Repository: Arplane-Translations/scratchr2_translations
Catalog: an/django.po
Languages: an

source: The two password fields didn't match.
an: As dos claus no son iguals.

source: Your password must be at least 6 characters long.
an: A clau ha de tener lo menos 6 caracters.

source: Your password cannot be 'password'.
an: A clau no puede estar 'password'.

source: Your password cannot be the same as your username.
an: A clau no puede estar igual a o tuyo nombre d'usuario.

source: Email
an: Correu electronico

source: You must provide an email or username
an: Has d'escribir un correu electronico u nombre d'usuario

source: Sorry we don't have an account with that username
an: No existe garra cuenta con ixe nombre d'usuario

source: Sorry we don't have an account with that email address
an: No existe garra cuenta con ixa adreza de correu electronico

source: day
an: día

source: 1 minute ago
an: en fa 1 menuto

source: just now
an: chusto agora

source: 1 hour ago
an: en fa 1 hora

source: yesterday at %s
an: ahiere a las %s

source: %(number)d %(type)s ago
an: en fa %(number)d %(type)s

source: title
an: titol

source: description
an: descripción

source: content
an: conteniu

source: language
an: idioma

source: static page
an: pachina estatica

source: static pages
an: pachinas estaticas

source: 404. Oh noes! Our server is Scratch'ing its head
an: 404. Pareix que o nuestro servidor se ye esgarrapando a cabeza...

source: We couldn't find the page you're looking for. Check to make sure you've typed the url correctly.
an: No hemos puesto trobar a pachina que yes mirando. Asegura-te que haigas escrito bien a URL.

source: You can try searching for what you're looking for here:
an: Puetz mirar de trobar o que yes buscando aquí:

source: 500. Uh Oh. Our servers are having some trouble
an: 500. Os nuestros servidors son tenendo bell problema

source: Sorry! Try again in a little bit.
an: Torna-lo a intentar en bells segundos.

source: Account Settings - Scratch
an: Configuración d'a Cuenta - Scratch

source: Coming Soon...
an: Bien luego plegará...

source: Imagine, Program, Share
an: Imachina, Programa, Comparte

source: Create
an: Creyar

source: Explore
an: Explorar

source: Discuss
an: Charrar-ne

source: Help
an: Aduya

source: messages - updates and notices
an: mensaches - actualizacions y noticias

source: my stuff - manage projects and studios
an: as mías cosetas - veyer prochectos y estudios

source: Profile
an: Perfil

source: My Stuff
an: As mías Cosetas

source: Account settings
an: Configuración d'a cuenta

source: Sign in
an: Encetar a sesión

source: Username
an: Nombre d'usuario

source: Password
an: Clau

source: Forgot password?
an: Has ixuplidau a tuya clau?

source: About
an: Sobre Scratch

source: Educators
an: Educadors

source: Parents
an: Pais

source: Community Guidelines
an: Reglas d'a Comunidat

source: Contact Us
an: Contacta con nusatros

source: Scratch is a project of the Lifelong Kindergarten Group at the MIT Media Lab
an: Scratch ye un prochecto d'o grupo Lifelong Kindergarten en o MIT Meya Lab

source: Newest
an: Mas recients

source: Oldest
an: Mas antigos

source: Most viewed
an: Mas vistos

source: Most loved
an: Mas querius

source: Most favorited
an: Mas favoritos

source: Most remixed
an: Mas reinvencions

source: Confirm Password
an: Confirmar clau

source: Enter
an: Ficar

source: Account Settings
an: Configuración d'a cuenta

source: Change password
an: Cambiar a clau

source: Language (coming soon..)
an: Idioma (bien luego...)

source: After changing your password, you will be prompted to log back in.
an: Dimpués de cambiar a tuya clau, habrás de tornar a dentrar-ie.

source: Change Password
an: Cambiar a clau

source: View all
an: Veyer-lo tot

source: No items
an: No i hai garra conteniu

source: by
an: por

source: Log in to your account
an: Dentrar ta la tuya cuenta

source: Cloud data history
an: Historial d'os datos en a boira

source: User
an: Usuario

source: Data Name
an: Nombre d'os datos

source: Action
an: Acción

source: Data Value
an: Valura d'os datos

source: Time
an: Tiempo

source: Leave a comment
an: Deixar-ie un comentario

source: Post
an: Ninviar

source: Cancel
an: Cancelar

source: Report
an: Denunciar

source: Reply
an: Responder

source: 0 minutes ago
an: en fa 0 menutos

source: Report comment as inappropriate
an: Marcar o comentario como inadequau

source: See all %(len)s replies
an: Veyer as %(len)s respuestas

source: Load more
an: Cargar-ne mas

source: %(comment.datetime_created|timesince)s ago
an: en fa %(comment.datetime_created|timesince)s

source: Example tab
an: Pestanya d'eixemplo

source: Enter content here
an: Ficar aquí o conteniu

source: Explore - Scratch
an: Explorar - Scratch

source: Jump
an: Blincar

source: Shuffle
an: Baraixar

source: Explore Projects
an: Explorar Prochectos

source: Featured
an: Destacaus

source: All
an: Totz

source: Animations
an: Animacions

source: Art
an: Arte

source: Games
an: Chuegos

source: Music
an: Musica

source: Stories
an: Historias

source: Shared
an: Compartius

source: This week
an: Ista semana

source: This month
an: Iste mes

source: Ever
an: Nunca

source: Sort by:
an: Ordenar seguntes:

source: Projects
an: Prochectos

source: Studios
an: Estudios

source: Explore Studios
an: Explorar Estudios

source: Modified
an: Modificau

source: Most comments
an: Mas comentarios

source: Most projects
an: Mas Prochectos

source: Most followers
an: Mas seguidors

source: Studio:
an: Estudio:

source: Last modified: %(tDate)s
an: Zaguer modificación: %(tDate)s

source: Scratch Studio
an: Estudio de Scratch

source: Change
an: Cambiar

source: Owner
an: Duenyo

source: Updated %(tDate)s
an: Puyau fa %(tDate)s

source: Follower%(tPlural)s )
an: Seguidor%(tPlural)s )

source: Projects ( <span data-count="projects">%(tCount)s</span> )
an: Prochectos ( <span data-count="projects">%(tCount)s</span> )

source: Comments ( <span data-count="comments">%(tCount)s</span> )
an: Comentarios ( <span data-count="comments">%(tCount)s</span> )

source: Curators ( <span data-count="curators">%(tCount)s</span> )
an: Cosiradors ( <span data-count="curators">%(tCount)s</span> )

source: You have <span id="chars-left-<%%= comment_id %%>">500</span> characters left.
an: Te queda <span id="chars-left-<%%= comment_id %%>">500</span> caracters.

source: %(username)s Studio (%(tGCount)s)
an: Estudio de %(username)s (%(tGCount)s)

source: Add
an: Adhibir

source: Add Curators
an: Adhibir Cosiradors

source: Scratchers I'm Following
an: Os Scratchers que yo sigo

source: Scratchers Following Me
an: Os Scratchers que me siguen

source: Add Projects
an: Adhibir prochectos

source: My Shared Projects
an: Prochectos Compartius

source: My Favorites
an: Os míos Favoritos

source: My Recent Views
an: Vistos fa poco

source: Add projects
an: Adhibir prochectos

source: What's Happening?
an: Qué ye pasando?

source: Scratch News
an: Noticias de Scratch

source: Create stories, games, and animations
an: Creya historias, chuegos y animacions

source: Share with others around the world
an: Comparte con chent de tot o mundo

source: TRY IT OUT
an: PREBA-LO

source: VIEW PROJECTS
an: VEYER PROCHECTOS

source: JOIN SCRATCH
an: UNE-TE A SCRATCH

source: it's free
an: ye de gratis

source: projects shared
an: prochectos compartius

source: ABOUT SCRATCH
an: SOBRE SCRATCH

source: FOR EDUCATORS
an: TA DOCENTS

source: FOR PARENTS
an: TA PAIS

source: Featured Projects
an: Prochectos Destacaus

source: Featured Studios
an: Estudios Destacaus

source: Projects by Scratchers I'm Following
an: Prochectos de Scratchers que sigo

source: Projects Loved by Scratchers I'm Following
an: Prochectos querius por Scratchers que sigo

source: Projects in Studios I'm Following
an: Prochectos en estudios que sigo

source: What the Community is Sharing
an: O que a comunidat comparte

source: What the Community is Remixing
an: O que a comunidat reinventa

source: What the Community is Loving
an: O que a la comunidat li encanta

source: You have <span id=\
an: Tiens <span id=\

source: See all replies
an: Veyer todas as respuestas

source: Follow
an: Seguir

source: Unfollow
an: Deixar de seguir

source: Sort by
an: Ordenar seguntes

source: Last modified
an: Modificaus recientment

source: Views
an: Visualizacions

source: Loves
an: Li fa goyo

source: Remixes
an: Reinvencions

source: The Lifelong Kindergarten research group respects the intellectual property of others, as well as our users. If you believe that your work has been copied in a way that constitutes copyright infringement, please email copyright@scratch.mit.edu, or mail your complaint to the following:
an: O grupo Lifelong Kindergarten respecta a propiedat intelectual d'os de demás, incluyius os nuestros usuarios. Si creye que o suyo treballo s'ha copiau, infrinchindo os suyos dreitos d'autor, por favor ninvie un correu electronico ta copyright@scratch.mit.edu, u ninvié un correu ta:

source: The Lifelong Kindergarten Group will promptly process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act (“DMCA”) and other applicable intellectual property laws. Upon receipt of notices complying or substantially complying with the DMCA, the Lifelong Kindergarten Group may act expeditiously to remove or disable access to any material claimed to be infringing. Repeat infringers of third-party copyrights are subject to termination in appropriate circumstances.
an: O grupo Lifelong Kindergarten procesará y investigará as notificacions de violación d'os dreitos d'autor, y prendrá accions d'alcuerdo a o Dichital Millennium Copyright Act (“DMCA”) y atras leis de propiedat intelectual aplicables. Malas que se reciban as notificacions que cumplan, u cumplan substancialment con o DMCA, o grupo Lifelong Kindergarten actuará con prontament ta sacar u desactivar l'acceso a o material en qüestión. Qui cometan continas infraccions d'os dreitos d'autor de tercers serán suchetos a la terminación baixo as circumstancias apropiadas.

source: In assessing whether or not a Scratch user has violated your copyrights, please keep in mind that Scratch is an educational and not-for-profit initiative, seeking to aid children’s learning by providing the tools for them to learn and express themselves using digital technology. Please also keep in mind the “Fair Use” doctrine incorporated into the Copyright Act of 1976, 17 U.S.C. § 107.
an: En decidir si un usuario de Scratch ha violau u no os suyos dreitos d'autor, por favor considere que Scratch ye una iniciativa educativa sin fins de lucro, que busca aduyar en l'aprendizache d'os ninos, ofrindo-lis as ferramientas ta aprender y expresar-se fendo servir a tecnolochía dichital. Considere tamién a doctrina de "Fair Use" incorporada en a Copyright Act de 1976, 17 U.S.C. § 107.

source: We hope you also see Scratch not only as a good way of popularizing your creations/website but also as an opportunity to do something good for children’s education.
an: Asperamos que veiga a Scratch no nomás como una forma de popularizar as suyas creyacions u o suyo puesto web, sino tamién como una oportunidat de fer bella cosa buena por a educación d'os ninos.

source: If you choose to make a copyright infringement complaint, please note that we may post your notification, with personally identifiable information redacted, to a clearinghouse such as chillingeffects.org. Please also note that you may be liable for damages (including costs and attorneys’ fees) if you materially misrepresent that an activity is infringing your copyright.
an: Si decides de fer una queixa por vulneración d'os dreitos d'autor, tiene en cuenta que podemos ninviar-la, incluindo a información personal identificable a una cambra de compensación como chillingeffects.org. Para cuenta tamién que podrías tamién estar responsable d'os danyos (incluindo-ie gastos y taxas d'advogaus) si finchises que una actividat ye vulnerando os tuyos dreitos d'autor.

source: Research
an: Investigación

source: Scratch Community Guidelines
an: Normas d'a Comunidat de Scratch

source: We need everyone’s help to keep Scratch a friendly and creative community – where people from all around the world feel welcome.
an: Nos cal l'aduya de totz ta que Scratch sía una comunidat creativa y amistosa, an a chent de tot arreu se sientan bienvenius.

source: <b>Be respectful.</b> When sharing projects or posting comments, remember that people of many different ages and backgrounds will see what you’ve shared.
an: <b>Sé respectuoso.</b> En compartir prochectos u comentarios, recuerda que chent de todas as edatz y formacions veyerán o que compartes.

source: <b>Be constructive.</b> When commenting on other’s projects, say something you like about it and offer suggestions.
an: <b>Sé constructivo.</b> En comentar os prochectos d'atri, dí que cosas te fan goyo d'ells y ofreix ideyas ta amillorar-los.

source: <b>Share.</b> You are free to remix projects, ideas, images, or anything else you find on Scratch – and anyone can use anything that you share. Be sure to give credit when you remix.
an: <b>Comparte.</b> Puetz fer servir y reinventar prochectos, ideyas, imachens u o que sía que trobes en Scratch; y totz pueden utilizar o que compartas. Asegura-te de dar credito quan reinventes.

source: <b>Keep personal info private.</b> For safety reasons, don't use real names or post contact info like phone numbers or addresses.
an: <b>No des información personal.</b> Ta la seguranza de totz, no uses nombres reals ni compartas información de contacto, como numers de telefono u adrezas.

source: <b>Help keep the site friendly.</b> If you think a project or comment is mean, insulting, too violent, or otherwise inappropriate, click “Report” to let us know about it.
an: <b>Mantiene o puesto amigable.</b> Si creyes que un prochecto ye malicioso, faltoso, muit violento u inadequau, fe clic en "Denunciar" ta fer-nos-lo saber.

source: What's New in 2.0? - Scratch
an: Qué i hai de nuevo en 2.0? - Scratch

source: What's New in Scratch 2.0?
an: Qué i hai de nuevo en Scratch 2.0?

source: Welcome to a new generation of Scratch! With Scratch 2.0, you can create new types of projects, work together in new ways, and learn new things in the process.
an: Bienveniu en una nueva cheneración de Scratch! Con Scratch 2.0, puetz creyar nuevos tipos de prochectos, colaborar de nuevas formas, y aprender cosetas nuevas en o proceso.

source: Scratch 2.0 allows you to create, edit, and view projects directly in your web browser. (You no longer have to download or upload projects or install any software.)
an: Scratch 2.0 te permite creyar, editar y veyer prochectos dreitament en o tuyo navegador web. (Ya no has de descargar-los u puyar-los, ni has d'instalar garra software.)

source: Here are some of the new features in Scratch 2.0.
an: Aquí i hai qualcunas d'as nuevas caracteristicas de Scratch 2.0.

source: Project Editor
an: Editor de prochectos

source: Click <b>Create</b> to make a new project.
an: Fe clic en <b>Creyar</b> ta creyar un prochecto nuevo.

source: Your project will automatically save as you work on it (if you're logged in).
an: O tuyo prochecto s'alzará automaticamente mientres treballes en ell, siempre que haigas dentrau en a tuya cuenta.

source: When you create a project, you are the only one who can see it. After you share it, anyone can see and remix it.
an: Quan creyes un prochecto, yes o solo usuario que lo puede veyer. Malas que lo compartas, totz podrán veyer-lo y reinventar-lo.

source: Your <b>Backpack</b> lets you copy and move sprites, costumes, backdrops, and scripts from any project to another. If you're logged in, you can open your Backpack inside any project (it's at the bottom of the screen).
an: A tuya <b>Mochila</b> te permite copiar y mover obchectos, vestius, fundos y programas d'un prochecto ta unatro. Si ya i has dentrau, puetz ubrir a tuya mochila dentro de qualsiquier prochecto. Ye en o cobaixo d'a pantalla.

source: You can use the webcam on your computer to interact with projects by moving your hands or body.
an: Puetz fer servir a camera web en a tuya computadora ta interactuar con prochectos, movendo as tuyas mans y o tuyo cuerpo.

source: You can now make your own programming blocks.
an: Puetz creyar os tuyos bloques de programación.

source: Use clone blocks in your scripts to make copies of sprites.
an: Emplega bloques de clonación ta fer copias d'obchectos.

source: Find out more about the <a href="http://info.scratch.mit.edu/prototype">new Scratch blocks</a>.
an: Leye mas sobre os <a href="http://info.scratch.mit.edu/prototype">nuevos bloques de Scratch</a>.

source: You can see and manage all your projects in <b>My Stuff</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.
an: Puetz veyer y organizar totz os tuyos prochectos en <b>As mías Cosetas</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.

source: Community Features
an: Caracteristicas d'a comunidat

source: On the home page, you can see what others have shared recently and scroll to see many more projects.
an: En a pachina d'inicio, puetz veyer qué cosas han compartiu os de demás en zagueras, mueve-te por a finestra ta veyer muitos mas prochectos.

source: When viewing a project, click <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> to see how it works and experiment with the code.
an: En veyer un prochecto, fe clic en <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> ta veyer como funciona y experimentar con o codigo.

source: Inside any project, click <img src="%(STATIC_URL)s/images/help/remix-button.png" /> to save your own version and make changes. After you share it, the project page will highlight the original creators and links to their projects.
an: Endentro de qualsiquier prochecto, fe clic en <img src="%(STATIC_URL)s/images/help/remix-button.png" /> ta alzar a tuya propia versión y fer cambios. Quan lo compartirás, a pachina d'o prochecto destacará a o creador orichinal y vinculará os suyos prochectos.

source: Discover interesting projects by clicking on the Related Projects bar at the bottom of any project page.
an: Descubre prochectos interesants fendo clic en a barra de Prochectos Relacionaus en o cobaixo d'a pachina de qualsiquier prochecto.

source: Click your username or icon to go to your <b>Profile</b> page, where you can feature one of your projects and tell others what you're working on.
an: Fe clic en o tuyo nombre d'usuario u icono ta ir ta o tuyo <b>Perfil</b>, an puetz destacar un d'os tuyos prochectos y decir-le a atros en qué yes treballando.

source: People can post comments on your Profile page and <img src="%(STATIC_URL)s/images/help/follow-button.png" /> your Scratch account to see updates.
an: A resta de chent puede escribir comentarios en o tuyo Perfil, y <img src="%(STATIC_URL)s/images/help/follow-button.png" /> a tuya cuenta de Scratch ta veyer qué fas.

source: Galleries are now called <b>Studios</b>, and can be curated by you and others you invite.
an: As galerías dende agora se claman <b>Estudios</b>, y pueden estar cosiraus por tu y atra chent que tu convides.

source: The Search features lets you find and preview projects more easily.
an: As caracteristicas de Busca te permiten trobar prochectos facilment.

source: Scratch - For Parents
an: Scratch - Ta Pais

source: For Parents
an: Ta Pais

source: What is the age range for Scratch?
an: Quál ye o rango d'edat de Scratch?

source: While Scratch is primarily designed for 8 to 16 year olds, it is also used by people of all ages, including younger children with their parents.
an: Encara que Scratch ye disenyau ta ninos de 8 a 16 anyos, ye usau por chent de todas as edatz, incluindo ninos mas chicotz de conchunta con sus pais.

source: What resources are available for learning Scratch?
an: Qué recursos son disponibles ta aprender Scratch?

source: What is the Scratch online community?
an: Qué ye a comunidat en linia de Scratch?

source: When participating in the Scratch online community, members can explore and experiment in an open learning community with other Scratch members from all backgrounds, ages, and interests. Members can share their work, get feedback, and learn from each other.
an: En participar en a comunidat en linia de Scratch, se puede explorar y experimentar con un ambient d'aprendizache, en una comunidat ubierta que os suyos miembros son de todas experiencias, edatz y intreses. Os miembros pueden compartir o suyo treballo, recullir opinions y aprender d'os atros.

source: What are the guidelines for participating?
an: Qué normas i hai ta participar?

source: What is your privacy policy?
an: Quál ye a suya politica de privacidat?

source: To protect children's online privacy, we limit what we collect during the signup process, and what we make public on the website. We don't sell or rent account information to anyone. You can find out more about our privacy policy on our <a href="/help/faq/#privacy">frequently asked questions page</a>.
an: Ta protecher a privacidat d'os ninos en linia, limitamos a información replegada entre o proceso de rechistro, y o que ye visto en o puesto web. No vendemos ni logamos información d'as cuentas a dengún. Puede leyer mas sobre a politica de privacidat en a nuestra pachina de <a href="/help/faq/#privacy">preguntas freqüents</a>.

source: What are parents saying about Scratch?
an: Qué dicen os pais sobre Scratch?

source: Questions?
an: Bella pregunta?

source: Animation
an: Animación

source: Scratch Cards
an: Tarchetas de Scratch

source: Scratch cards provide a quick way to learn new Scratch code.
an: As Tarchetas de Scratch son una traza eficaz d'aprender o codigo de Scratch.

source: Get all the Cards
an: Todas as tarchetas

source: Change Color
an: Cambiar a color

source: View Card
an: Veyer a tarcheta

source: Move to a Beat
an: Mover-se con ritmo

source: Key Moves
an: Movimientos clau

source: Say Something
an: Decir bella cosa

source: Glide
an: Eslizar-se

source: Follow the Mouse
an: Seguir a lo ratet

source: Dance Twist
an: Baile

source: Interactive Whirl
an: Revolvín interactivo

source: Animate It
an: Anima-lo

source: Moving Animation
an: Animación en movimiento

source: Surprise Button
an: Botón sorpresa

source: Keep Score
an: Mantener a puntuación

source: General Questions
an: Preguntas chenerals

source: Privacy Policy
an: Politica de privacidat

source: Remixing and Copying
an: Reinventar y Copiar

source: Accounts
an: Cuentas

source: Licensing and Permissions
an: Licencia y permisos

source: Inappropriate Content
an: Conteniu inadequau

source: Cloud Data
an: Información en a boira

source: What is Scratch, and what can I do with it?
an: Qué ye Scratch y qué puedo fer con ell?

source: Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively.To learn more about Scratch, check out the <a href="/about">About Scratch</a> page.
an: O Scratch ye un luengache de programación y una comunidat online an que tu puetz creyar as tuyas propias historias interactivas, chuegos, y animacions -- y compartir as tuyas creyacions con atras personas de tot o mundo. En o proceso de disenyo y programación de prochectos Scratch, os mas chicotz aprenden a pensar de manera creativa, razonar sistematicament y treballar de conchunta. Ta aprender mas sobre Scratch, mira-te a <a href="/about">pachina d'aduya de Scratch</a>.

source: How do I make a game or animation with Scratch?
an: Como foi un chuego u una animación con Scratch?
