Repository: Arplane-Translations/scratchr2_translations
Catalog: an/django.po
Languages: an

source: Check out the <a href="/help">help page</a> to see lots of ways to get started with Scratch. Or just <a href="/projects/editor/?tip_bar=getStarted">dive in</a> to the project editor.
an: Revisa a pachina <a href="/help">d'aduya</a> ta veyer bellas quantas formas de prencipiar con Scratch. U simplament <a href="/projects/editor/?tip_bar=getStarted">dentra</a> en l'editor de prochectos.

source: What are the system requirements for Scratch?
an: Quáls son os requerimientos de sistema de Scratch?

source: How much does Scratch cost? Do I need a license?
an: Quanto vale Scratch? Amenesto una licencia?

source: Scratch is and always will be free. You don’t need a license to use Scratch in your school, home, or anywhere else. The development and maintenance of Scratch is paid for by grants and donations. If you’d like to contribute to Scratch, check out our <a href="#">Donate page</a>.
an: Scratch ye y siempre será gratis. No cal garra licencia ta utilizar Scratch en a escuela, en casa u qualsiquier atra parte. O desembolicamiento y mantenimiento de Scratch ye pagau por becas y donacions. Si quiere contribuir a Scratch, revise a nuestra <a href="#">pachina de donacions</a>.

source: Who created Scratch?
an: Quí creyó Scratch?

source: Scratch is developed and maintained by the Scratch Team at the <a href="http://llk.media.mit.edu/">Lifelong Kindergarten group</a> at <a href="http://www.media.mit.edu/">MIT Media Lab</a>.
an: Scratch ye desembolicau y manteniu por l'equipo de Scratch d'o <a href="http://llk.media.mit.edu/">grupo Lifelong Kindergarten</a> en <a href="http://www.media.mit.edu/">o MIT Meya Lab</a>.

source: Can I make a video with Scratch and upload it to YouTube?
an: Puedo fer un video con Scratch y puyar-lo ta YouTube?

source: To make a video of your Scratch project, you can use screen capture software like <a href="http://camstudio.org/">CamStudio</a>. But keep in mind, some Scratch projects are interactive: they do different things depending on what the viewer does (for example: a video game that responds to key presses). Videos are not interactive - they show the exact same thing each time you play them. So you can definitely make a video of your Scratch project, just keep in mind that videos and projects aren’t the same.
an: Ta creyar un video d'o tuyo prochecto de Scratch, puetz fer servir un software de captura de pantalla como <a href="http://camstudio.org/">CamStudio</a>. Pero considera que qualques prochectos de Scratch son interactivos: fan diferents cosetas pendendo en o que faiga l'usuario (por eixemplo, un video chuego que responda a las teclas presionadas). Os videos no son interactivos: amuestran exactament lo mesmo cada vegada que son vistos. En resumen, puetz fer un video d'o tuyo prochecto de Scratch, pero para cuenta que os prochectos y os videos no son a mesma cosa.

source: What information do you ask for during account registration?
an: Qué información se pide ta rechistrar una cuenta?

source: To protect the privacy of our community members, we limit what we collect and what we publish on the website. During the registration process, we ask for the following information:
an: Ta protecher a privacidat d'os miembros d'a nuestra comunidat, limitamos muito o que replegamos y o que se puede veyer en o puesto web. Entre o proceso de rechistro, pedimos a siguient información:

source: username - We ask that users avoid using their real names or other identifying information.
an: nombre d'usuario - Pedimos que os nuestros usuarios no faigan servir os suyos nombres reals u información que los identifique.

source: country
an: país

source: birth month and year - We use this to confirm ownership of the account if the owner loses the password and email, or writes to ask us to close the account closed.
an: mes y anyo de naixencia - Utilizamos isto ta confirmar a propiedat d'a cuenta si o duenyo pierde a clau y correu electronico, u nos pide que zarremos a cuenta.

source: gender
an: chenero

source: contact email address - If the account holder is younger than 13, we ask for the email address of their parent or guardian. We do not send email to this address except when someone requests to have the account password reset.
an: correu electronico de contacto - Si o duenyo d'a cuenta ye menor de 13 anyos, pedimos l'adreza de correu electronico de su pai u o suyo tutor. Nomás ninviamos correus a ista adreza quan se pide cambiar a clau.

source: The username and country of the account holder are displayed publicly on their profile page. The birth month / year, email address, and gender associated with the account are not displayed publicly. We collect this info so we can know the age and gender of our users in aggregate, and for research purposes. We do not sell or rent information about our users to anyone.
an: O nombre d'usuario y país d'o duenyo d'a cuenta se veyen publicament en a suya pachina de perfil. O mes y l'anyo de naixencia, correu electronico y chenero asociaus con a cuenta no son vistos publicament. Recolectamos ista información ta saber a edat y chenero d'os nuestros usuarios en conchunto, y ta propositos d'investigación. No vendemos ni logamos información sobre os nuestros usuarios a dengún.

source: What data is collected from people while they use the website?
an: Qué información se replega quan se fa servir o puesto web?

source: When a user logs in, the Scratch website asks their browser to put an <a href="http://en.wikipedia.org/wiki/HTTP_cookie">http cookie</a> on their computer in order to remember that they are logged in while they browse different pages. We collect some data on where users click and which parts of the site they visit using Google Analytics. This "click data" helps us figure out ways to improve the website.
an: Quan l'usuario encieta a sesión, o puesto web de Scratch demanda a lo navegador de poder alzar-ie una <a href="http://en.wikipedia.org/wiki/HTTP_cookie">http cookie</a> ta recordar que han encetau a sesión entre que navegan por diferents pachinas. Replegamos bells datos sobre en qué cosas fan clic os usuarios y qué partes d'o puesto web visitan, fendo servir Google Analytics. Ista información nos aduya a veyer de qué traza podemos amillorar o nuestro puesto web..

source: Does the Scratch Team sell or rent information about users of Scratch to anyone?
an: O Equipo de Scratch vende u loga a belún a información sobre os usuarios de Scratch?

source: What is a remix?
an: Qué ye un prochecto reinventau?

source: When a Scratcher makes a copy of someone else’s project and modifies it to add their own ideas (for example, by changing scripts or costumes), the resulting project is called a "remix." Every project shared to the Scratch website can be remixed. We consider even a minor change to be a valid remix, as long as credit is given to the original project creator and others who made significant contributions to the remix.
an: Quan un Scratchero fa una copia d'o prochecto de belatro y lo modifica ta dhibir-ie as suyas propias ideyas (por eixemplo, cambiando os programas u os vestius) o prochecto resultant ye "reinventau". Totz os prochectos compartius en a web de Scratch se pueden reinventar. Consideramos un simple cambio como un prochecto reinventau, siempre que se cite l'autor d'o prochecto orichinal y a resta d'autors que i haigan contribuiu a la reinvención.

source: Why does the Scratch Team require that all projects be “remixable”?
an: Por qué l'Equipo de Scratch pide que totz os prochectos se puedan "reinventar"?

source: We believe that viewing and remixing interesting projects is a great way to learn to program, and leads to cool new ideas. That’s why the source code is visible for every project shared to the Scratch website.
an: Creyemos que veyendo y reinventando prochectos interesants ye una forma muit buena d'aprender a programar, y leva enta nuevas ideyas chenials. Por ixo o codigo fuent ye visible en totz os prochectos compartius en a Web de Scratch.

source: What if I don’t want others to remix my projects?
an: Qué pasa si no quiero que os de demás reinventen os míos prochectos?

source: By publishing your project on the Scratch website, you agree to license it under a <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Share Alike</a> license. If you don’t want others to view and remix your creations, don’t share them on the Scratch website.
an: O feito de publicar o tuyo prochecto en a web de Scratch implica que acceptes dotar-lo d'una licencia <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Share Alike</a>. Si no quiers que os atros veigan y reinventen as tuyas creyacions, no las compartas en a web de Scratch.

source: Can I use images / sounds / media from the internet in my projects?
an: Puedo fer servir imachens / sons / videos quitaus d'Internet en os míos prochectos?

source: It's important to respect the original creator’s wishes regarding remixing. If you choose to integrate someone else’s work into your own, be sure to give them credit on the project “credits” section, and include a link back to the original. To find art / sounds that are already licensed for remixing, check out the <a href="http://search.creativecommons.org/">Creative Commons search page</a>.
an: Ye important de respectar os deseyos d'os creyadors orichinals, sobre a posibilidat de reinventar. Si trigas integrar a fayena de belatro dentro d'a tuya, has d'estar seguro que lo citas en o tuyo prochecto, en a sección de creditos, y que inclui un vinclo ta la fuent orichinal. Ta trobar imachens y sons que sigan preparaus ta estar reinventaus, mira-te <a href="http://search.creativecommons.org/">a pachina de busca de Creative Commons</a>.

source: I forgot my password, how can I reset it?
an: No remero a mía clau, como la puedo recuperar?

source: Enter your account name on the <a href="/accounts/password_reset/">password reset page</a>. The website will send an email to the address associated with the account containing a link you can use to reset your password.
an: Escribe o tuyo nombre d'usuario en a <a href="/accounts/password_reset/">pachina de recuperación de claus</a>. Te ninviaremos un correu electronico a l'adreza asociada a la tuya cuenta con un vinclo ta que en trigues unatra.

source: How do I change my password?
an: Como puedo cambiar a mía clau?

source: Go to the Scratch website, login, and then click your username in the upper right corner of the window. Choose "account settings", and click the link to change your password.
an: Ves ta la pachina de Scratch, encieta a sesión y fe clic sobre o tuyo nombre d'usuario en a cantonada superior dreita d'a finestra. Triga "configuracions d'a cuenta" y fe clic en o vinclo ta cambiar a tuya clau.

source: Can I have more than one account?
an: Puedo tener mas d'una cuenta?

source: It's fine to have a few accounts on the Scratch website, as long as none of them are used to break the Community Guidelines. In that case, all related accounts may be blocked or deleted.
an: No pasa cosa poer tener mas d'una cuenta en a pachina de Scratch, siempre que no vulneres garra norma d'uso d'a comunidat. Caso de vulnerar-las, se bloquiarán u borrarán todas as cuentas relacionadas.

source: Is it ok to have more than one person logged into an account?
an: Ye bien que mas d'una persona treballen con una mesma cuenta?

source: This is discouraged, because the website and project editor can easily get confused when more than one person is logged into the same account.
an: Ixo no se recomienda pas, porque tanto o puesto web como l'editor de prochetos se pueden confundir facilment si mas d'una persona ye fendo servir a mesma cuenta.

source: Can I change my username?
an: Puedo cambia o mío nombre d'usuario?

source: What information can I share on / with my account?
an: Qué información puedo compartir en / con a mía cuenta?

source: Please don’t share personal contact information, such as your physical address, email, phone number, or anything else that can be used to make contact outside of the Scratch website. Please report projects, comments, or forum posts that contain this kind of information so the Scratch team can remove it, and remind the author of our policy.
an: No compartas información personal como a tuya adreza fisica, correu electronico, telefono u qualsequier atra información que pueda utilizar-se ta contactar con tu difuera d'a web de Scratch. Por favor, informa-nos d'os prochectos, comentario u foros que contiengan ista mena d'información ta que l'Equipo de Scratch la pueda retirar y recordar-le a l'autor a nuestra politica de privacidat.

source: How do I delete my account?
an: Cómo elimino a mía cuenta?

source: The account settings page has a link you can use to delete your account. When logged in, click your username in the upper right cornder, and select "account settings."
an: A pachina de configuración d'a cuenta tien un vinclo que puetz fer servir ta eliminar a tuya cuenta. En que haigas encetau a sesión, fe clic en o tuyo nombre d'usuario situau en a cantonada superior drieta y triga-ie "configuracions d'a cuenta".

source: Is Scratch free?
an: Ye Scratch gratuito?

source: Yes! You can download, copy, and use Scratch software free of charge. You can install it in your school, and you can teach a course about it (even a course that costs money). You don't need to buy a license - it's free.
an: Sí! Puetz descargar, copiar y fer servir o software de Scratch gratuitament. Puetz instalar-lo en a tuya escuela y puetz ofrir-ne un curos (encara que o curso no siga gratuito). No te cal comprar una licencia - ye de gratis.

source: Can I use Scratch and / or screenshots of Scratch in a textbook or a CD?
an: Puedo fer servir Scratch y / u capturas de pantalla de Scratch en un libro de texto u en un CD?

source: Yes, you can even write a book or chapter about Scratch. You may also use the Scratch logo when referring to Scratch. You may create screenshots / images of the Scratch application and website, and consider them to be licensed under the <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported license</a>. We ask that you include a note on your textbook / CD / what have you that says "Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. See http://scratch.mit.edu".
an: Sí, mesmo i puetz escribir un libro u un capitol sobre Scratch. Tamén peutz fer servir o logotipo de Scratch quan i faigas referencia. puetz creyar capturas de pantalla / imachens d'o programa y d'a pachina web y considerar-los con una licencia <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported license</a>. Te pedimos que incluigas una nota en o tuyo libro de texto / CD / o que haigas feito que diga "Scratch ye desembolicau por o Lifelong Kindergarten Group d'o MIT Media Lab. Veiga http://scratch.mit.edu".

source: Can I include a description of Scratch and the Scratch logo in brochures or other materials?
an: Puedo incluir una descripción de Scratch y o logotipo de Scratch en folletos y atros materials?

source: Sure! We recommend the following description: "Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free download from http://scratch.mit.edu"
an: Prou que sí! Nusatros recomendamos que faigas servir ista descripción: "Scratch ye un luengache de programación y una comunidat online a on puedes creyar as tuyas propias historias interactivas, chuegos y animacions -- y compartir as tuyas creyacions con chent de tot o mundo. Entre o proceso de disenyo y programación de prochectos con Scratch, a chent choven aprende a pensar de traza creyativa, a razonar sistematicament y a treballar en colaboración. Scratch ye un prochecto d'o grupo Lifelong Kindergarten Group d'o MIT Media Lab. Ye disponible en http://scratch.mit.edu"

source: Can I present Scratch at a conference?
an: Puedo presentar Scratch en una conferencia?

source: Please feel free to make presentations about Scratch to educators or other groups. We grant our permission to make presentations.
an: Puetz fer quan quieras presentacions sobre Scratch a educadors u atros grupos. Te damos permisos ta fer-ne presentacions.

source: May I use / remix Scratch support materials, sprites, images, sounds or sample projects I’ve found on the website?
an: Puedo fer servir u reinventar os materials, obchectos, imachens, sons u prochectos d'eixemplo de Scratch, que se troben en o puesto web?

source: Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported license</a>, with the exception of the Scratch Logo, Scratch Cat, and Gobo (Scratch trademarks).
an: Sí - os materials de soporte de Scratch, alochaus en o puesto web de Scratch, son disponibles baixo a licencia <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Atribución-CompartirIgual 3.0 Unported</a>, fueras d'o logo de Scratch, o gato de Scratch y Gobo (que son marcas rechistradas de Scratch).

source: Can I sell my Scratch projects?
an: Puedo vender os míos prochectos de Scratch?

source: Certainly - your project is your creation. Keep in mind that once you share your project on Scratch, everyone is free to download, remix, and reuse it as per the terms of the <a href="http://creativecommons.org/licenses/by-sa/3.0/">CC-BY-SA 3.0 license</a>. So if you intend to sell your project, you may want to un-share it from Scratch.
an: Prou que sí: o tuyo prochecto ye a tuya creyación. Para cuenta que en compartir o tuyo prochecto en Scratch, totz pueden descargar, reinventar y reusarlo como lo permita la <a href="http://creativecommons.org/licenses/by-sa/3.0/">licencia CC BY-SA 3.0</a>, de traza que si deseyas vender o tuyo prochecto, talment no quieras compartir-lo en o puesto web de Scratch.

source: Where can I find the source code for Scratch?
an: Án puedo trobar o codigo fuent de Scratch?

source: How do I know what is or isn’t okay to share on the Scratch website?
an: Cómo sé qué cosas se pueden y no se pueden compartir en o puesto web de Scratch?

source: Check out the <a href="/community_guidelines">Scratch community guidelines</a> - they’re brief and don’t include a lot of legal stuff. There’s a link at the bottom of every page on Scratch.
an: Revisa as <a href="/community_guidelines">reglas d'a comunidat de Scratch</a> - son curtas y no incluyen especificacions legals. I hai un vinclo a la fin de cada pachina en Scratch.

source: What do I do if I see something that’s inappropriate?
an: Qué foi si veigo bella cosa inadequada?

source: You can click the link that says “report” on any project, comment, discussion post, or user page where you think something isn't ok for Scratch. If the situation is complicated, you can use the Contact Us link to explain. Be sure to include as much detail as you can, with links to relevant pages.
an: Puetz fer clic en o vinclo que diz "Denunciar" en qualsiquier prochecto, comentario u pachina d'usuario que tienga bella cosa que no creigas que sía bien en Scratch. Si a situación ye embolicada, puetz utilizar o vinclo "Contáctanos" ta explicar-lo. Incluye tot detalle posible, con vinclos a pachinas relevants.

source: What do I do if I see someone being mean or disrespectful?
an: Qué foi si belún ye fendo mal u faltando o respecto?

source: Don’t add to the flames! Responding to mean comments with more mean comments just makes things worse, and could result in your account being blocked. Instead, simply report anything that is disrespectful or unconstructive, and we’ll follow up with the author. We check reports every day, multiple times per day - so rest assured, we'll sort things out.
an: No emboliques mas a situación! En cuenta d'ixo, informa-nos de qualsiquier cosa que sía irrespetuosa u destructiva. Responder a os comentarios dolents con mas malicia gosa empiorar as cosas, y podrías acabar con a tuya cuenta blocada.

source: What does the Scratch team do when something is reported or flagged?
an: Qué fa l'equipo de Scratch quan bella cosa ye "denunciada" por os usuarios?

source: The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch community guidelines, we may remove it and send a warning to the account. Depending on how bad it is (or if we’ve already warned the account), we may also block the accounts or networks that were used to share it.
an: L'equipo de Scratch revisa os comentarios y prochectos denunciaus totz os días. Si bella cosa trenca as reglas d'a comunidat de Scratch, podemos sacar-lo y mandar una alvertencia a la cuenta. Pendendo d'o dolent que sía (u as alvertencias que ya tienga a cuenta), podríanos blocar as cuentas u retz utilizaus ta puyar o material en qüestión.

source: What happens when an account is blocked?
an: Qué pasa quan una cuenta ye blocada?

source: When an account is blocked, the owner can no longer access it, or use it to create projects or comments. When they login, they see a page that explains why the account was blocked with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the community guidelines in the future, the Scratch Team will review their case. Accounts will only be unblocked in cases where the account owner’s word can be trusted. Otherwise, the account (and most likely other accounts owned or created by that person) may be blocked permanently.
an: Quan una cuenta ye blocada, o duenyo no i puede accedir, ni usar-la ta creyar prochectos u comentarios. En dentrar, veyerán una pachina que explica por qué se blocó a cuenta, con un formulario que pueden usar ta pedir estar desblocaus. Si o duenyo contrimuestra que entiende por qué a suya cuenta estió blocada, y promete seguir as reglas d'a comunidat en o futuro, l'equipo de Scratch considerará o suyo caso. As cuentas nomás serán desblocadas quan a parola d'o duenyo d'a cuenta sía confiable. En caso contrario, a cuenta (y prebablement atras cuentas creyadas por una mesma persona) serán blocadas ta cutio.

source: My mean brother / Kaj / some other bad guy stole my account and got it banned, what do I do?
an: O mío chirmán dolent / Kaj / unatro tipo furtó a mía cuenta y l'han blocau por a suya culpa, qué foi?

source: You are responsible for keeping your password secure. If someone in real life takes control of your account and does bad stuff, tell the adults in charge of the computers. If you think someone you don’t know got access to your account, change the password and / or use the contact us link to explain the situation. If you got blocked for doing something that broke the community guidelines, don't just say you got hacked. If we can't trust you, we won't unblock you.
an: Yes responsable de mantener a tuya clau segura. Si belún en a "vida real" dentra en a tuya cuenta y fa cosas dolentas, di-les-ne a os adultos que son a cargo d'os ordinadors. Si creyes que belún que no conoixes ha dentrau en a tuya cuenta, cambia a clau u fe servir o vinclo "Contáctanos" ta explicar a situación. Si t'han blocau por fer bella cosa que trenca as reglas d'a comunidat, no servirá que digas que te "hackiaron". Si no consideramos que a explicación ye confiable, no serás desblocau.

source: What is cloud data?
an: Qué ye a información en a boira?
