Repository: Arplane-Translations/scratchr2_translations
Catalog: an/django.po
Languages: an

source: Cloud data is a feature in Scratch 2.0 that allows for data from a project to be saved and shared online. You can use cloud data to make surveys and other projects that store numbers over time.
an: A información en a boira ye una caracteristica de Scratch 2.0 que permite que a información d'un prochecto sía alzada y compartida en linia. Puetz usar a información en a boira ta creyar enqüestas y atros prochectos que alcen numeros por bell tiempo.

source: Who can see the data stored in cloud data?
an: Quí puede veyer a información alzada en a boira?

source: When you interact with a project using cloud data blocks, your information can be stored along with your username, and others can view it. Each project keeps a log of who interacted with it and any data they shared.
an: Quan interactúas con un prochecto fendo servir bloques d'información d'a boira, a tuya información podría estar alzada con o tuyo nombre d'usuario, y atros podrán veyer-la. Cada prochecto tiene un rechistro de quí interactuó con ell, y a información compartida.

source: Why is cloud data currently limited to only numbers -- with no strings or lists?
an: Porqué a información en a boira ye limitada nomás a numeros, y no pueden estar parolas u listas?

source: If I see someone post inappropriate content using cloud data, how do I report it?
an: Si belún comparte contenius inadequaus a traviés d'a información d'a boira, cómo lo puedo denunciar?

source: Click the "Report this" button (under on the project player) to report inappropriate content in cloud data. The report form includes a link to a log of all cloud data in that project and who left it - you may want to take look at it before sending your report. Make sure that you mention "cloud data" when you type your reason in the report.
an: Fe clic en o botón "Denunciar isto" (baixo o reproductor de prochectos) ta denunciar contenius inadequaus. O formulario de denuncia inclui una lista de toda a información en a boira d'o prochecto, y quí la compartió - talment quieras revisar-la antes de ninviar a denuncia. Menciona "información en a boira" quan escribas o motivo en a denuncia.

source: Can I make chat rooms with cloud data?
an: Puedo creyar salas de chat con a información en a boira?

source: While it is technically possible to create chat rooms with cloud data, they are not currently allowed. We will reconsider this policy once we have a better sense of our capability for moderating and managing reports on cloud data.
an: Encara que ye tecnicament posible, no son permitius por agora. Reconsideraremos ista politica en que tiengamos una millor ideya d'a nuestra capacidat d'amoderar y maniar denuncias respective a la información en a boira.

source: How do I add a cloud variable when I'm making a project?
an: Cómo adhibo una variable en a boira quan soi creyando un prochecto?

source: When you make a variable, you can check the box that says "Cloud variable." Any data you store will be saved on the server and visible to others.
an: Quan creyas una variable, puetz marcar a caixa que diz "variable en a boira". Qualsiquier información que alces será alzada en o servidor y visible ta atros.

source: Who can change the information in a cloud variable?
an: Quí puede cambiar a información en una variable en a boira?

source: Only your project can store data in its cloud variable. If people change or remix your code, it creates a different variable in their project with the same name.
an: Nomás o tuyo prochecto puede alzar información en as suyas variables en a boira. Si a chent cambea u reinventa o tuyo codigo, se creyará una variable diferent en o suyo prochecto, con o mesmo nombre.

source: I am logged in, but I still cannot use projects with cloud data. What is going on?
an: Dentré en a mía cuenta, pero no puedo usar prochectos con información en boira. ¿Qué pasa?

source: You need to have become a "Scratcher" on the website to have access to cloud data. You can become a Scratcher through actively participating on the website.
an: Amenestes tener o estatus de "Scratcher" en o puesto, ta tener acceso a la información en a boira. Puetz estar Scratcher participando activament en o puesto web.

source: Is it possible to make multiplayer games with cloud data?
an: Ye posible de fer chuegos multijugador con información en a boira?

source: It is difficult to use cloud data to make real-time multiplayer games (due to network speed and synchronization issues). However, you can make turn-by-turn games. We have some plans to make it easier after Scratch 2.0 is released, and after we have made sure that the existing cloud data system works well.
an: Ye dificil usar a información d'a boira ta creyar chuegos en tiempo real (por a velocidat d'o ret y problemas de sincronización). Manimenos, ye posible creyar chuegos por redolins. Tenemos plans ta facilitar-lo dimpués que Scratch 2.0 sía lanzau, y malas que siamos seguros que o sistema de boira actual funciona bien.

source: How long does it take for cloud data to reach another Scratcher?
an: Quánto tarda a información en a boira en plegar en unatro Scratcher?

source: It depends. If both Scratchers have a reasonably fast Internet connection (DSL/Cable), and there are no restrictive firewalls on the computers/network, updates should be transmitted in milliseconds. However, a lot of computers have firewall software running in them, and if the firewall software blocks outgoing connections to TCP port 531 and TCP port 843, the time-lag becomes one-second. We are currently trying to figure out ways in which we can work around this limitation.
an: Pende. Si totz dos Scratchers tienen una connexión a Internet rapida (DSL u cable), y no i hai tallafuegos restrictivos en os ordinadors u o ret, as actualizacions habrían de plegar en milisegundos. Manimenos, muitos ordinadors tienen software de tallafuegos correndo en ells, y si iste bloca connexions que salgan por os puertos TCP 531 y 843, o retardo aumenta a un segundo. Somos treballando en a traza d'apanyar isto.

source: Frequently Asked Questions (FAQ)
an: Preguntas Freqüents (FAQ)

source: With a Scratch account, you can save your projects online, and share them with others in the Scratch community.
an: Con una cuenta de Scratch, puetz alzar os tuyos prochectos en linia, y compartir-los con atros en a comunidat de Scratch.

source: Get started</br> step-by-step
an: Prencipia</br> paso a paso

source: Try out these</br> starter projects
an: Preba istos</br> prochectos ta empecipiar

source: <a href="../explore">Explore</a> projects and studios Scratchers are making
an: <a href="../explore">Explora</a> os prochectos y estudios que os Scratchers son fendo

source: Search for projects about:
an: Mira prochectos sobre:

source: Click <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> on any profile or studio to receive updates
an: Fe clic en <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> en qualsiquier perfil u estudio ta recibir actualizacions

source: Here are some guides to help you learn Scratch:
an: Aquí i hai bellas guidas ta aduyar-te a aprender Scratch:

source: Getting Started Guide
an: Cómo prencipiar

source: An easy step-by-step guide (PDF)
an: Una guida facil, paso a paso (PDF)

source: A set of 12 cards that show how to make things in Scratch.
an: Un conchunto de 12 tarchetas que amuestran cómo fer cosas en Scratch.

source: Find out more <a href="/about">about Scratch</a>, or check out our pages for <a href="/parents">parents</a> and <a href="/educators">educators</a>.
an: Descubre mas <a href="/about">sobre Scratch</a>, u revisa as nuestras pachinas ta <a href="/parents">pais</a> y <a href="/educators">educadors</a>.

source: Or visit the discussion forums:
an: U visite os foros de discusión:

source: Questions about Scratch
an: Preguntas sobre Scratch

source: Help with Scripts
an: Aduya con programas

source: Resources
an: Recursos

source: An online community for educators using Scratch, with stories, discussions, and resources, such as the Scratch curriculum guide.
an: Una comunidat en linia ta educadores que usan Scratch, con historias, discusions y recursos, como la guida de currículum de Scratch.

source: Scratch Wiki
an: Wiki de Scratch

source: The Scratch Wiki contains a wide variety of articles by Scratchers for Scratchers, including advanced topics and tutorials.
an: O Wiki de Scratch contién una gran variedat d'articlos "por Scratchers ta Scratchers", incluindo temas abanzaus y tutorials.

source: Access the Scratch logo and other media files.
an: Descarga o logo de Scratch y atros fichers multimedia.

source: Getting Started
an: Empecipiando

source: Step-by-Step Intro
an: Guida paso a paso

source: Map of Project Editor
an: Mapa de l'editor de prochectos

source: How To
an: Cómo fer

source: Effects
an: Efectos

source: Play with effects
an: Chugando con efectos

source: Create interactive effects
an: Creyar efectos interactivos

source: Interact with a microphone
an: Interactuar con un microfono

source: Switch from happy to sad
an: Cambiar de feliz ta triste

source: Make a sprite talk
an: Fer charrar un obchecto

source: Make a sprite walk
an: Fer caminar un obchecto

source: Use arrow keys to move
an: Usar as flechas ta mover-se

source: Bounce around
an: Rebotar

source: Collide
an: Colisionar

source: Keep score
an: Mantener os puntos

source: Talk to each other
an: Charrar con atros obchectos

source: Glide off the stage
an: Salir d'o scenario

source: Blocks
an: Bloques

source: move _ steps
an: mover _ pasos

source: turn right
an: chirar ta la dreita

source: turn left
an: chirar ta la zurda

source: point in direction
an: apuntar ta adreza

source: point towards
an: apuntar enta

source: go to x: y:
an: ir ta x: y:

source: go to
an: ir ta

source: glide _ secs to x: y:
an: eslizar _ segundos a x: y:

source: change x by
an: cambiar x por

source: set x to
an: fixar x en

source: change y by
an: cambiar y por

source: set y to
an: fixar y en

source: if on edge, bounce
an: rebotar en tocar un canto

source: x position
an: posición en x

source: y position
an: posición en y

source: direction
an: dirección

source: Looks
an: Apariencia

source: say for _ secs
an: decir por _ segundos

source: say
an: decir

source: think for _ secs
an: pensar por _ segundos

source: think
an: pensar

source: show
an: amostrar

source: hide
an: amagar

source: switch costume to
an: cambiar vesiu por

source: next costume
an: siguient vestiu

source: switch backdrop to
an: cambiar fondo por

source: change _ effect to
an: cambiar efecto _ por

source: set _ effect to
an: fixar efecto _ en

source: clear graphic effects
an: eliminar os efectos graficos

source: change size by
an: cambiar a mida por

source: set size to
an: fixar a grandaria en

source: go to front
an: ninviar enta debant

source: go back _ layers
an: ir _ capas enta zaga

source: costume #
an: # de vestiu

source: backdrop name
an: nombre de fundo

source: size
an: mida

source: Sound
an: Son

source: Pen
an: Lapicero

source: Data
an: Datos

source: Events
an: Eventos

source: Sensing
an: Sensors

source: Operators
an: Operadors

source: More Blocks
an: Mas bloques

source: Want to make a project in Scratch? Try these 10 steps.
an: Quiers creyar un prochecto en Scratch? Intenta-lo con istos 10 pasos.

source: First, click New to start a new project.
an: En primeras, fe clic en Nuevo ta encetar un prochecto nuevo.

source: Drag a <span class=movecolor>MOVE</span> block into the Scripts area.
an: Arrociega un bloque de <span class=movecolor>MOVER</span> en l'aria de Programas.

source: Then, click on that block to make the cat move:
an: Dimpués, fe clic en ixe bloque ta mover a o gato.

source: 2 Add a Sound
an: 2 Adhibe un son

source: Drag out a <span class=soundcolor>PLAY DRUM</span> block (from <span class=soundcolor>Sound</span>) and snap it onto the <span class=movecolor>MOVE</span> block.
an: Arrociega un bloque de <span class=soundcolor>TANYER TAMBOR</span> (en <span class=soundcolor>Son</span>) y achunta-lo con o bloque <span class=movecolor>MOVER</span>.

source: Click and listen.
an: Fe clic y escuita.

source: (Make sure your computer's speakers are on.)
an: (Asegura-te que os altavoces d'o tuyo ordinador sían enchegaus.)

source: 3 Start a Dance
an: 3 Fe un baile

source: Add another <span class=movecolor>MOVE</span> block. Click inside the block and type in a minus sign.
an: Adhibe unatro bloque <span class=movecolor>MOVER</span>. Fe clic adentro d'o bloque y escribe un signo "menos".

source: Add another <span class=soundcolor>PLAY DRUM</span> block, then choose a drum from the pull-down menu.
an: Adhibe unatro bloque <span class=soundcolor>TANYER TAMBOR</span>, y triga un tambor en o menú d'o bloque.

source: Click on any of the blocks to run the stack:
an: Fe clic en qualsiquier bloque ta executar o conchunto.

source: Comments
an: Comentarios

source: shared the project
an: compartió o prochecto

source: %(time)s ago
an: en fa %(time)s

source: added
an: adhibió

source: to the studio
an: a lo estudio

source: is now following
an: ye seguindo a

source: remixed <a href="%(remixSourceUrl)s">%(displayName)s</a> as
an: reinventó <a href="%(remixSourceUrl)s">%(displayName)s</a> como

source: favorited
an: adhibió en os suyos favoritos

source: loved
an: li encantó

source: shared the project
an: compartió o prochecto

source: is now following the gallery
an: ye seguindo a galería

source: Scratch Team
an: Equipo de Scratch

source: About me
an: Sobre yo

source: Add a bit about yourself
an: Anyade bella cosa sobre tu

source: What I'm working on
an: En qué soi treballando

source: Describe what you're working on
an: Describe en qué yes treballando

source: FEATURED:
an: DESTACAU:

source: Change featured project
an: Cambiar prochecto destacau

source: What I've been doing
an: O que soi estau fendo

source: Report this user
an: Denunciar a iste usuario

source: Shared Projects
an: Prochectos Compartius

source: Favorite Projects
an: Prochectos Favoritos

source: Studios I'm Following
an: Estudios que sigo

source: Studios I Curate
an: Estudios que cosiro

source: Following
an: Seguindo a

source: Followers
an: Seguidors

source: Favorites
an: Os míos Favoritos

source: on Scratch
an: en Scratch

source: remixed
an: reinventaus

source: sprites
an: obchectos

source: See inside
an: Veyer dentro

source: Based on:
an: Basau en:

source: Original project:
an: Prochecto orichinal:

source: not shared
an: no compartiu

source: Favorite this project
an: Marcar como favorito

source: Love this project
an: M'encanta iste prochecto

source: Total views
an: Visitas totals

source: Newest Projects
an: Prochectos recients

source: Projects selected by
an: Prochectos seleccionaus por

source: What the Community is
an: O que a la comunidat ye

source: Draft
an: Borrador

source: Instructions
an: Instruccions

source: Notes and Credits
an: Notas y creditos

source: added by
an: adhibiu por

source: Shared on: %(tDate)s
an: Compartiu o: %(tDate)s

source: Your project is now shared.
an: O tuyo prochecto se ye compartindo.

source: Congratulations on sharing your project! Other people can now try it out, give comments, and remix it.
an: Muit bien! Has compartiu o tuyo prochecto! Atras personas podrán prebar-lo, comentar-lo y reinventar-lo.

source: Sorry this project is not shared
an: Lo sentimos, pero iste prochecto no ye compartiu

source: This project is not shared -- so only you can see it. Click share to let everyone see it!
an: Iste prochecto no ye compartiu - nomás tu puetz veyer-lo. Fe clic en "Compartir" si quiers que totz lo veigan!

source: Share
an: Compartir

source: Note: This project is in the trash folder
an: Nota: iste prochecto ye en a carpeta de vasuera

source: Note: this project is not visible
an: Nota: iste prochecto no ye visible

source: Unshared
an: No compartiu

source: More projects by
an: Mas prochectos de

source: Related Projects
an: Prochectos relacionaus

source: Creator
an: Creyador

source: Studio
an: Estudio

source: %(tDate)s ago
an: en fa %(tDate)s

source: Tell people how to use your project</br>(such as which keys to press).
an: Explica cómo fer servir o tuyo prochecto</br>(por eixemplo, qué teclas cal pretar).

source: What did you change or add in this remix? Say thanks to the Scratchers whose projects you remixed.
an: Qué has cambiau u adhibiu en ista reinvención? Da-les las gracias a os Scratchers que creyoron os prochectos reinventados.

source: How did you make the project?</br>Did you use ideas, scripts, or artwork from other people? Thank them here.
an: Cómo has feito o prochecto?</br>Has usau ideyas, programas u arte d'atras personas? Da-les as gracias aquí.

source: Share project on other websites
an: Compartir o prochecto en atros puestos web

source: Share to
an: Compartir ta

source: Add project to studio
an: Adhibir prochecto a estudeo

source: Add to
an: Adhibir ta

source: Report project as inappropriate
an: Marcar o prochecto como inadequau

source: Report this
an: Denunciar isto

source: View Cloud Data activity for this project.
an: Veyer l'actividat en a boira ta iste prochecto.

source: Login
an: Dentrar-ie

source: Forgot username or password?
an: Has ixuplidau o tuyo nombre d'usuario u clau?

source: Password reset confirmation
an: Confirmación de restauración de clau

source: New Password
an: Nueva clau

source: Change my password
an: Cambiar a clau

source: Password reset email sent...
an: Correu de restauración de clau ninviada...

source: Reset Password
an: Restaurar a Clau

source: Enter Username
an: Nombre d'usuario

source: Email address you registered with
an: Correu electronico con o qual te rechistrés

source: Send me a password reset link!
an: Ninvia-me un vinclo ta cambiar a mía clau!

source: Joined %(tDate)s ago /
an: S'ha uniu en fa %(tDate)s /

source: Search - Scratch
an: Buscar - Scratch

source: All Projects (<span data-content="project-count">%(projects_count)s</span>)
an: Totz os Prochectos (<span data-content="project-count">%(projects_count)s</span>)

source: Shared Projects (<span data-content="shared-count">%(shared_count)s</span>)
an: Prochectos Compartius (<span data-content="shared-count">%(shared_count)s</span>)

source: Unshared Projects (<span data-content="unshared-count">%(notshared_count)s</span>)
an: Prochectos No Compartius (<span data-content="unshared-count">%(notshared_count)s</span>)

source: My Studios (<span data-content="gallery-count">%(gallery_count)s</span>)
an: Os míos Estudios (<span data-content="gallery-count">%(gallery_count)s</span>)

source: Trash (<span data-content="trash-count">%(deleted_count)s</span>)
an: Vasuera (<span data-content="trash-count">%(deleted_count)s</span>)

source: New Project
an: Nuevo Prochecto

source: New Studio
an: Nuevo Estudio

source: Load More
an: Cargar-ne mas

source: Last modified:
an: Modificau por zaguera vegada:

source: Unshare
an: Descompartir

source: Delete
an: Borrar

source: View:
an: Veyer:

source: Most Projects
an: Mas Prochectos

source: Last updated
an: Actualizaus fa poco

source: You do not own any galleries. <a href=>Create one!</a>
an: No tiens garra galería. <a href=>Fe-ne una!</a>

source: Created: %(gallery.datetime_created|date:"F d Y fa")s
an: Creyau: %(gallery.datetime_created|date:"F d Y fa")s

source: You do not have any galleries
an: No tiens garra galería

source: Not shared
an: No pas compartius

source: + New Project
an: + Nuevo Prochecto

source: Created:
an: Creyau:

source: Owned by me
an: Creyadas por yo

source: Curated by me
an: Cosiradas por yo
