Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/djangojs.po
Languages: bn, ckb, eu, ga, km, ku, lv, mi, nn, ro, si, sq

source: Available %s
bn: ব্যবহারযোগ্য %s
ckb: بەردەستە %s
eu: Erabilgarri dauden %s -ak
ga: %s ar fáil
km: %s ដែលមាន
ku: Li berdest %s
lv: Pieejams %s
mi: Kei te wātea%s
nn: Tilgjengeleg %s
ro: Disponibil %s
si: ප්‍රයෝජනය සඳහා ඇති %s
sq: %s të gatsheëm

source: This is the list of available %s. You may choose some by selecting them in the box below and then clicking the "Choose" arrow between the two boxes.
bn: এটি উপলব্ধ তালিকা%s। তুমি নীচের বাক্সে তাদের নির্বাচন করে এবং তারপর দুটি বাক্সের মধ্যে "Choose" তীর ক্লিক করে কিছু বাছাই করতে পারো ।
ckb: ئەمە لیستی بەردەستی %s. تۆ دەتوانیت هەندێک هەڵبژێریت بە دیاریکردنیان لە سندوقی خوارەوە و دواتر کرتەکردن لەسەر "هەڵبژاردن" تیر لەنێوان دوو سندوقەکە.
eu: Erabilgarri dauden %s -en lista da hau. Azpiko kaxan aukera ditzakezu klik eginez eta ondoren bi kaxen artean dagoen "Aukeratu" gezia klika ezazu.
ga: Seo iad na %s atá ar fáil. Is féidir roinnt acu a roghnú sa mbosca thíos, ansin an tsaighead "Roghnaigh" a chliceáil idir an dá bhosca.
km: នេះជាបញ្ជីនៃ%sដែលមាន។ អ្នកអាចជ្រើសរើសខ្លះពីប្រអប់ខាងក្រោមហើយចុចព្រួញ "ជ្រើស" រវាងប្រអប់ទាំងពីរ។
ku: Ev lîsteya %s yên berdest e. Tu dikarî hinekan ji wan di kodika jêr de nîşan bike û piştre jî bi tikandina hêmana "hilbijêre"yê ya di navbera du kodikan de wan bibijêre.
lv: Šis ir saraksts ar pieejamajiem %s. Vari izvēlēties, atlasot tos zemāk un tad spiežot "Izvēlēties" bultu.
mi: Ko tēnei te rārangi o ngā %s kua wātea. Kōwhirihia ētahi i te pouaka ki raro nei, kātahi pāwhiritia te kōpere "Kōwhirihia (i waenga i ngā pouaka e rua).
nn: Her er oversikt over tilgjengelege %s. Du kan velja nokre desse ved å først merkja dei i feltet nedanfor og så trykkja på «Vel»-pila mellom dei to felta.
ro: Aceasta este lista cu disponibile %s. Poți alege o opțiune prin selectarea acesteia în caseta de mai jos și clicarea pe săgeata ”Alege” dintre cele două casete.
sq: Kjo është lista me %s të gatshme. Ju mund të zgjidhni disa duke i selektuar ato në kutinë e mëposhtme dhe pastaj të klikoni shigjetën "Zgjidh" ndërmjet dy kutive.

source: Type into this box to filter down the list of available %s.
bn: উপলব্ধ তালিকা নিচে ফিল্টার করতে এই বাক্সে টাইপ করো %s.
ckb: لەو سندووقە بنووسە تا پاڵاوتنی بکەی بۆ لیستی بەردەست %s.
eu: Idatzi hemen eskuragarri dauden %s -ak filtratzeko.
ga: Clóscríobh sa mbosca seo chun na %s atá ar fáil a chúngú.
km: វាយក្នុងប្រអប់នេះដើម្បីចម្រាញ់បញ្ជី%sដែលមាន។
ku: Ji bo fîltrekirina lîsteya %sê yên berdest li vê kodikê binivîse.
lv: Ieraksti šajā lauciņā, lai filtrētu pieejamos %s.
mi: Patopatohia he reta ki tēnei pouaka, kia tāria kō ēhea ngā %s kua wātea.
nn: Skriv i dette feltet for å filtrera lista med tilgjengelege %s.
ro: Tastează în această casetă pentru a filtra lista disponibilelor %s.
sq: Shkruani në këtë kuti për të filtruar poshtë listës me %s të gatshme.

source: Filter
bn: বাছাই
ckb: پاڵاوتن
eu: Filtratu
ga: Scag
km: ចម្រាញ់
ku: Fîltre
lv: Filtrēt
mi: Tātari
ro: Filtru
si: පෙරනවා
sq: Filtër

source: Choose all
bn: সব নির্বাচন কর
ckb: هەڵبژاردنی هەموو
eu: Guztiak aukeratu
ga: Roghnaigh uile
km: ជ្រើសទាំងអស់
ku: Hemûyan hilbijêre
lv: Izvēlēties visu
mi: Kōwhirihia katoatia
nn: Merk alle
ro: Alege-le pe toate
si: සියල්ල තෝරන්න
sq: Zgjidhi të gjitha

source: Click to choose all %s at once.
bn: সবগুলো নির্বাচন করতে ক্লিক করো %s একবারে
ckb: کرتەبکە بۆ هەڵبژاردنی هەموو %s بەیەکجار.
eu: Klikatu hemen %s guztiak batera aukeratzeko.
ga: Cliceáil le gach %s a roghnú in éineacht.
km: ចុចដើម្បីជ្រើស%sទាំងអស់ក្នុងពេលតែមួយ។
ku: Ji bo bi carekê hemû %san bibijêrî bitikîne.
lv: Klikšķini, lai izvēlētos visus %s uzreiz.
mi: Pāwhiritia kia kōwhirihia ngā %s katoa.
nn: Trykk for å merkja alle %s på ein gong.
ro: Apasa pentru a alege toate %s odata
sq: Kliko të zgjedhësh të gjitha %s njëherësh.

source: Choose
bn: বাছাই
ckb: هەڵبژاردن
eu: Aukeratu
ga: Roghnaigh
km: ជ្រើស
ku: Hilbijêre
lv: Izvēlēties
mi: Kōwhirihia
nn: Vel
ro: Alege
si: තෝරන්න
sq: Zgjidh

source: Remove
bn: ছাঁটাই
ckb: لابردن
eu: Ezabatu
ga: Bain
km: ដកចេញ
ku: Rake
lv: Noņemt
mi: Tango
nn: Fjern
ro: Elimină
si: ඉවත් කරන්න
sq: Hiq

source: Chosen %s
bn: %s বাছাই করা হয়েছে
ckb: هەڵبژێراوە %s
eu: Aukeratutako %s
ga: %s roghnaithe
km: %sបានជ្រើស
ku: %s bijartî
lv: Izvēlēts %s
mi: Kōwhiringa: %s
nn: Vald %s
ro: Alese %s
si: තෝරාගත් %s
sq: Zgjedhur %s

source: This is the list of chosen %s. You may remove some by selecting them in the box below and then clicking the "Remove" arrow between the two boxes.
bn: এটি নির্বাচিতদের তালিকা %s । তুমি কিছু সরাতে পারো নীচের বাক্সে থেকে নির্বাচিত করে এবং পরে দুটি বাক্সের মধ্যে "সরান" তীর চিহ্ন ক্লিক করে মুছে ফেলতে পারো ।
ckb: ئەمە لیستی هەڵبژێردراوی %s. تۆ دەتوانیت هەندێک بسڕیتەوە بە دیاریکردنیان لە سندوقی خوارەوە و دواتر کرتەکردن لەسەر "لابردن" تیر لەنێوان دوو سندوقەکە.
eu: Aukeratutako %s -en lista da hau. Azpiko kaxan aukera itzazu ezabatzekoak eta ondoren bi kaxen artean dagoen "Ezabatu" gezia klika ezazu.
ga: Seo iad na %s a roghnaíodh. Is féidir roinnt acu a bhaint trí roghnú sa mbosca thíos ansin an tsaighead "Bain" a chliceáil idir an dá bhosca.
km: នេះជាបញ្ជី%sដែលបានជ្រើសរើស។ អ្នកអាចដកខ្លះចេញដោយជ្រើសរើសវាក្នុងប្រអប់ខាងក្រោម រួចចុចព្រួញ "ដកចេញ" រវាងប្រអប់ទាំងពីរ។
ku: Ev lîsteya %s yên bijartî ne. Tu dikarî hinekan ji wan di kodika jêr de nîşan bike û piştre jî bi tikandina hêmana "Rake"yê ya di navbera du kodikan de wan jê bibî.
lv: Šis ir saraksts ar izvēlētajiem %s. Vari kādu no tiem noņemt, klikšķinot uz tā un tad spiežot bultu "Noņemt".
mi: Ko tēnei te rārangi o ngā %s kua kōwhirihia. Ki te tango ētahi, kōwhirihia, kātahi pāwhiritia te tohu "Tango" i waenga i ngā pouaka e rua.
nn: Her er oversikt over valde %s. Du kan fjerna nokre desse ved å først merkja dei i feltet nedanfor og så trykkja på «Fjern»-pila mellom dei to felta.
ro: Aceasta este lista cu cele %s alese. Poți sterge o opțiune prin selectarea acesteia în caseta de mai jos și clicarea pe săgeata ”Sterge” dintre cele două casete.
sq: Kjo është lista e %s të zgjedhura. Ju mund të hiqni disa duke i selektuar ato në kutinë e mëposhtme dhe pastaj klikoni shigjetën "Hiq" ndërmjet dy kutive.

source: Remove all
bn: সব ছাঁটাই করো
ckb: لابردنی هەموو
eu: Guztiak ezabatu
ga: Bain uile
km: ដកចេញទាំងអស់
ku: Hemûyan rake
lv: Noņemt visu
mi: Tangohia katoatia
nn: Fjern alle
ro: Elimină-le pe toate
si: සියල්ල ඉවත් කරන්න
sq: Hiqi të gjitha

source: Click to remove all chosen %s at once.
bn: একবারে নির্বাচিত সব %s অপসারণ করতে ক্লিক কর।
ckb: کرتەبکە بۆ لابردنی هەموو %s هەڵبژێراوەکان بەیەکجار.
eu: Klikatu hemen aukeratutako %s guztiak batera ezabatzeko.
ga: Cliceáil anseo chun na %s go léir a bhaint d'aon iarraidh.
km: ចុចដើម្បីដក%sដែលបានជ្រើសចេញទាំងអស់ក្នុងពេលតែមួយ
ku: Ji bo hemû %sên hatine hilbijartin bi carekê jê bibî, bitikîne.
lv: Noklikšķiniet, lai noņemtu visus izvēlētos %s uzreiz.
mi: Pāwhiritia ki te tango i te kōwhiringa %s.
nn: Trykk for å fjerna alle %s på ein gong.
ro: Apasa pentru a sterge toate %s odata
sq: Klikoni të hiqni të gjitha %s njëherësh.

source: %(sel)s of %(cnt)s selected
bn: %(cnt)s এর মধ্যে %(sel)s বাছাই করা হয়েছে
ckb: %(sel)s لە %(cnt)s هەڵبژێردراوە
eu: %(cnt)s -ko %(sel)s aukeratuta
ga: %(sel)s as %(cnt)s roghnaithe
km: %(sel)s ចំណោម %(cnt)sបានជ្រើស
ku: %(sel)s ji %(cnt)s bijartî ye
mi: kua tīpakongia%(sel)s o %(cnt)s
nn: %(sel)s av %(cnt)s valt
ro: %(sel)s din %(cnt)s selectate
sq: %(sel)s nga %(cnt)s të selektuara

source: You have unsaved changes on individual editable fields. If you run an action, your unsaved changes will be lost.
bn: ব্যক্তিগত সম্পাদনাযোগ্য ক্ষেত্রগুলিতে তোমার সংরক্ষিত পরিবর্তন রয়েছে। তুমি যদি কোন কাজ চালাও, তোমার সংরক্ষণ না করা পরিবর্তনগুলি নষ্ট হবে।
ckb: تۆ گۆڕانکاری پاشەکەوت نەکراوت هەیە لە هەندێ خانەی دەستکاریکراو. ئەگەر کردارێک جێبەجێ بکەیت، گۆڕانکارییە پاشەکەوت نەکراوەکانت لە دەست دەچن.
eu: Eremu batzutako aldaketak ez dituzu gorde. Ekintza bat burutuz gero aldaketa hoiek galdu egingo dira.
ga: Athruithe gan sábháil i réimsí ineagarthóireachta. Dá gcuirfeá gníomh i bhfeidhm, chaillfeá na hathruithe gan sábháil.
km: អ្នកមានការកែប្រែដែលមិនបានរក្សាទុកក្នុងប្រអប់ទិន្នន័យ។ ប្រសិនបើអ្នកដំណើរការសកម្មភាពមួយ ការកែប្រែរបស់អ្នកនឹងត្រូវបាត់បង់។
ku: Li ser qadên sererastbar guhertinên netomarkirî hene. Heke tu kiryarekê bike ew ê guhertinên te yên netomarkirî winda bibin.
lv: Tev ir nesaglabātas izmaiņas labojamajos laukos. Ja izpildīsi aktivitāti, nesaglabātās izmaiņas pazudīs.
mi: Kāore anō kia tiakina ngā whakatika i ngā āpure kei konei. Ina whakahaeretia te hohenga, ka ngaro aua whakatika.
nn: Du har gjort endringar i nokre felt. Viss du startar ei handling, går endringane tapt.
ro: Ai informatii nesalvate in diferite campuri editabile. Daca continui, informatiile nesalvate se vor pierde.
sq: Ju keni ndryshime të pa ruajtura në fusha editimi individuale. Nëse bëni një ekzekutim aksioni, ndryshimet tuaja të paruajtura do të humbasin.

source: You have selected an action, but you haven't saved your changes to individual fields yet. Please click OK to save. You'll need to re-run the action.
bn: তুমি একটি কার্যকলাপ নির্বাচন করেছো, তবে তোমার পৃথক পৃথক জায়গাগুলিতে তোমার পরিবর্তনগুলি সংরক্ষণ করে রাখোনি।সংরক্ষণ করতে দয়া করে (OK) ক্লিক করো।তোমাকে কার্যকলাপটি আবারও চালু করতে হবে।
ckb: تۆ کردارێکت دیاریکردووە، بەڵام گۆڕانکارییەکانی هەندێک خانەی دەستکاریکراوت پاشەکەوت نەکردووە. تکایە کرتەی باشە بکە بۆ پاشەکەوتکردن. تۆ پێویستە دوبارە کردارەکە جێبەجێ بکەیتەوە.
eu: Ekintza bat aukeratu duzu, baina ez dituzu eremu batzutako aldaketak gorde oraindik. Gordetzeko, klika ezazu OK. Ondoren ekintza berriz egikaritu beharko duzu.
ga: Roghnaigh tú gníomh, ach níor shábháil tú na hathruithe i ngach réimse. Cliceáil OK lena sábháil. Ansin, ní mór duit triail eile a bhaint as an ngníomh.
km: អ្នកបានជ្រើសរើសសកម្មភាពមួយ ប៉ុន្តែអ្នកមិនបានរក្សាទុកការកែប្រែរបស់អ្នកក្នុងប្រអប់ទិន្នន័យនៅឡើយទេ។ សូមចុច "យល់ព្រម" ដើម្បីរក្សារុក។ អ្នកនឹងត្រូវដំណើរការសកម្មភាពនេះឡើងវិញ។
ku: Te çalakiyek hilbijart lê te hîna guhertinên xwe li qadên kesane tomar nekiriye. Ji bo tomarkirinê ji kerema xwe pêlî 'BAŞ e'yê bike. Ji nû ve xebitandina çalakiyê pêwîst e.
lv: Tu esi izvēlējies aktivitāti, bet neesi saglabājis izmaiņas individuālajos laukos. Spied Labi, lai saglabātu. Tev būs vēlreiz jāizpilda aktivitāte.
mi: Kua kōwhirihia tō hohenga, engari kāore anō kia tiakina ngā whakatika o ngā āpure. Pāwhiritia "Ka Pai" ki te tiaki i ngā whakatika. Kātahi, whakahaeretia te hohenga anō.
nn: Du har valt ei handling, men har ikkje lagra endringane i felta enno. Trykk «OK» for å lagra. Etterpå må du starta handlinga på nytt.
ro: Ai selectat o acțiune, dar nu ai salvat încă modificările de pe fiecare câmp. Te rog dă OK pentru a salva. Va trebui sa re-execuți acțiunea.

source: You have selected an action, and you haven't made any changes on individual fields. You're probably looking for the Go button rather than the Save button.
bn: তুমি একটি ক্রিয়া নির্বাচন করেছ এবং পৃথক ক্ষেত্রে কোনও পরিবর্তন করোনি। তুমি সম্ভবত সংরক্ষণ বোতামের চেয়ে যাও বোতামটি সন্ধান করছো।
ckb: تۆ کردارێکت دیاریکردووە و هیچ گۆڕانکارییەکت نەکردووە لەسەر هیچ خانەی دەستکاریکراو. لەوانەیە تۆ بگەڕێی بۆ دوگمەی بڕۆ نەک دوگمەی پاشەکەوتکردن.
eu: Ekintza bat aukeratu duzu, eta ez duzu aldaketarik burutu banakako eremuetan. Gordetzeko beharrik ez dago.
ga: Roghnaigh tú gníomh, ach níl aon réimsí athraithe agat. Is dócha gurb é an cnaipe 'Téigh' atá uait in ionad an chnaipe 'Sábháil'.
km: អ្នកបានជ្រើសរើសសកម្មភាពមួយ ហើយអ្នកមិនបានកែប្រែអ្វីទៅលើប្រអប់ទិន្នន័យនៅឡើយទេ។​ អ្នកប្រហែលជាកំពុងរកប៊ូតុង "ទៅ" ជៀសជាងប៊ូតុង "រក្សាទុក"។
ku: Te çalakiyek hilbijart lê te hîna guhertinên xwe li qadên kesane tomar nekiriye. Dixuye ku tu ji dêvla bişkoka 'Tomar bike'yê li boşkoka 'Here'yê digerî.
lv: Tu esi izvēlējies aktivitātei, bet nav veiktas nekādas izmaiņas individuālajos laukos. Iespējams, tu meklē pogu Aiziet, nevis saglabāt.
mi: Kua kōwhirihia he hohenga, engari kāore anō koe kia whakatika i ngā āpure. Tērā pea, me kimi i te pātene "Haere" kaua ko te pātene "Tiakina".
nn: Du har valt ei handling, men har ikkje gjort endringar i nokon av felta. Det kan derfor vera du bør bruka «Gå til»-knappen i staden for «Lagra»-knappen.
ro: Ai selectat o acțiune și nu ai efectuat nici o modificare pe vreun câmp. Probabil a vrea să folosești mai degrabă butonul GO decât butonul Save.

source: Now
bn: এখন
ckb: ئێستا
eu: Orain
ga: Anois
km: ឥឡូវ
ku: Aniha
lv: Tagad
mi: Ināianei
nn: No
ro: Acum
si: දැන්
sq: Tani

source: Clock
bn: ঘড়ি
ckb: کاتژمێر
eu: Erlojua
ga: Clog
km: នាឡិកា
ku: Demjimêr
lv: Pulkstenis
mi: Karaka
nn: Klokke
ro: Ceas
si: ඔරලෝසුව
sq: Ora

source: Choose a time
bn: একটা সময় নির্বাচন কর
ckb: کات هەڵبژێرە
eu: Ordua aukeratu
ga: Roghnaigh am
km: ជ្រើសម៉ោង
ku: Wextekî hilbijêre
lv: Izvēlieties laiku
mi: Kōwhirihia he wā
nn: Vel tidspunkt
ro: Alege o oră
si: වෙලාවක් තෝරන්න
sq: Përzgjidh kohën

source: Midnight
bn: মধ্যরাত
ckb: نیوەشەو
eu: Gauerdia
ga: Meán Oíche
km: កណ្តាលយប់
ku: Nîvê Şevê
lv: Pusnakts
mi: Waenganui pō
nn: Midnatt
ro: Miezul nopții
si: මධ්‍යම රාත්‍රීය
sq: Mesnate

source: 6 a.m.
bn: সকাল 6 টা
ckb: 6 بەیانی
ga: 6 rn
km: 6 ព្រឹក
ku: 6ê Sibehê
nn: klokka 6
si: පෙ.ව 6

source: Noon
bn: দুপুর
ckb: نیوەڕۆ
eu: Eguerdia
ga: Nóin
km: ថ្ងៃត្រង់
ku: Nîvroj
lv: Pusdienlaiks
mi: Te poupoutanga o te rā
nn: Klokka tolv
ro: Prânz
si: මධ්‍යාහ්නය
sq: Mesdite

source: Cancel
bn: বাতিল কর
ckb: پاشگەزبوونەوە
eu: Ezeztatu
ga: Cealaigh
km: បោះបង់
ku: Betal
lv: Atcelt
mi: Whakakore
nn: Avbryt
ro: Renunţă
si: අවලංගු කරන්න
sq: Anullo

source: Today
bn: আজ
ckb: ئەمڕۆ
eu: Gaur
ga: Inniu
km: ថ្ងៃនេះ
ku: Îro
lv: Šodiena
mi: Tēnei rā
nn: I dag
ro: Astăzi
si: අද
sq: Sot

source: Calendar
bn: দিন পঞ্জিকা
ckb: ساڵنامە
eu: Egutegia
ga: Féilire
km: ប្រតិទិន
ku: Salname
lv: Kalendārs
mi: Maramataka
nn: Kalender
si: දින දර්ශකය
sq: Kalendar

source: Yesterday
bn: গতকাল
ckb: دوێنێ
eu: Atzo
ga: Inné
km: ម្សិលមិញ
ku: Doh
lv: Vakardiena
mi: Inanahi
nn: I går
ro: Ieri
si: ඊයේ
sq: Dje

source: Tomorrow
bn: আগামীকাল
ckb: سبەی
eu: Bihar
ga: Amárach
km: ស្អែក
ku: Sibê
lv: Rītdiena
mi: Āpōpō
nn: I morgon
ro: Mâine
si: හෙට
sq: Nesër

source: January February March April May June July August September October November December
bn: জানুয়ারি ফেব্রুয়ারী মার্চ এপ্রিল মে জুন জুলাই আগস্ট সেপ্টেম্বর অক্টোবর নভেম্বর ডিসেম্বর
ckb: کانوونی دووەم شوبات ئازار نیسان ئایار حوزەیران تەمووز ئاب ئەیلوول تشرینی یەکەم تشرینی دووەم کانوونی یەکەم
eu: Urtarrila Otsaila Martxoa Apirila Maiatza Ekaina Uztaila Abuztua Iraila Urria Azaroa Abendua
ga: Eanáir Feabhra Márta Aibreán Bealtaine Meitheamh Iúil Lúnasa Meán Fómhair Deireadh Fómhair Samhain Nollaig
km: មករា កុម្ភៈ មិនា មេសា ឧសភា មិថុនា កក្កដា សីហា កញ្ញា តុលា វិច្ឆិកា ធ្នូ
ku: Rêbendan Reşemî Adar Avrêl Gulan Pûşper Tîrmeh Tebax Îlon Cotmeh Mijdar Berfanbar
lv: Janvāris Februāris Marts Aprīlis Maijs Jūnijs Jūlijs Augusts Septembris Oktobris Novembris Decembris
mi: Kohi-tātea Hui-tanguru Poutū-te-rangi Paenga-whāwhā Haratua Pipiri Hōngongoi Here-turi-kōkā Mahuru Whiringa-ā-nuku Whiringa-ā-rangi Hakihea
nn: Januar Februar Mars April Mai Juni Juli August September Oktober November Desember
ro: Ianuarie Februarie Martie Aprilie Mai Iunie Iulie August Septembrie Octombrie Noiembrie Decembrie

source: S M T W T F S
eu: Ig Al As Az Og Ol Lr
ga: DLMCDAS
km: អា ច អ ព ព្រ សុ ស
ku: D S Ç P Î Ş Y
lv: S P O T C P S
nn: S M T O T F L
ro: D L M M J V S
sq: D H M M E P S

source: Show
bn: দেখাও
ckb: پیشاندان
eu: Erakutsi
ga: Taispeáin
km: បង្ហាញ
ku: Nîşan bide
lv: Rādīt
mi: Whakaatu
nn: Vis
ro: Arată
si: පෙන්වන්න
sq: Shfaq

source: Hide
bn: লুকাও
ckb: شاردنەوە
eu: Ezkutatu
ga: Folaigh
km: លាក់
ku: Veşêre
lv: Slēpt
mi: Huna
nn: Gøym
ro: Ascunde
si: සඟවන්න
sq: Fshih

source: Delete my account
bn: আমার এ্যাকাউন্ট মুছে ফেল
ckb: سڕینەوەی هەژمارەکەم
eu: Nire kontua ezabatu
ga: Scrios mo chuntas
km: លុបគណនីខ្ញុំ
ku: Hesabê min jê bibe
lv: Dzēst manu kontu
mi: Mukua taku pūkete
nn: Slett brukarkontoen min
ro: Şterge contul meu.
si: මගේ ගිණුම ඉවත් කරන්න
sq: Fshij llogarinë time

source: Your Account Will Not Be Deleted
bn: তোমার এ্যাকাউন্ট মুছে ফেলা হবে না
ckb: هەژمارەکەت ناسڕێتەوە
eu: Zure kontua ez da ezabatuko
ga: Ní Scriosfar do Chuntas
km: គណនីរបស់អ្នកនឹងមិនត្រូវបានលុបទេ។
ku: Hesabê Te Dê Neyê Jêbirin
lv: Tavs konts netiks dzēsts
mi: Kāore e Mukua tō Pūkete
nn: Brukarkontoen din vert ikkje sletta
ro: Contul tău nu va fi şters
si: ඔබේ ගිණුම ඉවත් නොවෙනු ඇත
sq: Llogaria Juaj Nuk Do Të Fshihet

source: on Scratch
bn: Scratch এ
ckb: لە سکڕاچ
eu: Scratchen
ga: ar Scratch
km: លើ Scratch
ku: li ser Scratchê
lv: uz Scratch
mi: kei runga i a Scratch
nn: på Scratch
ro: în Scratch
si: Scratch තුල
sq: në Scratch

source: Would you like to leave the editor anyway?
bn: তুমি কি যেকোন ভাবে ইডিটর থেকে বের হতে চাও?
ckb: دەتەوێت دەرچیت لە سەرنووسەر هەرچۆنێک بێت؟
eu: Editoretik irten nahi duzu?
ga: Ar mhaith leat an t-eagarthóir a fhágáil ar aon nós?
km: អ្នកនៅតែចង់ចេញពីកម្មវិធីសរសេរមែនទេ?
ku: Tu dixwazî bi her awayî ji sererastkerê derkevî?
lv: Vai vienalga vēlies atstāt redaktoru?
mi: Kei te hiahia tonu koe ki te waiho i te etita?
nn: Vil du gå ut av programredigeringa likevel?
ro: Vrei să părăsești editorul?
sq: Dëshironi të largoheni nga editori gjithsesi?

source: Your changes are NOT SAVED! To save, stay on this page, then log in.
bn: তোমার পরিবর্তনগুলি জমা করা হয়নি! জমা করার জন্য, এই পেইজেই থাকো, এরপর লগইন কর।
ckb: گۆڕانکارییەکانت پاشەکەوت نەکراون! بۆ پاشکەوت کردن، لەم پەڕە بمێنەوە، دواتر بچۆ ژوورەوە.
eu: Zure aldaketak EZ DIRA GORDE! Gordetzeko, orri hontan geratu, ondoren kontuan sartu.
ga: NÍL do chuid athruithe SÁBHÁILTE! Chun iad a shábháil, fan ar an leathanach seo, ansin logáil isteach.
km: ការកែប្រែរបស់អ្នកមិនត្រូវបានរក្សាទុកទេ។ ដើម្បីរក្សាទុក សូមស្ថិតនៅទំព័រនេះ រួចចូលក្នុងគណនី។
ku: Guhertinên te TOMAR NEBÛN! Ji bo tomarkirinê li rûpelê bimîne û têkeve.
lv: Tavas izmaiņas NAV SAGLABĀTAS! Lai saglabātu, paliec šajā lapā un pieslēdzies.
mi: Kāore anō kia TIAKINA ō whakatika Ki te tiaki o mahi, noho ki tēnei whārangi, kātahi whakauru.
nn: Endringane du har gjort er IKKJE LAGRA! For å lagra, vert verande på denne sida og logg inn.
ro: Modificările tale NU SUNT SALVATE! Pentru a salva, râmăi pe această pagină și apoi autentifică-te.

source: Your changes are NOT SAVED! To save, stay on this page, then click “Remix”.
bn: তোমার পরিবর্তনগুলো সংরক্ষণ হয়নি। সংরক্ষণ করতে এই পৃষ্ঠাতেই থাকো, তারপর "Remix" এ ক্লিক কর।
ckb: گۆڕانکارییەکانت پاشەکەوت نەکراون! بۆ پاشەکەوت کردن، لەم پەڕە بمێنەوە، دواتر کرتەی "تێکەڵاوکردن" بکە.
eu: Zure aldaketak EZ DIRA GORDE! Gordetzeko, orri hontan geratu, ondoren "Birnahastu" klika ezazu.
ga: NÍL d'athruithe SÁBHÁILTE! Chun iad a shábháil, fan ar an leathanach seo, ansin cliceáil “Athmheasc”.
km: ការកែប្រែរបស់អ្នកមិនត្រូវបានរក្សាទុកទេ។ ដើម្បីរក្សាទុក សូមស្ថិតនៅទំព័រនេះ រួចចុច "កែបន្ថែម"។
ku: Guhertinên te TOMAR NEBÛN! Ji bo tomarkirinê li rûpelê bimîne û li “Remîks"ê bitikîne.
lv: Tavas izmaiņas NAV SAGLABĀTAS! Lai saglabātu, paliec lapā un klikšķini "Remix".
mi: Kāore anō kia TIAKINA ō whakatika Ki te tiaki o mahi, noho ki tēnei whārangi, kātahi pāwhiri "Remix".
nn: Endringane du har gjort er IKKJE LAGRA! For å lagra, vert verande på denne sida og trykk «Remiks».
ro: Modificările tale NU SUNT SALVATE! Pentru a salva, rămâi în această pagină și apoi dă clic pe ”Remixează”.

source: Your changes are NOT SAVED! To save, stay on this page, click “See inside”, then click “Remix”.
bn: তোমার পরিবর্তনগুলো সংরক্ষণ হয়নি। সংরক্ষণ করতে এই পৃষ্ঠাতেই থাকো, "See inside" এ ক্লিক কর, তারপর "Remix" এ ক্লিক কর।
ckb: گۆڕانکارییەکانت پاشەکەوت نەکراون! بۆ پاشەکەوت کردن، لەم پەڕە بمێنەوە، کرتەی "بینینی ناوەوە" بکە، دواتر کرتەی "تێکەڵاوکردن" بکە.
eu: Zure aldaketak EZ DIRA GORDE! Gordetzeko, orri hontan geratu, "Barruan ikusi" klikatu, eta ondoren "Birnahastu" klika ezazu.
ga: NÍL d'athruithe SÁBHÁILTE! Chun iad a shábháil, fan ar an leathanach seo, cliceáil “Féach isteach”, ansin cliceáil “Athmheasc”.
km: ការកែប្រែរបស់អ្នកមិនត្រូវបានរក្សាទុកទេ។ ដើម្បីរក្សាទុក សូមស្ថិតនៅទំព័រនេះ ហើយចុច "មើលខាងក្នុង" រួចចុច "កែបន្ថែម"។
ku: Guhertinên te TOMAR NEBÛN! Ji bo tomarkirinê li rûpelê bimîne û pêşî li "Lê binêre"yê piştre li "Remîks"ê bitikîne.
lv: Tavas izmaiņas NAV SAGLABĀTAS! Lai saglabātu, paliec lapā, klikšķini "Ieskaties iekšā", un "Remix".
mi: Kāore anō kia TIAKINA ō whakatika Ki te tiaki o mahi, noho ki tēnei whārangi, tuatahi pāwhiritia "See inside", kātahi pāwhiritia "Remix".
nn: Endringane du har gjort er IKKJE LAGRA! For å lagra, vert verande på denne sida, trykk «Sjå inni» og så «Remiks».
ro: Modificările tale NU SUNT SALVATE! Pentru a salva, rămâi în această pagină, dă clic pe ”Vezi în interior” și apoi pe ”Remixează”.

source: Your changes are NOT SAVED! To save, stay on this page, then click “Save now.”
bn: তোমার পরিবর্তনগুলো সংরক্ষণ হয়নি। সংরক্ষণ করতে এই পৃষ্ঠাতেই থাকো তারপর "Save now" তে ক্লিক কর।
ckb: گۆڕانکارییەکانت پاشەکەوت نەکراون! بۆ پاشەکەوت کردن، لەم پەڕە بمێنەوە، دواتر کرتەی "پاشەکەوت بکە ئێستا" بکە.
eu: Zure aldaketak EZ DIRA GORDE! Gordetzeko, orri hontan geratu, ondoren "Gorde orain" klika ezazu.
ga: NÍL d'athruithe SÁBHÁILTE! Chun iad a shábháil, fan ar an leathanach seo, ansin cliceáil “Sábháil anois”.
km: ការកែប្រែរបស់អ្នកមិនត្រូវបានរក្សាទុកទេ។ ដើម្បីរក្សាទុក សូមស្ថិតនៅទំព័រនេះ រួចចុច "រក្សាទុកឥឡូវនេះ"។
ku: Guhertinên te TOMAR NEBÛN! Ji bo tomarkirinê li rûpelê bimîne û li "Aniha tomar bike"yê bitikîne.
lv: Tavas izmaiņas NAV SAGLABĀTAS! Lai saglabātu, paliec lapā un klikšķini "Saglabāt tagad".
mi: Kāore anō kia TIAKINA ō whakatika Ki te tiaki o mahi, noho ki tēnei whārangi, kātahi pāwhiritia "Tiakina ināianei".
nn: Endringane du har gjort er IKKJE LAGRA! For å lagra, vert verande på denne sida og trykk «Lagra no».
ro: Modificările tale NU SUNT SALVATE! Pentru a salva, rămâi în această pagină și dă clic pe ”Salvează acum”.
