Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: The owner of this address has requested their address be removed from our lists. Please <a href="%(settings_url)s">change your address to a new one</a> or <a href="%(contact_us_url)s">contact us</a> if you have questions.
bg: Собственикът на този адрес е поискал адресът им да бъде премахнат от нашите списъци. Моля, <a href="%(settings_url)s">променете адреса си на нов</a> или<a href="%(contact_us_url)s"> се свържете с нас</a>, ако имате въпроси.
cs: Majitel této adresy požadoval svou adresu odstranit z našich seznamů. Prosím <a href="%(settings_url)s">změň svou adresu na novou</a> nebo <a href="%(contact_us_url)s">nás kontaktuj</a>, pokud máš dotazy.
cy: Mae perchennog y cyfeiriad hwn wedi gofyn fod eu cyfeiriad e-bost yn cael ei dynnu o'n rhestrau. <a href="%(settings_url)s">Newidiwch eich cyfeiriad i un newydd neu <a href="%(contact_us_url)s">cysylltwch a ni</a> os oes gennych chi gwestiwn.
ga: D'iarr úinéir an tseolta seo orainn é a bhaint dár liostaí. Le do thoil, <a href="%(settings_url)s">athraigh do sheoladh go ceann nua</a> nó <a href="%(contact_us_url)s">téigh i dteagmháil linn</a> má bhíonn aon cheist agat.
kk: Осы адрестің иесі біздің тізімнен өздерінің адрестерін жоюға өтініш берді. Өтінемін, <a href="%(settings_url)s"> өзіңіздің адресіңізді жаңасына өзгертіңіз </a> немесе <a href="%(contact_us_url)s"> бізге хабарласыңыз, </a> егер сұрақтарыңыз болса.
km: ម្ចាស់អាសយដ្ឋាននេះបានស្នើឲ្យយើងដកអាសយដ្ឋានរបស់គេចេញពីបញ្ជីរបស់យើង។ <a href="%(settings_url)s">សូមប្ដូរអាសយដ្ឋានរបស់អ្នកទៅអាសយដ្ឋានថ្មី</a> ឬ<a href="%(contact_us_url)s">ទាក់ទងយើង</a>ប្រសិនបើអ្នកមានសំណួរ។
mi: Kua tono mai te tangata nāna tēnei wāhitau (īmēra) kia tangohia te īmēra i ō mātou rārangi. Tēnā, me <a href="%(settings_url)s"> huri koe i te īmēra ki tētahi atu</a>, <a href="%(contact_us_url)s">whakapā mai rānei ki a mātou</a> ina he pātai tāhou.
ru: Владелец этого адреса попросил удалить свой адрес из наших списков. Пожалуйста, <a href="%(settings_url)s">измените свой адрес на новый</a> или <a href="%(contact_us_url)s">свяжитесь с нами</a>, если у вас есть вопросы.

source: Check for the confirmation message we sent to: <br/> <strong>%(email_address)s</strong>
bg: Проверете за потвърдителното съобщение, изпратено до: <br/> <strong>%(email_address)s</strong>
cs: Zkontroluj si ověřovací zprávu, kterou jsme poslali na: <br/> <strong>%(email_address)s</strong>
cy: Edrychwch am y neges cadarnhau rydym wedi ei anfon at: <br/> <strong>%(email_address)s</strong>
ga: Seiceáil an teachtaireacht deimhniúcháin a sheolamar chuig: <br/> <strong>%(email_address)s</strong>
kk: Біз жіберген растау хатын тексеріңіз: <br/> <strong>%(email_address)s </strong>
km: សូមពិនិត្យមើលសារអះអាងដែលយើងបានផ្ញើទៅ៖ <br/> <strong>%(email_address)s</strong>
mi: Kimihia te īmēra whakaū i tuku ai mātou ki: <br/> <strong>%(email_address)s</strong>
ru: Проверьте сообщение о подтверждение, которое мы направили в адрес: <br/> <strong>%(email_address)s</strong>

source: Can't find confirmation message?
bg: Не можете да намерите съобщение за потвърждение?
cs: Nemůžeš najít ověřovací zprávu?
cy: Methu canfod y neges cadarnhau?
ga: Ní féidir teachtaireacht deimhniúcháin a aimsiú?
kk: Растау хатын таппадыңыз ба?
km: រកសារអះអាងមិនឃើញមែនទេ?
mi: Kāore e kitea te īmēra whakaū?
ru: Не можете найти электронное письмо с подтверждением?

source: Wait for ten minutes. The message may take a while to arrive.
bg: Изчакайте десет минути. Може да отнем време докато съобщението пристигне.
cs: Počkej deset minut. Doručení zprávy může chvíli trvat.
cy: Arhoswch am ddeg munud. Gall fod y neges yn cymryd peth amser i gyrraedd.
ga: Fan deich nóiméad. B'fhéidir go nglacfaidh sé tamall air teacht.
kk: 10 минут күтіңіз. Бұл хат біраз уақыт алуы мүмкін.
km: សូមចាំ 10 នាទី។ សារអាចត្រូវការពេលមួយចំនួនមុននឹងទៅដល់។
mi: Tēnā, tatari kia tekau miniti. Te āhua nei ka pōturi te īmēra.
ru: Подождите десять минут. Получение сообщения может занять некоторое время.

source: Check your spam folder.
bg: Проверете папката Ви за спам.
cs: Zkontroluj svoji složku pro spam.
cy: Edrychwch yn eich ffolder sbam.
ga: Seiceáil do thurscar.
kk: Спам папкаңызды тексеріңіз.
km: សូមពិនិត្យមើលថតសារឥតបានការរបស់អ្នក
mi: Tirohia tō kōpaki 'spam'.
ru: Проверьте папку «Спам».

source: Make sure your email address is correct (see <a href="%(settings_url)s">Account Settings</a>).
bg: Уверете се, че вашия email адрес е правилен (вижте <a href="%(settings_url)s"> Настройки на профил </a>).
cs: Ujisti se, že tvoje e-mailová adresa je správně (viz <a href="%(settings_url)s">Nastavení účtu</a>).
cy: Gwnewch yn siwr fod eich cyfeiriad e-bost yn gywir (gw. <a href="%(settings_url)s">Gosodiadau Cyfrif</a>).
ga: Déan cinnte go bhfuil do sheoladh ríomhphoist i gceart (féach <a href="%(settings_url)s">Socruithe Cuntais</a>).
kk: Электродық пошта адресінің дұрыстыңына көз жеткізіңіз (see <a href="%(settings_url)s">Account Settings</a>).
km: សូមប្រាកដថាអាសយដ្ឋានអ៊ីមែលរបស់អ្នកគឺត្រឹមត្រូវ​ (មើល<a href="%(settings_url)s">ការកំណត់គណនី</a>)។
mi: Whakatikatikahia tō īmēra (tirohia<a href="%(settings_url)s">Tautuhinga Pūkete</a>).
ru: Убедитесь, что ваш адрес электронной почты указан правильно (см. <a href="%(settings_url)s">Настройки аккаунта</a>).

source: Still can't find the message?
bg: Все още не можете да намерите съобщението?
cs: Pořád nemůžeš najít tu zprávu?
cy: Dal ddim yn gallu dod o hyd i'r neges?
ga: Fós ní féidir an teachtaireacht a aimsiú?
kk: Әлі хабарламаны таба алмай жатырсыз ба?
km: នៅតែរក​សារមិនឃើញមែនទេ?
mi: Kāore rawa i kitea te karere?
ru: Все еще не можете найти электронное письмо с подтверждением?

source: Resend Confirmation
bg: Изпратете отново потвърждение
cs: Znovuodeslání potvrzení
cy: Ail anfon y Cadarnhad
ga: Athsheol Deimhniú
kk: Растау қайта жіберіңіз
km: ផ្ញើសារអះអាងម្តងទៀត
mi: Tukua anōtia te Whakaū
ru: Отправить подтверждение повторно

source: OK, back to Scratch
bg: ОК, обратно в Scratch!
cs: Dobře, zpátky na Scratch
cy: Iawn, nol i Scratch
ga: OK, ar ais go Scratch
kk: Жақсы, Scratch-ке қайтып келу
km: អូខេ ត្រឡប់ទៅ Scratch វិញ
mi: Ka pai, hoki ki a Scratch
ru: Хорошо, обратно в Scratch

source: Welcome to Scratch!
bg: Добре дошли в Scratch!
cs: Vítáme tě ve Scratchi!
cy: Croeso i Scratch!
ga: Fáilte go Scratch!
kk: Scratch-ке қош келдіңіздер!
km: សូមស្វាគមន៍មកកាន់ Scratch!
mi: Nau mai ki a Scratch!
ru: Добро пожаловать в Scratch!

source: Scratch is a community of all ages, from all over the world. Make sure your projects and comments are <a target="_blank" href="/community_guidelines">respectful and friendly</a>.
bg: Scratch е общност от хора от всички възрасти от целия свят. Уверете се, че вашите проекти и коментари са <a target="_blank" href="/community_guidelines">почтени и приятелски</a>.
cs: Scratch je společenstvím každého věku, z celého světa. Ujisti se, že tvé projekty a komentáře jsou <a target="_blank" href="/community_guidelines">ohleduplné a přátelské</a>.
cy: Mae Scratch yn gymuned ar gyfer pob oedran, o amgylch y byd. Sicrhewch fod eich prosiectau a'ch sylwadau'n <a target="_blank" href="/community_guidelines">barchus ac yn gyfeillgar</a>.
ga: Is comhphobal de gach aois é Scratch, ó gach cearn den domhan. Bí cinnte go bhfuil do chuid tionscadal agus nótaí tráchta <a target="_blank" href="/community_guidelines">measúil agus cairdiúil</a>.
kk: Скретч - бүкіл әлемдегі барлық жасқа арналған қоғамдастық. Сіздің жобаларыңыз бен пікірлеріңіз <a target="_blank" href="/community_guidelines"> құрметпен және достықпен </a> жазылғанына көз жеткізіңіз.
km: Scratch គឺជាសហគមន៍សម្រាប់មនុស្សគ្រប់វ័យទូទាំងពិភពលោក។ សូមប្រាកដថាកិច្ចការ និងមតិរបស់អ្នក គឺប្រកបដោយការគោរពនិងការគួរសម។
mi: He hāpori a Scratch mō ngā pakeke me ngā tamariki o ngā whenua katoa o te Ao. Ki te tuku kōrero koe, <a target="_blank" href="/community_guidelines">me whakahoahoa, me whakamana hoki</a> i te tangata.
ru: Scratch - это сообщество людей всех возрастов, со всего мира. Убедитесь, что ваши проекты и комментарии <a target="_blank" href="/community_guidelines">уважительны и дружелюбны</a>.

source: Learn how to make a project in Scratch
bg: Вижте как да създадете проект
cs: Nauč se jak vytvořit projekt ve Scratchi
cy: Dysgu sut i greu project yn Scratch
ga: Foghlaim conas tabhairt faoi thionscadal i Scratch
kk: Scratch жобаны жасауға үйреніңіз
km: រៀនរកវិធីបង្កើតគម្រោងមួយនៅក្នុង scratch
mi: Akona mai ki te hanga i tētehi kaupapa Scratch
ru: Узнайте, как создавать проекты в Scratch

source: Try out starter projects
bg: Опитайте началните проекти
cs: Vyzkoušej projekty pro začátečníky
cy: Defnyddiwch ein pecynnau cychwynnol
ga: Baint triail as tionscadail tosaigh
kk: Бастапқы жобаларды жүзеге көріңіз
km: សាកល្បងគម្រោងចាប់ផ្តើម
mi: Whakamātauhia ngā kaupapa tīmata
ru: Попробуйте проекты для новичков

source: Connect with other Scratchers
bg: Свързване със Scratcher
cs: Spoj se s ostatními Scratchery
cy: Cysylltu gyda Scratchwyr eraill
ga: Ceangal le Scratchálaithe eile
kk: Басқа скретчермен байлыңыстыру
km: តភ្ជាប់ជាមួយអ្នកប្រើ​ Scratch ផ្សេងទៀត
mi: Hono atu ki ētehi Scratcher
ru: Общайтесь с другими Скретчерами

source: All set to go!
bg: Всичко е готово!
cs: Vše nastaveno pro použití!
cy: Barod i fynd!
ga: Ar aghaidh linn!
kk: Барлық баруға орнату!
km: រួចរាល់អស់ហើយ!
mi: Kua rite katoa!
ru: Все готово к работе!

source: Success! You have confirmed your email address, <strong>%(username)s</strong>.
bg: Успех! Потвърдихте вашия имейл адрес,<strong>%(username)s</strong>.
cs: Úspěch! Potvrdil/a/ jsi svou e-mailovou adresu, uživatele <strong>%(username)s</strong>.
cy: Llwyddiant! Rydych wedi cadarnhau eich cyfeiriad e-bost, <strong>%(username)s</strong>.
kk: Табыс! Электрондық пошта мекенжайыңызды растады, <strong>%(username)s</strong>
km: ជោគជ័យ! អ្នកបានអះអាងអាសយដ្ឋានអ៊ីមែលរបស់អ្នកហើយ <strong>%(username)s</strong>។
mi: Kua eke! Kua whakaūngia tō īmēra, <strong>%(username)s</strong>.
ru: Отлично! Вы подтвердили свой адрес электронной почты, <strong>%(username)s</strong>.

source: Jump into Scratch to create new projects and share them with the community!
bg: Направете Scratch, за да създавате нови проекти и да ги споделяте с общността!
cs: Vrhni se na program Scratch pro vytvoření nových projektů a sdílej je s komunitou!
cy: Defnyddiwch Scratch i greu projectau newydd a'u rhannu gyda'r gymuned!
ga: Léim isteach go Scratch chun tionscadail nua a chruthú agus iad a roinnt leis an gcomhphobal!
kk: Жаңа жоба құру үшін немесе лны қоғаммен бөлісу үшін Скретчтің ішіне өтіңіз!
km: ចូលទៅកាន់ Scratch ដើម្បីបង្កើតកិច្ចការថ្មីៗនិងចែករំលែកវាជាមួយនឹងសហគមន៍!
mi: Ruku noa ki a Scratch ki te hanga i ngā kaupapa, kia tuari hoki ki te hāpori!
ru: Перейдите в Scratch, чтобы создавать новые проекты и делиться ими с сообществом!

source: OK, let's go!
bg: ОК, напред!
cs: Dobrá, jdeme na to!
cy: Iawn, ffwrsdd a ni!
ga: Maith go leor, ar aghaidh linn!
kk: OK, алға!
km: អូខេ តោះចាប់ផ្ដើម!
mi: Ka pai, me tīmata!
ru: Отлично, за дело!

source: Greetings from the Scratch Team at MIT! A few minutes ago, your child signed up for a new account on <a href="%(scratch_url)s">Scratch</a> with the username:
cs: Zdravíme vás z týmu Scratch na MIT! Před několika minutami vaše dítě požádalo o nový účet na <a href="%(scratch_url)s">Scratch</a> se jménem uživatele:
cy: Cyfarchion gan Dim Scratch yn MIT! Ychydig o funudau yn ol, cofrestrodd eich plentyn ar gyfer cyfrif newydd ar <a href="%(scratch_url)s">Scratch</a> gyda'r enw defnyddiwr: Greetings from the Scratch Team at MIT! A few minutes ago, your child sighed up for a neu account on Scratch with the username:
ga: Beannachtaí ó Fhoireann Scratch ag MIT! Cúpla nóiméad ó shin, chláraigh do ghasúr do chuntas nua ar <a href="%(scratch_url)s">Scratch</a> leis an ainm úsáideora:
kk: MIT-тағы Скретч тобынан сәлем! Бірнеше минут бұрын, сіздің балаңыз жаңа аккаунтқа тіркелді <a href="%(scratch_url)s"> Скретчте </a> мына қолданушы есімімен:

source: Greetings from the Scratch Team at MIT! You just signed up for a new account on <a href="%(scratch_url)s">Scratch</a> with the username:
cs: Zdravíme tě z týmu Scratch na MIT! Právě jsi požádal o nový účet na <a href="%(scratch_url)s">Scratch</a> se jménem uživatele:
cy: Cyfarchion gan Dim Scratch yn MIT! Rydych wedi cofrestru ar gyfer cyfrif newydd ar <a href="%(scratch_url)s">Scratch</a> gyda'r enw defnyddiwr:
ga: Beannachtaí ó Fhoireann Scratch ag MIT! Tá tú díreach i ndiaidh clárú do chuntas nua ar <a href="%(scratch_url)s">Scratch</a> leis an ainm úsáideora:
kk: MIT-тағы Скретч тобынан сәлем! Сіз жаңа ғана жаңа аккаутқа тіркелдіңіз <a href="%(scratch_url)s"> Скретчте </a> өзіңнің қолданушы есіміңмен:

source: Please confirm this email address by clicking the button below:
cs: Prosíme o potvrzení této e-mailové adresy kliknutím na tlačítko níže:
cy: Cadarnhewch y cyfeiriad e-bost yma drwy glicio'r botwm isod:
ga: Deimhnigh an seoladh ríomhphoist seo le do thoil trí chliceáil ar an gcnaipe thíos:
kk: Өтінемін, өзіңіздің электрондық поштаңызды төмендегі батырманы басу арқылы растаңыз:

source: Scratch is a free programming language and online community where kids can create interactive stories, games, and animations. Confirming this email will give your child full access to share and comment in the Scratch online community. Learn more at <a href="%(about_url)s">%(about_url)s</a>.
cs: Scratch je volně dostupný programovací jazyk i online komunita, kde děti mohou vytvářet interaktivní příběhy, hry i animace. Potvrzením tohoto e-mailu dáváte svému dítěti plný přístup ke sdílení a psaní komentářů uvnitř Scratch online komunity. Více se dozvíte na <a href="%(about_url)s">%(about_url)s</a>.
cy: Mae Scratch yn iaith raglennu a chymuned ar-lein rhad a rhydd, lle gall blant greu straeon rhyngweithiol, gemau ac animeiddiadau. Bydd cadarnhau'r e-bost hwn yn rhoi mynediad i'ch plentyn i rannu a gadael sylwadau yng nghymuned ar-lein Scratch. Scratch is a free programming language and online community where kids can create interactive stories, games, and animations. Confirming this email will give your child full access to share and comment in the Scratch online community. Mae rhagor i'w weld yn / Learn more at <a href="%(about_url)s">%(about_url)s</a>.
ga: Teanga ríomhchlárúcháin agus comhphobal saor in aisce é Scratch, áit gur féidir le daoine óga scéalta idirghníomhacha, cluichí agus beochaintí a chruthú. Tugann deimhniú ar an ríomhphost seo cead dod' ghasúr ábhar a chomhroinnt agus nótaí tráchta a fhágaint laistigh de chomhphobal Scratch. Foghlaim tuilleadh <a href="%(about_url)s">%(about_url)s</a>.
kk: Скретч еркін бағдарламалау тілі және кішкентай балалар интерактивті әңгімелер, ойындар және аниматорлар құра алатын онлайн қоғам. Бұл электрондық поштаны растау арқылы сіз өзіңіздің балаңызға бөлісуге және Скретч ондайн қоғамдастығында пікір қалдыруыңызға толық мүмкіндік береді. Мында көбірек үйреніңіз <a href="%(about_url)s">%(about_url)s</a>.

source: Scratch is a free programming language and online community where you can create your own interactive stories, games, and animations. Confirming your email will give you full access to share and comment in the Scratch online community. Learn more at <a href="%(about_url)s">%(about_url)s</a>.
cs: Scratch je volně dostupný programovací jazyk i online komunita, kde můžeš vytvářet interaktivní příběhy, hry i animace. Potvrzením tohoto e-mailu dostaneš plný přístup ke sdílení a psaní komentářů uvnitř Scratch online komunity. Více se dozvíš na <a href="%(about_url)s">%(about_url)s</a>.
cy: Mae Scratch yn iaith raglennu a chymuned ar-lein rhad a rhydd, lle gall blant greu straeon rhyngweithiol, gemau ac animeiddiadau. Bydd cadarnhau'r e-bost hwn yn rhoi mynediad i'ch plentyn i rannu a gadael sylwadau yng nghymuned ar-lein Scratch. Mae rhagor i'w weld yn <a href="%(about_url)s">%(about_url)s</a>.
ga: Teanga ríomhchlárúcháin agus comhphobal saor in aisce é Scratch, áit gur féidir leat scéalta idirghníomhacha, cluichí agus beochaintí a chruthú. Tugann deimhniú ar an ríomhphost seo cead duit ábhar a chomhroinnt agus nótaí tráchta a fhágaint laistigh de chomhphobal Scratch. Foghlaim tuilleadh <a href="%(about_url)s">%(about_url)s</a>.
kk: Скретч еркін бағдарламалау тілі және сіз интерактивті әңгімелер, ойындар және аниматорлар құра алатын онлайн қоғам. Бұл электрондық поштаны растау арқылы сіз өзіңіздің балаңызға бөлісуге және Скретч ондайн қоғамдастығында пікір қалдыруыңызға толық мүмкіндік береді. Мында көбірек үйреніңіз <a href="%(about_url)s">%(about_url)s</a>.

source: A few minutes ago, your child signed up for a new account on Scratch (%(scratch_url)s. Please confirm this email address by clicking the button below:
cs: Před několika minutami vaše dítě požádalo o nový účet na Scratch (%(scratch_url)s. Prosím potvrďte tuto e-mailovou adresu kliknutím na tlačítko níže:
cy: Ychydig funudau yn ol, cofrestrodd eich plentyn ar gyfer cyfrif newydd ar Scratch ( %(scratch_url)s Cadarnhewch yr e-bost yma drwy glicio'r botwm isod: A few minutes ago, your child signed up for a new account on Scratch. Please confirm this email address by clicking the button below:
ga: Cúpla nóiméad ó shin, ghlac do ghasúr síntiús do chuntas nua ar Scratch (%(scratch_url)s. Cliceáil ar an gcnaipe thíos chun an seoladh ríomhphoist seo a dheimhniú:
kk: Бірнеше минут бұрын, сіздің балаңыз Скретчтегі жаңа аккаунтқа тіркелді (%(scratch_url)s. Өтінемін, өзіңіздің электрондық поштаңызды төмендегі батырманы басу арқылы растаңыз:

source: You just signed up for a new account on Scratch (%(scratch_url)s). Please confirm your email address by clicking the button below:
cs: Právě jsi požádal o nový účet na on Scratch (%(scratch_url)s). Prosím potvrď svou e-mailovou adresu kliknutím na tlačítko níže:
cy: Rydych newydd gofrestru ar gyfer cyfrif newydd ar Scratch (%(scratch_url)s). Cadarnhewch eich cyfrif e-bost drwy glicio'r botwm isod:
ga: Tá tú díreach i ndiaidh clárú do chuntas nua ar Scratch (%(scratch_url)s). Cliceáil ar an gcnaipe thíos chun do sheoladh ríomhphoist a dheimhniú:
kk: Сіз жаңа ғана Скретчтегі жаңа акаунтқа тіркелдіңіз (%(scratch_url)s). Өтінемін, өзіңіздің электрондық поштаңызды төмендегі батырманы басу арқылы растаңыз:

source: Scratch is a free programming language and online community where kids can create interactive stories, games, and animations. Confirming this email will give your child full access to share and comment in the Scratch online community. Learn more at %(about_url)s.
cs: Scratch je volně dostupný programovací jazyk i online komunita, kde děti mohou vytvářet interaktivní příběhy, hry i animace. Potvrzením tohoto e-mailu dáváte svému dítěti plný přístup ke sdílení a psaní komentářů uvnitř Scratch online komunity. Více se dozvíte na %(about_url)s.
cy: Mae Scratch yn iairh rhaglennu a chymuned ar-lein rhad a rhydd lle gall eich plentyn greu straeon, gemau a c animeiddiadau rhyngweithiol. Bydd cadarnhau'r e-bost hwn yn rhoi mynediad llawn i'ch plentyn i rannu a gadael sylwadau o fewn cymuned ar-lein Scratch. Scratch is a free programming language and online community where kids can create interactive stories, games, and animations. Confirming this email will give your child full access to share and comment in the Scratch online community. Mae rhagor i'w weld yn / Learn more at %(about_url)s.
ga: Teanga ríomhchlárúcháin agus comhphobal saor in aisce é Scratch, áit gur féidir le daoine óga scéalta idirghníomhacha, cluichí agus beochaintí a chruthú. Tugann deimhniú ar an ríomhphost seo cead dod' ghasúr ábhar a chomhroinnt agus nótaí tráchta a fhágaint laistigh de chomhphobal Scratch. Foghlaim tuilleadh ag %(about_url)s.
kk: Скретч еркін бағдарламалау тілі және кішкентай балалар интерактивті әңгімелер, ойындар және аниматорлар құра алатын онлайн қоғам. Бұл электрондық поштаны растау арқылы сіз өзіңіздің балаңызға бөлісуге және Скретч ондайн қоғамдастығында пікір қалдыруыңызға толық мүмкіндік береді. Мында көбірек үйреніңіз %(about_url)s.

source: Scratch is a free programming language and online community where you can create your own interactive stories, games, and animations. Confirming your email will give you full access to share and comment in the Scratch online community. Learn more at %(about_url)s.
cs: Scratch je volně dostupný programovací jazyk i online komunita, kde můžeš vytvářet interaktivní příběhy, hry i animace. Potvrzením tohoto e-mailu dostaneš plný přístup ke sdílení a psaní komentářů uvnitř Scratch online komunity. Více se dozvíš na %(about_url)s.
cy: Mae Scratch yn iaith raglennu a chymuned ar-lein rhad a rhydd, lle gall blant greu straeon rhyngweithiol, gemau ac animeiddiadau. Bydd cadarnhau'r e-bost hwn yn rhoi mynediad i'ch plentyn i rannu a gadael sylwadau yng nghymuned ar-lein Scratch. Scratch is a free programming language and online community where you can create your own interactive stories, games, and animations. Confirming your email will give you full access to share and comment in the Scratch online community. Mae rhagor i'w weld yn / Learn more at %(about_url)s.
ga: Teanga ríomhchlárúcháin agus comhphobal saor in aisce é Scratch, áit gur féidir leat scéalta idirghníomhacha, cluichí agus beochaintí a chruthú. Tugann deimhniú ar an ríomhphost seo cead duit ábhar a chomhroinnt agus nótaí tráchta a fhágaint laistigh de chomhphobal Scratch. Foghlaim tuilleadh ag %(about_url)s.
kk: Скретч еркін бағдарламалау тілі және сіз интерактивті әңгімелер, ойындар және аниматорлар құра алатын онлайн қоғам. Бұл электрондық поштаны растау арқылы сіз өзіңіздің балаңызға бөлісуге және Скретч ондайн қоғамдастығында пікір қалдыруыңызға толық мүмкіндік береді. Мында көбірек үйреніңіз %(about_url)s.

source: Want to share on Scratch?
bg: Искате ли да споделите в Scratch?
cs: Chceš sdílet na stránkách Scratch?
cy: Eisiau rhannu Scratch?
ga: Ar mhaith leat ábhar a roinnt ar Scratch?
kk: Scratch бойынша бөліскіңіз келе ме?
km: ចង់ចែករំលែកលើ Scratch?
mi: Kei te hiahia koe ki te tuari kei runga i a Scratch?
ru: Хотите поделиться на сайте Scratch?

source: We sent a verification email to <strong>%(email_address)s</strong>.
cs: Odeslali jsme ověřovací e-mail na <strong>%(email_address)s</strong>.
cy: Rydym wedi anfon e-bost dilysu i <strong>%(email_address)s</strong>
ga: Sheolamar ríomhphost deimhniúcháin chuig <strong>%(email_address)s</strong>.
kk: Біз электрондық поштаны растау жөнінде жібердік <strong>%(email_address)s</strong>.
km: យើងបានផ្ញើអ៊ីមែលសម្រាប់ផ្ទៀងផ្ទាត់ទៅកាន់ <strong>%(email_address)s</strong>.
mi: I tuku mātou i te īmēra manatokonga ki <strong>%(email_address)s</strong>.
ru: Мы отправили письмо с подтверждением на <strong>%(email_address)s</strong>.
