Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/djangojs.po
Languages: bn, ckb, eu, ga, km, ku, lv, mi, nn, ro, si, sq

source: Are you sure this project is disrespectful or inappropriate, and breaks the community guidelines? If not, click cancel, and then click the community guidelines link at the bottom of the page to learn more.
bn: তুমি কি নিশ্চিত এই প্রজেক্টটি অসম্মানজনক বা অনুচিত এবং তা সম্প্রদায় এর নির্দেশিকা ভঙ্গ করেছে? যদি তা না হয় তাহলে বাতিল ক্লিক কর এবং তারপরে আরও জানার জন্য পৃষ্ঠার নীচে সম্প্রদায় নির্দেশিকা লিঙ্কটিতে ক্লিক কর।
ckb: ئایا تۆ دڵنیایت ئەم پڕۆژەیە بێ ڕێز و نەگونجاوە، و ڕێنماییەکانی کۆمەڵگە دەشکێنێ؟ ئەگەر نا، کرتەی پاشگەزبوونەوە بکە، و دواتر کرتەی بەستەری ڕێنماییەکانی کۆمەڵگە بکە لە ژێرەوەی پەڕەکە بۆ فێربوونی زیاتر.
eu: Ziur zaude proiektu hau egokia ez denaz, eta komunitateko arauak ez al ditu betetzen al ditu zure ustez? Horrela ez bada, Ezeztatu klika ezazu, eta ondoren komunitateko gidaliburuaren esteka klika ezazu orriaren behekaldean gehiago ikasteko.
ga: An bhfuil tú cinnte go bhfuil an tionscadal seo dímheasúil nó mí-oiriúnach, agus go sáraíonn sé treoirlínte an chomhphobail? Mura bhfuil tú cinnte, cliceáil 'Cealaigh', ansin beidh tú in ann tuilleadh eolais faoi threoirlínte an chomhphobail a fháil tríd an nasc ag bun an leathanaigh.
km: តើអ្នកពិតជាប្រាកដថា​កិច្ចការ​នេះមិនគោរព និងមិនសមរម្យ ហើយវាខុសពីគោលការណ៍របស់សហគមន៍មែនទេ? ប្រសិនបើមិនដូច្នោះទេ ចុចបោះបង់ ហើយចុចតំណគោលការណ៍ណែនាំសហគមន៍នៅខាងក្រោមទំព័រដើម្បីស្វែងយល់បន្ថែម។
ku: Tu bi cî dizanî ku ev proje bêhurmetî an jî bêrêziyan dike û rêwerzên civakî binpê dike? Heke na be, pêlî 'betal'ê bike û piştre ji jêra rûpelê li girêdana 'rêwerzên civakî' bitikîne ku tu zêdetir tiştan fêr bibî.
lv: Vai tiešām esi pārliecināts, ka šis projekts ir necienīgs vai nepiemērots, un grauj kopienas vadlīnijas? Ja nē, spied atcelt, un atver kopienas vadlīniju saiti, lai uzzinātu vairāk.
mi: E pono ana ki a koe he kōtītiti rawa, he whakatīkai rānei, ka hē i ngā aratohu mō tēnei hāpori. Ki te kore, pāwhirihia "whakakore", kātahi pāwhirihia ngā aratohu mo te hāpori kei raro o te whārangi ki te rangahau i ngā tikanga.
nn: Er du sikker på at dette prosjektet er upassande, støytande eller bryt med retningslinjene? Viss ikkje, trykk «Avbryt» og les retningslinjene for nettstaden, som du finn på lenkja nedst på sida.
ro: Ești sigur că acest proiect este necuviincios sau nepotrivit, și încalcă normele comunității? Dacă nu, dă clic pe renunță și apoi pe linkul către normele comunității, din subsolul paginii, pentru a afla mai multe.

source: Want to share on Scratch?
bn: Scratch এ শেয়ার করতে চাও ?
ckb: دەتەوێت هاوبەشی بکەیت لەسەر سکڕاچ؟
eu: Scratchen elkarbanatu nahi?
ga: Ag iarraidh ábhar a roinnt ar Scratch?
km: ចង់ចែករំលែកលើ Scratch?
ku: Dixwazî li ser Scratchê parve bikî?
lv: Gribi dalīties uz Scratch?
mi: Tuarihia ki te pae ipurangi Scratch?
nn: Vil du leggja ut ting på Scratch?
ro: Vrei să distribui în comunitatea Scratch?
si: Scratch මත බෙදා ගැනීමට කැමතිද?
sq: Dëshironi ta shpërndani në Scratch?

source: ago
bn: পূর্বে
ckb: لەمەوبەر
ga: ó shin
km: មុន
ku: berî
lv: atpakaļ
mi: ki mua
nn: sidan
ro: în urmă
si: පෙර
sq: më pare

source: from now
bn: এখন থেকে
ckb: لە ئێستاوە
eu: pasa dira
ga: as seo amach
km: ទៀត
ku: ji niha û pê ve
lv: no šī brīža
mi: mai i nāianei
ro: din acest moment
si: දැන් ඉඳන්
sq: që tani

source: any moment now
bn: এখন যেকোন মূহুর্তে
ckb: هەر ساتێک لە ئێستا
eu: laister behar du
ga: nóiméad ar bith feasta
km: ភ្លាមៗ
ku: aniha her demê
lv: kuru katru brīdi
mi: āia-tata-nei
nn: når som helst no
ro: imediat
si: මොනයම් හෝ මොහොතක්
sq: çdo moment tani

source: less than a minute
bn: এক মিনিটেরও কম সময়ে
ckb: کەمتر لە خولەکێک
eu: minutu bat baino gutxiago
ga: Níos lú ná nóiméad
km: តិចជាងមួយនាទី
ku: ji xulekekê kêmtir
lv: mazāk kā minūte
mi: iti iho i te kotahi miniti
nn: mindre enn eit minutt
ro: mai puţin de un minut
si: මිනිත්තුවකටත් අඩුවෙන්
sq: më pak se një minute

source: about a minute
bn: এক মিনিটে
ckb: نزیکەی خولەکێک
eu: minutu bat inguru
ga: timpeall is nóiméad
km: ប្រហែលមួយនាទី
ku: nêzî xulekekê
lv: apmēram minūte
mi: tata ki te kotahi miniti
nn: omtrent eit minutt
ro: cca un minut
si: මිනිත්තුවක් විතර
sq: rreth një minute

source: %d minutes
bn: %d মিনিট ধরে
ckb: %d خولەک
eu: %d minutu
ga: %d nóiméad
km: %d នាទី
ku: %d xulek
lv: %d minūtes
mi: %d ngā miniti
nn: %d minutt
ro: %d minute
si: මිනිත්තු %d
sq: %d minuta

source: about an hour
bn: এক ঘন্টায়
ckb: نزیکەی کاتژمێرێک
eu: ordubete inguru
ga: timpeall is uair an chloig
km: ប្រហែលមួយម៉ោង
ku: nêzî demjimêrekê
lv: apmēram stundu
mi: tata ki te kotahi haora
nn: omtrent ein time
ro: aproximativ o oră
si: පැයක් විතර
sq: rreth një ore

source: about %d hours
bn: %d ঘণ্টা ধরে
ckb: نزیکەی %d کاتژمێر
eu: %d ordu inguru
ga: timpeall is %d uair an chloig
km: ប្រហែល%dម៉ោង
ku: nêzî %d demjimêran
lv: apmēram %d stundas
mi: tata ki te %d ngā haora
nn: omtrent %d timar
ro: aproximativ %d ore
si: පැය %d විතර
sq: rreth %d ore

source: a day
bn: একদিন
ckb: ڕۆژێک
eu: egun bat
ga: lá
km: មួយថ្ងៃ
ku: rojek
lv: dienu
mi: kotahi te rā
nn: ein dag
ro: o zi
si: දවසක්
sq: në dite

source: %d days
bn: %d দিন
ckb: %d ڕۆژ
eu: %d egun
ga: %d lá
km: %dថ្ងៃ
ku: %d roj
lv: %d dienas
mi: %d ngā rā
nn: %d dagar
ro: %d zile
si: දවස් %d
sq: %d dite

source: about a month
bn: এক মাসে
ckb: نزیکەی مانگێک
eu: hilabete inguru
ga: timpeall is mí
km: ប្រហែលមួយខែ
ku: nêzî mehekê
lv: apmēram mēnesi
mi: tata ki te kotahi marama
nn: omtrent ein månad
ro: aproximativ o lună
si: මාසයක් විතර
sq: rreth një muaj

source: %d months
bn: %dমাস ধরে
ckb: %d مانگ
eu: %d hilabete
ga: %d mí
km: %dខែ
ku: %d meh
lv: %d mēnešus
mi: %d ngā marama
nn: %d månadar
ro: %d luni
si: මාස %d
sq: %d muaj

source: about a year
bn: এক বছরে
ckb: نزیکەی ساڵێک
eu: urtebete inguru
ga: timpeall is bliain
km: ប្រហែលមួយខែ
ku: nêzî salekê
lv: apmēram gadu
mi: tata ki te kotahi tau
nn: omtrent eit år
ro: aproximativ un an
si: වසරක් විතර
sq: rreth një vit

source: %d years
bn: %d বছর
ckb: %d ساڵ
eu: %d urte
ga: %d bliain
km: %dឆ្នាំ
ku: %d sal
lv: %d gadus
mi: %d ngā tau
nn: %d år
ro: %d ani
si: වසර %d
sq: %d vite
