Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: You joined the Scratch community %(years_ago)s years ago.
bg: Преди %(years_ago)s години Вие се присъединихте към общността Scratch
cs: K společenství Scratch jsi se přidal/a před %(years_ago)s roky.
cy: Rydych wedi ymuno a chymuned Scratch ers %(years_ago)s blwyddyn
ga: Chláraigh tú le comhphobal Scratch %(years_ago)s bliain ó shin.
kk: Сіз Скретч қауымына қосылдыңыз %(years_ago)s жыл бұрын
km: អ្នកបានចូលរួមសហគមន៍ Scratch កាលពី %(years_ago)s ឆ្នាំមុន
mi: I uru koe ki te hāpori Scratch %(years_ago)s ngā tau ki mua.
ru: Вы присоединились к сообществу Scratch %(years_ago)s год(а)/лет назад.

source: You joined the Scratch community a year ago.
bg: Преди една година Вие се присъединихте към общността Scratch
cs: K společenství Scratch jsi se přidal/a před rokem.
cy: Rydych wedi ymuno a chymuned Scratch ers blwyddyn
ga: Chláraigh tú le comhphobal Scratch bliain amháin ó shin.
kk: Сіз Скретч қауымына жыл бұрын қосылдыңыз
km: អ្នកបានចូលរួមសហគមន៍ Scratch កាលពីឆ្នាំមុន
mi: I uru koe ki te hāpori Scratch kotahi tau ki mua.
ru: Вы присоединились к сообществу Scratch год назад.

source: You joined the Scratch community %(months_ago)s months ago.
bg: Преди %(months_ago)s месеца Вие се присъединихте към общността Scratch
cs: K společenství Scratch jsi se přidal/a před %(months_ago)s měsíci.
cy: Rydych wedi ymuno a chymuned Scratch ers %(months_ago)s mis
ga: Chláraigh tú le comhphobal Scratch %(months_ago)s mí ó shin.
kk: Сіз Скретч қауымына қосылдыңыз %(months_ago)s ай бұрын
km: អ្នកបានចូលរួមសហគមន៍ Scratch កាលពី %(months_ago)s ខែមុន
mi: I uru koe ki te hāpori Scratch %(months_ago)s ngā marama ki mua.
ru: Вы присоединились к сообществу Scratch %(months_ago)s месяцев тому назад.

source: You joined the Scratch community a month ago.
bg: Преди месец Вие се присъединихте към общността Scratch.
cs: K společenství Scratch jsi se přidal/a před měsícem.
cy: Rydych wedi ymuno a chymuned Scratch ers mis
ga: Chláraigh tú le comhphobal Scratch mí amháin ó shin.
kk: Сіз Скретч қауымына ай бұрын қосылдыңыз
km: អ្នកបានចូលរួមសហគមន៍ Scratch កាលពីខែមុន
mi: I uru koe ki te hāpori Scratch kotahi te marama ki mua.
ru: Вы присоединились к сообществу Scratch месяц назад.

source: You've created %(num_projects)s projects and have %(num_followers)s followers.
bg: Вие създадохте %(num_projects)s проекти и имате %(num_followers)s последотатели.
cs: Vytvořil/a/ jsi %(num_projects)s projektů a máš %(num_followers)s následovníků.
cy: Rydych weedi creu %(num_projects)s project ac mae gennych %(num_followers)s dilynwr.
ga: Chruthaigh tú %(num_projects)s tionscadail agus tá %(num_followers)s leantóirí agat.
kk: Сіз %(num_projects)s жобаларыңызды құрдыңыз және сізде %(num_followers)s бар.
km: អ្នកបានបង្កើតកិច្ចការចំនួន %(num_projects)s និងមានអ្នកតាមចំនួន %(num_followers)s
mi: Kua waihanga koe i ngā pūkete %(num_projects)s, ā, kua eke ki te %(num_followers)s ngā kaitautāwhi.
ru: Вы создали %(num_projects)s проект(а)(ов) и у вас %(num_followers)s подписчик(а)(ов)

source: Some of your projects
bg: Някои от твоите проекти
cs: Některé tvoje projekty
cy: Rhai o'ch projectau
ga: Roinnt tionscadal de do chuid
kk: Сіздің жобаларыңыздың кейбіреуі
km: កិច្ចការមួយចំនួនរបស់អ្នក
mi: Ētahi o āu pūkete
ru: Некоторые из ваших проектов

source: Your projects
bg: Твоите проекти
cs: Tvé projekty
cy: Eich projectau
ga: Do chuid tionscadal
kk: Сіздің жобаларыңыз
km: កិច្ចការរបស់អ្នក
mi: Āu pūkete
ru: Ваши проекты

source: Some of your followers
bg: Някои от твоите последователи
cs: Někteří tvoji následovníci
cy: Rhai o'ch dilynwyr
ga: Leantóirí de do chuid
kk: Сіздің жазылушыларыңыздың кейбіреуі
km: អ្នកតាមរបស់អ្នកមួយចំនួន
mi: Ētahi o ōu kaitautāwhi
ru: Некоторые из ваших подписчиков

source: Your followers
bg: Твоите последователи
cs: Tví následovníci
cy: Eich dilynwyr
ga: Do chuid leantóirí
kk: Сіздің жазылушыларыңыз
km: អ្នកតាមរបស់អ្នក
mi: Ōu kaitautāwhi
ru: Ваши подписчики

source: Yes, next step
bg: Да, следваща стъпка
cs: Ano, další krok
cy: Iawn, y cam nesaf
ga: Tá, lean ar aghaidh
kk: Иә, келесі қадам
km: បាទ ជំហានបន្ទាប់
mi: Āe, hipa ki mua
ru: Да, следующий шаг

source: Your email address is unconfirmed
bg: Вашия email адрес не е потвърден
cs: Tvoje e-mail adresa je nepotvrzená
cy: Nid yw eich e-bost wedi ei gadarnhau
ga: Níl do sheoladh ríomhphoist deimhnithe
kk: Сіздің поштаңыз расталған жоқ
km: អាសយដ្ឋានអ៊ីមែលរបស់អ្នកមិនទាន់បានអះអាងនៅឡើយទេ
mi: Kāore anō kia whakaūtia tō īmēra
ru: Ваш адрес электронной почты не подтвержден

source: If you want to share and comment, simply click the link in the email sent to you at:
bg: Ако искате да споделите и коментирате, трябва само да кликнете върху връзката в имейла, изпратен до:
cs: Pokud chceš sdílet komentář, stačí kliknout na odkaz v tobě poslaném mailu na:
cy: Os hoffech chi rannu a gadael sylw, cliciwqch ar y ddolen yn yr e-bost anfonwyd atoch chi.
ga: Más mian leat ábhar a roinnt nó nóta tráchta a fhágaint, cliceáil ar an nasc sa ríomhphost seolta chugat ag:
kk: Егер сіз бөліскіңіз немесе пікір қалдырғыңыз келсе, жай ғана сізге жіберілген электрондық хабарлама ішіндегі сілтемеге басыңыз:
km: ប្រសិនបើអ្នកចង់ចែករំលែកនិងដាក់មតិ សូមចុចលើតំណនៅក្នុងអ៊ីមែលដែលបានផ្ញើទៅអ្នកនៅ៖
mi: Ina hiahia koe ki te tuari ki te tuku kōrero rānei, pāwhiritia te hononga o roto i te īmēra kua tukua kētia a koe, ki:
ru: Если вы хотите делиться и комментировать, просто перейдите по ссылке в электронном письме, отправленном вам по адресу:

source: Your new email address is unconfirmed
bg: Вашия email адрес не е потвърден
cs: Tvoje e-mailová adresa je nepotvrzená
cy: Nid yw eich cyfeiriad e-bost wedi ei gadarnhau
ga: Níl do sheoladh ríomhphoist nua deimhnithe
kk: Сіздің жаңа поштаңыз расталған жоқ
km: អាសយដ្ឋានអ៊ីមែលថ្មីរបស់អ្នកមិនទាន់បានអះអាងទេ
mi: Kāore anō tō ī-mera kia whakaū
ru: Ваш новый адрес электронной почты не подтвержден

source: If you would like to change the email address - have your parent (or guardian) simply click the link in the message sent to their address.
bg: Ако искате да промените имейл адреса - родителя си (или настойника) трябва да потвърди като клине върху връзката в съобщението, изпратено на техния и-мейл адрес.
cs: Kdybys chtěl/a/ změnit emailovou adresu - požádej rodiče (nebo opatrovníka) ať kliknou odkaz ve zprávě poslané na jejich adresu.
cy: Os hoffech chi newid y cyfeiriad e-bost - gofynnwch i'ch rhiant neu warcheidwad glicio'r ddolen yn y neges anfonwyd i' w cyfeiriad
ga: Más mian leat an seoladh ríomhphoist a athrú - iarr ar do thuismitheoir (nó caomhnóir) an nasc sa ríomhphost a seoladh chucu a chliceáil.
kk: Егер сіз электрондық пошта мекен-жайын өзгерткіңіз келсе, ата-анаңыздан(қамқоршыңыздан) жай ғана олардың атына жіберілген хабарламадағы сілтемені басыңыз
km: ប្រសិនបើអ្នកចង់ប្ដូរអាសយដ្ឋានអ៊ីមែល សូមឱ្យឪពុកម្ដាយ (ឬអាណាព្យាបាល) របស់អ្នកចុចលើតំណនៅក្នុងសារដែលបានផ្ញើទៅអាសយដ្ឋានរបស់ពួកគេ
mi: Ki te whakahuri i te īmēra - tonoa tētahi o ō mātua kia pāwhiri i te hononga o roto i te īmēra kua tukua kētia ki ā ia.
ru: Если вы хотите изменить адрес электронной почты, попросите одного из родителей (или опекуна) перейдите по ссылке в электронном письме, отправленном по их адресу.

source: If you would like to change your email address - simply click the link in the message sent to your new address.
bg: Ако искате да промените имейл адреса си - просто кликнете върху връзката в съобщението, изпратено до новия ви адрес.
cs: Kdybys chtěl/a/ změnit svou emailovou adresu - stačí kliknout na odkaz ve zprávě poslané na tvoji novou adresu.
cy: Os hoffech chi newid eich cyfeiriad e-bost - cliciwch y ddolen yn y neges anfonwyd atoch i'ch cyfeiriad newydd.
ga: Más mian leat do sheoladh ríomhphoist a athrú - cliceáil ar an nasc sa ríomhphost a seoladh chuig do sheoladh nua.
kk: Егер сіз электрондық пошта мекен-жайын өзгерткіңіз келсе-жай ғана сіздің жаңа мекенжайыңызға жіберілген хаттағы сілтемені басыңыз
km: ប្រសិនបើអ្នកចង់ប្ដូរអាសយដ្ឋានអ៊ីមែលរបស់អ្នក សូមចុចលើតំណក្នុងសារដែលបានផ្ញើទៅអាសយដ្ឋានថ្មីរបស់អ្នក
mi: Ki te whakahuri i tō īmēra - pāwhiritia te hononga o roto i te īmēra kua tukua kētia ki tō īmēra hou.
ru: Если вы хотите изменить адрес электронной почты, просто перейдите по ссылке в электронном письме, отправленном вам по новому адресу:

source: To confirm your current email address, click "Send" below and follow the instructions in the email sent to you at:
bg: За да потвърдите вашия имейл адрес, кликнете по-долу „Изпрати“ и следвайте инструкциите в имейла, изпратен до вас на адрес:
cs: Pro potvrzení tvé současné emailové adresy klikni na "Odeslat" níže a postupuj podle návodu v tobě poslaném mailu na:
cy: I gadarnahu eioch cyfeiriad e-bost cyfredol, Cliciwch "Anfon" isod a dilyn y cyfarwyddiadau yn yr e-bost anfonwyd atoch chi.
ga: Chun an seoladh ríomhphoist atá in úsáid faoi láthair a dheimhniú, cliceáil "Seol" thíos agus lean na treoracha sa ríomhphost seolta chugat ag:
kk: Сіздің қазіргі электрондық мекен-жайыңызды растау үшін, төмендегі "Send" басыңыз және сізге жіберілген хаттағы нұсқауға еріңіз:
km: ដើម្បីអះអាងពីអាសយដ្ឋានអ៊ីមែលបច្ចុប្បន្នរបស់អ្នក សូមចុច "ផ្ញើ" ខាងក្រោម ហើយធ្វើតាមសេចក្តីណែនាំនៅក្នុងអ៊ីមែលដែលបានផ្ញើទៅអ្នកនៅ៖
mi: Ki te whakaū i tō īmēra o nāianei, pāwhiritia "Send/Tukua" kei raro nei, ā, whaia ngā tohutohu o te īmēra ka tukua ki a koe:
ru: Чтобы подтвердить свой текущий адрес электронной почты, нажмите «Отправить» ниже и следуйте инструкциям в электронном письме, отправленном вам по адресу:

source: To change your email, simply click the link in the email sent to you at:
bg: За да промените имейла си, трябва само да кликнете върху връзката в имейла, изпратен до:
cs: Pro změnu svého mailu stačí kliknout na adresu tobě poslanému mailu na:
cy: I newid eich e-bost, cliciwch y ddolen yn yr e-bost anfonnwyd atoch chi yn:
ga: Chun do ríomhphost a athrú, cliceáil ar an nasc a seoladh chugat ag:
kk: Электрондық поштаны өзгерту үшін, жай ғана сіздің электрондық поштаңыздағы сілтемені басыңыз:
km: ដើម្បីប្ដូរអ៊ីមែលរបស់អ្នក សូមចុចតំណនៅក្នុងអ៊ីមែលដែលបានផ្ញើទៅអ្នកនៅ៖
mi: Ki te whakahuri i tō īmēra - pāwhiritia te hononga o roto i te īmēra kua tukua kētia ki a koe, ki:
ru: Чтобы изменить адрес электронной почты, просто нажмите ссылку в электронном письме, отправленном вам по адресу:

source: New Email Address
bg: Нов email
cs: Nová e-mailová adresa
cy: Cyfeiriad E-bost Newydd
ga: Seoladh Ríomhphoist Nua
kk: Жаңа электрондық пошта
km: អាសយដ្ឋានអ៊ីមែលថ្មី
mi: Wāhitau Īmēra Hou
ru: Новый адрес электронной почты

source: Current Email Address
bg: Текущ email
cs: Současná e-mailová adresa
cy: Cyfeiriad E-bost Cyfredol
ga: Seoladh Ríomhphoist Faoi Láthair
kk: Ағымдағы электрондық пошта
km: អាសយដ្ឋានអ៊ីមែលបច្ចុប្បន្ន
mi: Īmēra o Nāianei
ru: Текущий адрес электронной почты

source: The owner of this address has requested their address be removed from our lists. Please change your address to a new one or <a href="%(contact_us_url)s">contact us</a> if you have questions.
bg: Собственикът на този адрес е поискал адресът им да бъде премахнат от нашите списъци. Моля, променете адреса си или се <a href="%(contact_us_url)s">свържете с нас</a>, ако имате въпроси.
cs: Majitel této adresy požadoval svou adresu odstranit z našeho seznamu. Prosím změň svoji adresu na novou nebo <a href="%(contact_us_url)s">nás kontaktuj</a>, pokud máš dotazy.
cy: Mae perchennog y cyfeiriad hwn wedi gofyn fod eu cyfeiriad e-bost yn cael ei dynnu o'n rhestrau. Newidiwch eich cyfeiriad i un newydd neu <a href="%(contact_us_url)s">cysylltwch a ni</a> os oes gennych chi gwestiwn.
ga: D'iarr úinéir an tseolta seo an seoladh a bhaint ónar liostaí. Athraigh do sheoladh go ceann nua, le do thoil, nó <a href="%(contact_us_url)s">téigh i dteagmháil linn</a> má bhíonn aon cheist agat.
kk: Бұл мекен-жайдың иесі өзінің мекен-жайының біздің тізімнен алынып тастауын сұрады. Өтінемін өзіңіздің мекен-жайынызды жаңасына өзгертіңіз немесе <a href="%(contact_us_url)s"> егер сұрақ туған жағдайда </a> бізбен хабарласыңыз.
km: ម្ចាស់អាសយដ្ឋាននេះបានស្នើឲ្យយើងដកអាសយដ្ឋានរបស់គេចេញពីបញ្ជីរបស់យើង។ សូមប្ដូរអាសយដ្ឋានរបស់អ្នកទៅអាសយដ្ឋានថ្មី ឬ<a href="%(contact_us_url)s">ទាក់ទងយើង</a>ប្រសិនបើអ្នកមានសំណួរ។
mi: Kua tono mai te tangata nāna tēnei wāhitau (īmēra) kia tangohia te īmēra i ō mātou rārangi. Tēnā, me huri koe i te īmēra ki tētahi atu, <a href="%(contact_us_url)s">whakapā mai rānei ki a mātou</a> ina he pātai tāhou.
ru: Владелец этого адреса попросил удалить свой адрес из наших списков. Пожалуйста, измените свой адрес на новый или <a href="%(contact_us_url)s">свяжитесь с нами</a>, если у вас есть вопросы.

source: Can't find the confirmation email? Check your spam folder
bg: Не можете да намерите имейл за потвърждение? Проверете папката Ви за спам.
cs: Nemůžeš najít potvrzovací e-mail? Zkontroluj svou složku pro spam
cy: Methu canfod yr e-bost cadarnhau? Edrychwch yn eich ffolder sbam
ga: Ní féidir leat an ríomhphost deimhniúcháin a aimsiú? Seiceáil do thurscar
kk: Электрондық пошта растамасын таппадыңыз ба? Өзіңіздің спам папкаңызды тексеріңіз
km: រកមិនឃើញអ៊ីមែលសម្រាប់ការអះអាងមែនទេ? សូមពិនិត្យថតសារឥតបានការរបស់អ្នក
mi: Kāore e kitea te īmēra whakaū? Rapua i roto i tō kōpaki 'spam'
ru: Не можете найти электронное письмо с подтверждением? Проверьте папку «Спам»

source: Resend
bg: Изпрати отново
cs: Znovuodeslání
cy: Ail anfon
ga: Seol arís
kk: Қайта жіберу
km: ផ្ញើម្តងទៀត
mi: Tukuna Anōtia
ru: Отправить повторно

source: Current Email
bg: Текущ email
cs: Současný e-mail
cy: E-bost Cyfredol
ga: Seoladh Ríomhphoist Faoi Láthair
kk: Ағымдағы электрондық пошта
km: អ៊ីមែលបច្ចុប្បន្ន
mi: Īmēra o Nāianei
ru: Текущая электронная почта

source: Email Confirmed
bg: Email потвърден
cs: E-mail potvrzen
cy: E-bost wedi ei gadarnhau
ga: Ríomhphost Deimhnithe
kk: Email расталған
km: អ៊ីមែលបានអះអាង
mi: Kua whakaū te Īmēra
ru: Электронная почта подтверждена

source: Change Email
bg: Промяна на е-пощата
cs: Změnit e-mail
cy: Newid E-bost
ga: Athraigh do sheoladh ríomhphoist
kk: Электрондық поштаны өзгерту
km: ប្ដូរអ៊ីមែល
mi: Hurihia te Īmēra
ru: Изменить электронную почту

source: I’d like to receive email updates about:
bg: Искам да получавам имейл актуализации за:
cy: Hoffwn dderbyn diweddariadau e-bost am:
ga: Ba mhaith liom ríomhphost a fháil maidir le:
kk: Мен пошта аңдатпаларын алғым келеді:
km: ខ្ញុំចង់ទទួលបានព័ត៌មានថ្មីៗ តាមអ៊ីមែលអំពី៖
mi: Kei te hiahia ahau ki te whiwhi i ngā īmēra mō:
ru: Я хочу получать обновления по электронной почте о:

source: Greetings from the Scratch Team at MIT!
bg: Поздрави от екипа на Scratch към Масачузетския технологичен институт!
cs: Zdraví tě tým Scratch z MIT!
cy: Cyfarchion oddi wrth Dim Scratch yn MIT!
ga: Beannachtaí ó Fhoireann Scratch ag MIT!
kk: MIT-дегі Скретч тобынан сәлем!
km: សូមស្វាគមន៍ពី Scratch Team នៅ MIT
mi: He mihi nui nā te Tīma Scratch o MIT!
ru: Привет от команды Scratch Массачусетского технологического института (MIT)!

source: A few minutes ago, you requested to link this email address to the Scratch account <strong>%(username)s</strong>. Please confirm your email address by clicking the button below:
bg: Преди няколко минути поискахте да свържете този имейл адрес с акаунт за Scratch<strong>%(username)s</strong>. Моля, потвърдете имейл адреса си, като кликнете върху бутона по-долу:
cs: Před několika minutami jsi požádal/a o propojení této e-mailové adresy se Scratch účtem <strong>%(username)s</strong>. Prosím potvrď svou e-mailovou adresu kliknutím na tlačítko níže:
cy: Ychydig o funudau yn ol, mi wnaethoch chi ofyn i gysylltu'r cyfeiriad e-bost hwn i'r cyfrif Scratch <strong>%(username)s</strong>. Cadarnhewch eich cyfeiriad e-bost drwy glicio ar y botwm isod.
ga: Cúpla nóiméad ó shin, d'iarr tú an seoladh ríomhphoist seo a nascadh leis an gcuntas Scratch <strong>%(username)s</strong>. Cliceáil ar an gcnaipe thíos le do thoil chun do sheoladh ríomhphoist a dheimhniú:
kk: Бірнеше минут бұрын, сіз бұл электрондық поштаны Скретч аккаунтқа тіркеуді сұрадыңыз <strong>%(username)s</strong>. Өтінемін, өзіңіздің электрондық поштаңызды төмендегі батырманы басу арқылы растаңыз
km: កាលពីពីរបីនាទីមុន អ្នកបានស្នើសុំភ្ជាប់អ៊ីមែលនេះទៅកាន់គណនីរបស់អ្នក <strong>%(username)s</strong>។ សូមអះអាង អ៊ីមែលរបស់អ្នកដោយចុចលើប៊ូតុងខាងក្រោម៖
mi: I ngā miniti tata ki mua nei, I tono koe ki te hono i tēnei wāhitau īmēra ki te pūkete Scratch <strong>%(username)s</strong>. Kia whakaūngia te īmēra, pāwhiritia te pātene o raro nei:
ru: Несколько минут назад вы попросили привязать этот адрес электронной почты к аккаунту Scratch <strong>%(username)s</strong>. Подтвердите свой адрес электронной почты, нажав кнопку ниже:

source: Confirm my email address
bg: Потвърди моя email
cs: Potvrdit mou e-mail adresu
cy: Cadarnahu fy nghyfeiriad e-bost
ga: Deimhnigh mo sheoladh ríomhphoist
kk: Менің электрондық поштамды растаңыз
km: អះអាងអ៊ីមែលរបស់អ្នក
mi: Whakaūtia taku īmēra
ru: Подтвердить мой адрес электронной почты

source: If you didn’t request an email change, don’t worry - you can just ignore this message.
bg: Ако не сте поискали промяна в имейла, не се притеснявайте - можете просто да игнорирате това съобщение.
cs: Jestli jsi nepožadoval/a změnu e-mail adresy, neboj se, prostě se této zprávy nevšímej.
cy: Os nad ydych wedi gwneud cais am newid e-bost, peidiwch a phoeni - gallwch anwybyddu'r neges hon.
ga: Murar iarr tú athrú ar sheoladh ríomhphoist, ná bí buartha - déan neamhaird den teachtaireacht seo.
kk: Егер сіз электорндық поштаңызды өзгерту жайында сұрамасаңыз, уайымдамаңыз-сіз бұл хатқа мән бермеуіңізге болады.
km: ប្រសិនបើអ្នកមិនបានស្នើសុំប្ដូរអ៊ីមែលទេ សូមកុំបារម្ភ អ្នកអាចមិនខ្វល់ពីសារនេះបាន។
mi: Mēna, ehara nāhau i pātai kia hurihia tō īmēra, kāore he raruraru, kaua e aro ki tēnei karere.
ru: Если вы не запрашивали изменения электронной почты, не волнуйтесь - вы можете просто проигнорировать это сообщение.

source: Scratch On!
cs: Pojď Scratchovat!
cy: Ymlaen gyda Scratch!
ga: Bígí ag Scratcháil!
kk: Скретчте!
mi: Scratch Ake!
ru: Scratch!

source: The Scratch Team
bg: Екипът на Scratch
cs: Tým Scratch
cy: Tim Scratch
ga: Foireann Scratch
kk: The Scratch командасы
km: Scratch Team
mi: Te Tīma Scratch
ru: Команда Scratch

source: A few minutes ago, you requested to link this email address to the Scratch account %(username)s. Please confirm your email address by clicking the button below:
bg: Преди няколко минути поискахте да свържете този имейл адрес с акаунт за Scratch%(username)s. Моля, потвърдете имейл адреса си, като кликнете върху бутона по-долу:
cs: Před několika minutami jsi chtěl/a připojit tuto e-mail adresu ke Scratch účtu %(username)s. Prosím potvrď svou e-mail adresu kliknutím na tlačítko níže:
cy: Ychydig o funudau yn ol, mi wnaethoch chi ofyn i gysylltu'r cyfeiriad e-bost hwn i'r cyfrif Scratch <strong>%(username)s</strong>. Cadarnhewch eich cyfeiriad e-bost drwy glicio ar y botwm isod.
ga: Cúpla nóiméad ó shin, d'iarr tú an seoladh ríomhphoist seo a nascadh leis an gcuntas Scratch %(username)s. Cliceáil ar an gcnaipe thíos le do thoil chun do sheoladh ríomhphoist a dheimhniú:
kk: Бірнеше минут бұрын, сіз бұл электрондық поштаны Скретч аккаунтына тіркеуді сұрадыңыз %(username)s. Өтінемін, өзіңіздің электрондық поштаңызды төмендегі батырманы басу арқылы растаңыз
km: កាលពីពីរបីនាទីមុន អ្នកបានស្នើភ្ជាប់អ៊ីមែលនេះទៅកាន់គណនី Scratch %(username)s។ សូមអះអាងអ៊ីមែលរបស់អ្នក ដោយចុចលើប៊ូតុងខាងក្រោម។
mi: I ngā miniti tata ake nei, i pātai mai koe kia hono tēnei wāhitau īmēra ki te pūkete Scratch %(username)s. Ki te whakaū i tēnei wāhitau īmēra, pāwhirihia te pātene ki raro nei:
ru: Несколько минут назад вы попросили привязать этот адрес электронной почты к аккаунту Scratch %(username)s. Подтвердите свой адрес электронной почты, нажав кнопку ниже:

source: Scratch on!
bg: Scratch оn!
cs: Směle na Scratch!
cy: Ymlaen gyda Scratch!
ga: Bígí ag scratcháil!
kk: Скретчте!
mi: Scratch ake!
ru: Scratch!

source: Uh oh! Something went wrong with your email confirmation.
bg: ми сега! Нещо се обърка при потвърждаване на Вашия имейл.
cs: Ach jo! Něco se pokazilo při ověření tvého e-mailu.
cy: Owww! Mae rhywbeth wedi mynd o'i le gyda'ch e-bost cadarnhau.
ga: Ochón! Chuaigh rud éigin amú le deimhniú do sheoladh ríomhphoist.
kk: Ой! Поштаңызды растауда бірнәрседен қателік кетті.
km: មានបញ្ហាជាមួយនឹងការអះអាងអ៊ីមែលរបស់អ្នកហើយ។
mi: Aue! Kua puta he hapa i te tukanga whakaū mō tō īmēra.
ru: О, нет! Что-то пошло не так с подтверждением вашей электронной почты.

source: To try again, log into your Scratch Account Settings to request another link.
bg: За да опитате отново, влезте в настройките на Scratch акаунт, за да поискате друга връзка.
cs: Pro nový pokus se přihlaš k svému nastavení účtu Scratch abys požádal/a o jiný odkaz.
cy: I geisio eto, mewngofnodwch i'ch Gosodiadau Cyfrif Scratch i ofyn am ddolen arall
ga: Chun triail eile a dhéanamh, logáil isteach go Socruithe Cuntais Scratch chun nasc eile a iarraidh.
kk: Қайтадан тырысып көру үшін, басқа сілтемеге өтініш беруге Скретч аккаунтының баптамасына кіріңіз.
km: ដើម្បីសាកម្ដងទៀត សូមចូលទៅក្នុងការកំណត់គណនីនៅក្នុង Scratch ដើម្បីស្នើសុំតំណមួយទៀត។
mi: Ki te whakamātau anō, takiuru ki a Scratch, haere hoki ki ngā kōwhiringa mō tō pūkete ki te tono mai mō tētahi hononga anō.
ru: Чтобы повторить попытку, войдите в настройки аккаунта Scratch, чтобы запросить другую ссылку.

source: My Account Settings
bg: Настройки на акаунта ми
cs: Nastavení mého účtu
cy: Fy Nghosodiadau Cyfrif
ga: Socruithe mo Chuntais
kk: Менің аккаунтымдың параметрлері
km: ការកំណត់គណនីរបស់ខ្ញុំ
mi: Āku TautuhingaPūkete
ru: Настройки аккаунта

source: We sent a verification email to <strong>%(email_address)s</strong>.
bg: Изпратихме електронно писмо за потвърждение на адрес <strong>%(email_address)s</strong>.
cs: Poslali jsme ověřovací e-mail na <strong>%(email_address)s</strong>.
cy: Rydym wedi anfon e-bost dilysu i <strong>%(email_address)s</strong>
ga: Sheolamar teachtaireacht deimhniúcháin chuig <strong>%(email_address)s</strong>.
kk: Біз поштаңызды растау хабарламасын <strong>%(email_address)s</strong> адресіне жібердік.
km: យើងបានផ្ញើអ៊ីមែលសម្រាប់ផ្ទៀងផ្ទាត់ទៅកាន់<strong>%(email_address)s</strong>។
mi: I tuku mātou i te īmēra manatokonga ki <strong>%(email_address)s</strong>.
ru: Мы отправили письмо с подтверждением на <strong>%(email_address)s</strong>.
