Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: Embed
bg: Прикачи
cs: Vnořit
cy: Mewnblannu
ga: Leabaigh
kk: Қою
km: បញ្ចូល
mi: Tāmau
ru: Встроить

source: Copy and paste the embed code above.
cs: Zkopíruj a vlož vložený kód výše
cy: Copio a gludo'r cod mewnblanu uchod
ga: Cóipeáil agus greamaigh an cód leabaithe thuas.
kk: Жоғарыдағы қойылған кодты көшіріңіз және қойыңыз
km: ចម្លងហើយបិទភ្ជាប់កូដសម្រាប់បង្កប់ខាងលើ។
mi: Tārua-Whakapiri te waehere tāmau o runga nei.
ru: Копировать и вставить встроенный код.

source: Share
bg: Споделяне
cs: Sdílené
cy: Rhannu
ga: Comhroinn
kk: Бөлісу
km: ចែករំលែក
mi: Tiria
ru: Поделиться

source: OK, Got it.
cy: Iawn, rwy'n deall.
ga: OK, Tá sé agam.
kk: Жарайды, түсіндім.
km: អូខេ បានហើយ។
mi: Kei reira.
ru: Понятно.

source: All Tips
bg: Всички съвети
cy: Pob Awgrym
ga: Gach Leid
kk: Барлық түрлері
km: គន្លឹះទាំងអស់
mi: Katoa ngā Akinga
ru: Все подсказки

source: This project was removed by the Scratch Team because it was disrespectful, inappropriate for all ages, or otherwise breaks the Scratch community guidelines.
bg: Този проект бе премахнат от екипа на Scratch, тъй като бе неуважителен, неподходящ за всички възрасти или по друг начин нарушаваше правилата на общността на Scratch.
cy: Cafodd y project yma ei dynnu gan Dim Scratch am ei fod yn amharchus, anaddas ar gyfer pob oed, neu fel arall yn torri canllawiau cymunedol Scratch.
ga: Scrios Foireann Scratch an tionscadal seo toisc go raibh sé drochmheasúil, mí-oiriúnach do pháistí de gach aois, nó de bharr gur sháraigh sé treoirlínte an phobail Scratch ar bhealach éigin.
kk: Бұл жоба Скретч Тобы арқылы алынып тасталды себебі бұл жоба инабатсыз, және барлық жастарға сәйкес келмеді, басқаша айтқанда Скретч Қоғамдастығының Нұсақаулығын бұзды
km: កិច្ចការនេះត្រូវបានដកចេញដោយ Scratch Team ពីព្រោះវាមិនគោរព មិនសមរម្យសម្រាប់គ្រប់អាយុ ឬក៏វាបានប្រាស់ចាកពីគោលការណ៍ណែនាំរបស់សហគមន៍។
mi: I tangohia tēnei kaupapa e te Tīma Scratch, nā te mea, he whakatīkai, kāore i te tōtika mō ngā tamariki, pakeke rānei, kua hara rānei i ngā aratohu mō te hāpori Scratch.
ru: Этот проект был удален командой Scratch за нарушение правил сообщества

source: It cannot be reshared at any time in the future.
bg: Не може да бъде споделен отново в бъдеще.
cy: Nid oes modd ei ail rannu ar unrhyw adeg i'r dyfodol.
ga: Ní féidir é a chomhroinnt aon uair amach anseo.
kk: Бұл келешекте кез келген уақытта қайтадан бөлінбейді
km: វានឹងមិនអាចចែករំលែកជាថ្មីទេនៅអនាគត
mi: Kāore e whakaaetia te tuari anō ā muri ake nei.
ru: Он не может быть вновь опубликован в будущем.

source: Please read the <a href="/community_guidelines/">community guidelines</a> and be sure to edit the project to make sure it's respectful before resharing it.
cy: Darllennwch y<a href="/community_guidelines/">canllawiau cymunedol</a> a gofalu golygu'r project er mwyn gwneud yn siwr ei fod yn barchus cyn ei rannu eto.
kk: Оқыңыз <a href="/community_guidelines/"> қоғамдастық нұсқаулығы </a> және жобаны қайта жазыңыз яғни оны бөліспес бұрын оның құрметті болуын қадағалаңыз
km: សូមអាន<a href="/community_guidelines/">គោលការណ៍ណែនាំសម្រាប់សហគមន៍</a> ហើយត្រូវកែសម្រួល​កិច្ចការ​នេះ ដើម្បីឲ្យវាមានការគោរព មុននឹងចែករំលែកវាម្ដងទៀត។
mi: Tēnā, pānuitia ngā <a href="/community_guidelines/">aratohu hāpori</a>, ā whakatikangia kia pono, kia whaikoha tō kaupapa i mua i te tuari anō.
ru: Пожалуйста, ознакомься с <a href="/community_guidelines/">рекомендациями сообщества</a> и, прежде чем опубликовать проект снова, измени его чтобы он стал уважительным .

source: Select a reason why above
cy: Dewiswch reswm uchod
kk: Неге жоғары болғаннын себебін таңдаңыз
km: ជ្រើសរើសមូលហេតុខាងលើ
mi: Kōwhiritia tētahi take mai i runga nei
ru: Выбери причину вышеуказанного

source: Please provide a link to the original project
bg: Моля, посочете връзка към оригиналния проект
cy: Darparwch ddolen i'r project gwreiddiol
ga: Tabhair nasc leis an tionscadal dúinn
kk: Жобаның түпнұсқасына сілтемені қамтмасыз етіңіз
km: សូមផ្តល់តំណទៅកាន់កិច្ចការដើម
mi: Tēnā, tukua mai he hononga ki te pūtake o te kaupapa
ru: Пожалуйста, укажи ссылку на исходный проект

source: Please provide links to the uncredited content
bg: Моля, предоставете връзки към нерегламентираното съдържание
cy: Darparwch ddolen i gynnwys heb ei gydnabod
ga: Tabhair nascanna leis an ábhar a úsáideadh gan admháil
kk: Несиеленбеген мазмұнға сілтемені қамтамасыз етіңіз
km: សូមផ្តល់តំណទៅកាន់ខ្លឹមសារដែលមិនបានឲ្យក្រេឌីត
mi: Tēnā, tukua mai he hononga ki ngā ihirangi kāore i waetohua
ru: Пожалуйста, укажи ссылку на контент без благодарности автору

source: Please say why the project is too violent or scary
bg: Моля, опишете защо проектът е твърде насилствен или страшен
cy: Dywedwch pam fod y project yn rhy dreisgar neu'n codi ofn.
ga: Cén fáth a bhfuil an tionscadal ró-fhoréigneach nó róscanrúil?
kk: Жобаның неге тым зорлық-зомбылық немесе қорқынышты екенін айтыңыз
km: សូមពន្យល់ថាហេតុអ្វីបានជាវាហិង្សា ឬគួរឲ្យខ្លាចខ្លាំង
mi: Tēnā, whakamārama mai te take he tūkino, whakamataku rānei tēnei pūkete
ru: Пожалуйста, сообщи, почему проект слишком агрессивный или пугающий

source: Please say where the inappropriate language occurs in the project (For example: Notes & Credits, sprite name, project text, etc.)
bg: Моля, кажете къде се намира неподходящият език в проекта (например: Бележки и Автори, име на спрайт, текст на проекта и др.)
cy: Dywedwch lle mae iaith anaddas yn digwydd yn y project (Er enghraifft: Nodiadau a Chydnabod, enw corlun, testun y project, ac ati.
ga: Cá bhfuil an teanga gharbh sa tionscadal (Mar shampla: Nótaí agus Admhálacha, ainm spride, téacs sa tionscadal, srl.)
kk: Сәйкес келмейтін тілдің қайда орын алғанын айтыңыз (Мыалы: Ескертулер & Несиелер, спрайт аты, жоба мәтіні т.б.)
km: សូមបញ្ជាក់ថាភាសាដែលមិនសមរម្យកើតមាននៅកន្លែងណាក្នុងគម្រោង (ឧទាហរណ៍: កំណត់ត្រា&ក្រេឌីត ឈ្មោះតួអង្គ អត្ថបទក្នុងកិច្ចការ ។ ល។ )
mi: Tēnā, whakaaturia mai te wāhi i hua mai ngā reo kōtītiti i roto i te kaupapa (hei tauira: Ngā Kōrero Āpiti me ngā Mihi, ingoa parehe, kōrero kaupapa, te aha noa...)
ru: Пожалуйста, сообщи, где в проекте встречаются неподобающие выражения (например: в разделе "Примечания и благодарности", имени спрайта, в тексте проекта и т. п.).

source: Please say the name of the audio file with the inappropriate music
bg: Моля, въведете името на аудиофайла с неподходящата музика
cy: Dywedwch beth yw enw'r ffeil sain gyda'r gerddoriaeth anaddas
ga: Cad é ainm an chomhaid fuaime ina bhfuil an ceol mí-oiriúnach
kk: Сәйкес келмейтін әуенмен бірге болған студяның атын айтыңыз
km: សូមបញ្ជាក់ពីឈ្មោះឯកសារអូឌីយ៉ូដែលមានសម្លេងមិនសមរម្យ
mi: Tēnā, whakaaturia mai te ingoa o te kōnae oro kua kōtītiti ai te pūoro
ru: Пожалуйста, сообщи имя аудиофайла с неприемлемой музыкой

source: Please say where the personal contact information is shared (For example: Notes & Credits, sprite name, project text, etc.)
bg: Моля, кажете къде се споделя личната информация за връзка (например: Бележки и кредити, име на спрайт, текст на проекта и др.)
cy: Dywedwch lle mae manylion personol cysylltu yn cael ei rannu (Er enghraifft: Nodiadau a Chydnabod, enw corlun, testun project, ac ati.)
ga: Cá bhfuil na sonraí pearsanta sa tionscadal (Mar shampla: Nótaí agus Admhálacha, ainm spride, téacs sa tionscadal, srl.)
kk: Жеке бас контактіңіз қайда ортақтанғанғанын айтыңыз (Мыалы: Ескертулер & Несиелер, спрайт аты, жоба мәтіні т.б.)
km: សូមបញ្ជាក់ថាតើព័ត៌មានទំនាក់ទំនងផ្ទាល់ខ្លួនត្រូវបានគេចែករំលែកនៅកន្លែងណា (ឧទាហរណ៍: កំណត់ត្រា&ក្រេឌីត ឈ្មោះតួអង្គ អត្ថបទក្នុង​កិច្ចការ ។ល។ )
mi: Tēnā, whakamārama mai, kei whea te mōhiohio whakapānga whaiaro i tuaritia (hei tauira: Ngā Kōrero Āpiti me Ngā Mihi, ingoa parehe, kōrero kaupapa, te aha noa...)
ru: Пожалуйста, сообщи, где распространяется личная контактная информация (например: в разделе "Примечания и благодарности", имени спрайта, в тексте проекта и т. п.).

source: Please be specific about why this project does not follow our Community Guidelines
bg: Моля, уточнете защо този проект не спазва нашите Правила на общността
cy: Byddwch yn glir pam nad yw'r project yn dilyn ein Canllawiau Cymunedol
ga: Ní mór duit a bheith sonrach i dtaobh cén fáth a sáraíonn an tionscadal seo Treoirlínte an Chomhphobail
kk: Неліктен бұл жоба біздің Қоғам Нұсқауымен сәйкес келмейтінін көрсетіңіз
km: សូមបញ្ជាក់ឱ្យច្បាស់អំពីមូលហេតុដែល​កិច្ចការ​នេះមិនអនុវត្តតាមគោលការណ៍ណែនាំសហគមន៍របស់យើង
mi: Tēnā, āta whakamārama mai te take, kāore tēnei kaupapa i te hāngai ki ngā Aratohu Hapori
ru: Пожалуйста, сообщи точнее, почему этот проект не соответствует Правилам сообщества

source: Please say the name of the sprite or the backdrop with the inappropriate image
bg: Моля, въведете името на спрайт или фона с неподходящото изображение
cy: Dywedwch beth yw enw'r corlun neu gefnlen sydd a'r ddelwedd anaddas
ga: Tabhair ainm na spride nó ainm an chúlra a bhfuil íomhá mhí-oiriúnach inti/ann
kk: Орынсыз бейнеленген Спрайттың атын немесе фонын айтуыңызды сұраймыз
km: សូមប្រាប់ឈ្មោះ តួអង្គ ឬផ្ទាំងខាងក្រោយណាដែលមានរូបភាពមិនសមរម្យ
mi: Tēnā, hōmai te ingoa o te parehe, ārai tuarongo rānei, kua matahareharete atahanga
ru: Укажи название спрайта или фона с недопустимым изображением

source: Added to studio
bg: Добавен към студио
cy: Ychwanegwyd i'r stiwdio
ga: Cuireadh leis an stiúideo
kk: Студияға қосылды
km: បានបន្ថែមស្ទូឌីយោ
mi: Tāpiritia ki te taupuni
ru: Добавлено в студию

source: Limit of 3 tags.
cy: Cyfyngiad o 3 tag
ga: Trí chlib ar a mhéad.
kk: 3 Тэгтің шектелуі
km: កំណត់ត្រឹមស្លាក 3
mi: Ko te 3 te mōrahi mō ngā tūtohu.
ru: Ограничение в 3 тега

source: Server error when editing tag. Please reload the page to see updates.
cy: Gwall gweinydd wrth olygu tag. Ail-lwythwch y dudalen i weld diweddariadau.
kk: Тэгті өңдеу кезіндегі сервер қателігі. Жаңартуларды көру үшін бетті қайта жүктеңіз.
km: កំហុសជាមួយនឹងម៉ាស៊ីនបម្រើនៅពេលកែប្រែស្លាក។ សូមដំណើរការទំព័រម្ដងទៀត ដើម្បីមើលការផ្លាស់ប្ដូរ។
mi: Kua puta he hapa mai i te tūmau i te whakatikanga o te tūtohu. Whakahou te whārangi kia kita ai i ngā whakahounga.
ru: Ошибка сервера при редактировании тега. Перезагрузи страницу чтобы увидеть обновления.

source: Hmm...the bad word detector thinks there is a problem with your tag. Please change it and remember to <a target=\"_blank\" href=\"/community_guidelines/\">be respectful</a>.
cy: Hmm... mae'r chwiliwch gair drwg yn meddwl fod yna breoblem gyda'ch tag. Newidiwch y gair a chofiwch fod yn <a target=\"_blank\" href=\"/community_guidelines/\">barchus</a>.
kk: Хмм. жаман сөздің анықтаушысы сіздің Тэгте мәселе бар деп ойлайды. Өтінемін оны өзгертіңіз және есте сақтаңыз <a target=\"_blank\" href=\"/community_guidelines/\">құрметті болуды</a>.
km: អឺ...ឧបករណ៍ពិនិត្យពាក្យមិនល្អគិតថាមតិរបស់អ្នកមានបញ្ហាជាមួយនឹងស្លាករបស់អ្នក។ សូមកែសម្រួលវា ហើយត្រូវចាំថាអ្នកត្រូវតែ<a target=\"_blank\" href=\"/community_guidelines/\">ចេះគួរសម</a>។
mi: Aue... e ai ki te pūkimi kupu hē, he raru i tēnei tūtohu āu. Tēnā, panonitia te kupu tūtohu, kia ū hoki ki te <a target=\"_blank\" href=\"/community_guidelines/\">whai koha atu</a>.
ru: Хм ... детектор плохих слов считает, что есть проблема с твоим тегом. Пожалуйста, измени его и не забудь <a target=\"_blank\" href=\"/community_guidelines/\">быть уважительным</a>.

source: Please choose a reason for reporting this project from the dropdown.
cy: Dewiswch reswm am roi gwybod am y project o'r cwymplen.
kk: Ашылмалы мәзірінен осы жобаны неліктен жариялап жатырғаныныздың себебін таңдаңыз
km: សូមប្រាប់ថាហេតុអ្វីបានជាអ្នករាយការណ៍​ពី​កិច្ចការ​នេះពីបញ្ជីធ្លាក់ចុះ។
mi: Kōwhiria tō take, i whakamōhio atu koe i tēnei kaupapa, mai i te tahua takaiho.
ru: Выбери из раскрывающегося списка причину жалобы на этот проект .

source: Report and Unshare
cy: Rhoi Gwybod a Dad-rannnu
ga: Déan Tuairisc agus Dí-Chomhroinn
kk: Жариялау және бөліспеу
km: រាយការណ៍ ហើយឈប់ចែករំលែក
mi: Tukua mai he pūrongo, kātahi Katia te Tuari
ru: Пожаловаться и отменить общий доступ

source: Type in a reason for removing this project. The project will no longer be visible on the website, but it will still exist in the student's My Stuff. The Scratch Moderation Team will also be alerted.
cy: Teipiwch i fewn am dynnu'r project hwn. Ni fydd y project yn weladwy ar y wefan, ond bydd yn dal fodoli ar Fy Mhethau'r dysgwr. Bydd Tim Cymedroli Scratch yn cael gwybod, hefyd.
kk: Бұл жобаны алып тастаудағы себепті жазыңыз. Бұдан соң, бұл жоба сайтта көрінбейтін болады, бірақ ол Менің Заттарымда сақаталатын болады. Scratch Модерация Тобы, сондай-ақ ескертетін болады.
km: វាយបញ្ចូលមូលហេតុដែលដកកិច្ចការនេះចេញ។ កិច្ចការនេះនឹងអាចមើលឃើញនៅលើវេបសាយទៀតទេ ប៉ុន្តែវានៅតែមាននៅក្នុងទំព័រ "កិច្ចការរបស់ខ្ញុំ" របស់សិស្ស។ ក្រុមសម្របសម្រួល Scratch នឹងត្រូវបានជូនដំណឹង។
mi: Tukua mai te take mō te tango i tēnei kaupapa. Ka kore e kitea tēnei kaupapa i runga i te paetukutuku, engari ka noho tonu i roto i te wāhi "Aku Mea" o te ākonga. Ka tukua hoki he karere ki te Tīma Takawaenga mō Scratch.
ru: Введи причину для удаления этого проекта. Проект больше не будет отображаться на веб-сайте, но все же останется в списке работ ученика. Команда модерации Scratch также будет предупреждена.

source: The project has been unshared and reported to the Scratch Team.
cy: Mae'r project wedi cael ei ddad-rannu a gwybodaeth wedi ei rannu gyda Tim Scratch.
ga: Dí-chomhroinneadh an tionscadal seol agus cuireadh tuairisc isteach go Foireann Scratch.
kk: Бұл жоба ортақтасылмады және Скретч Тобына жарияланды
km: កិច្ចការត្រូវបានឈប់ចែករំលែក ហើយត្រូវបានរាយការណ៍ទៅកាន់ Scratch Team។
mi: Kua kati te tuari i tēnei kaupapa, kua tukua hoki te pūrongo ki te Tīma Scratch.
ru: Общий доступ к проекту отменен и о нем сообщено команде Scratch.

source: Report as inappropriate
bg: Подайте сигнал за неподходящо съдържание
cy: Rhoi gwybod fel anaddas
ga: Tuairiscigh mar mhí-oiriúnach
kk: Жобаны орынсыз жарияла
km: រាយការណ៍ថាមិនសមរម្យ
mi: Whakamōhio atu mō te hē
ru: Сообщить как неуместное

source: From the dropdown below, please select the reason why you feel this project is disrespectful or inappropriate, or otherwise breaks the <a href="%(community_guidelines_url)s" target="_blank">Scratch Community Guidelines.</a>
cy: O'r cwymplen isod, dewiswch y rheswm pam rydych y teimlo fod y project yn amharchus neu anaddas neu fel arall yn torri <a href="%(community_guidelines_url)s" target="_blank">Canllawiau Cymuned Scratch</a>.
kk: Сіз төмендегі ашылмалы мәзірден, бұл жобаның неліктен инабатсыз немесе сәйкес келмейтіні жөнінде себебін таңдай аласыз, немесе құқығын <a href="%(community_guidelines_url)s" target="_blank"> Скретч Қоғамдастық Нұсқауын бұзып отыр .</a>
km: ចេញពីបញ្ជីខាងក្រោម សូមជ្រើសពីមូលហេតុដែលអ្នកយល់ថា​កិច្ចការ​នេះមិនគួរសម ឬមិនសមរម្យ ឬក៏ផ្ទុយពី <a href="%(community_guidelines_url)s" target="_blank"> គោលការណ៍ណែនាំរបស់សហគមន៍</a>។
mi: Kei raro nei i te tahua takaiho, kōwhiria te take i whakaaro ai koe, he whakahahani, he mataharehare, kua hara rānei i <a href="%(community_guidelines_url)s" target="_blank">ngā Aratohu Hāpori Scratch</a> tēnei kaupapa.
ru: Выбери из раскрывающегося списка причину, по которой ты считаешь, что этот проект неуважителен, неприемлем, или иным образом нарушает <a href="%(community_guidelines_url)s" target="_blank">Правила сообщества Scratch.</a>

source: If your report is about disrespectful or inappropriate use of Cloud Data, you can view the <a href="%(cloud_data_url)s">list of all Cloud Data operations</a> for this project.
cy: Os ydych yn rhoi gwybod am ddefnydd amharchus neu anaddas Data Cwmwl, gallwch weld y <a href="%(cloud_data_url)s">rhestr o holl weithredoedd Data Cwmwl</a> ar gyfer y project hwn.
kk: Егер сіздің есебіңіз инабатсыз немесе сәйкес келмеген жағдайда Cloud Data,-ны қолданыңыз, сіз <a href="%(cloud_data_url)s"> барлық Cloud Data әрекеттерін </a> бұл жоба тізімінен көре аласыз.
km: ប្រសិនបើអ្នករាយការណ៍អំពីការប្រើប្រាស់ទិន្នន័យក្លោដ៍ដោយមិនមានការគោរព ឬមិនសមរម្យ អ្នកអាចមើល<a href="%(cloud_data_url)s">បញ្ជី ប្រតិបត្តិការទាំងអស់សម្រាប់ទិន្នន័យក្លោដ៍</a>សម្រាប់កិច្ចការនេះ។
mi: Mēnā ko te take o tō pūrongo, ko te tītaha, te whakahahani rānei o te whakamahinga o te kapua raraunga, ka kitea te <a href="%(cloud_data_url)s">rārangi o ngā mahi Kapua Raraunga</a> mō tēnei kaupapa.
ru: Если твой отчет касается неуважительного или неприемлемого использования облачных данных, ты можешь просмотреть <a href="%(cloud_data_url)s">список всех операций с облачными данными</a> для этого проекта.

source: Select a reason
bg: Изберете причина
cy: Dewiswch reswm
ga: Cén fáth
kk: Себебін таңдаңыз
km: ជ្រើសរើសមូលហេតុ
mi: Kōwhiria tētahi take
ru: Выбери причину

source: Exact Copy of Project
bg: Точно Kопие на Проекта
cy: Copi Union o'r Project
ga: Is cóip bheacht de thionscadal eile é
kk: Жобаның нақты көшірмесі
km: ច្បាប់ចម្លងបេះបិទរបស់កិច្ចការ
mi: He Tino Ōrite ki tētahi atu Kaupapa
ru: Точная копия проекта

source: Uses Image/Music Without Credit
bg: Използва изображение / музика без право на ползване
cy: Yn Defnyddio Delwedd/Cerddoriaeth Heb Gydnabod
ga: Úsáideann sé Íomhá/Ceol gan admháil
kk: Суреттер/Әуендерді Несиесіз қолдану
km: ប្រើរូបភាព ឬសម្លេងដោយមិនឲ្យក្រេឌីត
mi: Ka Whakamahi i te Atahanga/Puoro, Kāore he Tukunga Mihi
ru: Использует изображение/музыку без благодарности автору

source: Too Violent or Scary
bg: Твърде Насилствено или Страшно
cy: Rhy Dreisiol neu Frawychus
ga: Rófhoréigneach nó róscanrúil
kk: Тым Зорлық-зомбылық немесе Қорқынышты
km: ហិង្សា ឬគួរឲ្យខ្លាចពេក
mi: He Tūkino, he Whakamataku rānei
ru: Слишком агрессивный или пугающий

source: Inappropriate Language
bg: Неподходящо език
cy: Iaith Anaddas
ga: Teanga Gharbh
kk: Сәйкес келмейтін Тіл
km: ភាសាមិនសមរម្យ
mi: He Kupu Kāore i te Tōtika
ru: Неприемлемый текст

source: Inappropriate Music
bg: Неподходяща музика
cy: Cerddoriaeth Anaddas
ga: Ceol Mí-Oiriúnach
kk: Сәйкес келмейтін әуендер
km: សម្លេងមិនសមរម្យ
mi: He Puoro Kāore i te Tōtika
ru: Неприемлемая музыка

source: Inappropriate Images
bg: Неподходящи изображения
cy: Delweddau Anaddas
ga: Íomhánna Mí-Oiriúnacha
kk: Сәйкес келмейтін Суреттер
km: រូបភាពមិនសមរម្យ
mi: He Atahanga kāore i te Tōtika
ru: Неприемлемые изображения

source: Sharing Personal Contact Information
bg: Споделяне на лична информация за връзка
cy: Yn Rhannu Manylion Cysylltu Personol
ga: Foilsíonn sé sonraí pearsanta
kk: Жеке Байланыс ақпаратын бөлісу
km: នោះវែងពេកហើយ! សូមរកវិធីដើម្បីកាត់បន្ថយអត្ថបទរបស់អ្នក។
mi: Te Tuari i ngā Whakapānga Mōhiohio Whaiaro
ru: Распространение личной контактной информации

source: Other
bg: Други
cs: Ostatní
cy: arall
ga: Eile
kk: Басқа
km: ផ្សេង
mi: He Mea Anō
ru: Другое

source: This has been permanently unshared because of the way it violated the Community Guidelines.
cy: Mae hwn wedi ei ddad-rannu yn barhaol oherwydd y dull mae'n torri'r Canllawiau Cymunedol.
kk: Бұл біржолата ортақтаспады, себебі Қоғамдастық Нұсқауларын бұзды
km: វាត្រូវបានឈប់ចែករំលែករហូត ដោយសារតែវាបានបំពានគោលការណ៍ណែនាំរបស់សហគមន៍។
mi: Kua tuturu te kati o te tuari o tēnei, nā te hara o ngā Aratohu Hāpori
ru: Общий доступ временно отменен из-за нарушения Правил сообщества.

source: More projects by
bg: Още проекти от
cs: Další projekty od
cy: Rhagor o brojectau gan
ga: Tuilleadh tionscadal de chuid
kk: Көптеген жобалар
km: កិច្ចការផ្សេងទៀតដោយ
mi: He kaupapa anō nā
ru: Еще проекты от

source: Creator
bg: Автор
cs: Tvůrce
cy: Crewr
ga: Cruthaitheoir
kk: Құрушы
km: អ្នកបង្កើត
mi: Kaiwaihanga
ru: Создатель

source: More projects (temporarily disabled)
bg: Още проекти (временно изключени)
cs: Další projekty (dočasně zablokované)
cy: Rhagor o brojectau (wedi eu hanalluogi dros dro)
ga: Tuilleadh tionscadal (díchumasaithe go sealadach)
kk: Көптеген жобалар (уақытша айырылған)
km: កិច្ចការផ្សេងទៀត (បិទបណ្ដោះអាសន្ន)
mi: He kaupapa anō (kua monokia mō nāianei)
ru: Еще проекты (временно отключенные)

source: Instructions
bg: Инструкции
cs: Návody
cy: Cyfarwyddiadau
ga: Treoracha
kk: Нұсқаулар
km: សេចក្តីណែនាំ
mi: Ngā Tohutohu
ru: Инструкции

source: Tell people how to use your project</br>(such as which keys to press).
bg: Разкажете на хората как да използвате вашия проект </br> (като например кои клавиши да натиснат).
cs: Pověz lidem jak mají používat tvůj projekt</br>(například kterou klávesu stisknout).
cy: Dywedwch wrth bobl sut i ddefnyddio eich project </br>( e.e pa fysellau i'w pwyso, ac ati).
ga: Inis do dhaoine conas do thionscadal a úsáid</br>(mar shampla na heochracha le brú).
kk: Адамдарға жобаны қалай қолдану керектігін айтыңыз </br> (мысалы басатын кілттер)
km: ប្រាប់គេពីវិធីប្រើ​កិច្ចការ​របស់អ្នក </br>(ដូចជា ច្នុចមួយណាដែលត្រូវចុច)។
mi: Whakamōhio atu ki ngā tāngata, pēhea tō kaupapa</br> e whakahaerehia (ko ēhea ngā pātuhi e pēhia)
ru: Расскажи, как использовать твой проект </br>(например, на какие клавиши нажимать).

source: Notes and Credits
bg: Бележки и кредити
cs: Poznámky a příspěvky
cy: Nodiadau a Chydnabod
ga: Nótaí agus Admhálacha
kk: Ескертулер және несиелер
km: ចំណាំនិងក្រេឌីត
mi: Ngā Kōrero Āpiti me ngā Mihi
ru: Примечания и благодарности

source: added by
bg: добавено от
cs: přidáno od
cy: ychwanegwyd gan
ga: cruthaithe ag
kk: арқылы қосылды
km: បានបន្ថែមដោយ
mi: tāpiritia e
ru: добавлено

source: How did you make the project?
bg: Вие ли създадохте този проект?
cy: Sut wnaethoch chi greu'r project
ga: Conas a rinne tú an tionscadal?
kk: Сіз жобаңызды қалай жасадыңыз?
km: តើអ្នកធ្វើកិច្ចការនេះដោយរបៀបណា?
mi: I aha ai koe, ki te hanga i te kaupapa?
ru: Как ты сделал проект?

source: Did you use ideas, scripts, or artwork from other people? Thank them here.
bg: Използвали ли сте идеи, скриптове или произведения създадени от други хора? Благодарете им тук.
cy: A wnaethoch chi ddefnyddio syniadau, sgriptiau neu waith celf gan bobl eraill? Diolchwch iddyn nhw yn fan hyn.
ga: Ar bhain tú úsáid as smaointe, scripteanna, nó obair ealaíne a rinne daoine eile? Gabh buíochas leo anseo.
kk: Сіз басқа адамдардың идеяларын, скрипттерін, немесе өнер туындыларын қолдандыңызба? Осы жерде олрға алғыс білдіріңіз
km: តើអ្នកបានប្រើគំនិត ស្រ្គីប ឬកិច្ចការសិល្បៈរបស់អ្នកដទៃទេ? អរគុណពួកគេនៅទីនេះ។
mi: I tango koe i ngā whakaaro, waehere, mahi toi o ngā tāngata ke? Mihi ki a rātou kei konei.
ru: Если ты использовал идеи, скрипты или художественные работы других людей, поблагодари их здесь.

source: Draft
bg: Чернова
cs: Koncept
cy: Drafft
ga: Dréacht
kk: Жоба
km: ព្រាង
mi: Mahinga Hukihuki
ru: Черновик

source: %(tDate)s ago
bg: преди %(tDate)s
cs: %(tDate)s staré
cy: %(tDate)s yn ol
ga: %(tDate)s ó shin
kk: %(tDate)s бұрын
km: %(tDate)s មុន
mi: %(tDate)s ki mua
ru: %(tDate)s назад

source: Add project to studios
bg: Добави проект към студио
cs: Přidat projekt do studií
cy: Ychwanegu project i stiwdios
ga: Cuir tionscadal le stiúideonna
kk: Жобаны студияға қос
km: បន្ថែមកិច្ចការទៅស្ទូឌីយោ
mi: Whakaurua te kaupapa ki ētahi taiwhanga
ru: Добавить проект в студии

source: Embed project on other websites
bg: Вграждане на проект на други сайтове
cs: Vylepšený projekt na jiných webových stránkách
cy: Mewnblannu project ar wefannau eraill
ga: Leabaigh an tionscadal ar shuímh eile
kk: Басқа сайттарға кірістіру жобасы
km: បង្កប់កិច្ចការនៅលើវែបសាយផ្សេង
mi: Tāmautia tēnei kaupapa ki paetukutuku kē
ru: Встроить проект в сайты

source: Report and Unshare this project
bg: Докладвайте и деактивирайте този проект
cy: Adrodd ar a Dad-rannu'r project hwn
kk: Бұл жобаны жариялау және ортақтаспау
km: រាយការណ៍ហើយឈប់ចែករំលែកកិច្ចការនេះ
mi: Tukua mai he pūrongo, kātahi kati te tuari o tēnei kaupapa
ru: Пожаловаться и отменить общий доступ к проекту

source: Report project as inappropriate
bg: Съобщи, че проектът е неподходящ
cs: Nahlásit projekt jako nepatřičný
cy: Rhoi gwybod fod y project yn anaddas
ga: Déan tuairisc ar thionscadal mí-oiriúnach
kk: Жобаны орынсыз жарияла
km: រាយការណ៍កិច្ចការនេះថាមិនសមរម្យ
mi: Tukua mai he pūrongo, kāore i te tōtika te kaupapa
ru: Пожаловаться на проект как на неприемлемый

source: Report this
bg: Съобщи това
cs: Ohlas toto
cy: Rhoi gwybod am hyn
ga: Déan tuairisc air seo
kk: Мұны жарияла
km: រាយការណ៍វា
mi: Whakamōhio atu
ru: Пожаловаться
