Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: Your message has been sent. We will respond within 3 days.
cs: Tvoje zpráva byla odeslána. Odpovíme na ní během tří dnů.
cy: Mae eich neges wedi ei hanfon. Byddwn yn ymateb ymhen 3 diwrnod.
ga: Seoladh do theachtaireacht. Tabharfaimid freagra ort laistigh de 3 lá.
kk: Сіздің хабарламаңыздың жіберілуі сәтті өтті. Біз 3 күн ішінде жауап береміз.
km: សាររបស់អ្នកត្រូវបានផ្ញើហើយ។ យើងនឹងតបក្នុងពេល 3 ថ្ងៃ។

source: Please correct the errors below.
bg: Моля коригирайте грешките по-долу.
cs: Prosím, oprav níže uvedené chyby.
cy: Cywirwch y gwallau isod.
ga: Ceartaigh na hearráidí thíos.
kk: Төмендегі қателерді түзетуді сұраймыз
km: សូមកែតម្រូវកំហុសខាងក្រោម។
mi: Whakatikangia ngā hapa o raro nei.
ru: Пожалуйста, исправьте ошибки.

source: 403. Oh noes! Our server is Scratch'ing its head
bg: 403. О, не! Нашият сървър е недостъпен
cs: 403. Ach ne! Náš server si drbe hlavu
cy: 403. O na! Mae gweinydd Scratch yn crafu ei ben
ga: 403. Ochón! Tá an freastalaí ag scratcháil a cheann
kk: 403. Біздің серверіміз тиелді
km: 403 អុញ! ម៉ាស៊ីនបម្រើរបស់យើងកំពុងតែអេះក្បាលវា។
mi: 403. Aue! Kua rakuraku te tūmau i tōna mahunga - Scratch, Scratch
ru: 403. О нет! Наш сервер в недоумении

source: We couldn't authorize you to view this page. If you need to get in touch with us about this, send us an email at
bg: Не можахме да ви разрешим да разглеждате тази страница. Ако искате да се свържете с нас относно тази страница, изпратете ни имейл на адрес
cs: Přístup na tuto stránku byl odepřen. Pokud nás kvůli tomu chceš kontaktovat, pošli nám e-mail na
cy: Nid oes modd i ni eich awdurdodi i weld y dudalen hon.Os oes angen i chi gysylltu a ni am hyn, anfonwch e-bost atom.
ga: Níorbh fhéidir linn cead a thabhairt duit féachaint ar an leathanach seo. Más mian leat teagmháil a dhéanamh linn faoi seo, seol ríomhphost chugainn ag
kk: Біз осы бетті көру үшін сізге рұқсат бермейміз. Сіз бұл туралы бізге хат жіберіңіз
km: យើងមិនអាចឲ្យអ្នកមើលទំព័រនេះទេ។ ប្រសិនបើអ្នកចង់ទាក់ទងមកយើងអំពីបញ្ហានេះ សូមផ្ញើអ៊ីមែលមកយើងនៅ
mi: Kāore e taea te whakamana i tō tirohanga mō tēnei whārangi. Ina hiahia koe ki te whakapā mai mō tēnei kaupapa, tukua mai he īmēra ki
ru: У вас нет прав для просмотра этой страницы. Если вам нужно связаться с нами по этому поводу, пришлите нам электронное письмо по адресу

source: Whoops! Our server is Scratch'ing its head
bg: Упс! Нашият сървър е недостъпен
cs: Ach ne! Náš server si drbe hlavu
cy: Wps! Mae gweinydd Scratch yn crafu ei ben
ga: Úps! Tá an freastalaí ag scratcháil a cheann
kk: Упс! Біздің серверіміз тиелді
km: អូយ! ម៉ាស៊ីនបម្រើរបស់យើងកំពុងតែអេះក្បាលវា!
mi: Aue! Kei te rakuraku tō mātou tūmau i tōna mahunga
ru: Ой! Наш сервер в недоумении

source: We couldn't find the page you're looking for. Check to make sure you've typed the url correctly.
bg: Страницата, която търсите, не може да бъде намерена. Уверете се, че сте изписали адреса правилно.
cs: Nemůžeme nalézt stránku kterou hledáš. Zkontroluj, že jsi napsal URL správně.
cy: Methu dod o hyd i'r dudalen yr ydych yn chwilio amdani. Gwiriwch eich bod wedi teipio'r url yn gywir.
ga: Leathanach gan aimsiú. Bí cinnte gur chuir tú an URL ceart isteach.
kk: Бет табылған жоқ. URL мекенжайыңызды тексеріңіз.
km: យើងរកមិនឃើញទំព័រដែលអ្នកកំពុងស្វែងរកទេ។ ផ្ទៀងផ្ទាត់ថាតំណដែលអ្នកបានបញ្ចូលពិតជាត្រឹមត្រូវ។
mi: Kāore e kite te whārangi e rapua nei e koe. Tirohia te url, kei te tika rānei te patopato?
ru: Мы не смогли найти страницу, которую вы ищете. Убедитесь, что вы правильно набрали адрес.

source: You can try searching for what you're looking for here:
bg: Опитайте да откриете каквото търсите тук:
cs: Můžeš zkusit vyhledat to co hledáš tady:
cy: Chwiliwch am yr hyn yr ydych yn ceisio ei ddarganfod yma:
ga: Nó cuardaigh an leathanach anseo:
kk: Сіз іздегеңізді осы жерден таба аласыз:
km: អ្នកអាចសាកស្វែងរកអ្វីដែលអ្នកចង់រកនៅទីនេះ៖
mi: Kimihia ki konei:
ru: Вы можете попробовать найти то, что вы ищете здесь:

source: Search
bg: Търсене
cs: Hledání
cy: Chwilio
ga: Cuardaigh
kk: Іздеу
km: ស្វែងរក
mi: Rapuhia
ru: Поиск

source: Whoops! You're sending too much mail.
bg: Упс! Изпращате твърде много поща.
cs: Běda! Posíláš příliš mnoho pošty.
cy: Wps! Rydych y anfon gormod o e-byst.
ga: Úps! Tá tú ag seoladh an iomarca teachtaireachtaí.
kk: Упс! Сіз тым көп хаттарды жазасыз.
km: អូយ! អ្នកផ្ញើសារច្រើនពេកហើយ។
mi: Aue! Kua nui rawa ngā īmēra kua tukuna e koe.
ru: Упс! Вы отправляете слишком много писем.

source: You are performing actions on the site that send mail too much. Try again later.
bg: Извършвате действия на сайта, които изпращат твърде много електронна поща. Опитайте отново по-късно.
cs: Provádíš na tomto serveru akce, které posílají příliš mnoho mailů. Zkus to znovu později.
cy: Rydych yn gweithredu ar y wefan mewn ffordd sy'n anfon gormod o e-byst. Ceisiwch eto'n hwyrach.
kk: Сіз тым көп хабарламалар жіберетін сайтта әрекеттерді орындап жатсыз. Кейінірек тырысып көріңіз.
km: អ្នកកំពុងធ្វើសកម្មភាពនៅលើតំបន់បណ្តាញដែលផ្ញើសារច្រើនពេកហើយ។ សូមសាកល្បងម្តងទៀត។
mi: He maha rawa ngā īmēra kua puta mai i ōu mahi. Whakamātauria anō ā muri.
ru: Вы выполняете действия на сайте, которые приводят к отправке большого количества писем. Повторите попытку позже.

source: Whoops! You're making too many requests.
bg: Упс! Създаване твърде много заявки.
cs: Běda! Děláš příliš mnoho požadavků.
cy: Wps! Rydych yn gwneud gormod o geisiadau.
ga: Úps! Tá an iomarca iarratais déanta agat.
kk: Упс! Сіз көп сауалдарды жібересіз.
km: អូយ! អ្នកបង្កើតសំណើច្រើនពេកហើយ។
mi: Aue! Kua maha rawa ō tono mai.
ru: Упс! Вы делаете слишком много запросов.

source: You are performing actions on the site too frequently. Try again later.
bg: Прекалено често извършвате действия на сайта. Опитайте отново по-късно.
cs: Provádíš akce na tomto serveru příliš často. Zkus to znovu později.
cy: Rydych yn cyflawni gweithredoedd ar y wefan yn rhy aml. Ceisiwch eto'n hwyrach.
kk: Сіз сайтта әрекеттерді тым жиі жасап жатырсыз. Кейінірек тырысып көріңіз.
km: អ្នកធ្វើសកម្មភាពលើតំបន់បណ្តាញច្រើនពេកហើយ។ សូមសាកល្បងពេលក្រោយ។
mi: Kua maha rawa ō hohenga, ō mahinga mō te pae ipurangi. Whakamātauria anō ā muri.
ru: Вы выполняете действия на сайте слишком часто. Повторите попытку позже.

source: The Scratch Team is making some changes to the website.
bg: Екипът на Scratch прави някои промени в сайта.
cs: Tým Scratch právě provádí změny na tomto webovém serveru.
cy: Mae Tim Scratch yn newid rhai pethau ar y wefan.
ga: Tá Foireann Scratch ag tabhairt faoi roinnt athruithe ar an suíomh.
kk: Scratch командасы веб-сайтқа кейбір өзгерістер енгізуде.
km: Scratch Team កំពុងធ្វើការកែប្រែមួយចំនួននៅលើវេបសាយ។
mi: Kei te whakahuri te Tīma Scratch i ētahi o ngā wāhanga o te paetukutuku.
ru: Команда Scratch вносит изменения на сайт.

source: Try reloading this page in a few minutes.
bg: Опитай да презаредиш страницата след няколко минути.
cs: Zkus obnovit tuto stránku za několik minut.
cy: Ceisiwch ail lwytho'r dudalen hon mewn munud neu ddau.
ga: Bain triail as an leathanach a athluchtú i gceann cúpla nóiméad.
kk: Бірнеше минуттан соң осы бетті қайта жүктеп көріңіз.
km: សាកដំណើរការទំព័រនេះម្តងទៀតក្នុងពេលពីរបីនាទីទៀត។
mi: Kia toru miniti pea mōhou, tatari ai, kātahi, whakahoutia te whārangi.
ru: Попробуйте перезагрузить эту страницу через несколько минут.

source: You can still <a href="/scratch2download/">Download Scratch</a> and make projects.
bg: Все още можете да <a href="/scratch2download/">изтеглите Scratch</a> и да направите проекти.
cs: Stále můžeš <a href="/scratch2download/">Stáhnout Scratch</a> a vytvářet projekty.
cy: Gallwch dal i <a href="/scratch2download/">Lwytho Scratch i Lawr</a> a chreu projectau, o hyd.
ga: Is féidir <a href="/scratch2download/"> Scratch a Íoslódáil </a> i gcónaí agus tionscadail a chruthú.
kk: Сіз әлі де <a href="/scratch2download/"> Скретчті жүктей аласыз </a> және проекттер жасай аласыз.
km: អ្នកនៅតែអាច<a href="/scratch2download/">ទាញយក Scratch </a> និងបង្កើតកិច្ចការ។
mi: Ka taea tonu te <a href="/scratch2download/">Tikiake i a Scratch</a> ki te hanga pūkete.
ru: Вы по прежнему можете <a href="/scratch2download/">загрузить Scratch</a> и создавать проекты.

source: Account
bg: Акаунт
cs: Účet
cy: Cyfrif
ga: Cuntas
kk: Аккаунт
km: គណនី
mi: Pūkete
ru: Учетная запись

source: Password
bg: Парола
cs: Heslo
cy: Cyfrinair
ga: Focal Faire
kk: Құпиясөз
km: ពាក្យសម្ងាត់
mi: Kupu Muna
ru: Пароль

source: You have updated your account settings.
bg: Ти обнови своите настройки.
cs: Nastavení svého účtu máš teď aktualizované.
cy: Rydych wedi diweddaru gosodiadau eich cyfrif
ga: Nuashonraíodh socruithe do chuntais.
kk: Сіз аккаунтыңыздың параметрлерін жаңарттыңыз.
km: អ្នកបានកែសម្រួលការកំណត់គណនីរបស់អ្នក។
mi: Kua whakahoutia ngā whakaritenga mō tō pūkete.
ru: Вы обновили настройки учетной записи.

source: Edit your account settings
bg: Редактирай настройките на акаунта
cs: Změnit nastavení svého účtu
cy: Golygwch eich gosodiadau cyfrif
ga: Cuir do shocruithe cuntais in eagar
kk: Аккаунтыңыздың параметрін өзгертіңіз
km: កែសម្រួលការកំណត់គណនីរបស់អ្នក
mi: Whakatikangia ō whakaritenga pūkete
ru: Редактировать настройки учетной записи

source: Username
bg: Потребителско име
cs: Jméno uživatele
cy: Enw defnyddwir
ga: Ainm úsáideora
kk: Пайдаланушы
km: ឈ្មោះគណនី
mi: Tohu Tuakiri
ru: Имя пользователя

source: Location
bg: Място
cs: Místo
cy: Lleoliad
ga: Suíomh
kk: Тұрған жері
km: ទីតាំង
mi: Tauwāhi
ru: Местоположение

source: Save my Changes
bg: Запази промените
cs: Uložit moje změny
cy: Cadw fy Newidiadau
ga: Sábháil na hAthruithe
kk: Өзгерістерімді сақтау
km: រក្សាទុកការផ្លាស់ប្តូរ
mi: Tiakina āku Whakatika
ru: Сохранить изменения

source: I want to delete my account
bg: Искам да изтрия моя акаунт
cs: Chci zrušit svůj účet
cy: Rwyf eisiau dileu fy nghyfrif
ga: Teastaíonn uaim deireadh a chur le mo chuntas
kk: Менің аккаунтымды жою қажет
km: ខ្ញុំចង់លុបគណនីរបស់ខ្ញុំ
mi: Kei te hiahia ahau ki te muku i taku pūkete
ru: Я хочу удалить свою учетную запись

source: Account Blocked
bg: Акаунтът е блокиран
cs: Účet je blokován
cy: Cyfrif wedi ei rwystro
ga: Cuntas Faoi Bhac
kk: Аккаунты бұғатталған
km: គណនីបានប្លុក
mi: Kua Aukati te Pūkete
ru: Учетная запись заблокирована

source: The Scratch Team decided to block the account:
bg: Екипът на Scratch реши да блокира акаунта:
cs: Tým Scratch se rozhodl zablokovat účet:
cy: Penderfynodd Tîm Scratch i rwystro'r cyfrif:
ga: Chuir foireann Scratch cosc ar an gcuntas:
kk: Scratch командасы аккаунтты жабуды шешті:
km: Scratch Team បានសម្រេចថាប្លុកគណនី៖
mi: Kua whakatau te Tīma Scratch ki te aukati i te pūkete:
ru: Команда Scratch решила заблокировать учетную запись:

source: Date:
bg: Дата:
cs: Datum:
cy: Dyddiad:
ga: Dáta:
kk: Дата:
km: កាលបរិច្ឆេទ៖
mi: Rā:
ru: Дата:

source: Your account will be automatically unblocked on
bg: Вашият профил ще бъде автоматично деблокиран на
cy: Bydd eich cyfrif yn cael ei ddadrwystro'n awtomatig ar
ga: Bainfear an cosc de do chuntas go huathoibríoch ar
kk: Аккаунтыңыз автоматты түрде бұғатталады
km: គណនីរបស់អ្នកនឹងត្រូវបានប្លុកដោយស្វ័យប្រវត្តិនៅ
mi: Ka aunoa te tango i te aukati mai i tō pūkete ā te:
ru: Ваша учетная запись будет автоматически разблокирована

source: <b>Be respectful.</b> When sharing projects or posting comments, remember that people of many different ages and backgrounds will see what you’ve shared.
bg: <b>Отнасяйте се с почтеност.</b> Когато споделяте проекти или публикувате коментари помнете, че информацията, която споделяте, е видима за хора на различна възраст и с различен произход.
cs: <b>Buď ohleduplný.</b> Když sdílíš projekty nebo posíláš komentáře pamatuj, že co máš sdílené uvidí osoby různého stáří i zázemí.
cy: <b>Byddwch yn barch.</b> Wrth rannu projectau neu gofnodi sylwadau, cofiwch fod pobl o oed a chefndiroedd gwahanol yn gweld beth rydych wedi ei rannuhen sharing projects or posting comments, remember that people of many different ages and backgrounds will see what you’ve shared.
ga: <b>Bí measúil.</b> Nuair a chomhroinneann tú tionscadal nó nuair a dhéanann tú trácht ar an suíomh, meabhraigh go bhfeicfidh go leor daoine de gach aois agus ó chúlraí éagsúla na rudaí a chomhroinn tú.
kk: <b>Ізетті болыңыз. </b> Жобаңызды бөліскен кезде немесе пікір қалдырған кезде, әр түрлі жастағы және тектегі адамдардың көретінін есіңізде сақтаңыз
km: <b>គោរពគ្នា</b>នៅពេលចែករំលែកកិច្ចការឬដាក់ប្រកាសមតិ ត្រូវចាំថាមនុស្សគ្រប់អាយុ និងគ្រប់ប្រវត្តិនឹងមើលឃើញនូវអ្វីដែលអ្នកបានចែករំលែក។
mi: <b>Whakamana i te tangata </b> I ā koe e tuari i ngā pūkete, tuku kōrero rānei, me whakaaro mō te maha o ngā tangata o ngā hāpori kē, pakeke kē ka kite i ngā mea kua tukuna e koe.
ru: <b>Будьте уважительны.</b> При размещении проектов или написании комментариев помните, что самые разные люди разного возраста и из разных стран увидят сделанное и написанное вами.

source: <b>Be constructive.</b> When commenting on other’s projects, say something you like about it and offer suggestions.
bg: <b>Бъдете конструктивни.</b> Когато коментирате проекти на някой друг, посочете нещо, което Ви е харесало и предложете идеи.
cs: <b>Buď konstruktivní.</b> Při komentování projektů ostatních řekni, co se ti líbí, a nabídni návrhy.
cy: <b>Byddwch yn adeiladol.</b> Wrth adael sylw ar brojectau eraill, dwedwch rhywbeth am yr hyn rydych yn ei hoffi amdano a chynnig awgrymiadauhen commenting on other’s projects, say something you like about it and offer suggestions.
ga: <b>Bí cuidiúil.</b> Nuair a dhéanann tú trácht ar thionscadal de chuid duine eile, déan cur síos ar rud éigin a thaitin leat agus tabhair moltaí.
kk: <b>Сындарлы болыңыз. </b> Басқалардың жобасына пікір қалдырған кезде өзіңізге ұнаған нәрсеңіз туралы және ұсыныстарыңызды айтыңыз
km: <b>មានលក្ខណៈស្ថាបនា</b> ពេលដែលផ្តល់មតិនៅលើកិច្ចការរបស់អ្នកដទៃ និយាយពីអ្វីដែលអ្នកចូលចិត្តអំពីវា ហើយផ្តល់ជាយោបល់សម្រាប់ការកែលម្អ។
mi: <b>Kia Ngākaupai.</b> Ina e tuku kōrero mō ngā pūkete o tētahi atu tangata, tukua he kupu whakanui me ngā kōrero atawhai hoki.
ru: <b>Будьте конструктивны.</b> Когда вы комментируете чужие проекты, сообщите, что вам нравится в них, и внесите предложения.

source: <b>Share.</b> You are free to remix projects, ideas, images, or anything else you find on Scratch – and anyone can use anything that you share. Be sure to give credit when you remix.
bg: <b>Споделяйте.</b> Можете свободно да прекомбинирате проекти, идеи, изображения и всичко останало, което се намира на Scratch - и всеки е свободен да позлва споделеното от Вас. Убедете се, че сте отчели ползването на чужд ресурс.
cs: <b>Sdílej.</b> Můžeš volně odvozovat projekty, nápady, obrázky nebo cokoli jiného co nacházíš ve Scratch – a kdokoli může použít cokoliv co sdílíš. Ujisti se, že přiznáváš zásluhy pokud odvozuješ.
cy: <b>Rhannu.</b> Rydych yn rhydd i ailgymysgu projectau, syniadau, delweddau neu unrhyw beth arall fyddwch yn ei weld ar Scratch - a gall unrhyw un ddefnyddio unrhyw beth rydych chi'n ei rannu. Cofiwch gydnabod pan fyddwch yn ailgymysgu
ga: <b>Comhroinn.</b> Tá fáilte romhat tionscadail, smaointe, íomhánna, nó aon rud eile a fheiceann tú i Scratch a athmheascadh - agus is féidir le daoine eile an rud céanna a dhéanamh le do chuid oibre. Bí cinnte go dtugann tú aitheantas nuair a athmheascann tú.
kk: <b> Бөлісіңіз. </b> Сіз еркін жобаларды, идеяларды, суреттерді немесе Скретчтегі кез келген нәрсені біріктіре аласыз және кез келген адам осы бөліскеніңізді пайдалана алады. Біріктірген уақытта несиенің берілгеніне көз жеткізіңіз.
km: អ្នកអាចកែតម្រូវ​កិច្ចការ គំនិត រូបភាព ឬអ្វីផ្សេងទៀតដែលអ្នកបានរកឃើញនៅលើ Scratch តាមចិត្ត – ហើយនរណាក៏អាចប្រើអ្វីដែលអ្នកចែករំលែកដែរ។ អ្នកត្រូវផ្តល់ក្រេឌីតដល់ម្ចាស់ដើមផង នៅពេលដែលអ្នកកែតម្រូវកិច្ចការគេ​។
mi: <b>Tuari.</b> Kei te wātea koe ki te whakarākei i ngā pūkete, ngā whakaaro, ngā pikitia me ngā mea katoa e kitea kei konei kei runga i a Scratch – ā, ka taea e ngā tāngata katoa ki te whakamahi i ngā mea katoa e tuarihia e koe. Whakamihi, tūtohu hoki, ina koe e whakarākei.
ru: <b>Делитесь.</b>Вы можете свободно делать ремикс проектов, идей, изображений или чего-нибудь еще, что вы найдете на Scratch. Обязательно упоминайте авторов при создании ремикса.

source: <b>Keep personal info private.</b> For safety reasons, don't use real names or post contact info like phone numbers or addresses.
bg: <b>Пазете личната информация в поверителност.</b> От съображение за сигурност, не използвайте истински имена или информация за контакт, като номера на телефони или адреси.
cs: <b>Udržuj v soukromí osobní informace.</b> Z bezpečnostních důvodů nepoužívej skutečná jména nebo kontaktní informace jako telefonní čísla nebo adresy.
cy: <b>Cadwch eich manylion personol yn breifat.</b> Am resymau diogelwch, peidiwch a defnyddio eich enw iawn na chofnodi manylion cysylltu fel rhifau ffon neu gyfeiriadau.
ga: <b>Cosain faisnéis phearsanta.</b> Mar gheall ar chúrsaí slándála, ná húsáid fíorainmneacha agus ná cuir uimhreacha teileafóin ná seoltaí suas ar an suíomh.
kk: Жеке ақпаратты құпия түрде сақтаңыз. </b> Қауіпсіздік мақсатында, шын есіміңізді немесе жеке контактіңізді, мысалы телефон номеріңізді немесе мекен-жайыңызды қолданбаңыз
mi: <b>Kia matatapu ai te mōhiohio whaiaro.</b> Kia haumaru ai koe, kaua e tuku i tō ake ingoa tuturu, i ngā wāhitau/nohoanga tuturu me ngā nama waea.
ru: <b>Держите личную информацию в секрете.</b> По соображениям безопасности не используйте настоящие имена или контактные данные, такие как номера телефонов или адреса.

source: <b>Be honest.</b> Don’t try to impersonate other Scratchers, spread rumors, or otherwise try to trick the community.
bg: <b>Бъдете честни. </b> Не се опитвайте да се представяте за други хора, използващи Scratch, не разпространявайте слухове и не се опитвайте да мамите общността по какъвто и да е начин.
cs: <b>Buď čestný.</b> Nezkoušej se vydávat za jiné Scratchery, šířit fámy, nebo se jinak pokoušet oklamat tuto komunitu.
cy: <b>Byddwch yn Onest.</b> Peidiwch ceisio gymryd arnoch fod yn Scratchwr arall, taenu straeon na chesiso twyllo'r gymuned.
ga: <b>Bí ionraic.</b> Ná pearsanaigh Scratchálaithe eile, ná scaip ráflaí, agus ná déan iarracht bob a bhualadh ar an bpobal.
kk: Шынайы болыңыз. </b> Басқа Скретчтерді бейнелеуге тырыспаңыз, өсек таратпаңыз, немесе қоғамды алдауға тырыспаңыз.
mi: <b>Kia pono.</b> Kaua e tāwhai i tētahi atu Scratcher, kaua e hakirara, whakaiti i tētahi atu rānei, mahi tinihanga rānei i te hāpori.
ru: <b>Будьте честны.</b>Не пытайтесь выдавать себя за других Скретчеров, распространять слухи или иным образом пытаться обмануть сообщество.

source: <b>Help keep the site friendly.</b> If you think a project or comment is mean, insulting, too violent, or otherwise inappropriate, click “Report” to let us know about it.
bg: <b>Помогнете да запазим сайта приятелски.</b> Ако смятате, че някой проект или коментар е груб, обиден, включва твърде много насилие, или е притеснителен по някакъв друг начин, натиснете „Докладване“, за да ни уведомите.
cs: <b>Pomáhej udržovat stránky přátelské.</b> Pokud myslíš, že projekt nebo komentář je nepříjemný, urážlivý příliš násilný nebo jinak nevhodný, klikni na “Report” abys nás o tom uvědomil/a/.
cy: <b>Helpwch i gadw'r wefan yn gyfeillgar.</b> Os ydych yn credu fod project neu sylw yn annifyr, sarhaus, yn rhy dreisgar neu mewn unrhyw ffordd arall yn anaddas, cliciwch "Adrodd" i adael i ni wybod amdano.
ga: <b>Bí cairdiúil.</b> Má cheapann tú go bhfuil tionscadal suarach, maslach, ró-fhoréigneach, nó mí-oiriúnach go ginearálta, cliceáil "Déan Tuairisc" chun é a chur in iúl dúinn.
kk: <b> Сайттың жылы шырайлы болып қалуына көмектесіңіз. </b> Егер сіз жоба немесе пікір сараң, қатты қорлайтын немесе сәйкес келмейді деп ойлайтын болсаңыз, біз хабардар болу үшін “Report” басыңыз.
mi: <b>Kia mau ki te manaakitanga i tēnei pae ipurangi.</b> Ina ki tō whakaaro, he ngākau whakaiti, he whakaparahako, he tūkino, kāore i te tōtika rānei, pāwhiritia te pātene "Report" ki te whakamōhio mai.
ru: <b>Помогите сохранить сайт дружелюбным.</b>Если вы думаете, что проект или комментарий является подлым, оскорбительным, слишком грубым или иным образом неприемлемым, нажмите на кнопку «Пожаловаться», чтобы сообщить нам о нём.

source: Send
bg: Изпрати
cs: Odeslat
cy: Anfon
ga: Seol
kk: Жіберу
km: ផ្ញើ
mi: Tukua
ru: Отправить

source: Account Settings
bg: Настройки на акаунта
cs: Nastavení účtu
cy: Gosodiadau'r Cyfrif
ga: Socruithe an Chuntais
kk: Аккаунттың баптаулары
km: ការកំណត់សម្រាប់គណនី
mi: Tautuhinga Pūkete
ru: Настройки учетной записи

source: Change password
bg: Смени парола
cs: Změna hesla
cy: Newid cyfrinair
ga: Athraigh d'fhocal faire
kk: Парольді өзгерту
km: ប្ដូរពាក្យសម្ងាត់
mi: Hurihia te kupu hipa
ru: Изменить пароль

source: Change email
bg: Промени email
cs: Změnit e-mail
cy: Newid e-bost
ga: Athraigh do sheoladh ríomhphoist
kk: Электрондық поштаны өзгерту
km: ប្ដូរអ៊ីមែល
mi: Hurihia te īmēra
ru: Изменить электронную почту

source: Change country
bg: Промени държава
cs: Změna země
cy: Newid gwlad
ga: Athraigh tír
kk: Елді өзгерту
km: ប្តូរប្រទេស
mi: Hurihia te whenua
ru: Изменить страну

source: Beta testing
bg: Бета тестове
cs: Beta testování
cy: Profi'r Beta
ga: Béite-thástáil
kk: Бета сыңықтама
km: ការតេស្តសាកល្បង
mi: Whakamātautau Peta
ru: Бета-тестирование

source: The new project player will appear automatically on the project page. If you see a bug, click 'Beta Bug?' on the project page to report it.
bg: Новият играч на проекта ще се появи автоматично на страницата. Ако видите грешка, кликнете върху „Бета грешка?“, за да я докладвате.
cs: Na stránce projektu se objeví automaticky nový překrávač projektu. Když uvidíš chybu, klikni pro její ohlášení na 'Beta Bug?' na stránce projektu.
cy: Bydd y chwaraewr project newydd yn ymddangos yn awtomatig ar y dudalen project. Os fyddwch yn gweld gwall, cliciwch 'Gwall Beta" ar dudalen y project er mwy son amdano.
kk: Жаңа жоба ойыншысы автоматты түрде жоба бетінде пайда болады. Егер сіз қателікті көрсеңіз, жоба бетігдегі 'Beta Bug?' басыңыз, сонда біз хабардар боламыз.
km: កម្មវិធីបង្ហាញ​​កិច្ចការ​ថ្មី នឹងលេចចេញដោយស្វ័យប្រវត្តិនៅលើទំព័រ​​កិច្ចការ​។ ប្រសិនបើអ្នកឃើញបញ្ហា សូមចុច "បញ្ហាសាកល្បង?" នៅលើទំព័រ​​កិច្ចការ​ដើម្បីរាយការណ៍។
mi: Ka aunoa te puta mai o te pūrere pūtere kei runga i te whārangi mō te pūtere. Ina kite koe i te hapa, pāwhiritia te pātene 'Beta Bug?" kei runga i te whārangi o te pūtere ki te whakamōhio mai.
ru: Новый плеер появится автоматически на странице проекта. Если вы видите ошибку, нажмите «Бета-ошибка?» на странице проекта, чтобы сообщить об этом.

source: Update
bg: Обновявания
cs: Aktualizovat
cy: Diweddaru
ga: Nuashonraigh
kk: Жаңарту
km: កែប្រែថ្មី
mi: Whakahou
ru: Обновление

source: Delete my account
bg: Изтрий моя акаунт
cs: Zrušit můj účet
cy: Dileu fy nghyfrif
ga: Scrios mo chuntas
kk: Менің аккаунтымды жою
km: លុបគណនីខ្ញុំ
mi: Mukua taku pūkete
ru: Удалить мой аккаунт

source: Delete account &amp; Sign out
bg: Изтриване на профил &amp; Отписване
cs: Zrušit účet &amp; Odhlásit se
cy: Dileu cyfrif &amp; Allgofnodi
ga: Scrios cuntas &amp; Logáil amach
kk: Аккаунтымды жою &amp; Шығу
km: លុបគណនីហើយចាកចេញ
mi: Mukua te pūkete &amp; Takiputa hoki
ru: Удалить аккаунт &amp; Выйти

source: Whoops, go back
bg: Опа, дай назад
cs: Jejda, vrať se
cy: Wps, ewch yn ol
ga: Úps, téigh siar
kk: Упс, қайтып келу
km: ត្រឡប់ក្រោយវិញ
mi: Aue, me hoki
ru: Упс, вернуться назад

source: Are you sure you want to delete your account?
bg: Сигурен ли си, че искаш да изтриеш своя акаунт?
cs: Chceš určitě odstranit svůj účet?
cy: Ycych chi'n siwr eich bod eisiau dileu'r cyfrif?
ga: An bhfuil tú cinnte gur mhaith leat do chuntas a scriosadh?
kk: Аккаунтыңызды жойғыңыз келетіні рас па?
km: តើអ្នកពិតជាចង់លុបគណនីរបស់អ្នកមែនទេ?
mi: Āe rānei, kei te hiahia koe kia mukua tō pūkete?
ru: Вы действительно хотите удалить аккаунт?
