Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: <span class="quotes">&ldquo;</span>Using a set of about 100 commands that can be snapped together visually, you can create just about anything and learn the fundamentals of more advanced languages. In addition, there's a whole community of people online who will give you feedback on our projects, and gladly help you with your questions.<span class="quotes">&rdquo;</span> - 14-year-old
cs: <span class="quotes">&ldquo;</span>Se sadou víc než 100 příkazů, který můžeš viditelně spojit dohromady se dá udělat skoro všechno, i naučit se základy pokročilejších jazyků. Navíc je tu celý společenství lidí online, kteří reagujou na projekty a na dotaz ti rádi poradí.<span class="quotes">&rdquo;</span> - 14-tiletý
cy: <span class="quotes">&ldquo;</span> Gan ddefnyddio set o tua 100 o orchmynion y mae modd eu gosod at ei gilydd yn weledol, gallwch greu bron a bod unrhyw beth a dysgu hanfodion ieithoedd uwch. Hefyd, mae yna gymuned gyfan o bobl ar-lein sy'n barod i roi adborth ar ein project ac yn hapus i'ch helpu gyda chwestiynnau. <span class="quotes">&rdquo;</span> - 14 oed
kk: <span class="quotes">&ldquo;</span> Визуальді түрде жинауға болатын 100-ге жуық коммандаларды қолданып, сіз базалық деңгейден бастап жоғары деңгейге дейінгі барлық тілді үйрене аласыз. Сонымен қатар, мұнда қоғамдастықтың барлық адамдары бар, және олар сіздің жобаңызға жауап беретін болады, және қуанышпен сіздің сұрақтарыңызға көмектесе алады.<span class="quotes">&rdquo;</span> - 14-year-old
mi: <span class="quotes">&ldquo;</span>Mā te huinga tono tata ki te 100, e whakapiripiritia mā te whakahaeretanga ā-ari, ka taea te waihanga i ngā mea katoa, te tata nei, ka ako hoki i ngā whakaaro tīmatanga mō ngā reo waehere whatutoto. Me te mea hoki, he hāpori tuihono mā rātou koe e āwhina, mā rātou hoki e whakahoki kōrero mō āu kaupapa.<span class="quotes">&rdquo;</span> - tau 14
ru: <span class="quotes">&ldquo;</span> Используя набор из около 100 команд, которые можно щелкнуть вместе визуально, вы можете создать что угодно и изучить основы более продвинутых языков. Кроме того, есть целая группа людей в Интернете, которая даст вам отзывы о наших проектах и с радостью поможет вам в ваших вопросах. <span class="quotes">&rdquo;</span> - 14-летний

source: Research on Scratch
bg: Разработката на Scratch
cs: Výzkum o Scratch
cy: Ymchwil ar Scratch
ga: Déan taighde ar Scratch
kk: Скретч бойынша зерттеу
mi: He rangahau mō Scratch
ru: Исследования по Scratch

source: Research on Scratch is being conducted by members of the MIT Scratch Team and researchers at other universities, including Yasmin Kafai at the University of Pennsylvania Graduate School of Education, Karen Brennan at the Harvard Graduate School of Education, Benjamin Mako Hill at the University of Washington, Andrés Monroy Hernandez at Microsoft Research, Mimi Ito and Crystle Martin at the University of California, Irvine, Quinn Burke at College of Charleston, Deborah Fields at Utah State University, and Kylie Peppler at Indiana University.
bg: Изследванията на Scratch се провеждат от членове на екипа на MIT Scratch и изследователи от други университети, включително Ясмин Кафай от университета в Пенсилвания, Карен Бреннан от Харвард, Бенджамин Мако Хил от университета във Вашингтон, Андрес Монрой Ернандес в Microsoft Research, Мими Ито и Кристл Мартин от Калифорнийския университет, Ървайн, Куин Бърк от Колежа на Чарлстън, Дебора Филдс в Юта, и Кайли Пеплър от университета в Индиана.
cy: Mae ymchwil ar Scratch yn cael ei gynnal gan aelodau o Dim Scratch ac ymchwilwyr mewn prifysgolion eraill, gan gynnwys Yasmin Kafai yn University of Pensylvania Graduate School of Education, , Karen Brennan yn y Harvard Graduate School of Education, Benjamin Mako Hill yn University of Washington, Andrés Monroy Hernandez yn Microsoft Research, Mimi Ito ac Crystle Martin yn yr University of California, Irvine, Quinn Burke yn College of Charleston, Deborah Fields yn yr Utah State University, a Kylie Peppler yn yr Indiana University.
kk: Скретч туралы зерттеу MIT Скретч тобы мен басқа университтер арқылы жүргізілді, мысалы Yasmin Kafai at the University of Pennsylvania Graduate School of Education, Karen Brennan at the Harvard Graduate School of Education, Benjamin Mako Hill at the University of Washington, Andrés Monroy Hernandez at Microsoft Research, Mimi Ito және Crystle Martin at the University of California, Irvine, Quinn Burke at College of Charleston, Deborah Fields at Utah State University, және Kylie Peppler at Indiana University.
mi: Ka rangahaua te Scratch e ngā mema o te MIT Scratch Team, me ngā kairangahau o ngā whare wānanga kē atu, pērā ki Yasmin Kafai kei te University of Pennsylvania Graduate School of Education, Karen Brennan kei te Harvard Graduate School of Education, Benjamin Mako Hill kei te University of Washington, Andrés Monroy Hernandez kei Microsoft Research, Mimi Ito me Crystle Martin kei te University of California, Irvine, Quinn Burke kei te College of Charleston, Deborah Fields kei Utah State University, me Kylie Peppler kei Indiana University.
ru: Исследования по Scratch проводятся членами команды MIT Scratch и исследователями из других университетов, в том числе Ясмином Кафаем из Высшей школы образования Университета Пенсильвании Карен Бреннан в Гарвардской высшей школе образования, Бенджамин Мако Хилл в Вашингтонском университете, Андрес Монрой Эрнандес в Microsoft Research, Мими Ито и Кристл Мартин в Калифорнийском университете, Ирвин, Куинн Берк в колледже Чарлстона, Дебора Филдс в Университете штата Юта и Кайли Пепплер в Университете Индианы.

source: By sharing projects and participating in the Scratch online community, you are helping us better understand how people can use and learn with Scratch. Any publicly shared projects, comments, or other material on the Scratch site may be included in the research analysis, presentations, papers, and reports. No personally identifiable information is shared.
cy: Drwy rannu projectau a chymryd rhan yng nghymuned ar-lein Scratch, rydych yn ein cynorthwyo i ddeall yn well sut mae pobl yn gallu defnyddio a dysgu gyda Scratch. Gall fod unrhyw brojectau, sylwadau a deunydd arall sy'n cael eu rhannu ar wefan Scratch gael ei gynnwys mew dadansoddiadu ymchwil, cyflwyniadau, papyrau ac adroddiadau. Ni fydd manylion personol yn cael eu rhannu.
kk: Скретч онлайн қоғамдастығында жобаларды бөлісу немесе қатысу арқылы, сіз адамдарға Скретчті қалай қолдану керектігі жөнінде үйренуге көмектесесіз. Қоғамға жарияланған жобалар, пікірлер немесе Скретч сайтындағы басқа материалдар зерттеу анализдеріне, презентацияларға, беттерге және репорттарға қосылуы мүмкін. Жеке бас ақпараты жарияланбай сақталады.
mi: Mā tō tuari i ngā kaupapa me te uru ki te hāpori tuihono Scratch, kei te āwhina koe i a mātou ki te kimi mārama, ka pēhea te tangata e whakamahi, pēhea e ako mā Scratch. Ina tuaritia ngā kaupapa, ngā tukunga kōrero, ngā rauemi kē rānei i te paetukutuku Scratch, tērā pea ka rangahaua aua mahi, ka tukua hoki ki ngā whakaaturanga, ki ngā pepa me ngā rīpoata. Engari, kāore e tuaritia ngā mōhiohio whaiaro o te tangata.
ru: Делясь проектами и участвуя в онлайн-сообществе Scratch, вы помогаете нам лучше понимать, как люди могут использовать и учитесь с помощью Scratch. Любые публичные проекты, комментарии или другие материалы на сайте Scratch могут быть включены в анализе исследований, презентациях, докладах и отчетах. Ни одна личная информация не используется.

source: (If you have any questions, please use the <a href="%(contact_us_url)s">Contact Us</a> form.)
bg: (Ако имате някакви въпроси, моля, използвайте <a href="%(contact_us_url)s">формата за връзка с нас</a>.)
cy: (Os oes gennych unrhyw gwestiynnau, defnyddiwch y ffurflen <a href="%(contact_us_url)s">Cysylltwch a Ni</a>.
ga: (Má bhíonn aon cheist agat, bain úsáid as an bhfoirm <a href="%(contact_us_url)s">Téigh i dTeagmháil Linn</a>.)
kk: (Егер сізде қандай да бір сұрақ туындайтын болса, өтінемін, қолданыңыз <a href="%(contact_us_url)s">Contact Us</a> form.)
mi: (Mēnā he pātai āhau, whakamahia te puka <a href="%(contact_us_url)s">Whakapā Mai</a>.)
ru: (Если у вас есть какие-либо вопросы, пожалуйста, используйте форму <a href="%(contact_us_url)s">Связаться с нами</a>).

source: Below are selected research papers, presentations, and theses on Scratch and the Scratch online community, followed by a list of National Science Foundation grants awarded to support Scratch.
bg: По-долу са подбрани изследователски статии, презентации и дисертации на Scratch и онлайн общността Scratch, последвано от списък с дарения от Националната научна фондация, отпуснати в подкрепа на Scratch.
cy: Isod mae rhai papyrau ymchwil, cyflwyniadau, papyrau ymchwil ar Scratch a chymuned ar-lein Scratch, a hefyd, rhestr o grantiau dyfarnwyd gan y National Science Foundation i gynnal Scratch.
ga: Sna rannáin thíos gheobhaidh tú ailt taighde, láithreoireachtaí, agus tráchtais a bhaineann le Scratch agus comhphobal Scratch ar líne, agus ansin liosta deontas NSF a bronnadh orainn chun cabhrú linn Scratch a fhorbairt.
kk: Төменде Скретчтегі және Скретч Онлайн Қоғамдастығындағы таңдалған зерттеулер, презентациялар,және олар Ұлттық Білім Фондының Скретчті қолдауға берген гранттары жазылған.
mi: Kei raro nei ētahi o ngā pepa rangahau, whakaaturanga, me ngā tuhinga roa mō Scratch me te hāpori tuihono Scratch, kua tāpiritia hoki te rārangi o ngā tukunga pūtea nā te National Science Foundation hei tautoko i te Scratch.
ru: Ниже приведены выбранные научные статьи, презентации и тезисы о онлайн-сообществе Scratch и Scratch, а затем список грантов Национального научного фонда, присужденных за поддержку Scratch.

source: Research Papers &amp; Presentations
bg: Научни изследвания &amp; презентации
cy: Papurau Ymchwil a Chyflwyniadau
kk: Ғылыми Мақалалар &amp; Презентациялар
mi: Pepa Rangahau &amp; Whakaaturanga
ru: Исследовательские работы & amp; Презентации

source: National Science Foundation Grants
bg: Националната научна фондация Грантс
cy: Grantiau'r National Science Foundation
ga: Deontais ón National Science Foundation
kk: Ұлттық Ғылым Құрылтай Гранттары
mi: He Tukunga Pūtea Na Te National Science Foundation
ru: Гранты Национального научного фонда

source: Scratch Offline Editor
bg: Редактор за ползване извън линия на Scratch
cy: Golygydd All-lein Scratch
ga: Eagarthóir Scratch As Líne
kk: Скретч Офлайн Редакторы
km: កម្មវិធីសរសេរក្រៅបណ្តាញ Scratch
mi: Scratch Pūmanawa Whakatika Tuimotu
ru: Офлайн-редактор Scratch

source: Scratch 2 Offline Editor
bg: Редактор за ползване извън линия Scratch 2
cy: Golygydd All-lein Scratch 2
ga: Eagarthóir Scratch 2 As Líne
kk: Скретч 2 Офлайн Редакторы
mi: Te Papatono Tuimotu Scratch 2
ru: Офлайн-редактор Scratch 2

source: <p class="lg-msg">You can install the Scratch 2.0 editor to work on projects without an internet connection. This version will work on Mac, Windows, and some versions of Linux (32 bit).</p> <p class="lg-msg"><b>Note for Mac Users:</b> the latest version of Scratch 2.0 Offline requires Adobe Air 20. To upgrade to Adobe Air 20 manually, go <a href="https://get.adobe.com/air/">here</a>.</p>
cy: <p class="lg-msg">Gallwch osod golygydd Scratch 2.o i weithio ar brojectau heb gysylltiad rhyngrwyd. Mae'r fersiwn yma'n gweithio ar Mac, Windows a rhai fersiynnau o Linux (32did)</p> <p class="lg-msg"><b>Nodyn i ddefnyddwyr Mac:</b> mae'r fersiwn diweddaraf o Scratch 2:0 All-lein angen Adobe Air 20. I ddiweddaru i Adobe Air 20 gyda llaw, ewch i fan <a href="https://get.adobe.com/air/">hyn</a></p>.
kk: ⇥⇥<p class="lg-msg"> Сіз жобаларда жұмыс істеуіңіз үшін </b>Скретч 2.0 орната аласыз, бұл интернет байланысын талап етпейді. Бұл версия Mac, Windows-тарда және Linux (32 bit)-тің көптеген түрлерінде жұмыс істей алады.</p> <p class="lg-msg"><b>Mac қолданушыларға ескерту:</b>Скретч 2.0-ның соңғы оффлайн версиясы Adobe Air 20-ді талап етеді. Adobe Air 20 қолмен жаңарту үшін, өтіңіз <a href="https://get.adobe.com/air/">here</a>.</p> ⇥⇥
mi: <p class="lg-msg">Ka taea te whakauru i te pūmanawa whakatika Scratch 2.0 ki te whakamahi Scratch i ngā rorohiko tuimotu. Ka taea tēnei momo o runga i ngā rorohiko Mac, Windows, me ētahi o ngā momo Linux (32 bit).</p> <p class="lg-msg"><b>Kupu ārahi mō ngā kaiwhakamahi Mac:</b> mō te tukunga hou o Scratch 2.0 Tuimotu, ko te herenga ko te Adobe Air 20. Kia whakamohoa ki te Adobe Air 20, haere ki<a href="https://get.adobe.com/air/">konei</a>.</p>
ru: <p class="lg-msg">Вы можете установить редактор Scratch 2.0, чтобы работать над проектами без доступа к Интернет. Эта версия работает на Mac, Windows, и некоторых 32 битных версиях Linux </p> <p class="lg-msg"><b>Примечание для пользователей Mac:</b> последняя версия Scratch 2.0 Offline требует Adobe Air 20. Для ручного обновления на Adobe Air 20 перейдите<a href="https://get.adobe.com/air/">сюда</a>.</p>

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>If you don't already have it, download and install the latest <a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 &amp; Older - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://get.adobe.com/air/">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
bg: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>Ако все още не разполагате с него, изтеглете и инсталирайте най-новото<a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 &amp; Older - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://get.adobe.com/air/">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
cy: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>f Os nad yw gennych y barod, gallwch lwytho i lawr a gosod y fersiwn diweddaraf o <a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">Llwytho i lawr<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 a hyn - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">Llwytho i lawr<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://get.adobe.com/air/">Llwytho i lawr<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Llwytho i lawr<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
ga: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>Mura bhfuil sé agat cheana, íosluchtaigh agus suiteáil an leagan is déanaí de <a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">Íosluchtaigh<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 &amp; Níos Sine - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">Íosluchtaigh<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://get.adobe.com/air/">Íosluchtaigh<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Íosluchtaigh<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
kk: ⇥⇥⇥⇥<img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> ⇥⇥⇥⇥<p> Егер сізде бұрыннан болмаса,есісін оратыңыз және жүктеңіз<a href="http://get.adobe.com/air/">Adobe AIR</a></p> ⇥⇥⇥⇥Mac OS X - <a href="http://get.adobe.com/air/">Орнату <img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> ⇥⇥⇥⇥<p>Mac OS 10.5 &amp; Ескісі - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> ⇥⇥⇥⇥ Windows - <a href="http://get.adobe.com/air/">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> ⇥⇥⇥⇥ Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> ⇥⇥⇥⇥</p> ⇥⇥⇥⇥
mi: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>Mehemea kāore i a koe, tikiake me te whakauru i te tukunga hou o <a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">Tikiake<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 &amp; momo tawhito rānei- <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">TIkiake<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://get.adobe.com/air/">Tikiake<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Tikiake<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
ru: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>Если у вас его еще нет, загрузите и установите последнюю версию <a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">Скачать<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 &amp; Старые - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">Скачать<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> Windows - <a href="http://get.adobe.com/air/">Загрузить<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Скачать<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a>
