Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: Going forward, you will also receive occasional updates from the Scratch team and Scratch Foundation with coding tips, inspirational stories, project ideas, and more. The Scratch Foundation is a non-profit that supports Scratch educational initiatives. You can unsubscribe from within the updates or by clicking below:
cy: Yn y dyfodol, byddwch yyn derbyn diweddariadau achlysurol gan Dim Scratch a'r Scratch Foundation gyda chynghorion ar godio, hanesion i'ch ysbrydoli, syniadau am brojectau a mwy. Mae'r Scratch Foundation yn gorff ddim-er-elw sy'n cefnogi ymdrechion addysgol Scratch. Gallwch ddad-danysgrifio o o fewn y diweddariadau neu drwy glicio isod:
kk: Келешекте, сіздер Скретч тобының және Скретч Базасының кодтау түрінің, шабыттандыру әңгімелерінің, жобалар идеяларының және тағы басқалардың периодты жаңартылымын ала аласыз. Скретч Базасы Скретч білім бастамаларына қолдау көрсететін коммерциялық емес топ. Төмендегі батырманы басып, сіз жаңартылымнан бас тарта аласыз.

source: Check out our About Scratch page, Frequently Asked Questions, and Discussion Forums, to learn more about Scratch. Going forward, you will also receive occasional updates from the Scratch team with coding tips, inspirational stories, project ideas, and more. You can unsubscribe from within the updates or by clicking below:
cy: Darllennwch ein tudalen Ynghylch Scratch, Cwestiynnau Cyffredin a Fforymau Trafod er mwyn dysgu rhagor am Scratch. Yn y dyfodol, byddwch yyn derbyn diweddariadau achlysurol gan Dim Scratch a'r Scratch Foundation gyda awgrymiadau ar godio, hanesion i'ch ysbrydoli, syniadau am brojectau a mwy. Gallwch ddad-danysgrifio o ofewn y diweddariadau neu drwy glicio isod:
kk: Біздің Скретч бетімен таныс болыңыз, Жиі Қойылатын Сұрақтар, және Талқылау Форумдары, Скретч туралы көбірек үйрену. Келешекте, сіздер Скретч тобының кодтау түрінің, шабыттандыру әңгімелерінің, жобалар идеяларының және тағы басқалардың периодты жаңартылымын ала аласыз. Төмендегі батырманы басып, сіз жаңартылымнан бас тарта аласыз.

source: Joined %(tDate)s ago /
bg: Присъедини се преди %(tDate)s
cs: Připojen před %(tDate)s /
cy: Wedi ymuno ers %(tDate)s
ga: Cláraithe %(tDate)s ó shin /
kk: %(tDate)s бұрын қосылды
km: បានចូលរួម %(tDate)sមុន
mi: Kua %(tDate)s rā i uru ai /
ru: Присоединился/лась %(tDate)s назад

source: Community statistics for Brazil at a glance
cy: Ystdadegau cymunedol Brasil mewn un golwg
kk: Бразилияның қоғамдық статистикасы бір көзқараспен
km: ស្ថិតិសហគមន៍សម្រាប់ប្រេស៊ីល
mi: He tauanga hāpori mō Brazil hei tiro-wawe
ru: Статистика сообщества для Бразилии вкратце

source: <li class="data"><span class="value" id="numproject"></span> projects shared,</li> <li class="data"><span class="value" id="numusers"></span> users registered,</li> <li class="data"><span class="value" id="numcomments"></span> comments posted,</li> <li>&hellip;and growing!</li>
cy: <li class="data"><span class="value" id="numproject"></span> project wedi eu rhannu,</li> <li class="data"><span class="value" id="numusers"></span> defnyddiwr wedi eu cofrestru,</li> <li class="data"><span class="value" id="numcomments"></span> sylw wedi eu cofnodi,</li> <li>&hellip;ac yn parhau i dyfu!</li>
ga: <li class="data"><span class="value" id="numproject"></span> tionscadail roinnte,</li> <li class="data"><span class="value" id="numusers"></span> úsáideoirí cláraithe,</li> <li class="data"><span class="value" id="numcomments"></span> nótaí tráchta fágtha,</li> <li>&hellip;agus ag fás!</li>
kk: <li class="data"><span class="value" id="numproject"></span> ортақтасқан жобалар, </li> <li class="data"><span class="value" id="numusers"></span> қолданушылар тіркелді, </li> <li class="data"><span class="value" id="numcomments"></span> пікірлер жарияланды, </li> <li class="data"><span class="value" id="numstudios"></span> студиялар құрылды </li> <li>&hellip;and growing!</li>
km: <li class="data"> កិច្ចការ<span class="value" id="numproject"></span>ត្រូវបានចែករំលែក,</li> <li class="data"> អ្នកប្រើ<span class="value" id="numusers"></span>បានចុះឈ្មោះ,</li> <li class="data"> មតិ<span class="value" id="numcomments"></span>បានដាក់ប្រកាស,</li> <li>&hellip; និងកំពុងបន្តកើនឡើង!</li>
mi: <li class="data"><span class="value" id="numproject"></span> ngā kaupapa kua tuari,</li> <li class="data"><span class="value" id="numusers"></span> ngā kaiwhakamahi,</li> <li class="data"><span class="value" id="numcomments"></span> ngā tukunga kōrero,</li> <li>&hellip; ā, kei te tipu tonu!</li>
ru: <li class="data"><span class="value" id="numproject"></span> опубликованных проектов,</li> <li class="data"><span class="value" id="numusers"></span> зарегистрированных пользователей,</li> <li class="data"><span class="value" id="numcomments"></span> размещенных комментариев,</li> <li>&hellip;продолжаем расти!</li>

source: Data generated on:
bg: Данни създадени на:
cy: Cynhyrchwyd y data ar:
kk: Деректер алынды:
km: ទិន្នន័យបានបង្កើតនៅ៖
mi: I whakaputaina te raraunga i:
ru: Данные сформированы на:

source: Detailed trends for Brazil
cy: Tueddiadau manwl Brasil
kk: Бразилиядағы нақтыланған трендтер
km: ទំនោរលម្អិតសម្រាប់ប្រេស៊ីល
mi: Ngā taipitopito o ngā ia o te mahi mō Brazil
ru: Тенденции для Бразилии подробно

source: Monthly Activity Trends
cs: Trendy aktivity měsíčně
cy: Tueddiadau Gweithgaredd Misol
kk: Айлық бағыттары
km: ទំនោរសកម្មភាពប្រចាំខែ
mi: Te Kaha o te Mahi ia Marama
ru: Тенденции активности по месяцам

source: Monthly Active Users
cs: Aktivní uživatelé měsíčně
cy: Defnyddwyr Prysur Misol
kk: Ай сайынғы белсенді қолданушылар
km: អ្នកប្រើប្រាស់សកម្មប្រចាំខែ
mi: Ngā Kaihono o ia Marama
ru: Активные пользователи по месяцам

source: Age Distribution of New Scratchers
cs: Rozložení věku nových Scratcherů
cy: Dosbarthiad Oed Scratchwyr Newydd
ga: Dáileadh Aoise Scratchálaithe Nua
kk: Жаңа Скратчерлердің жастық үлестірілімі
km: បំណែងចែកតាមអាយុសម្រាប់អ្នកប្រើ Scratch ថ្មី
mi: Te pakeke o ngā Scratcher hou
ru: Возрастное распределение новых скретчеров

source: Monthly Project Shares
cs: Sdílení projektů měsíčně
cy: Rhannu Projectau yn Fisol
kk: Ай сайынғы Жоба Акциялары
km: ចំនួនចែករំលែកកិច្ចការប្រចាំខែ
mi: Ngā Tuari Kaupapa o ia Marama
ru: Публикация проектов по месяцам

source: Monthly Comment Activity
cs: Komentářová aktivita měsíčně
cy: Gweithgaredd Sylwadau Misol
kk: Ай сайынғы пікір қалдыру белсенділігі
km: សកម្មភាពផ្ដល់មតិប្រចាំខែ
mi: Ngā Tukunga Kōrero mō te Marama
ru: Активность размещения комментариев по месяцам

source: Monthly Activity Trends from Brazil
cy: Tueddiadau Gweithgaredd Misol Brasil
kk: Бразилиядағы ай сайынғы белсенді трендтер
km: ទំនោរសកម្មភាពប្រចាំខែពីប្រេស៊ីល
mi: Te Kaha o te Mahi nō Brazil mō ia Marama
ru: Тенденция активности из Бразилии по месяцам

source: Monthly Active Users from Brazil
cy: Defnyddwyr Prysur Misol Brasil
kk: Бразилиядағы ай сайынғы белсенді қолданушылар
km: អ្នកប្រើប្រាស់សកម្មប្រចាំខែពីប្រេស៊ីល
mi: Ngā kaihono nō Brazil mō ia Marama
ru: Активные пользователи из Бразилии по месяцам

source: Age Distribution of New Scratchers from Brazil
cy: Dosbarthiad Oed Scratchwyr Newydd Brasil
ga: Dáileadh Aoise Scratchálaithe Nua ón Bhrasaíl
kk: Бразилиядағы Жаңа Скретчерлердің жастық үлестірілімі
km: បំណែងចែកតាមអាយុសម្រាប់អ្នកប្រើ Scratch ថ្មីពីប្រេស៊ីល
mi: Te pakeke o ngā Scratcher hou ō Brazil
ru: Возрастное распределение новых скретчеров из Бразилии

source: Monthly Project Shares from Brazil
cy: Rhannu Projectau Misol Brasil
kk: Бразилиядағы Ай сайынғы Ортақтасқан жобалар
km: ចំនួនចែករំលែកកិច្ចការប្រចាំខែពីប្រេស៊ីល
mi: Ngā Tuari Kaupapa o ia Marama mai i Brazil
ru: Публикации проектов из Бразилии по месяцам

source: Monthly Comment Activity from Brazil
cy: Gweithgaredd Sylwadau Misol Brasil
kk: Бразилиядағы Ай сайынғы Пікір қалдыру Белсенділігі
km: សកម្មភាពផ្ដល់មតិប្រចាំខែពីប្រេស៊ីល
mi: Ngā Tukunga Kōrero o Brazil mō te Marama
ru: Размещение комментариев из Бразилии по месяцам

source: Community statistics at a glance
cy: Ystdadegau cymunedol Brasil mewn un golwg
kk: Қоғамдастықтың қысқаша статистикасы
km: ស្ថិតិសហគមន៍
mi: Tauanga tere mō te hapori
ru: Краткий обзор статистики сообщества

source: <li class="data"><span class="value" id="numproject"></span> projects shared,</li> <li class="data"><span class="value" id="numusers"></span> users registered,</li> <li class="data"><span class="value" id="numcomments"></span> comments posted,</li> <li class="data"><span class="value" id="numstudios"></span> studios created</li> <li>&hellip;and growing!</li>
cy: <li class="data"><span class="value" id="numproject"></span> project wedi eu rhannu,</li> <li class="data"><span class="value" id="numusers"></span> defnyddiwr wedi eu cofrestru,</li> <li class="data"><span class="value" id="numcomments"></span> sylw wedi eu cofnodi,</li> <li>&hellip;ac yn parhau i dyfu!</li>
kk: <li class="data"><span class="value" id="numproject"></span> ортақтасқан жобалар, </li> <li class="data"><span class="value" id="numusers"></span> қолданушылар тіркелді, </li> <li class="data"><span class="value" id="numcomments"></span> пікірлер жарияланды, </li> <li class="data"><span class="value" id="numstudios"></span> студиялар құрылды </li> <li> &hellip;және өсу!</li>
km: <li class="data"> កិច្ចការ<span class="value" id="numproject"></span>ត្រូវបានចែករំលែក,</li> <li class="data"> អ្នកប្រើ<span class="value" id="numusers"></span>បានចុះឈ្មោះ,</li> <li class="data"> មតិ<span class="value" id="numcomments"></span>បានដាក់ប្រកាស,</li> <li class="data"> ស្ទូឌីយោ<span class="value" id="numstudios"></span> បានបង្កើត</li> <li>&hellip; និងកំពុងបន្តកើនឡើង!</li>
mi: <li class="data"><span class="value" id="numproject"></span> ngā kaupapa kua tuaritia,</li> <li class="data"><span class="value" id="numusers"></span> ngā kaiwhakamahi kua rēhitatia,</li> <li class="data"><span class="value" id="numcomments"></span> ngā tukunga kōrero,</li> <li class="data"><span class="value" id="numstudios"></span> ngā taiwhanga kua hangaia</li> <li>&hellip; ā, kei te tipu tonu!</li>
ru: <li class="data"><span class="value" id="numproject"></span> проектов опубликовано,</li> <li class="data"><span class="value" id="numusers"></span> пользователей зарегистрировано,</li> <li class="data"><span class="value" id="numcomments"></span> комментариев размещено,</li> <li class="data"><span class="value" id="numstudios"></span> студий создано <li>&hellip;рост продолжается!</li>

source: Website traffic last month
bg: Трафик на сайта за изминалия месец
cy: Defnydd o'r wefan mis diwethaf
ga: Trácht ar an suíomh an mhí seo caite
kk: Өткен аптадағы сайт трафигі
km: ចរាចរណ៍លើវែបសាយសម្រាប់ខែមុន
mi: Ngā paita paetukutuku i whakawhitia i tērā marama
ru: Трафик веб-сайта в прошлом месяце

source: <li class="data">%(pageviews)s pageviews</li> <li class="data">%(visits)s visits</li> <li class="data">%(visitors)s unique visitors</li>
bg: <li class="data">%(pageviews)s посещения на страниците</li> <li class="data">%(visits)sпосещения</li> <li class="data">%(visitors)s различни посетители</li>
cy: <li class="data">%(pageviews)s golwg ar dudalen</li> <li class="data">%(visits)s ymweliad</li> <li class="data">%(visitors)s ymwelydd unigryw</li>
ga: <li class="data">%(pageviews)s amharc leathanaigh</li> <li class="data">%(visits)s cuairt</li> <li class="data">%(visitors)s cuairteoir uathúil</li>
kk: <li class="data">%(pageviews)s көруші беті </li> <li class="data">%(visits)s visits</li> <li class="data">%(visitors)s unique visitors</li>
km: <li class="data">%(pageviews)s ចំនួនមើលទំព័រ </li> <li class="data">%(visits)s ចំនួនទស្សនា</li> <li class="data">%(visitors)s អ្នកទស្សនាផ្សេងៗគ្នា</li>
mi: <li class="data">%(pageviews)s tirohanga whārangi</li> <li class="data">%(visits)s haramaitanga</li> <li class="data">%(visitors)s manuhiri takitahi</li>
ru: <li class="data">%(pageviews)s просмотров страниц <li class="data">%(visits)s посещений <li class="data">%(visitors)s уникальных посетителей

source: Data generated from Google Analytics on:
bg: Данни създадени от Google Analytics на:
cy: Data wedi ei gynhyrchu o Goole Analytics ar:
kk: Деректер Google Analytics-тан алынды:
km: ទិន្នន័យដែលបានបង្កើតដោយ Google Analytics នៅ៖
mi: Kua puta mai te raraunga o Google Analytics mō:
ru: Данные, полученные из Google Analytics на:

source: Scratchers Worldwide
bg: Scratcher-и по света
cs: Scratcheři celosvětově
cy: Scratchwyr Byd Eang
ga: Scrathálaithe ar Fud na Cruinne
kk: Бүкіл әлемдегі Scratchers
km: Scratchers ទូទាំងពិភពលោក
mi: Ngā Scratcher o te Ao
ru: Скретчеры по всему миру

source: Scratch Block Usage (random sample)
cy: Defnydd o Flociau Scratch (sampl ar hap)

source: Click on a cell to zoom in or out
cy: Cliciwch ar gell i chwyddo fewn neu allan

source: We'll be Back Soon- Scratch
cs: Brzy se vrátíme- Scratch
cy: Byddwn ni nol cyn bo hir- Scratch
ga: Beimid ar ais go luath- Scratch
kk: Біз жақында ораламыз - Scratch
km: យើងនឹងត្រឡប់មកវិញឆាប់ៗនេះ - Scratch
mi: Ka hoki mātou ākuanei - na Scratch
ru: Мы скоро вернемся - Scratch

source: Coming Back Soon...
bg: Очаквайте скоро...
cs: Brzy se vrátí....
cy: Nol Cyn Bo Hir...
ga: Ar ais go luath...
kk: Жақын арада оралу...
km: នឹងត្រឡប់មកវិញឆាប់ៗនេះ
mi: Ākuanei ka hoki mai...
ru: Скоро вернемся...

source: Scratch Terms of Use
bg: Условията за ползване на Scratch
cs: Podmínky používání Scratch
cy: Amodau Defnydd Scratch
ga: Téarmaí Úsáide Scratch
kk: Scratch-ты қолдану шарттары
km: លក្ខខ័ណ្ឌប្រើប្រាស់ Scratch
mi: Ngā Tikanga Whakamahi mō Scratch
ru: Условия использования Scratch

source: Featured Project
bg: Интересни проекти
cs: Vybraný projekt
cy: Project Enghreifftiol
ga: Tionscadal Mór-Le-Rá
kk: Үздік жоба
km: កិច្ចការ​ល្អៗ
mi: Kaupapa Arotahi
ru: Рекомендуемый проект

source: Featured Tutorial
bg: Интересни уроци
cy: Tiwtorial Enghreifftiol
kk: Үздік сабақ
km: ការបង្ហាញល្អៗ
mi: Te Akoako Arotahi
ru: Рекомендуемое руководство

source: Work In Progress
bg: В процес на работа
cy: Ar Waith
ga: Obair Idir Láimhe
kk: Жұмыс істелуде
km: ការងារកំពុងដំណើរការ
mi: Ngā mahi kei te tārewa
ru: В процессе разработки

source: Remix This!
bg: Ремиксирай това
cy: Ailgymysgu Hwn!
ga: Athmheasc Seo!
kk: Мыналарға ремикс жасаңыз!
km: កែបន្ថែមកិច្ចការនេះ!
mi: Whakarākeitia tēnei!
ru: Сделай ремикс!

source: My Favorite Things
bg: Любимите ми неща
cy: Fy Hoff Bethau
ga: Na Rudaí is Fearr Liom
kk: Менің сүйікті заттарым
km: របស់ដែលខ្ញុំចូលចិត្ត
mi: Āku Makau
ru: Что я люблю

source: Why I Scratch
bg: Защо програмирам в Scratch
cy: Pam rwy'n Scratchio
ga: Cén fáth go mbím ag Scratcháil
kk: Неге мен Scratch
km: មូលហេតុដែលខ្ញុំប្រើ Scratch
mi: Nā te aha taku Scratch
ru: Почему я скретчер

source: user profile
bg: профил на потребителя
cy: proffil defnyddiwr
ga: próifíl úsáideora
kk: қолданушы профилі
km: ប្រវត្តិរូបរបស់អ្នកប្រើ
mi: Matawhaiaro Kaiwhakamahi
ru: профиль пользователя

source: user profiles
bg: профили на потребителя
cy: proffiliau defnyddiwr
ga: próifílí úsáideora
kk: қолданушы профильдері
km: ប្រវត្តិរូបរបស់អ្នកប្រើ
mi: Matawhaiaro Kaiwhakamahi
ru: профили пользователей

source: Woah, seems like you're following people really quickly. Please wait a bit longer between following people.
cy: Ew, mae'n edrych fel eich bod yn dilyn pobl yn sydyn iawn. Arhoswch ychydig yn hirach rhwng dilyn pobl.
kk: Уау, сіз адамдарға тез жазылып жатырғандай сияқтысыз. Өтінеміз, келесі адамдар арасында біраз уақыт күтіңіз.
km: អីយ៉ា! អ្នកតាមគេអីក៏លឿនម្ល៉េះ! សូមចាំបន្តិចសិនក្រោយពេលតាមមនុស្សម្នាក់ៗ។
mi: Taihoa! Te āhua nei, he tere rawa tō tautāwhi i ngā tāngata. Kia paku te roa ake te wā tatari i waenga i te tautāwhi atu ki ngā tāngata.
ru: Хм, похоже, ты слишком быстро подписываешься на людей. Пожалуйста, жди между подписками чуть дольше.

source: Oops! You are following too many Scratchers.
bg: Упс! Следвате твърде много Scratcher-и.
cy: Wps! Rydych yn dilyn gormod o Scratchwyr.
ga: Úps! An iomarca scratchálaithe á leanúint agat.
kk: Упс! Сіз тым көп Scratchers-ге жазылғансыз.
km: អូយ! អ្នកតាមគេច្រើនពេកហើយ។
mi: Aue! He maha rawa ō Scratcher e whaia e koe.
ru: Ой! Ты подписан/а на слишком большое число скретчеров.

source: Oops! You are following too many studios.
bg: Упс! Следвате твърде много студиа.
cy: Wps! Rydych yn dilyn gormod o stiwdios.
kk: Упс! Сіз тым көп студияларға жазылғансыз.
km: អូយ! អ្នកតាមស្ទូឌីយោច្រើនពេកហើយ។
mi: Aue! He maha rawa ō taiwhanga e whaia e koe.
ru: Ой, ты подписан/а на слишком большое число студий!

source: Woah, seems like you're updating projects really quickly. Please wait a bit longer between updating projects.
bg: Уау, изглежда, че обновявате проектите много бързо. Моля, изчакайте по-дълго преди да обновите проектите.
kk: Woah, сіз жобаларды тез жаңартасыз. Жобаларды жағарту арасында көбірек уақытты күтіңіз.
km: អីយ៉ា! អ្នកកែសម្រួលកិច្ចការអីក៏លឿនម្ល៉េះ! សូមចាំបន្តិចសិនក្រោយពេលកែសម្រួលកិច្ចការមួយៗ។
mi: Aue! Taihoa te mahi whakahou i ngā Pūkete. Kia paku roa ake te tatari a muri i te whakahou i ia pūkete.
ru: Кажется, вы слишком быстро обновляете проекты. Пожалуйста, подождите чуть дольше при обновлении проектов.

source: project
bg: проект
cs: projekty
ga: tionscadal
kk: жоба
km: កិច្ចការ
mi: te pūkete
ru: проект

source: Scratch Store
bg: Магазинът на Scratch
ga: Siopa Scratch
kk: \nScratch дүкені
mi: Te Toa o Scratch
ru: Магазин Scratch

source: Scratch Day
bg: Денят на Scratch
cs: Den Scratch
ga: Lá Scratch
kk: Scratch Күні
mi: Te Rā Scratch
ru: День Scratch

source: Scratch Foundation
bg: Фондацията Scratch
cs: Nadace Scratch
ga: Fondúireacht Scratch
kk: Scratch Қоры
mi: Tūāpapa Scratch
ru: Фонд Scratch

source: Upload a .csv file containing up to 50 student usernames and passwords. These accounts will be publicly visible. Please do not choose usernames that contain personal identifiers, such as real names or schools. Accounts with usernames containing personal identifiers will be permanently deleted for safety and privacy reasons. Please use the following format:
kk: 50-ге дейін пайдаланушы аттары мен пайдаланушы құпия сөздері бар CSV файлын жүктеп алыңыз. Бұл аккаунт жалпыға қол жетімді болады. Нақты атаулар немесе мектептер сияқты жеке идентификаторлары бар пайдаланушылардың аттарын көрсетпеңіз. Жеке идентификаторлары бар пайдаланушы аттары бар тіркелгілер қауіпсіздік және құпиялылық себептері үшін біржола жойылады. Келесі пішімді пайдаланыңыз:
km: ផ្ទុកឡើងនូវឯកសារ CSV មួយដែលមានឈ្មោះគណនី និងពាក្យសម្ងាត់របស់សិស្ស រហូតដល់ 50 នាក់។ គណនីទាំងនេះនឹងអាចមើលឃើញជាសាធារណៈ។ សូមកុំជ្រើសរើសឈ្មោះគណនីដែលមានព័ត៌មានបុគ្គល ដូចជាឈ្មោះពិត ឬសាលាជាដើម។ គណនីដែលមានឈ្មោះមានព័ត៌មានបុគ្គលនឹងត្រូវបានលុបចេញដោយមូលហេតុសុវត្ថិភាពនិងឯកជនភាព។ សូមប្រើទម្រង់ខាងក្រោម៖

source: These accounts will be publicly visible. Please do not choose usernames that contain personal identifiers, such as real names or schools. Accounts with usernames containing personal identifiers will be permanently deleted for safety and privacy reasons.
kk: Бұл аккаунттар жалпыға көрінетін болады. Нақты атаулар немесе мектептер сияқты жеке идентификаторларды қамтитын пайдаланушы аттарын таңдаңыз. Жеке және қауіпсіздік себептері бойынша пайдаланушы аттары бар тіркелгілер.
km: គណនីទាំងនេះនឹងអាចមើលឃើញជាសាធារណៈ។ សូមកុំប្រើឈ្មោះគណនីដែលមានព័ត៌មានបុគ្គល ដូចជាឈ្មោះពិតឬសាលាជាដើម។ គណនីដែលមានឈ្មោះមានព័ត៌មានបុគ្គលនឹងត្រូវបានលុបចេញដោយមូលហេតុសុវត្ថិភាពនិងឯកជនភាព។

source: Creative Characters Camp
kk: Креативті Кейіпкерлер лагері
mi: Te Puni Kai-waihanga
ru: Творческий лагерь персонажей

source: Top Rocking in LA
bg: То рок в LA
cs: Vrcholné rock-ování v Los Angeles
kk: LA-тағы Үздік Роктау
ru: Лучшие качели в Лос-Анджелесе
