Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: Download the Scratch 2 offline editor.
cy: Llwythwch golygydd all-lein Scratch 2 i lawr.

source: Scratch 1.4 Download
cs: Stažení Scratch 1.4
cy: Llwythwch Scratch 1.4

source: Links and information on the previous version of Scratch.
cs: Odkazy a informace o předchozích verzích Scratch.
cy: Dolenni a gwybodaeth am y fersiwn flaenorol o Scratch.

source: Scratch Statistics
cs: Scratch Statistiky
cy: Ystadegau Scratch

source: Explore up-to-date statistics about the Scratch online community.
cs: Prozkoumej aktuální statistiky o Scratch online společenství
cy: Darganfod yr ystadegau diweddaraf am gymuned ar-lein Scratch.

source: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch and the Physical World</a>
cs: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch a fyzický svět</a>
cy: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch a'r Byd Real</a>

source: Connect your Scratch projects to the physical world with <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://wiki.scratch.mit.edu/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set">LEGO WeDo</a>, or <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>.
cy: Cysylltwch eich projectau Scratch i'r byd real gyda <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://wiki.scratch.mit.edu/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set">LEGO WeDo</a> neu <a href="https://www.sparkfun.com/products/10311">PicoBopard</a>.

source: Scratch Logo
cy: Logo Scratch

source: Access the Scratch logo and other media files.
cs: Přístup ke Scratch logu a dalším mediálním souborům.
cy: Cael mynediad at logo Scratch a ffeiliau cyfrwng eraill.

source: Scratch Help
bg: Помощна страница за Scratch
cs: Scratch pomoc
cy: Cymorth Scratch
ga: Cabhair le Scratch
kk: Скретч Көмек
mi: Āwhina mō Scratch
ru: Помощь по Scratch

source: Scratch - For Parents
bg: Scratch - За родителите
cs: Scratch - pro rodiče
cy: Scratch - Ar gyfer Rhieni
ga: Scratch - Do Thuismitheoirí
kk: Ата-аналарға арналған-Скретч
mi: Scratch - Mō Ngā Mātua
ru: Scratch - для родителей

source: Scratch is a programming language and an online community where children can program and share interactive media such as stories, games, and animation with people from all over the world. As children create with Scratch, they learn to think creatively, work collaboratively, and reason systematically. Scratch is designed and maintained by the Lifelong Kindergarten group at the MIT Media Lab.
cs: Scratch je programovacím jazykem i online společností, kde děti mohou programovat a sdílet interaktivní média jako jsou příběhy, hry a animace s lidmi z celého světa. Když děti tvoří ve Scratchi, učí se myslet tvořivě, spolupracovat a přemýšlet systematicky. Scratch je navržen a spravován Lifelong Kindergarten group na MIT Media Lab.
cy: Mae Scratch yn iaith rhaglennu a chymuned ar-lein lle gall lle gall plant a phobl ifanc raglennu a rhannu cyfryngau rhyngweithiol megis straeon, gemau ac animeiddiadau gyda phobl ar draws y byd. Wrth greu gyda Scratch, mae modd dysgu i feddwl yn greadigol, gweithio ar y cyd ac ymresymu'n systemig. Mae Scratch wedi ei gynllunio a'i gynnal gan grwp Lifelong Kindergarten yn yr MIT Media Lab.
ga: Is teanga ríomhchlárúcháin agus comhphobal ar líne é Scratch. Is féidir le páistí ríomhchláir agus meáin idirghníomhacha a chruthú, mar shampla scéalta, cluichí, agus beochaintí, agus iad a chomhroinnt le daoine eile ar fud an domhain. Sa phróiseas a ghabhann le tionscadail Scratch a dhearadh agus a ríomhchlárú, foghlaimíonn daoine óga smaoineamh cruthaitheach, réasúnú córasach, agus comhoibriú. Is é an Lifelong Kindergarten Group ag an MIT Media Lab a dhearann agus a chothaíonn Scratch.
kk: Скретч бұл балалар интерактивті медиаларды, мысалы әңгімелерді, ойындарды, анимацияларды әлемдегі барлық адамдармен бағдарламалайтын және бөлісе алатын бағдарламалау тілі және онлайн қоғамдастығы. Балалар Скретчпен бірге жұмыс жасау негізінде, олар креативті ойлауды, бірігіп жұмыс жасауды, жүйелі талқылауды үйренеді. Скретч бұл MIT Media Lab-дағы Lifelong Kindergarten тобымен дизайндалды және қолдау тапты.
mi: He reo papatono, he hapori tuihono hoki te Scratch e taea ai e te hunga tamariki te waihanga papatono, te tuari pāpāho tauwhitiwhiti hoki pērā i ngā pakiwaitara, he kēmu hoki, he hākoritanga hoki, ki ngā tāngata nō ngā pito katoa o te ao. I ngā tamariki e waihanga ana ki te Scratch, ka ako rātou ki te whakaaro auaha, ki te mahi tahi, ki te whakaaro hakune hoki. He mea hoahoa, he mea tiakina hoki te Scratch na te Lifelong Kindergarten group kei te MIT Media Lab.
ru: Scratch - это язык программирования и онлайн-сообщество, где дети могут программировать и обмениваться интерактивными медиа, такими как истории, игры и анимацию, с людьми со всего мира. Поскольку дети создают с помощью Scratch, они учатся мыслить творчески, работать совместно и рассуждать систематически. Scratch разработан и поддерживается группой Lifelong Kindergarten в MIT Media Lab.

source: What is the age range for Scratch?
bg: За хора на каква възраст е Scratch?
cs: Jaký je rozmezí věku pro Scratch?
cy: Beth yw ystod oed Scratch?
ga: Cad é an raon aoise?
kk: Скретч үшін жас аралығы қандай?
km: តើ Scratch ប្រើជាមួយក្មេងអាយុប៉ុន្មាន?
mi: He aha te tau whānui mō Scratch?
ru: Какой возраст лучше всего подходит для Скретч?

source: While Scratch is primarily designed for 8 to 16 year olds, it is also used by people of all ages, including younger children with their parents.
bg: Въпреки че Scratch е проектиран основно за хора на възраст 8-16 години, програмата може да бъде ползвана от хора на всякакви възрасти, включително малки деца и техните родители.
cs: Ačkoli Scratch je především navržen pro 8-mi až 16-ti leté, je také používám lidmi každého věku, včetně mladších dětí s jejich rodiči.
cy: Er bod Scratch yn bennaf ar gyfer plant a phobl ifanc rhwngo 8 ac 16, mae hefyd yn cael ei dˋefnyddio gan bobl o bob oed, gan gynnwys plant iau gyda'u rhieni.
ga: Cé go bhfuil Scratch dírithe ar pháistí idir 8 mbliana agus sé bliana déag d'aois, úsáideann daoine de gach aois é, páistí níos óige in éindí lena dtuismitheoirí san áireamh.
kk: Скретч негізінен 8-ден 16-ға дейінгілер үшін жасалынғанымен, оны, кішірек балаларды ата-аналарымен бірге қоса алғанда, барлық жастардағы адамдар да қолданады.
km: បើទោះជាកម្មវិធី Scratch ត្រូវបានបង្កើតសម្រាប់ក្មេងអាយុ 8 ទៅ 16 ឆ្នាំក៏ដោយ ក៏វាត្រូវបានប្រើដោយមនុស្សគ្រប់អាយុរួមទាំងក្មេងតូចៗជាមួយនឹងឳពុកម្តាយរបស់ពួកគេផងដែរ។
mi: Akakoa rā he pūmanawa matua a Scratch mō ngā tau 8 ki te 16, he mea hoki e whakamahi ana i ngā tāngata o ngā tau katoa, tamariki mai me ō rātau mātua.
ru: Хотя Скретч разрабатывали для детей от 8 до 16 лет, им могут пользоваться люди всех возрастов, включая маленьких детей совместно с их родителями.

source: What resources are available for learning Scratch?
bg: Какви материали съществуват за разучаване на Scratch?
cs: Jaké zdroje jsou k dispozici pro naučení se Scratch?
cy: Pa adnoddau sydd ar gael ar gyfer dysgu Scratch?
ga: Cé na hacmhainní a chabhróidh liom Scratch a fhoghlaim?
kk: Скретчті меңгеруге арналған қандай ресурстар қол жетімді?
km: មានធនធានអ្វីខ្លះដែលអាចប្រើសម្រាប់រៀន Scratch ?
mi: He aha ngā rauemi hei ako i a Scratch ināianei?
ru: Какие ресурсы есть для изучения Скретч?

source: If you’re just getting started, there’s a <a href="/projects/editor/?tip_bar=getStarted">step-by-step guide</a> available inside Scratch, or you can download the <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Getting Started guide (PDF)</a>. The <a href="/info/cards/">Scratch Cards</a> provide a fun way to learn more. For an overview of Scratch resources, see <a href="/help/">Scratch Help</a>.
cy: Os ydych wrthji'n cychwyn, mae yna <a href="/projects/editor/?tip_bar=getStarted">ganllaw cam wrth gam</a> ar gael o fewn Scratch neu gallwch lwytho i lawr y canllaw <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Cychwyn Arni</a> yn Saesneg (PDF). Mae <a href="/info/cards/">Cardiau Scratch</a> yn cynnig ffordd hawdd i gael hwyl wrth ddysgu.Am drosolwg o adnoddau Scratch, gw. <a href="/help/">Cymorth Scratch</a>.
kk: Егер сіз жаңа ғана жұмысыңызды бастаған болсаңыз мұнда a href="/projects/editor/?tip_bar=getStarted"> қадам нұсқаулығы </a> Скретч ішінде қолжетімді, немесе сіз мынаны орната аласыз <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf"> Жұмыс Бастау нұсқаулығы (PDF)</a>. <a href="/info/cards/">Скретч карталары </a> үйренудің қызықты жолын қамтамасыз етеді. Скретч Ресурстарн шолу үшін, көріңіз <a href="/help/">Скретч Көмекшісі </a>.
mi: Mēnā kei te tīmata noa koe, ka taea te pānui te <a href="/projects/editor/?tip_bar=getStarted">aratohu tīmatanga</a> kei roto i te Scratch, ka taea hoki te tikiake i te <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Getting Started guide (PDF)</a>. Mā ngā <a href="/info/cards/">Kāri Scratch</a> te ara hangareka ki te ako tonu. Tirohia<a href="/help/">Āwhina mō Scratch</a>mō te tirohanga whānui o ngā rauemi Scratch.
ru: Если вы только начинаете, есть <a href="/projects/editor/?tip_bar=getStarted">пошаговое руководство</a>, доступное внутри Scratch, или вы можете загрузить <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">руководство Getting Started (PDF)</a>. <a href="/info/cards/">Карты Scratch</a> предоставляют интересный способ узнать больше. Обзор ресурсов Scratch см. В <a href="/help/">справке по Scratch.

source: What is the Scratch online community?
bg: Какво представлява онлайн общността на Scratch?
cs: Co je to Scratch online společenství?
cy: Beth yw cymuned ar-lein Scratch?
ga: Cad é an comhphobal ar líne Scratch?
kk: Скретч онлайн қоғамы деген не?
km: តើសហគមន៍អនឡាញសម្រាប់ Scratch ជាអ្វី?
mi: He aha te hāpori-ā-ipurangi Scratch?
ru: Что такое онлайн-сообщество Scratch?

source: When participating in the Scratch online community, members can explore and experiment in an open learning community with other Scratch members from all backgrounds, ages, and interests. Members can share their work, get feedback, and learn from each other.
bg: Когато участват в онлайн общността на Scratch, членовете могат да изследват и експериментират в отворена учебна общност с други членове на Scratch от всички среди, възрасти и интереси. Членовете могат да споделят работата си, да получават обратна връзка и да се учат един от друг.
cs: Během účasti ve Scratch online společenství mohou členové objevovat a experimentovat v otevřeném vzdělávacím společenství s ostatními členy Scratch různého původu, věku a zájmů. Členové mohou sdílet svou práci, získávat zpětný ohlas a učit se jeden od druhého.
cy: Wrth gymryd rhan yng nghymuned ar-lein Scratch, gall aelodau ddarganfod ac arbrofi mewn cymuned dysgu agored gydag aelodau eraill o Scratch o bob cefndir, oed a diddordebau. Gall aelodau rannu eu gwaith, derbyn adborth a dysgu gan ei gilydd.
ga: Trí pháirt a ghlacadh sa chomhphobal Scratch ar líne, is féidir le baill turgnaimh a dhéanamh i gcomhphobal oscailte foghlama, in éineacht le baill eile ó gach cúlra, de gach aois, agus le suimeanna éagsúla. Is féidir leo freisin a gcuid oibre a chomhroinnt, aiseolas a fháil, agus foghlaim ó chéile.
kk: Скретч онлайн қоғамдастығында қатысу барысында, ашық үйрену қоғамдастығында қатысушылар жастарымен, қызығушылықтарымен ерекшеленетін басқа Скретч мүшелерімен зерттеу жұмыстарын немесе тәжірбие жүргізе алады. Қатысушылар өздерінің жұмыстарын бөлісе алады, жауап бере алады жіне бір-бірінен үйрене алады.
km: នៅពេលចូលរួមក្នុងសហគមន៍អនឡាញសម្រាប់ Scratch សមាជិកអាចរុករក និងសាកល្បងនៅក្នុងសហគមន៍សិក្សាបើកចំហជាមួយសមាជិក Scratch ផ្សេងទៀតដែលមកពីគ្រប់មជ្ឈដ្ឋាន អាយុ និងចំណាប់អារម្មណ៍ផ្សេងៗគ្នា។ សមាជិកអាចចែករំលែកការងាររបស់ពួកគេ ទទួលបានមតិយោបល់ និងរៀនសូត្រពីគ្នាទៅវិញទៅមក។
mi: Kei roto i te hāpori tuihono Scratch, ka taea e ngā mema te toro atu me te whakamātautau, whakakōtahi ki ngā mema kē o Scratch i te hāpori tuihono tūwhera, o ngā iwi katoa, pakeke katoa, kaingākautanga katoa.
ru: Участвуя в онлайн-сообществе Scratch, участники могут исследовать и экспериментировать в открытом учебном сообществе с другими членами Scratch из всех слоев, возрастов и интересов. Участники могут делиться своей работой, получать отзывы и учиться друг у друга.

source: What are the guidelines for the Scratch online community?
bg: Какви са насоките за онлайн общността на Scratch?
cs: Jaká jsou pravidla v online komunitě Scratch?
cy: Beth yw'r canllawiau ar gyfer cymuned ar-lein Scratch?
ga: Cad iad na treoirlínte a bhaineann le comhphobal ar líne Scratch?
kk: Скретч онлайн қоғамының қандай әдістемелік ұсыныстары бар?
km: តើអ្វីជាគោលការណ៍ណែនាំសម្រាប់សហគមន៍អនឡាញសម្រាប់ Scratch?
mi: He aha ngā aratohu mō te hāpori tuihono Scratch?
ru: Каковы рекомендации для онлайн-сообщества Scratch?

source: The MIT Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the <a href="/community_guidelines">community guidelines</a> together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the community guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a> profanity filter.
cs: Tým MIT Scratch pracuje s komunitou na udržení přátelského a ohleduplného prostředí s lidmi každého věku, ras, etnik, náboženství, sexuální orientace a pohlavní identity. Můžete pomoci vašemu dítěti v tom jak se účastnit, prostudováním <a href="/community_guidelines">pravidel komunity</a> společně. Od členů se žádá, aby komentovali konstruktivně a pomáhali udržovat webové stránky přátelské nahlášením každého obsahu, který neodpovídá pravidlům společenství. Tým Scratch pracuje denně na sledování aktivity na webserveru a reaguje na hlášení, s pomocí nástrojů jako je <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a> filtru vulgarit.
cy: Mae Tim Scratch MIT yn gweithio gyda'r gymunedi gynnal amgylchedd gyfeillgar a pharchus ar gyfer pobl o bob oed, hil, ethnigrwydd, crefydd, gogwydd rhywiol a hunaniaeth rywiol. Gallwch ddysgu eich plentyn sut i gymryd rhan drwy ddarllen y <a href="/community_guidelines">canllawiau cymunedol</a> gyda'ch gilydd. Rydym yn gofyn i aelodau i adael sylwadau cadarnhaol ac y gynorthwyo i gadw'r wefan yn le cyfeillgar drwy adrodd ar unrhyw gynnwys nad yw'n dilyn canllawiau'r gymuned. Mae Tim Scratch yn gweithio bob dydd i reoli gweithgareddau ar y wefan ac i ymateb i adroddiadau gydag offer fel hidl geiriau drwg <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a>
kk: MIT Скретч Командасы барлық жастағы, жыныстық көзқарастағы , барлық нәсілге, этносқа, дінге және жынысқа жататын адамдар үшін достық және ізетті ортаны сақтау үшін қоғамдастықпен бірге жұмыс істейді. Сіз балаңызға қалай қатысу керек екенін үйренуге <a href="/community_guidelines">community guidelines</a>-ны бірге шолу арқылы көмектесе аласыз. Мүшелерден сындарлы түрде түсінік беру және қоғамдастықтың қағидаларына сәйкес келмейтін кез келген мазмұнды хабарлау арқылы вебсайтты достық қалыпта ұстауға көмектесу сұралады. Скретч Командасы <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a> балағат лексика сүзгісі секілді құралдардың көмегімен сайттағы іс-әрекеттерді басқару және хабарларға жауап беру үшін күн сайын жұмыс істейді.
mi: Ka mahi tahi te Tīma MIT Scratch me te hāpori, ki te whakatupu i te wāhi whakahoahoa, whakamana mō ngā tāngata o ngā reanga tau katoa, ngā iwi katoa, ngā mātāwaka katoa, ngā whakapono katoa, ngā pūkenga katoa, ngā aronga ai katoa, me ngā ira hangatanga katoa hoki. Āwhinatia tō tamaiti ki te uru, mā te pānui tahi i ngā <a href="/community_guidelines">aratakinga hapori</a>. Ka tonoa ngā mema ki te tuku tākupu whaihua, ki te tiaki i te whakahoahoa i te paetukutuku mā te whakamōhio mai mō ngā mahi kāore i te hāngai ki ngā aratakinga hapori. Ka mahi mātou te Tīma Scratch, ia rā, ia rā, ki te whakahaere i ngā mahinga o tē paetukutuku, ki te whakahoki i ngā pūrongo kua whakamōhio mai, ka mahia hoki ngā taputapu pērā ki te pūmanawa tātari kupu kangakanga <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a>.
ru: Команда MIT Scratch Team работает с сообществом для поддержания дружественной и уважительной среды для людей всех возрастов, рас, этнических групп, религий, сексуальных ориентаций и гендерной идентичности. Вы можете помочь своему ребенку узнать, как участвовать, просмотрев вместе <a href="/community_guidelines"> гайд сообщества</a>. Участникам предлагается конструктивно комментировать и поддерживать дружественный веб-сайт, сообщая о любом содержании, которое не соответствует рекомендациям сообщества. Команда Scratch работает каждый день, чтобы управлять деятельностью на сайте и отвечать на жалобы с помощью таких инструментов, как <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a> .

source: What is your privacy policy?
bg: Каква е вашата политика за поверителност?
cs: Jaká je vaše politika soukromí?
cy: Beth yw eich polisi preifatrwydd?
ga: Cad é an polasaí príobháideachta?
kk: Сіздің құпиялылық саясатыңыз қандай?
km: តើអ្វីជាគោលនយោបាយពីឯកជនភាពរបស់អ្នក?
mi: He aha tō koutou kaupapahere tūmataitinga?
ru: Какова ваша политика конфиденциальности?

source: To protect children's online privacy, we limit what we collect during the signup process, and what we make public on the website. We don't sell or rent account information to anyone. You can find out more about our privacy policy on our <a href="/info/faq/#privacy">frequently asked questions page</a>.
cy: Er mwyn diogelu preifatrwydd plant ar-lein, rydym yn cyfyngu beth rydym yn ei gasglu yn ystod y broses gofrestru a beth rydym yn ei wneud yn gyhoeddus ar y wefan. Nid ywym yn gwerthu nac yn rhentu gwybodaeth i unrhyw un. Mae rhagor i'w weld am ein polisi preifatrwydd ar ein tudalen <a href="/info/faq/#privacy">Cwestiynnau Cyffredin</a>.
kk: Балалар онлайн құпиялылығын қорғау үшін, біз тіркелу процесіндегі және сайтта қоғамда жария ету барысында жиналған мәліметтерді шектейміз. Біз ақпараттық аккаунтты ешкімге жалға немесе сатуға бермейміз. Сіз Құпиялық Саясаты жөнінде көбірек таба аласыз <a href="/info/faq/#privacy"> жиі айтылатын сұрақтар беті </a>.
mi: Kia kore ai te matatapu o te tamaiti e takahia, kāore mātou i te kohikohi te nui o te mōhiohiotanga i te wā ka whakauru rātou ki te paetukutuku, kā paku hoki ngā mea ka whakaaturia ki te ao. Kāore mātou i te hoko, rēti rānei i ngā mōhiohiotanga o ngā pūkete. Kia pānui anō i ngā āhuatanga o te matatapu me te haumarutanga, tirohia te whārangi <a href="/info/faq/#privacy">Pātai Rite te Pātaihia/ FAQ</a>.
ru: Чтобы защитить конфиденциальность детей в Интернете, мы ограничиваем то, что мы собираем во время процесса регистрации, и то, что мы публикуем на веб-сайте. Мы никому не продаем и не арендуем информацию об учетной записи. Вы можете узнать больше о нашей политике конфиденциальности на странице <a href="/info/faq/#privacy">часто задаваемых вопросов</a>.

source: Is there a way to use Scratch without participating online?
bg: Има ли начин да използвате Scratch, без да участвате онлайн?
cy: Oes ffordd i ddefnyddio Scratch heb gymryd rhan ar-lein?
ga: An féidir liom Scratch a úsáid gan páirt a ghlacadh sa gcomhphobal ar líne?
kk: Скречті онлайнсыз қолданудың тәсілі бар ма?
km: តើមានវិធីណាដើម្បីប្រើ​ Scratch ដោយមិនចាំបាច់ចូលរួមនៅលើអ៊ីនធឺណិតទេ?
mi: Ka taea te whakamahi i te Scratch ki te kore e mahi tuihono?
ru: Есть ли способ использовать Scratch без участия в Интернете?

source: Yes, the Scratch offline editor lets you create projects without joining or accessing the online community. Visit the <a href="/scratch2download">Scratch 2.0 offline editor</a> download page for instructions on how to install it on your computer. (If your computer does not support the latest version, try the <a href="/scratch_1.4/">Scratch 1.4 offline editor</a>.)
cy: Oes, mae golygydd all-lein Scratch yn caniatau i chi grewu projectau heb ymuno a na chael mynediad i'r gymuned ar-lein. Ewch i duidalen llwytho i lawr <a href="/scratch2download">golygydd all-lein Scratch 2.0</a> am gyfarwyddiadau ar sut i'w osod ar eich cyfrifiadur. (Os nad yw eich cyfrifiadur yn cynnal y fersiwn diweddaraf, defnyddiwch <a href="/scratch_1.4/">golygydd all-lein Scratch 1.4</a>.)
kk: Ия, Скретч оффлайн редакторы сізге онлайн қоғамдастыққа қосылмай-ақ немсе кірмей-ақ жобаларды құруыңызға рұқсат береді. Кіріңіз <a href="/scratch2download">Скретч 2.0 оффлайн редакторы </a> сіздің компьютеріңізге қалай жүктеу жөнінде нұсқаулығы бар бетті орнатыңыз. (Егер компьютеріңіз соңғы вермиясын оқымаса, мынаны көріңіз <a href="/scratch_1.4/">Scratch 1.4 offline editor</a>.)
mi: Āe, mā te papatono tuimotu Scratch ka taea te hanga i ngā kaupapa ki te kore koe i te uru, i te hono rānei ki te hāpori tuihono. Tirohia te whārangi tikiake mō <a href="/scratch2download">te papatono tuimotu Scratch 2.0</a> mō ngā tohutohu me pēhea koe e tāutu te papatono ki tō rorohiko. (Ki te kore e tautokona e tō rorohiko, whakamātauria te <a href="/scratch_1.4/">papatonoho tuimotu Scratch 1.4</a>.)
ru: Да, редактор Scratch оффлайн позволяет создавать проекты без подключения к интернет-сообществу или доступа к нему. Посетите страницу загрузки <a href="/scratch2download">автономного редактора Scratch 2.0</a> для получения инструкций по ее установке на вашем компьютере. (Если ваш компьютер не поддерживает последнюю версию, <a href="/scratch_1.4/">попробуйте автономный редактор Scratch 1.4</a>.)

source: What are parents saying about Scratch?
cs: Co říkají rodiče o Scratch?
cy: Beth mae rhieni'n dweud am Scratch?
ga: Cad é atá tuismitheoirí ag rá faoi Scratch?
kk: Ата-анаңыз Скретч туралы не айтады?
mi: He aha ngā kōrero o ngā mātua mō Scratch?
ru: Что говорят родители о Scratch?

source: We often receive emails from parents thanking us for Scratch. Here are some examples:
cs: Často dostáváme maily od rodičů s poděkováním za Scratch. Tady je několik příkladů:
cy: Rydym yn aml yn derbyn e-byst gan rhieni yn ein diolch am Scratch. Dyma rhai enghreifftiau:
ga: Faighimid ríomhphost ó thuismitheoirí go minic, ag gabháil buíochais linn. Seo duit roinnt samplaí:
kk: Бізге ата ана-аналардан Скретчке алғыз білдіргені жөнінде жиі хаттар келеді. Міне кейбір мысалдар:
mi: He putuputu te taenga mai o ngā ī-mēra o ngā mātua e mihi mai ana mō Scratch. Anei he tauira:
ru: Мы часто получаем письма от родителей, поблагодарив нас за Scratch. Вот некоторые примеры:
