Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: Add studios to this class
cs: Přidat studia k této třídě
cy: Ychwanegu stiwdios i'r dosbarth hwn
ga: Cuir stiúideonna leis an rang seo
kk: Студияларды бұл аудиоға қосыңыз
km: បន្ថែមស្ទូឌីយោទៅថ្នាក់នេះ
mi: Tāpiritia he taiwhanga ki tēnei akomanga
ru: Добавить Студии к Классу

source: Students can add their projects to class studios.
cs: Studenti mohou přidávat své projekty do třídních studií.
cy: Mae modd i ddysgwyr ychwanegu eu projectau i stiwdio'r dosbarth
ga: Is féidir le mic léinn tionscadail a chur leis na stiúideonna ranga
kk: Студенттер өздерінің жобаларын класс аудиоларына қоса алады
km: សិស្សអាចបន្ថែមកិច្ចការរបស់ពួកគេទៅកាន់ស្ទូឌីយោក្នុងថ្នាក់
mi: Mā ngā akonga e whakauru ā rātou pūkete ki ngā taiwhanga akomanga.
ru: Ученики могут добавлять свои проекты в студии класса.

source: New Class Studio
cs: Nové třídní studio
cy: Stiwdio Dosbarth Newydd
ga: Stiúideo Ranga Nua
kk: Жаңа класстың студия
km: ស្ទូឌីយោថ្នាក់ថ្មី
mi: He Taiwhanga Akomanga Hou
ru: Новая Студия Класса

source: Last Modified
bg: Последни промени
cs: Naposledy změněno
cy: Newidwyd Diwethaf
ga: Athrú is Déanaí
kk: Соңғы өзгеріс
km: កែប្រែចុងក្រោយ
mi: Wā Whakarerekētanga
ru: Последние изменения

source: You can add students to this class
cs: Můžete přidávat studenty do této třídy
cy: Gallwch ychwanegu dysgwwyr i'r dosbarth hwn
ga: Tig leat mic léinn a chur leis an rang seo
kk: Сіз студенттерді бұл классқа қоса аласыз
km: អ្នកអាចបន្ថែមសិស្សទៅថ្នាក់នេះ
mi: Ka taea te whakauru i ngā ākonga ki tēnei akomanga
ru: Вы можете добавить учеников в этот Класс

source: Add one student
bg: Добави един ученик
cs: Přidat jednoho studenta
cy: Ychwanegu un dysgwr
ga: Cuir mac léinn amháin leis
kk: Бір студентты қосу
km: បន្ថែមសិស្សម្នាក់
mi: Whakaurua te ākonga kotahi
ru: Добавить одного ученика

source: New Student
bg: Нов ученик
cs: Nový student
cy: Dysgwyr Newydd
ga: Mac Léinn Nua
kk: Жаңа студент
km: សិស្សថ្មី
mi: Ākonga Hou
ru: Новый ученик

source: Add multiple students
bg: Добави няколко ученици
cs: Přidat studenty hromadně
cy: Ychwanegu Dysgwyr Lluosog
ga: Cuir mac léinn éagsúla leis
kk: бірнеше студенттерді қосу
km: បន្ថែមសិស្សច្រើន
mi: Whakaurua ētahi ākonga
ru: Добавить нескольких учеников

source: There are two ways to create multiple accounts. You can create a sign-up link to send to students, or upload a CSV of accounts to generate accounts in bulk.​
cs: Jsou dva způsoby vícenásobného vytváření účtů. Můžete vytvořit přihlašovací odkaz a rozeslat jej studentům, nebo můžete nahrát CSV soubor s účty a vygenerovat tak účty hromadně.
cy: Mae yna ddwy ffordd i greu cyfrifon lluosog. Gallwch greu dolen cofrestru i'w anfon at ddysgwyr, neu lwytho CSV o gyfrifon er mwyn creu cyfrifon niferus.
ga: Tá dhá bhealach chun cuntais éagsúla a chruthú. Tig leat nasc a chruthú agus a sheoladh chuig mic léinn, nó CSV leis na cuntais a uasluchtú chun na cuntais a chruthú le chéile.
kk: Мында бірнеше аккаунт құрудың екі жолы бар. Сіз студенттерге жіберуге немесе CSV аккаунттарын жүктеп, аккаунт шоттарын құру негізінде тіркеме сілтме құра аласыз.
km: មានវិធីពីរសម្រាប់បង្កើតគណនីច្រើន។ អ្នកអាចបង្កើតតំណចុះឈ្មោះហើយផ្ញើទៅសិស្ស ឬ ផ្ទុកឡើងនូវឯកសារ CSV ដែលមានព័ត៌មានគណនី ដើម្បីបង្កើតគណនីជារួម។
mi: E rua ngā ara hei hanga i ngā pūkete e mahi. Ka taea te tuku he hononga whakauru ki ngā ākonga, ka taea hoki te tukuatu he CSV o ngā pūkete, kia hangā ai ngā pūkete e maha.
ru: Есть два способа для создания нескольких аккаунтов. Вы можете создать ссылку для регистрации и направить её ученикам или создать и загрузить на сайт CSV файл c данными аккаунтов для их массового создания.

source: Student Sign-up Link
cs: Přihlašovací odkaz studentů
cy: Dolen Cofrestru Dysgwr
ga: Nasc Síntiúis do Mhic Léinn
kk: Студент тіркеуге арналған сілтеме
km: តំណចុះឈ្មោះសម្រាប់សិស្ស
mi: Hononga Whakauru Ākonga
ru: Ссылка для регистрации ученика

source: CSV Upload
bg: CSV качване
cs: Nahrát CSV soubor
cy: Llwytho CSV
ga: Uasluchtú CSV
kk: CSV жүктемесі
km: ទុកឡើងឯកសារ CSV
mi: Tukuatu CSV
ru: Загрузить CSV

source: followed user
bg: последван потребител
cs: následovaný uživatel
cy: yn dilyn defnyddiwr
ga: - úsáideoir leanta
kk: ерген қолданушы
km: បានតាមអ្នកប្រើ
mi: kaiwhakamahi e whai-haeretia
ru: отслеживать участника

source: followed studio
bg: последвано студио
cs: následované studio
cy: yn dilyn stiwdio
ga: - stiúideo leanta
kk: ерген студия
km: បានតាមស្ទូឌីយោ
mi: i whai-haere i te taiwhanga
ru: отслеживать студию

source: loved the project
bg: харесан проект
cs: milují tento projekt
cy: hoffi project
ga: - is breá leis/léi an tionscadal
kk: ұнаған жоба
km: បានស្រឡាញ់កិច្ចការ
mi: i whai-aroha ki te pūkete
ru: проект нравится

source: favorited the project
bg: любим проект
cs: přidat do oblíbených projekt
cy: wedi hoffi'r project
ga: - is maith leis/léi an tionscadal
kk: сүйікті жоба
km: បានចូលចិត្តកិច្ចការ
mi: i tohua, he pai te kaupapa
ru: добавить проект в избранное

source: commented on the project
cs: okomentoval tvůj projekt
cy: wedi gadael sylw ar y project
ga: - d'fhág sé sí nóta tráchta ar an tionscadal
kk: жобаға пікір қалдырылды
km: បានដាក់មតិលើកិច្ចការ
mi: i tuku kōrero mō te pūkete
ru: комментарий к проекту

source: commented on user
cs: komentován uživatelem
cy: wedi gadael sylw ar ddefnyddiwr
ga: - rinne sé/sí trácht ar an úsáideoir
kk: қолданушыға пікір қалдырылды
km: បានដាក់មតិលើអ្នកប្រើ
mi: i tuku kōrero mō te kaiwhakamahi
ru: комментарий участнику

source: commented on the studio
cs: komentující ve studiu
cy: wedi gadael sylw ar stiwdio
ga: - rinne sé/sí trácht ar an stiúideo
kk: студияға пікір қалдырылды
km: បានដាក់មតិលើស្ទូឌីយោ
mi: i tuku kōrero mō te taiwhanga
ru: комментарий к студии

source: added the project
bg: добавен проект
cs: přidal projekt
cy: wedi ychwanegu'r project
ga: - chuir sé/sí an tionscadal leis
kk: Жобаны қосты
km: បានបន្ថែម​កិច្ចការ
mi: i hono ki te pūkete
ru: добавить проект

source: to studio
bg: към студио
cs: do studia
cy: i'r stiwdio
ga: chuig stiúideo
kk: студияға
km: ទៅស្ទូឌីយោ
mi: ki te taiwhanga
ru: в студию

source: shared the project
bg: споделен проект
cs: sdílel projekt
cy: wedi rhannu'r project
ga: - chomhroinn sé/sí tionscadal:
kk: жобаны бөлісті
km: បានចែករំលែកកិច្ចការ
mi: i tuari i te pūkete
ru: поделился проектом

source: remixed the project
bg: ремиксирай проект
cs: odstranil projekt
cy: wedi ailgymysgu'r project
ga: - athmheasc sé/sí an tionscadal
kk: жоба біріктірілді
km: បានកែបន្ថែមកិច្ចការ
mi: i whakarākei i te kaupapa
ru: сделать ремикс проекта

source: reshared the project
bg: повторно споделен проект
cs: sdílel projekt
cy: wedi ail rannu'r project
ga: - chomhroinn sé/sí tionscadal
kk: жоба жарияланды
km: បានចែករំលែកកិច្ចការជាថ្មី
mi: i tuaitia-anōtia te pūkete
ru: поделиться проектом снова

source: added the studio
cs: přidával studio
cy: wedi ychwanegu'r stiwdio
ga: - chuir an stiúideo leis
kk: студия қосылды
km: បានបន្ថែមស្ទូឌីយោ
mi: i hono ki te taiwhanga
ru: добавить студию

source: tagged the project
cs: přidal projekt
cy: wedi tagio'r project

source: updated the studio
cs: aktualizoval studio
cy: wedi diweddaru'r project
ga: - rinne sé sí nuashonrú ar an stiúideo
kk: студия жаңартылды
km: បានកែសម្រួលស្ទូឌីយោ
mi: i whakahoungia te taiwhanga
ru: обновить студию

source: removed the project
cs: odstranil projekt
cy: wedi tynnu'r project
ga: - bhain sé/sí an tionscadal
kk: жоба алынып тасталды
km: បានដកកិច្ចការ
mi: i tango i te pūkete
ru: удалить проект

source: from studio
bg: от студио
cs: ze studia
cy: o'r stiwdio
ga: ó stiúideo
kk: студиядан
km: ពីស្ទូឌីយោ
mi: mai i te taiwhanga
ru: из студии

source: was promoted to manager by
cs: byl povýšen na vedoucího od
cy: wedi cael dyrchafiad i reoli gan
ga: - fuair sé/sí ardú céime go bainisteoir ó
kk: басқарушы болып тағайындалды
km: ត្រូវបានដំឡើងតំណែងជាអ្នកគ្រប់គ្រងដោយ
mi: I whakakakea ki te kaiwhakahaere e
ru: произведен в менеджеры

source: for studio
bg: за студио
cs: pro studio
cy: ar gyfer stiwdio
ga: do stiúideo
kk: студия үшін
km: សម្រាប់ស្ទូឌីយោ
mi: mō te taiwhanga
ru: для студии

source: made a profile update. <em>
cs: udělána aktualizace profilu. <em>
cy: wedi diweddaru'r proffi;l. <em>
ga: - rinne sé/sí nuashonrú ar phróifíl. <em>
kk: профиль жаңартуы жасалды.<em>
km: បានកែសម្រួលប្រវត្តិរូប<em>
mi: kua oti te whakahou i te matawhaiaro. <em>
ru: обновить профайл. <em>

source: performed an action. <em>
cs: provedena akce. <em>
cy: wedi cyflawni gweithred. <em>
ga: - rinné sé/sí gníomh. <em>
kk: іс-әрекет жасалды
km: បានធ្វើសកម្មភាព<em>
mi: i whakamahi i te. <em>
ru: выполнить действие

source: %(target_username)s was banned.
bg: %(target_username)s беше блокиран.
cs: %(target_username)s byl zablokován.
cy: Wedi gwahardd %(target_username)s
ga: Cuireadh cosc ar %(target_username)s.
kk: %(target_username)s тыйым салынды
km: %(target_username)s ត្រូវបានហាមឃាត់។
mi: I aukatingia a %(target_username)s.
ru: %(target_username)sзаблокирован.

source: %(target_username)s was unbanned.
bg: %(target_username)s беше отблокиран.
cs: %(target_username)s byl odblokován.
cy: Wedi peidio gwahardd %(target_username)s
ga: Baineadh an cosc de %(target_username)s.
kk: %(target_username)s тыйым салынбады
km: %(target_username)s ត្រូវបានឈប់ហាមឃាត់។
mi: I tangohia te aukati mō%(target_username)s.
ru: %(target_username)s разблокирован

source: %(target_username)s was excluded from homepage.
bg: %(target_username)sбе изключен от началната страница.
cs: %(target_username)s byl vyřazen z domovské stránky.
cy: Cafodd %(target_username)s ei eithrio o'r dudalen cartref
kk: %(target_username)s басты беттен шығарылып тасталды
km: %(target_username)s ត្រូវបានដកចេញពីទំព័រដើម។
mi: I aukatingia te whārangi kāinga mō%(target_username)s.
ru: %(target_username)sисключен из страницы

source: %(target_username)s was notified by a Scratch Administrator. Notification Type: <%%- admin_action.extra_data.notification_type || 'Unknown' %%>
cs: %(target_username)s byl upozorněn administrátorem webu Scratch. Typ upozornění: <%%- admin_action.extra_data.notification_type || 'Neznámý' %%>
cy: Cafodd %(target_username)s ei hysbysu gan Weinyddwr Scratch. Y Math o Hysbysiad: <%%- admin_action.extra_data.notification_type || 'Unknown' %%>
kk: %(target_username)s Скретч Администратор тарапынан ескертілді. Ескерту түрі:<%%- admin_action.extra_data.notification_type || 'Unknown' %%>
km: %(target_username)s ត្រូវបានជូនដំណឹងដោយអ្នកគ្រប់គ្រង Scratch។ ប្រភេទដំណឹង៖ <%%- admin_action.extra_data.notification_type || 'Unknown' %%>
mi: Na te Administrator Scratch i whakamōhio atu ki a%(target_username)s. Ko te momo whakamōhio ko: <%%- admin_action.extra_data.notification_type || 'Unknown' %%>
ru: %(target_username)sотмечен как Scratch Администратор. Notification Type: <%%- admin_action.extra_data.notification_type || 'Unknown' %%>

source: %(target_username)s was banned automatically.
bg: %(target_username)s бе забранен автоматично.
cs: %(target_username)s byl automaticky zablokován.
cy: Cafodd %(target_username)s ei eithrio'n awtomatig
ga: Cuireadh cosc ar %(target_username)s go huathoibríoch.
kk: %(target_username)s автоматты түрде тыйым салынды.
km: %(target_username)s ត្រូវបានហាមឃាត់ដោយស្វ័យប្រវត្តិ។
mi: Kua rāhuitia aunoatia a%(target_username)s .
ru: %(target_username)s автоматически заблокирован

source: %(project)s by %(target_username)s was removed automatically.
bg: %(project)s от %(target_username)s бе премахнат автоматично.
cs: %(project)s od %(target_username)s byl automaticky odstraněn.
cy: Cafodd %(project)s gan %(target_username)s ei dynnu'n awtomatig.
kk: %(project)s арқылы %(target_username)s автоматты түрде алынып тасталды.
km: %(project)s ដោយ%(target_username)s ត្រូវបានដកចេញដោយស្វ័យប្រវត្តិ។
mi: Kua aunoa te tango i te%(project)s o %(target_username)s.
ru: %(project)sот %(target_username)s автоматически удален.

source: %(project)s by %(target_username)s was censored.
bg: %(project)s от %(target_username)s беше цензуриран.
cs: %(project)s od %(target_username)s byl cenzurován.
cy: Cafodd %(project)s gan %(target_username)s ei sensro.
ga: Rinneadh cinsireacht ar %(project)s le %(target_username)s.
kk: %(project)s арқылы %(target_username)s цензураға ұшырады.
km: %(project)s ដោយ%(target_username)s ត្រូវបានបិទបាំង។
mi: I rāhuitia %(project)s o %(target_username)s.
ru: %(project)sот %(target_username)sцензурирован.

source: %(project)s by %(target_username)s was uncensored.
bg: За %(project)s от %(target_username)s бе отменена цензура.
cs: %(project)s od %(target_username)s byl uvolněn z cenzury.
cy: Cafodd %(project)s gan %(target_username)s ei ddad sensro.
ga: Baineadh an chinsireacht de %(project)s le %(target_username)s.
kk: %(project)s арқылы %(target_username)s цензураға ұшырамады.
km: %(project)s ដោយ%(target_username)s ត្រូវបានឈប់បិទបាំង។
mi: Kua tangohia te rāhui o%(project)s na %(target_username)s.
ru: %(project)s от %(target_username)s не был подвергнут цензуре.

source: %(project)s by %(target_username)s was reviewed by a Scratch Administrator.
bg: %(project)s от %(target_username)s бяха прегледани от Scratch администратор.
cs: %(project)s od %(target_username)s byl prověřen administrátorem webu Scratch.
cy: Cafodd %(project)s gan %(target_username)s ei adolygu gan Weinyddwr Scratch.
kk: %(project)s арқылы %(target_username)s Скретч Админстратор тарапынан қаралды
km: %(project)s ដោយ%(target_username)s ត្រូវបានពិនិត្យដោយអ្នកគ្រប់គ្រង Scratch។
mi: Kua arotake te kaiwhakahaere Scratch i%(project)s na %(target_username)s .
ru: %(project)s от %(target_username)s рассмотрен администратором Scratch.

source: %(project)s by %(target_username)s was deleted by a Scratch Administrator.
bg: %(project)s от %(target_username)s бяха изтрити от Scratch администратор.
cs: %(project)s od %(target_username)s byl smazán administrátorem webu Scratch.
cy: Cafodd %(project)s gan %(target_username)s ei ddileu gan Weinyddwr Scratch.
ga: Bhí %(project)s le %(target_username)s scriosta ag Riarthóir Scratch.
kk: %(project)s арқылы %(target_username)s Скретч Админстратор тарапынан жойылды.
km: %(project)s ដោយ%(target_username)s ត្រូវបានលុបដោយអ្នកគ្រប់គ្រង Scratch។
mi: Kua mukua e te Kaiwhakahaere Scratch %(project)s o %(target_username)s.
ru: %(project)s от %(target_username)s был удален администратором Scratch.

source: %(target_username)s was deleted by a Scratch Administrator.
bg: %(target_username)s беше изтрит от Scratch администратор.
cs: %(target_username)s byl smazán administrátorem webu Scratch.
cy: Cafodd %(target_username)s ei ddileu gan Weinyddwr Scratch.
ga: Bhí %(target_username)s scriosta ag Riarthóir Scratch.
kk: %(target_username)s Скретч Админстратор тарапынан жойылды.
km: %(target_username)s ត្រូវបានលុបដោយអ្នកគ្រប់គ្រងScratch។
mi: Na tetahi Kaiwhakahaere Scratch i muku i a%(target_username)s .
ru: %(target_username)sудален администратором Scratch.

source: %(gallery)s was reviewed by a Scratch Administrator.
bg: %(gallery)s беше прегледан от Scratch администратор.
cs: %(gallery)s byla prověřena administrátorem webu Scratch.
cy: Cafodd %(gallery)s ei adolygu gan Weinyddwr Scratch.
kk: %(gallery)s Скретч Админстратор тарапынан қаралды.
km: %(gallery)s ត្រូវបានពិនិត្យដោយអ្នកគ្រប់គ្រង Scratch។
mi: Na tētahi Kaiwhakahaere Scratch i arotake i%(gallery)s.
ru: %(gallery)sбыла рассмотрена администратором Scratch.

source: %(gallery)s was deleted by a Scratch Administrator.
bg: %(gallery)s беше изтрит от Scratch администратор.
cs: %(gallery)s byla smazána administrátorem webu Scratch.
cy: Cafodd %(gallery)s ei ddileu gan weinyddwr Scratch.
ga: Bhí %(gallery)s scriosta ag Riarthóir Scratch.
kk: %(gallery)s Скретч Админстратор тарапынан жойылды.
km: %(gallery)s ត្រូវបានលុបដោយអ្នកគ្រប់គ្រងScratch
mi: Na tētahi Kaiwhakahaere Scratch i muku i%(gallery)s.
ru: %(gallery)sудалена администратором Scratch.

source: %(target_username)s deleted their own account.
bg: %(target_username)s са изтрили собствения ви профил.
cs: %(target_username)s zrušil/a/ svůj vlastní účet.
cy: Dileodd %(target_username)s ei gyfrif ei hun.
ga: Scrios %(target_username)s a c(h)untas féin.
kk: %(target_username)s өзінің жеке аккаунтын кетіріп тастады.
km: %(target_username)s​ បានលុបគណនីរបស់គេ។
mi: Na %(target_username)s i muku i tōna ake pūkete.
ru: %(target_username)sудалил свою учетную запись.

source: The email address of %(target_username)s was confirmed by a Scratch Administrator
cs: E-mailová adresa uživatele %(target_username)s byla ověřena administrátorem webu Scratch
cy: Mae cyfeiriad e-bost%(target_username)s wedi ei gadarnhau gan Weinyddwr Scratch.
ga: Bhí seoladh ríomhphoist %(target_username)s deimhnithe ag Riarthóir Scratch
kk: Электрондық мекен-жайы %(target_username)s Скретч Админстратор тарапынан расталды.
km: អាសយដ្ឋានអ៊ីមែលរបស់%(target_username)s ត្រូវបានអះអាងដោយអ្នកគ្រប់គ្រងScratch
mi: Na tētahi Kaiwhakahaere Scratch i whakaū i te īmēra o %(target_username)s
ru: Адрес электронной почты %(target_username)s подтвержден администратором Scratch.

source: The email address of %(target_username)s was set as not confirmed by a Scratch Administrator
cs: E-mailová adresa uživatele %(target_username)s byla nastavena jako neověřená administrátorem webu Scratch
cy: Mae cyfeiriad e-bost %(target_username)s wedi ei osod fel heb ei gadarnhau gan Weinyddwr Scratch.
kk: Электрондық мекен-жайы %(target_username)s Скретч Админстратор тарапынан орнатылған күйінде расталды.
km: អាសយដ្ឋានអ៊ីមែលរបស់%(target_username)s ត្រូវបានដាក់ថាមិនទាន់បានអះអាងដោយអ្នកគ្រប់គ្រងScratch
mi: Na tētahi Kaiwhakahaere Scratch i whakatau ko te īmēra mō%(target_username)s kāore anō kia whakaū.
ru: Адрес электронной почты %(target_username)s отмечен как неподтвержденный Scratch администратором

source: %(target_username)s had an admin action performed.
bg: %(target_username)s бе извършено действие от администратор.
cs: %(target_username)s má provedenou administrátorskou akci.
cy: Cafodd %(target_username)s weithred weinyddol wedi ei gyflawni arno.
kk: %(target_username)s админнің қызметін орындады.
km: %(target_username)s បានធ្វើសកម្មភាពគ្រប់គ្រងមួយ។
mi: Kua puta he hohenga whakahaere mō %(target_username)s.
ru: %(target_username)sвыполнил действие администратора.

source: Change Password for %(username)s
bg: Смяна на парола за %(username)s
cs: Změnit heslo pro %(username)s
cy: Newid Cyfrinair %(username)s
ga: Athraigh Pasfhocal do %(username)s
kk: Құпия сөзіңізді өзгертіңіз %(username)s
km: ប្ដូរពាក្យសម្ងាត់សម្រាប់%(username)s
mi: Hurihia te Kupu Hipa mō %(username)s
ru: Изменить пароль для %(username)s

source: New password
bg: Нова парола
cs: Nové heslo
cy: Cyfrinair newydd
ga: Focal faire nua
kk: Жаңа құпия сөз
km: ពាក្យសម្ងាត់ថ្មី
mi: Kupu hipa hou
ru: Новый пароль

source: New password confirmation
bg: Потвърждение на новата парола
cs: Ověření nového hesla
cy: Cadarnhad cyfrinair newydd
ga: Dearbhú focal faire nua
kk: Жаңа құпия сөзді растау
km: បញ្ជាក់ពាក្យសម្ងាត់ថ្មី
mi: Whakaūtanga mō te kupu hipa hou
ru: Подтвердить новый пароль

source: %(username)s Account Options
bg: %(username)s Настройки на акаунта
cs: %(username)s - možnosti účtu
cy: Dewisiadau Cyfrif %(username)s
ga: Roghanna Cuntais %(username)s
kk: %(username)s Аккаунт тандаулары
km: ជម្រើសសម្រាប់គណនី%(username)s
mi: %(username)s Kōwhiringa Pūkete
ru: %(username)sнастройки аккаунта

source: Remove Icon
bg: Премахни икона
cs: Odstranit ikonu
cy: Tynnu Eicon
ga: Bain Deilbhín
kk: Белгішені жою
mi: Tangohia Ata
ru: Удалить иконку

source: There are two ways to change your student's password.
cs: Jsou dvě možnosti, jak změnit vašemu studentovi heslo.
cy: Mae yna ddwy ffordd i newid cyfrinair eich dysgwr.
kk: Студент құпия сөзін өзгертудің екі жолы бар.
km: មានវិធីពីរដើម្បីប្ដូរពាក្យសម្ងាត់របស់អ្នក។
mi: E rua ngā ara hei whakahuri i te kupu hipa o tō ākonga.
ru: Существует два способа изменить пароль вашего ученика.

source: Prompt student to change password on next login
cs: Vyzvat studenta ke změně hesla při příštím přihlášení
cy: Annog y dysgwr i newid cyfrinair wrth fewngofnodi y tro nesaf.
ga: Tabhair nod don mhac léinn focal faire a athrú ar an gcéad logáil isteach eile
kk: Келесі жүйеге кірерде студентке құпия сөзін өзгерту жөнінде ой салыңыз.
km: ប្រាប់ឲ្យសិស្សប្ដូរពាក្យសម្ងាត់នៅពេលចូលលើកក្រោយ
mi: Tohuāki ki te ākonga kia hurihia tōna kupu hipa ā te wā ka takiuru mai anō
ru: Подскажите ученику сменить пароль при следующем входе в систему

source: This student's password will be reset to your username, %(username)s. After the student logs in, they will be prompted to choose a new password.
cs: Tohle heslo studenta bude nastaveno na vaše jméno, %(username)s. Jakmile se student přihlásí, bude vyzván k výběru nového hesla.
cy: Bydd cyfrinair y dysgwr yn cael ei ailosod i'ch enw defnyddiwr chi, %(username)s. Ar ol i'r dysgwr fewngofnodi, bydd yn cael ei annog i ddewis cyfrinair newydd.
ga: Athrófar focal faire an mac léinn go dtí d'ainm úsáideora, %(username)s. I ndiaidh don mhac léinn logáil isteach, iarrfar orthu focal faire nua a roghnú.
kk: Бұл студенттің құпия сөзі сіздің қолданушы есіміңізге қалпына келтіріледі, %(username)s. Студент жүйеге енгеннен кейін, олар жаңа құпия сөз таңдауын ойға салады.
km: ពាក្យសម្ងាត់របស់សិស្សនេះ នឹងត្រូវបានប្ដូរទៅជាឈ្មោះគណនីរបស់អ្នក%(username)s។ បន្ទាប់ពីសិស្សចូលក្នុងគណនី គាត់នឹងត្រូវបានប្រាប់ឲ្យប្ដូរពាក្យសម្ងាត់ថ្មី។
mi: Ka panoni te kupu hipa mō te ākonga ki tō tohu tuakiri ki, %(username)s. Nō muri i tōna whakauru, ka tonoa kia kōwhirihia he kupu hipa hou.
ru: Пароль ученика будет изменен на ваш логин, %(username)s. После входа в систему посоветуйте ученику выбрать новый пароль.

source: Prompt Student
cs: Vyzvat studenta
cy: Annog y Dysgwr
ga: Tabhair nod don Mhac Léinn
kk: Студентке ойға салу
km: ប្រាប់សិស្ស
mi: Tohuāki Ākonga
ru: Посоветуйте ученику

source: Manually change the student's password
cs: Ručně změnit studentovi heslo
cy: Newid cyfrinair y dysgwr gyda llaw.
ga: Athraigh focal faire an dalta de láimh
kk: Студент құпия сөзін қолмен өзгертіңіз
km: ប្ដូរពាក្យសម្ងាត់របស់សិស្សដោយផ្ទាល់
mi: Whakahuri-ā-ringa te kupu hipa o te ākonga
ru: Изменить пароль студента вручную

source: You will be redirected to a screen where you can choose the student's password.
cs: Budete přesměrován/a/ na obrazovku, kde můžete zvolit studentovo heslo.
cy: Byddwch yn cael eich ailgyfeirio i sgrin lle fedrwch ddewis cyfrinair y dysgwr.
kk: Сіз студент құпия сөзін таңдау үшін экранға бағытталасыз.
km: អ្នកនឹងត្រូវនាំទៅកាន់អេក្រង់មួយដែលអ្នកអាចជ្រើសរើសពាក្យសម្ងាត់របស់សិស្ស
mi: Ka kawea atu koe ki tētahi whārangi kia kōwhiritia he kupu hipa mō te ākonga.
ru: Ты будешь перенаправлен на экран, где сможешь изменить пароль ученика.

source: Manually Change
bg: Ръчна промяна
cs: Ručně změnit
cy: Newid a Llaw
ga: Nuashonraigh de Láimh
kk: Қолмен түзету
km: ប្ដូរដោយផ្ទាល់
mi: Whakahuri-ā-ringa
ru: Изменить вручную

source: Close
bg: Затвори
cs: Zavřít
cy: Cau
ga: Dún
kk: Жабу
km: បិទ
mi: Katia
ru: Закрыть

source: Sign-up Link
bg: Връзка за записване
cs: Přihlašovací odkaz
cy: Dolen Cofrestru
ga: Nasc Síntiúis
kk: Сілтемеге тіркелу
km: តំណចុះឈ្មោះ
mi: Hononga Takiuru
ru: Ссылка для регистрации

source: Students can use this link to register for your class. They will be directed to a class page where they can click 'Join this Class'.
cs: Studenti mohou použít tento odkaz k zaregistrování do vaší třídy. Budou přesměrováni na stránku třídy, kde mohou kliknout na 'Připojit se k této třídě'.
cy: Gall dysgwyr ddewis y ddolen hon i gofrestru ar gyfer eich dosbarth. Byddan nhw'n cael eu hailgyfeirio i dudalen dosbarth lle mae modd iddyn nhw glicio "Ymuno a'r Dosbarth hwn".
ga: Tig le mic léinn an nasc seo a úsáid chun clárú le do rang. Díreofar go leathanach ranga, áit gur féidir leo 'Cláraigh leis an Rang seo' a bhrú.
kk: Студенттер бұл сілтемені сіздің сыныбыңызға тіркелу үшін пайдаланады. Олар сынып бетіне бағытталады, мұнда олар Join this Class'. баса алады
km: សិស្សអាចប្រើតំណនេះដើម្បីចុះឈ្មោះក្នុងថ្នាក់របស់អ្នក។ ពួកគេនឹងត្រូវបាននាំទៅកាន់ទំព័រថ្នាក់មួយ ដែលពួកគេអាចចុច "ចូលរួមថ្នាក់នេះ"។
