Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: <li><a href="../help/">Scratch Help Page</a></li> <li><a href="../info/faq/">Frequently Asked Questions</a></li> <li><a href="../parents/">Information for Parents</a></li> <li><a href="/info/credits/">Scratch Credits</a></li>
cs: <li><a href="../help/">Scratch stránky pomoci</a></li> <li><a href="../info/faq/">Často kladené otázky</a></li> <li><a href="../parents/">Informace pro rodiče</a></li> <li><a href="/info/credits/">Zásluhy o Scratch</a></li>
cy: </li></a>Tudalen Cymorth Scratch</a></li> <li><a href="../info/faq/">Cwestiynnau Cyffredin</a></li> <li><a href="../parents/">Gwybodaeth i Rieni</a></li> <li><a href="/info/credits/">Diolchiadau Scratch</a></li>
ga: <li><a href="../help/">Leathanach Cabhrach Scratch</a></li> <li><a href="../info/faq/">Ceisteanna Coitianta</a></li> <li><a href="../parents/">Eolas do Thuismitheoirí</a></li> <li><a href="/info/credits/">Admhálacha Scratch</a></li>
kk: <li><a href="../help/"> Скретч Көмектесу Беті </a></li> <li><a href="../info/faq/"> Жиі Қойылатын Сұрақтар </a></li> <li><a href="../parents/"> Ата-аналарға ақпарат </a></li> <li><a href="/info/credits/"> Скретч Несиелері </a></li>
km: <li><a href="../help/"> ទំព័រជំនួយ Scratch </a></li> <li><a href="../info/faq/"> សំណួរពេញនិយម</a></li> <li><a href="../parents/"> ព័ត៌មានសម្រាប់ឪពុកម្ដាយ</a></li> <li><a href="/info/credits/"> ក្រេឌីត Scratch</a></li>
mi: <li><a href="../help/">Whārangi Āwhina mō Scratch</a></li> <li><a href="../info/faq/">FAQ - Ngā Pātai Rite te Pātaihia</a></li> <li><a href="../parents/">Whakamōhio mō ngā Mātua</a></li> <li><a href="/info/credits/">Tohutoro mō Scratch</a></li>
ru: <li><a href="../help/">Страница справки по царапинам</a></li> <li><a href="../info/faq/">Часто задаваемые вопросы</a></li> <li><a href="../parents/">Информация для родителей</a></li> <li><a href="/info/credits/">Scratch создатели</a></li>

source: Learn to Code, Code to Learn
bg: Научете се да програмирате. Програмирайте, за да се учите.
cs: Naučit se kódovat, kód k naučení
cy: Dysgu i Godio. Codio i Ddysgu
ga: Foghlaim Ríomhchlárú, Ríomhchlárú le Foghlaim
kk: Кодтауды үйреніңіз, Үйрену үшін кодтаңыз
km: រៀនសរសេរកូដ សរសេរកូដដើម្បីរៀន
mi: Ako i te Waehere, Waehere i te Ako
ru: Учись программировать, программируй для учебы

source: The ability to code computer programs is an important part of literacy in today’s society. When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.
cs: Schopnost kódovat počítačové programy je důležitou částí gramotnosti v dnešní společnosti. Když se lidé učí programovat ve Scratch, naučí se důležité strategie pro řešení problémů, navrhování projektů a plánování komunikace.
cy: Mae'r gallu i godio rhaglenni cyfrifiadurol yn rhan bwysig o lythrennedd yn ein cymdeithas. Pan mae pobl yn dysgu codio yn Scratch, maen nhw'n dysgu strategaethau pwysig ar gyfer datrys problemau, cynllunio projectau a chyfathrebu syniadau.
ga: Is cuid thábhachtach den litearthacht é an ríomhchlárú i sochaí an lae inniu. Nuair a fhoghlaimíonn daoine ríomhchlárú le Scratch, foghlaimíonn siad straitéisí tábhachtacha chun fadhbanna a réiteach, tionscadail a dhearadh, agus smaointe a chur in iúl.
kk: Компьютер бағдарламаларын кодтау қабілеттілігі бүгінгі қоғамдағы сауаттылықтың маңызды бөлігі. Адамдар Скретчтегі кодтауды үйрену барысында, олар маңызды мәселелерді шешу стратегияларын үйренеді, жобаларды дизайндау, және идеялармен байланысу.
mi: He pukenga nui, te pukenga waehere papatono rorohiko i te ao nei. Mā te ako ki te waehere i a Scratch, ka ako te tangata i ngā rautaki nui mō te whakaoti rapanga, te hoahoa i ngā mahinga me te whakaaturanga o te whakaaro.
ru: Возможность кодирования компьютерных программ является важной частью грамотности в современном обществе. Когда люди учатся кодировать в Scratch, они изучают важные стратегии решения проблем, разработки проектов и обмена идеями.

source: Scratch in Schools
bg: Scratch в училищата
cs: Scratch ve školách
cy: Scratch mewn Ysgolion
ga: Scratch i Scoileanna
kk: Мектептердегі Скретчтер
km: Scratch ក្នុងសាលារៀន
mi: Scratch i ngā Kura
ru: Скретч в школах

source: Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educators share stories, exchange resources, ask questions, and find people on the <a href="http://scratched.gse.harvard.edu/">ScratchEd website</a>.
cs: Studenti se učí se se Scratch na všech úrovních (od základních škol po vysoké) a napříč předměty (jako jsou matematika, počítačové vědy, jazyky, studium sociologie). Lektoři sdílejí příběhy, vyměňují si zdroje, pokládají otázky a nacházejí kolegy na <a href="http://scratched.gse.harvard.edu/">webserveru ScratchEd</a>.
cy: Mae dysgwyr yn dysgu gyda Scratch ar bob lefel (o ysgolion cynradd i brifysgolion) ac ar draws pynciau (megis mathemateg, cyfrifiadureg, celf, ieithoedd, gwyddorau cymdeithas). Mae addysgwyr yn rhannu straeon, cyfnewid adnoddau, gofyn cwestiynau a chanfod pobl ar <a href="http://scratched.gse.harvard.edu/">wefan ScratchEd</a>.
ga: Tá mic léinn ag foghlaim le Scratch ag gach leibhéal (ó bhunscoil go hollscoil) agus i réimsí éagsúla (mar shampla, matamaitic, ríomheolaíocht, ealaíona teanga, agus staidéar sóisialta). Roinneann múinteoirí scéalta agus acmhainní, cuireann siad ceisteanna, agus ceanglaíonn siad le chéile ar <a href="http://scratched.gse.harvard.edu/">shuíomh Gréasáin ScratchEd</a>.
kk: Студенттер Скретчте әр түрлі деңгейде оқып жатыр (бастауыш сыныптан колледжге дейін) және дисциплина арқылы (мысалы математика,компьютерлік ғылым,тіл өнері, әлеуметтік оқулар) Оқытушылар әңгімелерімен бөліседі, ресурстармен алмасады, сұрақтар сұрайды, дәне адамдар табады <a href="http://scratched.gse.harvard.edu/">ScratchEd сайты</a>.
mi: Kei te ako ngā ākonga o ngā kaupae katoa (mai i te kura tuatahi ki te whare wānanga), me ngā marau rerekē (pāngarau, rorohiko, ngā reo me tikanga-ā-iwi). Ko te mahi o ngā kaiako, ko te whakawhiti whakaaro, tuari rauemi, whakaputa pātai, kimi hoki i ngā tāngata mā te <a href="http://scratched.gse.harvard.edu/">paetukutuku ScratchEd</a>.
ru: Студенты учатся с Scratch на всех уровнях (от начальной школы до колледжа) и по дисциплинам (например, математике, информатике, языковому искусству, социальным исследованиям). Преподаватели рассказывают истории, обмениваются ресурсами, задают вопросы и находят людей на сайте <a href="http://scratched.gse.harvard.edu/">ScratchEd</a>.

source: Research
bg: Проучване
cs: Výzkum
cy: Ymchwil
ga: Taighde
kk: Зерттеу
km: ការស្រាវជ្រាវ
mi: Rangahau
ru: Исследования

source: The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programming for All</a>). Find out more about <a href="/info/research">Scratch research</a> and <a href="/statistics">statistics about Scratch</a>.
cs: Tým MIT Scratch a spolupracující zkoumají, jak lidé používají a učí se se Scratch (na úvod navštivte <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programování pro všechny</a>). Více zjistíte na <a href="/info/research">výzkum Scratch</a> a <a href="/statistics">statistiky o Scratch</a>.
cy: Mae Tîm Scratch a chydweithwyr yn ymchwilio i sut mae pobl yn defnyddio a dysgu gyda Scratch (am gyflwyniad, gw. <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programming for All</a>). I ddysgu rhagor am Scratch, ewch i <a href="/info/research">ymchwil</a> ac <a href="/statistics">ystadegau</a> ynghylch Scratch.
kk: MIT Скретч тобы және жұмыскерлер адамдардың Скретчті қалай пайдаланып және .йреніп жатқанын зерттеу үстінде (бастамасы ретінде, көріңіз <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf"> Scratch: Programming for All</a>) Көбірек біліңіз <a href="/info/research"> Скретч Зерттеуі </a> және <a href="/statistics">Скретч туралы статистикалар</a>.
mi: Kei te rangahaua e mātou te MIT Scratch Team me ō mātou hoa mahi, pēhea te whakahaere me te ako mā Scratch (hei tīmatanga, tirohia <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Te Waihanga Papatono mō te Katoa</a>). Mō te <a href="/info/research">rangahau Scratch</a> me <a href="/statistics">he tauanga mō Scratch</a>.
ru: Команда MIT Scratch и сотрудники изучают, как люди используют и учатся с помощью Scratch (для ознакомления см. <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Програмирование для Всех</a>). Узнайте больше о <a href="/info/research">Scratch research</a> и <a href="/statistics">статистике о Scratch</a>.

source: Support and Funding
bg: Подкрепа и финансиране
cs: Podpora a nadace
cy: Cefnogaeth a Nawdd
ga: Tacaíocht agus Maoiniú
kk: Қолдау және қаржыландыру
km: ជំនួយ និងមូលនិធិ
mi: Āwhina me te Pūtea
ru: Поддержка и финансирование

source: The Scratch project, initiated in 2003, has received generous support from the National Science Foundation (grants 0325828, 1002713, 1027848, 1019396), Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Scratch Foundation, Google, Dell, Fastly, Inversoft, and MIT Media Lab research consortia. If you'd like to support Scratch, please see our <a href="https://secure.donationpay.org/codetolearn/">donate page</a>, or contact us at donate@scratch.mit.edu.
cs: Scratch projekt, zahájený v roce 2003, obdržel štědrou podporu od National Science Foundation (granty 0325828, 1002713, 1027848, 1019396), Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Scratch Foundation, Google, Dell, Fastly, Inversoft, a MIT Media Lab research consortia. Pokud byste chtěli podpořit Scratch, prosím navštivte naši <a href="https://secure.donationpay.org/codetolearn/">stránku dárců</a> nebo nás kontaktujte na donate@scratch.mit.edu.
cy: Mae project Scratch wedi derbyn cefnogaeth ariannol hael gan y National Science Foundation (grantiau 0325828, 1002713, 1027848, 1019396), Scratch Foundation, Microsoft, Google, Dell, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation, MacArthur Foundation a chonsortia ymchwil yr MIT Media Lab. Os hoffech chi gefnogi Scratch, ewch i'r <a href="https://secure.donationpay.org/codetolearn/">dudalen rhoi</a> neu cysylltwch â ni yn donate@scratch.mit.edu</a>.
kk: Скретч тобы 2003 жылы бастау алған уақытта Ұлттық Ғылым Фондынан тамаша қолдау тапты.(grants 0325828, 1002713, 1027848, 1019396), Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Scratch Foundation, Google, Dell, Fastly, Inversoft, and MIT Media Lab research consortia. If you'd like to support Scratch, please see our <a href="https://secure.donationpay.org/codetolearn/">donate page</a>, or contact us at donate@scratch.mit.edu.
km: គំរោង Scratch ត្រូវបានបង្កើតឡើងក្នុងឆ្នាំ 2003​ ហើយបានទទួលជំនួយសប្បុរសធម៌ពី​ National Science Foundation (ផ្តល់ជំនួយ 0325828, 1002713, 1027848, 1019396), Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Scratch Foundation, Google, Dell, Fastly, Inversoft, និង MIT Media Lab research consortia។ ប្រសិនបើអ្នកចង់ជួយគាំទ្រ​ Scratch សូមចូលទៅកាន់ទំពរ័របស់ពួកយើង <a href="https://secure.donationpay.org/codetolearn/">ទំពរ័បរិចា្ចក</a> ឬ ទំនាក់ទំនងមកកាន់ពួកយើងតាមរយៈ donate@scratch.mit.edu
mi: Ko tēnei kaupapa Scratch, i tīmata i te tau 2003, kua whiwhi i te tautoko nui o te National Science Foundation (grants 0325828, 1002713, 1027848, 1019396), Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Scratch Foundation, Google, Dell, Fastly, Inversoft, me te rōpū rangahau o te MIT Media Lab. Ina hiahia koe ki te tautoko i a Scratch hoki, tirohia tō mātou <a href="https://secure.donationpay.org/codetolearn/">whārangi tuku koha</a>, whakapā mai rānei ki donate@scratch.mit.edu.
ru: Проект Scratch, начатый в 2003 году, получил щедрую поддержку от Национального научного фонда (гранты 0325828, 1002713, 1027848, 1019396), Фонд Intel, Microsoft, Фонд MacArthur, Фонд LEGO, Фонд Scratch, Google, Dell, Fastly, Inversoft, и исследовательских консорциумов MIT Media Lab. Если вы хотите поддержать Scratch, см. Наш <a href="https://secure.donationpay.org/codetolearn/">пожертвовать</a> или связаться с нами по адресу donate@scratch.mit.edu.

source: Coding for All Project
cs: Projekt Programování pro všechny
cy: Codio ar Gyfer Pob Project
kk: Барлық жобаларға кодтау
km: គម្រោង "កូដសម្រាប់គ្រប់គ្នា"
mi: Te Kaupapa Waehere mō te Katoa
ru: Проект кодирования для всех

source: Coding for All:
cs: Programování pro všechny:
cy: Codio ar Gyfer Pawb
kk: Барлығына кодтау:
km: កូដសម្រាប់គ្រប់គ្នា:
mi: Waehere mō te Katoa:
ru: Кодирование для всех:

source: The <strong>Coding for All</strong> project brings together an interdisciplinary research team from the <a href="http://llk.media.mit.edu">MIT Media Lab</a>, the <a href="http://dmlhub.net/" target="blank">Digital Media and Learning Hub</a> at University of California Irvine, and the <a href="https://cyber.law.harvard.edu/">Berkman Klein Center for Internet and Society</a> at Harvard University to develop new online tools and activities to engage more young people in developing computational fluency, particularly youth from groups currently underrepresented in computing.
cy: Mae'r project <strong>Coding for All</strong> yn dwyn ynghyd tim ymchwil amlddisgyblaethol o'r <a href="http://llk.media.mit.edu">MIT Media Lab</a>, y <a href="http://dmlhub.net/" target="blank">Digital Media and Learning Hub</a> yn University of California Irvine, a'r <a href="https://cyber.law.harvard.edu/">Berkman Klein Center for Internet and Society</a> yn Harvard University i ddatblygu offer ar-lein a gweithgareddau i ymwneud mwy a phobl ifanc er mwyn datblygu rhwyddineb mewn sgiliau cyfrifiadurol, yn arbennig pobl ifanc sy'n cael eu tangynrychioli o fewn byd cyfrifidura.
kk: ⇥⇥ <strong>Барлығына кодтау </strong> жоба пәнаралық ғылыми-зерттеу тобын біріктіреді <a href="http://llk.media.mit.edu">MIT Media Lab</a>, <a href="http://dmlhub.net/" target="blank">Сандық Медиа Оқыту орталығы </a> at University of California Irvine, and Harvard University’s <a href="https://cyber.law.harvard.edu/">Berkman Center for Internet and Society</a> есептеу шапшаңдығын дамытуға көбірек жастарды, соның ішінде қазіргі кезде есептеуде жеткілікті түрде танылмаған топтардағы жастарды, жұмылдыру үшін жаңа онлайн құралдар мен іс-шараларды дамыту.
mi: Ko te kaupapa<strong>Coding for All</strong>, tētahi kaupapa e honohono ai ngā kairangahau o ngā momo akoranga maha mai i te <a href="http://llk.media.mit.edu">MIT Media Lab</a>, te <a href="http://dmlhub.net/" target="blank">Digital Media and Learning Hub</a> o te University of California Irvine, me te <a href="https://cyber.law.harvard.edu/">Berkman Klein Center for Internet and Society</a> o Harvard University ki te waihanga i ngā rauemi, ngā taputapu me ngā ngohe kia whakauru ai ngā taiohi ki te whakatipu i te akoranga whakaaro rorohiko. Ko te rōpū nui e hiahiatia ko ngā taiohi o ngā hapori kāore anō kia kaha te uru ki te mahi rorohiko.
ru: Проект <strong>Кодирование для всех</strong> объединяет междисциплинарную исследовательскую группу из <a href="http://llk.media.mit.edu">MIT Media Lab</a>, <a href="http://dmlhub.net/" target="blank">Digital Media и Учебный центр</a> в Калифорнийском университете Ирвайн и <a href="https://cyber.law.harvard.edu/">Центр Интернета и общества Беркмана Клейна</a> в Гарвардском университете разработать новые онлайн-инструменты и мероприятия, чтобы привлечь больше молодых людей к разработке гибкости вычислений, в частности молодежь из групп, которые в настоящее время недопредставлены в области вычислений.

source: What is being developed?
bg: Какво се разработва?
cs: Co se právě vyvíjí?
cy: Beth sy'n cael ei ddatblygu?
ga: Cad atá á fhorbairt?
kk: Не дамытылды?
mi: He aha ngā mea e waihangatia nei?
ru: Что разрабатывается?

source: This initiative extends the Scratch programming language, which enables young people to code their own interactive stories, games and animations. To ease the transition into coding, the MIT Scratch team is developing a series of interest-based "microworlds" — specialized coding environments designed to connect with young people’s interests. The first interest-based microworlds being developed are in the interest areas of hip-hop dance, fashion, and sports.
cs: Tato iniciativa rozšiřuje programovací jazyk Scratch, který umožňuje mládeži programovat vlastní interaktivní příběhy, hry a animace. Pro usnadnění přechodu k programování tým MIT Scratch vyvíjí série zájmově založených "mikrosvětů" — specializovaných programovací prostředí navržených ke spojení mladých lidí podle jejich zájmů. První zájmově založené mikrosvěty právě vyvíjené jsou pro oblasti zájmu o hip-hop tanec, módu a sportování.
cy: Mae'r fenter yn estyn iaith rhaglennu Scratch, sy'n galluogi pobl ifanc i godio eu straeon, gemau ac animeiddiadau rhyngweithiol eu hunain. I rwyddhau y symud i godio, mae tim Scratch MIT yn datblygu cyfres o "fydoedd bach neu microworlds" - amgylcheddau codio arbenigol, ar sail diddordebau, wedi eu cynllunio i gysylltu a diddordebau pobl ifanc. Mae'r cyntaf o'r bydoedd hyn yn cael eu datblygu o fewn meysydd diddordeb dawnsio hi-hop, ffasiwn a chwaraeon.
kk: ⇥⇥Бұл бастама Скретч бағдарламалау тілін кеңейтеді, ⇥⇥жастар өздерінің жеке әңгімелерін, ойындарын, анимацияларын кодтауға мүмкіншілік жасайды. ⇥⇥Кодтау ішінде ауысуды жеңілдету үшін MIT Скретч тобы қызығушылық негізіндегі бірқатар нәрсені дамытып жатыр. ⇥⇥"микроәлем"-жастардың мүдделерін қосу үшін арнайы мамандандырылған кодтау орталары. ⇥⇥Микроәлем негізінде дамытылған нәрселер хтп-хоп биінің, сәннің, және спорттың сфераларында ораналасады.
mi: Ko tēnei tētahi mahinga hei whakakaha ake te reo waehere Scratch, mā tēnei ka taea e ngā taiohi ki te tito waehere mō ā rātou ake kōrero pāhekoheko, kēmu, me ngā hākorikoritanga. Kia māmā ai te tīmatang o te waehwere, mā te MIT Scratch team e hanga ana i ngā i ngā "ao-mōkitokito" — he whaitua hanga waehere, kua hangaia kia hāngai ki ngā kaingākautanga o ngā taiohi. Ko ngā ao-mōkitokito tuatahu e hangaia nei, kua hāngai ki ngā kaupapa o te kanikani hipi-hope, te whakarākeitanga kākahu, me te hākinakina.
ru: Эта инициатива расширяет язык программирования Scratch, что позволяет молодым людям кодировать свои собственные интерактивные истории, игры и анимации. Чтобы облегчить переход к кодированию, команда MIT Scratch разрабатывает серию основанных на интересах «microworlds» - специализированные среды кодирования, предназначенные для связи с интересами молодежи. Первые основанные на интересе микромиры разрабатываются в интересующих областях хип-хоп-танец, мода и спорт.

source: What are the project goals?
bg: Какви са целите на проекта?
cs: Jaké jsou cíle projektu?
cy: Beth yw amcanion y project?
ga: Cad iad aidhmeanna an tionscadail?
kk: Жобаның мақсаттары қандай?
km: តើគោលបំណងនៃគម្រោងមានអ្វីខ្លះ?
mi: He aha ngā aronga mō te kaupapa?
ru: Какие цели проекта?

source: <p><strong>Design goal</strong>: Identify design principles and develop technological infrastructure for supporting interestdriven trajectories into computational fluency.</p> <p><strong>Deployment goal</strong>: Provide more pathways from interest to computational fluency for populations of youth underrepresented in the computing world.</p> <p><strong>Research goal</strong>: Contribute to a deeper understanding of trajectories that youth follow from their interests into computational fluency</p>
cs: <p><strong>Návrhářský cíl</strong>: Identifikovat principy návrhu a vyvinout technologickou infrastrukturu pro podporování zájmově orientovaných cest k počítačové zběhlosti.</p> <p><strong>Vývojářský cíl</strong>: Poskytnout více cest od zájmové činnosti k počítačové šikovnosti v populacích mládeže málo zastoupených v počítačovém světě.</p> <p><strong>Výzkumnický cíl</strong>: Přispět k hlubšímu porozumění cest, které mladí ujdou od svých zájmů až k počítačové dovednosti</p>
cy: <p><strong>Amcan cynllunio</strong>: Adnabod egwyddorion cynllunio a datblygu strwythur technolegol ar gyfer cynnal cyfeiriadau diddordeb i rhuglder cyfrifiadurol.</p> <p><strong>Amcan darparu</strong>: Darparu rhagor o lwybrau o ddiddordeb i rhuglder cyfrifiadurol ar gyfer poblogaethau o bobl fanc sydd wedi ei dangynrychioli yn y byd cyfrifiadurol.</p> <p><strong>Amcan ymchwil</strong>: Cyfrannu i ddealltwriaeth ddyfnach o gyfeiriadau mae pobl ifanc yn eu dilyn o'u diddordeb mewn rhuglder cyfrifiadurol</p>
kk: ⇥⇥ <p><strong>Дизайн мақсаты </strong>:Дизайн принциптерін табу және қызығушылықтарды қолдау үшін технологиялық инфрақұрылымды дамыту Есептеу еркін меңгеруіндегі траектория </p> <p><strong>Орналастыру мақсаты </strong>:Жастардың популяциясы үшін бірнеше жолдардан есептеу еркін меңгеріміне дейін қамтамасыз етіңіз есептеу әлемдінде жеткіліксіз.</p> <p><strong>Зерттеу мақсаты </strong>: өздерінің қызығушылықтарынан ерген жасөспірімдердің терең түсінігіне ықпал ету Есептеу еркін меңгерімі</p> ⇥
mi: <p><strong>Whāinga Hoahoa</strong>: Tautohua ngā mātāpono, me te hanga i ngā rauemi hangarau hei tautoko i ngā kaupapa kaingākautia hei kōkiri i te whakaaro rorohiko.</p> <p><strong>Whāinga Tuku Hangarau</strong>: Kia hanga i ngā ara anō mō te whakaaro rorohiko </p> mō ngā hapori taiohi kāore anō kia uru ki te ao rorohiko <p><strong>Whāinga rangahau</strong>: Kia hōhonu ake te mōhio ki ngā ara o ngā taiohi e whai ana i ā rātou e kaingākau ai ki te </p> whakaaro rorohiko
ru: <p><strong>Дизайн</strong>: Узнай принципы дизайна и разработай технологическую инфраструктуру для поддерживающих ориентированных на интересы направлений в компьютерной беглости</p> <p><strong>Размещение</strong>: Обеспечь больше путей от интереса до беглости для поколений молодёжи недостаточно представленной в компьютерный мир</p> <p><strong>Изучение</strong>: Поспособствуй более глубокому пониманию направлений, которым следует молодёжь от их интересов до компьютерной беглости</p>

source: What activities have been offered so far?
cs: Jaké aktivity jsou dosud nabízeny?
cy: Pa weithgareddau sydd wedi eu cynnig hyd yma?
ga: Cad iad na gníomhaíochtaí curtha ar fáil go dtí seo?
kk: Қандай іс-шаралар ұсынылды?
mi: He aha ngā ngohe kua tukua kētia?
ru: Какие занятия были предложены до сих пор?
