Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: Going forward, you will receive occasional updates from the Scratch Team and Scratch Foundation with coding tips, inspirational stories, project ideas, and more. The Scratch Foundation is a non-profit that supports Scratch educational initiatives.
cs: Dále budete dostávat příležitostné aktuality od týmu Scratch a nadace Scratch s programátorskými tipy, inspirativními příběhy, nápady na projekty a další. Nadace Scratch je nezisková, podporující vzdělávací iniciativy Scratch.
cy: Yn y dyfodol, byddwch yyn derbyn diweddariadau achlysurol gan Dim Scratch a'r Scratch Foundation gyda chynghorion ar godio, hanesion i'ch ysbrydoli, syniadau am brojectau a mwy. Mae'r Scratch Foundation yn gorff ddim-er-elw sy'n cefnogi ymdrechion addysgol Scratch.
kk: Келешекте, сіздер Скретч тобының және Скретч Базасының кодтау түрінің, шабыттандыру әңгімелерінің, жобалар идеяларының және тағы басқалардың периодты жаңартылымын ала аласыз. Скретч Базасы Скретч білім бастамаларына қолдау көрсететін коммерциялық емес топ.
km: ចាប់ពីពេលនេះទៅ អ្នកនឹងទទួលបានព័ត៌មានថ្មីៗ​ម្តង​ម្កាល​ពី Scratch Team និង Scratch Foundation ដែលរួមមានគន្លឹះក្នុងការសរសេរកូដ រឿងលើកទឹកចិត្ត គំនិតសម្រាប់កិច្ចការ និងអ្វីផ្សេងទៀត។ Scratch Foundation គឺជាអង្គភាពមិនរកប្រាក់ចំណេញ ដែលគាំទ្រការផ្ដួចផ្ដើមផ្នែកអប់រំដែលទាក់ទងនឹង Scratch ។
mi: Ā muri noa nei, ka tukua he whakamōhio hou e te Tīma Scratch me te Scratch Foundation, he taki kōrero mō te waihanga waehere, he kōrero hīkaka, whakaaro mō ngā kaupapa, te aha ake. He rōpū kore-huamoni Te Scratch Foundation e tautoko ana i ngā mahi whakaako mō Scratch.
ru: В будущем вы будете получать периодические обновления от Scratch Team и Scratch Foundation с советами по кодированию, вдохновляющими историями, проектными идеями и т. Д. Фонд Scratch является некоммерческой организацией, которая поддерживает образовательные инициативы Scratch.

source: You can unsubscribe from within the updates or by clicking below:
cs: Odběr můžete odhlásit přímo z aktualit nebo kliknutím níže:
cy: Gallwch ddad-danysgrifio o o fewn y diweddariadau neu drwy glicio isod:
kk: Төменде шерту арқылы немесе жаңартылымдарда сіз жазылудан бас тарта аласыз:
km: អ្នកអាចឈប់ ទទួលយកព័ត៌មានថ្មីៗ ពីខាងក្នុងសារ ឬដោយចុចលើតំណខាងក្រោម៖
mi: Ki te wetemai i te rārangi rangitaki, pāwhiri ki raro nei:
ru: Вы можете отказаться от подписки в рамках обновлений или нажав ниже:

source: Thank you for confirming your email address!
cs: Děkujeme za potvrzení vaší e-mailové adresy!
cy: Diollch am gadarnhau eich cyfeiriad e-bost!
kk: Электрондық мекен-жайыңызды растағаныңызға рахмет!
km: អរគុណដែលបានអះអាងអាសយដ្ឋានអ៊ីមែលរបស់អ្នក!
mi: Ngā mihi mō te whakaū i tō wāhitau īmēra!
ru: Спасибо, что подтвердили свой адрес электронной почты!

source: It's easy (and free!) to sign up for a Scratch account.
bg: Лесно е (и безплатно!) да се регистрирате за Scratch акаунт.
cs: Je snadné (a zdarma!) si zaregistrovat Scratch účet.
cy: Mae'n hawdd (ac yn rhad ac am ddim!) i gofrestru am gyfrif Scratch.
ga: Tá sé éasca (agus saor ó chostas!) cuntas Scratch a chruthú.
kk: Скретч аккаунтына тіркелц өте оңай (және тегін!)
km: ការបង្កើតគណនីScratch មានភាពងាយស្រួល(ហើយឥតគិតថ្លៃ)។
mi: He ngāwari, (kāore he utu hoki) ki te hono ki a Scratch.
ru: Легко (и бесплатно!) Зарегистрироваться для учетной записи Scratch.

source: Thanks for joining Scratch!
bg: Благодарим Ви, че се присъединихте към Scratch!
cs: Děkujeme za připojení ke Scratch!
cy: Diolch am ymuno a Scratch!
ga: Go raibh maith agat as clárú le Scratch!
kk: Scratch-ке қосылу үшін рахмет!
km: អរគុណដែលបានចូលរួម Scratch!
mi: Ngā mihi mō te hono ki a Scratch!
ru: Спасибо, что присоединились к Scrtach!

source: You're now logged in.
cs: Jsi nyní přihlášen/a/.
cy: Rydych wedi eich mewngofnodi.
ga: Tá tú logáilte isteach anois.
kk: Сіз қазір жүйеге кірдіңіз
km: អ្នកកំពុងតែចូល។
mi: Kua uru koe.
ru: Теперь Вы вошли

source: Would you like to:
bg: Би ли искал:
cs: Přeješ si udělat:
cy: Hoffech chi:
ga: Ar mhaith leat:
kk: Сіз қалайсыз ба:
km: តើអ្នកចង់៖
mi: Tō hiahia:
ru: Хотите ли Вы:

source: Learn how to make a project
bg: Научете се как да създадете проект
cs: Naučit se vytvořit projekt
cy: Dysgu sut i wneud prosiect
ga: Foghlaim conas tionscadal a chruthú
kk: Жобаны қалай жасау туралы үйрену
km: ស្វែងយល់ពីរបៀបបង្កើត​កិច្ចការ
mi: Akona pēhea te waihanga i te kaupapa
ru: Узнать как сделать проект

source: Choose a starter project
bg: Избери начален проект
cs: Zvolit si úvodní projekt
cy: Dewis project cychwynnol
ga: Roghnaigh tionscadal tosaigh
kk: Бастапқы жобаны таңдау
km: ជ្រើសរើស​កិច្ចការ​ស្រួលៗមួយ
mi: Kōwhiritia he hononga tīmatanga
ru: Выбрать исходный проект

source: Connect with a Scratcher
bg: Свързване със Scratcher
cs: Spojit se se Scratcherem
cy: Cysylltu gyda Scratchwr
ga: Ceangal le Scratchálaí
kk: Скретчпен байланысу
km: ទាក់ទងជាមួយអ្នកប្រើ​ Scratch
mi: Toro atu ki tētahi Scratcher
ru: Связаться со Скретчерами

source: Next
bg: Следващ
cs: Další
cy: Nesaf
ga: Ar Aghaidh
kk: Келесі
km: បន្ទាប់
mi: Haere Tonu
ru: Далее

source: OK Lets Go!
bg: ОК, да вървим!
cs: Dobře, jdeme na to!
cy: Iawn - Beth am roi cynnig arni!
ga: OK, Ar Aghaidh Linn!
kk: ОК, алға!
km: អូខេ តោះចាប់ផ្ដើម!
mi: Ka pai, me haere!
ru: Начнем!

source: All Classes ( <span data-content="classroom-count">%(classroom_count)s</span> )
bg: Всички Класове (<span data-content="classroom-count">%(classroom_count)s</span>)
cs: Všechny třídy ( <span data-content="classroom-count">%(classroom_count)s</span> )
cy: Pob Dosbarth ( <span data-content="classroom-count">%(classroom_count)s</span> )
ga: Gach Rang ( <span data-content="classroom-count">%(classroom_count)s</span> )
kk: Барлық сыныптар ( <span data-content="classroom-count">%(classroom_count)s</span> )
km: ថ្នាក់ទាំងអស់ (<span data-content="classroom-count">%(classroom_count)s</span>)
mi: Ngā Akomanga Katoa ( <span data-content="classroom-count">%(classroom_count)s</span> )
ru: Все классы (<span data-content="classroom-count">%(classroom_count)s</span>)

source: Ended Classes ( <span data-content="closed-count">%(closed_count)s</span> )
bg: Завършили класове (<span data-content="closed-count">%(closed_count)s</span>)
cs: Ukončené třídy ( <span data-content="closed-count">%(closed_count)s</span> )
cy: Dosbarthiadau wedi dod i Ben ( <span data-content="closed-count">%(closed_count)s</span> )
kk: Аяқталған сыныптар ( <span data-content="closed-count">%(closed_count)s</span> )
km: ថ្នាក់ដែលបានបញ្ចប់ (<span data-content="closed-count">%(closed_count)s</span>)
mi: Ngā Akomanga kua mutu ( <span data-content="closed-count">%(closed_count)s</span> )
ru: Завершенные классы (<span data-content="closed-count">%(closed_count)s</span>)

source: All Class Alerts
bg: Напомняния за всички класове
cs: Upozornění všem třídám
cy: Hysbysiadau Pob Dosbarth
ga: Gach Fógra Ranga
kk: Барлық сынып хабарламалары
km: ដំណឹងពីថ្នាក់ទាំងអស់
mi: Ngā Whakaaraara Akomanga Katoa
ru: Все предупреждения о классе

source: Studio:
bg: Студио:
cy: Stiwdio:
ga: Stiúideo:
kk: Студия:
km: ស្ទូឌីយោ៖
mi: Taiwhanga:
ru: Студия:

source: Extension Developer Terms of Use
bg: Условия за използване на разширения от разработчици
cy: Amodau Defnydd Datblygwr Estyniad
ga: Téarmaí Úsáide don bhForbróir Eisínteachtaí
kk: Қолдану мақсатындағы дамытушы кеңейтілімі
km: លក្ខខណ្ឌប្រើប្រាស់សម្រាប់អ្នកបង្កើតកម្មវិធីបន្ថែម
mi: Ngā Tikanga Whakamahi mō ngā Kaiwaihanga Toronga
ru: Условия использования расширенния разработчика

source: Submit
bg: Изпращам
cs: Odeslat
cy: Cyflwyno
ga: Seol
kk: Жіберу
km: បញ្ចូន
mi: Tāpaetia
ru: Отправить

source: Older messages
bg: Стари съобщения
cs: Staré zprávy
cy: Negeseuon hyn
ga: Teachtaireachtaí níos sine
kk: Егде хабарлары
km: សារចាស់ៗ
mi: Ngā karere tawhito
ru: Предыдущие сообщения

source: Newer messages
bg: Нови съобщения
cs: Novější zprávy
cy: Negeseuon diweddarach
ga: Teachtaireachtaí níos nuaí
kk: Жаңалау хабарлары
km: សារថ្មីៗ
mi: Ngā karere hou
ru: Новые сообщения

source: Scratch Studio
bg: Scratch студио
cy: Stiwdio Scratch
ga: Stiúideo Scratch
kk: Скретч студия
mi: Te Taiwhanga Scratch
ru: Студия Scratch

source: Report this studio
bg: Съобщи за нередност свързана с това студио
cs: Nahlásit toto studio
cy: Adrodd ar y Stiwdio hwn
ga: Déan gearán faoin stiúideo seo
kk: Бұл студияны хабарлау
km: រាយការណ៍ពីស្ទូឌីយោនេះ
mi: Whakamōhio atu mō tētahi hē o te taiwhanga
ru: Пожаловаться на студию

source: Updated %(tDate)s
bg: Обновено %(tDate)s
cs: Změněné %(tDate)s
cy: Wedi diweddaru %(tDate)s
ga: Nuashonraithe %(tDate)s
kk: Жаңартылды %(tDate)s
km: បានកែសម្រួល%(tDate)s
mi: Whakahoungia %(tDate)s
ru: Обновлено %(tDate)s

source: Describe what this studio is about.
bg: Опишете за какво е това студио.
cs: Popiš, o čem je toto studio.
cy: Disgrifiwch natur y stiwdio
ga: Déan cur síos ar an stiúideo seo.
kk: Бұл студия не туралы екені жөнінде сипаттаңыз
km: ពណ៌នាពីស្ទូឌីយោនេះ
mi: He kupu whakamārama mō te taiwhanga.
ru: Опиши, о чем эта студия

source: <span data-count="followers">%(follow_count)s</span> Follower
bg: <span data-count="followers">%(follow_count)s</span> Последователи
cs: <span data-count="followers">%(follow_count)s</span> následovník
cy: <span data-count="followers">%(follow_count)s</span> Dilynwr
ga: <span data-count="followers">%(follow_count)s</span> Leantóir
kk: <span data-count="followers">%(follow_count)s</span> Жазылушылар
km: អ្នកតាម <span data-count="followers">%(follow_count)s</span>
mi: <span data-count="followers">%(follow_count)s</span> te Apataki
ru: <span data-count="followers">%(follow_count)s</span> Подписчик

source: Projects ( <span data-count="projects">100+</span> )
bg: Проекти ( <span data-count="projects">100+</span>)
cs: Projekty ( <span data-count="projects">100+</span> )
cy: Projectau ( <span data-count="projects">100+</span> )
ga: Tionscadail ( <span data-count="projects">100+</span> )
kk: Жобалар ( <span data-count="projects">100+</span> )
km: កិច្ចការ (<span data-count="projects">100+</span>)
mi: Kaupapa ( <span data-count="projects">100+</span> )
ru: Проектов(<span data-count="projects">100+</span>)

source: Projects ( <span data-count="projects">%(tCount)s</span> )
bg: Проекти ( <span data-count="projects">%(tCount)s</span> )
cs: Projekty ( <span data-count="projects">%(tCount)s</span> )
cy: Projectau (<span data-count="projects">%(tCount)s</span> )
ga: Tionscadail ( <span data-count="projects">%(tCount)s</span> )
kk: Жобалар ( <span data-count="projects">%(tCount)s</span> )
km: កិច្ចការ ( <span data-count="projects">%(tCount)s</span> )
mi: Kaupapa ( <span data-count="projects">%(tCount)s</span> )
ru: Проекты (<span data-count="projects">%(tCount)s</span>)

source: Comments ( <span data-count="comments">%(tCount)s</span> )
bg: Коментари ( <span data-count="comments">%(tCount)s</span> )
cs: Komentáře ( <span data-count="comments">%(tCount)s</span> )
cy: Sylwadau (<span data-count="comments">%(tCount)s</span> )
ga: Nótaí Tráchta ( <span data-count="comments">%(tCount)s</span> )
kk: Пікірлер ( <span data-count="comments">%(tCount)s</span> )
km: មតិ ( <span data-count="comments">%(tCount)s</span> )
mi: Ngā kōrero tuku ( <span data-count="comments">%(tCount)s</span> )
ru: Комментарии ( <span data-count="comments">%(tCount)s</span> )

source: Curators
bg: Куратори
cs: Správci
cy: Curaduron
ga: Coimeádaithe
kk: Кураторлар
km: អ្នកប្រមូល
mi: Kaiwhakahaere
ru: Кураторы

source: You have <span id="chars-left-<%%- comment_id %%>">500</span> characters left.
bg: Остават Ви още <span id="chars-left-<%%- comment_id %%>">500</span> символа.
cs: Můžeš použít <span id="chars-left-<%%= comment_id %%>">500</span> znaků.
cy: Mae gennych <span id="chars-left-<%%- comment_id %%>">500</span> nod ar ol.
kk: Сізде <span id="chars-left-<%%- comment_id %%>"> 500 </span> символдар қалды
km: អ្នកនៅសល់តួអក្សរ <span id="chars-left-<%%- comment_id %%>">500</span> ទៀត។
mi: <span id="chars-left-<%%- comment_id %%>">500</span> ngā pūāhua kei te toi.
ru: У тебя осталось <span id="chars-left-<%%- comment_id %%>">500</span> символов

source: Congratulations! You are now a curator of this studio.
bg: Честито! Сега сте куратор на това студио.
cs: Blahopřeji! Jsi teď správce tohoto studia.
cy: Llongyfarchiadau! Chi nawr yw curadur y stiwdio yma.
ga: Comhghairdeas! Tá tú i do choimeádaí ar an stiúideo seo anois.
kk: Құттықтаймын!Сіз бұл студияның кураторысыз.
km: សូមអបអរសាទរ អ្នកបានក្លាយជាអ្នកប្រមូលសម្រាប់ស្ទូឌីយោនេះ
mi: Tau kē! Kua eke koe hei kaiwhakahaere mō tēnei taiwhanga.
ru: Поздравляем! Ты стал куратором этой студии.

source: %(username)s Studio (%(tGCount)s)
bg: %(username)s Студио (%(tGCount)s)
cs: Studio %(username)s (%(tGCount)s)
cy: %(username)s Stiwdio (%(tGCount)s)
ga: Stiúideo %(username)s (%(tGCount)s)
kk: %(username)s Студия (%(tGCount)s)
km: ស្ទូឌីយោរបស់%(username)s (%(tGCount)s)
mi: %(username)s Taiwhanga (%(tGCount)s)
ru: %(username)s студия (%(tGCount)s)

source: Newest
bg: Най-ново
cs: Nejnovější
cy: Diweddaraf
ga: Is Nuaí
kk: Жаңалар
km: ថ្មីបំផុត
mi: Ngā mea hou
ru: Самые новые

source: Oldest
bg: Най-старо
cs: Nejstarší
cy: Hynaf
ga: Is Sine
kk: Ескілері
km: ចាស់បំផុត
mi: Ngā me tawhito
ru: Самые старые

source: Most viewed
bg: Най-гледано
cs: Nejprohlíženější
cy: Wedi ei weld amlaf
ga: Feicthe is minice
kk: Ең көп көрілген
km: មើលច្រើនបំផុត
mi: Te Toi o ngā Tirohanga
ru: Самые просматриваемые

source: Most loved
bg: Най-обичано
cs: Nejvíc lajků
cy: Hoff
ga: An grá is mó
kk: Ең жақсы көретін
km: ស្រលាញ់ច្រើនបំផុត
mi: Tino Arohaina
ru: Самые любимые

source: Most favorited
bg: Най-любимо
cs: Nejvíc vybírané
cy: Wedi ei ffefrynnu amlaf
ga: Ceanaithe is minice
kk: Ең таңдаулы
km: ចូលចិត្តច្រើនបំផុត
mi: Te Tino Whaka-makau
ru: Самые подписываемые

source: Most remixed
cs: Nejvíce upravované
cy: Wedi ei ailgymysgu amlaf
ga: Athmheasctha is minice
kk: Көп біріктірілген
km: បានកែបន្ថែមច្រើនបំផុត
mi: Te maha o ngā Whakarākeitanga
ru: Самые ремиксуемые

source: Today
bg: Днес
cs: Dnes
cy: Heddiw
ga: Inniu
kk: Бүгін
km: ថ្ងៃនេះ
mi: Tēnei Rā
ru: Сегодня

source: On
bg: Включено
cs: Připojen
cy: Ymlaen
ga: Ar
kk: қосулы
km: បើក
mi: Āe
ru: На

source: made edits to title or description of this studio
cs: provedl změny názvu nebo popisu tohoto studia
cy: wedi golygu teitl neu ddisgrifiad o'r stiwdio hwn
ga: - chuir sé/sí na teidil nó cur síos an stiúideo seo in eagar:
kk: студия атына немесе сипаттамасына өзгерістер енгізілді
km: បានកែចំណងជើងឬសេចក្តីពិពណ៌នារបស់ស្ទូឌីយោនេះ
mi: kua whakatika i te taitara, kupu whakamārama rānei o tēnei taiwhanga
ru: изменил/а название или описание этой студии

source: added the project
cs: přidal projekt
cy: wedi ychwanegu'r project
ga: - chuir sé/sí an tionscadal leis
kk: проект қосылды
km: បានបន្ថែម​កិច្ចការ
mi: i tāpiri i te kaupapa
ru: добавил/а проект

source: left a
bg: наляво
cs: zanechal
cy: wedi gadael
ga: - d'fhág sé/sí
kk: қалдырды
km: បានទុក
mi: waihotia he
ru: оставил/а

source: accepted an invitation
cs: přijal pozvání
cy: wedi derbyn gwahopddiad
ga: - ghlac sé/sí le cuireadh
kk: шақыруды қабыл алды
km: បានទទួលយកការអញ្ជើញ
mi: i whakaae ki te pōwhiri
ru: принял/а приглашение

source: from
bg: от
cs: od
cy: oddi wrth
ga: ó
kk: дан
km: ពី
mi: mai i
ru: от

source: to curate this studio
cs: spravovat toto studio
cy: i guradu'r stiwdio hwn
ga: dul i gceannas ar an stiúideo seo
kk: бұл студияға жетекшілік ету
km: ដើម្បីប្រមូលកិច្ចការដាក់ក្នុងស្ទូឌីយោនេះ
mi: hei kaiwhakahaere mō tēnei taiwhanga
ru: курировать эту студию

source: was promoted to manager
cs: byl povýšen na vedoucího
cy: wedi ei ddyrchafu'n reolwr
ga: - rinne bainisteoir as/aisti
kk: менеджерге дейін көтерілді
km: ត្រូវបានដំឡើងតំណែងជាអ្នកគ្រប់គ្រង
mi: kua whakakakea hei kaiwhakahaere
ru: был/а повышен/а до менеджера

source: removed the project
cs: odstranil projekt
cy: wedi tynnu'r project
ga: - bhain sé/sí an tionscadal
kk: жобаны алып тастау
km: បានដកកិច្ចការ
mi: i tango i te kaupapa
ru: удалил/а проект

source: removed the curator
cs: odstraněný správcem
cy: wedi tynnu' r curadur
kk: кураторды алып тастау
km: បានដកអ្នកប្រមូល
mi: i tango i te kaiwhakahaere
ru: удалил/а куратора

source: Invite owners
cs: Přizvat vlastníky
cy: gwahodd y perchnogion
ga: Tabhair cuireadh d'úinéirí
kk: Иелерді шақыру
km: អញ្ជើញម្ចាស់
mi: Pōwhiri i ngā kaiwhiwhi
ru: Пригласить владельцев

source: Invite curators
cs: Přizvat další správce
cy: gwahodd curaduron
ga: Tabhair cuirí do choimeádaithe
kk: Кураторларды шақыру
km: អញ្ជើញអ្នកប្រមូល
mi: Pōwhiritia he kaiwhakahaere
ru: Пригласить кураторов

source: Add
bg: Добави
cs: Přidat
cy: Ychwanegu
ga: Cuir Leis
kk: Қосу
km: បន្ថែម
mi: Tāpiritia
ru: Добавить

source: Invite owners by username or select from the explore bar below!
cs: Přizvi vlastníky jménem nebo výběrem z dolní průzkumné lišty!
cy: Gwahodd perchnogion yn ol enw defnyddiwr neu ddewis o'r bar archwilio isod!
ga: Tabhair cuireadh d'úinéirí de réir ainm úsáideora, nó roghnaigh ón mbarra thíos!
kk: Қолданушы есімі бойынша иелерді шақырыңыз немесе төмендегі іздеу жолағын таңдаңыз!
km: អញ្ជើញម្ចាស់ដោយប្រើឈ្មោះគណនី ឬជ្រើសពីរបាស្វែងរកខាងក្រោម!
mi: Pōwhiritia ngā kaiwhiwhi mā te tohu tuakiri, kōwhirihia rānei i te ripa kei raro nei!
ru: Пригласи владельцев по именам пользователей или выбери в раскрывающейся панели внизу экрана!

source: Invite curators by username or select from the explore bar below!
cs: Přizvi správce jménem nebo výběrem z dolní průzkumné lišty!
cy: Gwahodd curaduron yn ol enw defnyddiwr neu ddewis o'r bar archwilio isod!
ga: Tabhair cuireadh do choimeádaithe de réir ainm úsáideora, nó roghnaigh ón mbarra thíos!
kk: Қолданушы есімі бойынша кураторларыңызды шақырыңыз немесе төмендегі іздеу жолағын таңдаңыз!
km: អញ្ជើញអ្នកប្រមូលដោយប្រើឈ្មោះគណនី ឬជ្រើសពីរបាស្វែងរកខាងក្រោម!
mi: Pōwhiritia ngā kaiwhakahaere mā te tohu tuakiri, kōwhirihia rānei i te ripa kei raro nei!
ru: Пригласи кураторов по именам пользователей или выбери в раскрывающейся панели внизу экрана!

source: Add Owners
cs: Přidání vlastníků
cy: Ychwanegu Perchnogion
ga: Cuir Úinéirí Leis
kk: Иелерді қосу
km: បន្ថែមម្ចាស់
mi: Tāpiritia Kaiwhiwhi
ru: Добавить владельцев

source: Add Curators
cs: Přidání správce
cy: Ychwanegu Curaduriaid
kk: Кураторларды қосу

source: Scratchers I'm Following
cs: Scratch-eři které následuji
cy: Scratchwyr rwy'n eu Dilyn
kk: Мен ерген Стретчерлер

source: Scratchers Following Me
cs: Scratch-eři kteří mě následují
cy: Scratchers sy'n fy Nilyn i
ga: Scratchálaithe do mo leanúint
kk: Маған жазылған Скретчрлер
km: អ្នកប្រើ Scratch ដែលតាមខ្ញុំ
mi: He Scratcher e Whai ana i a Au
ru: Скретчеры, подписанные на меня

source: Add Projects
bg: Добави проекти
cs: Přidat projekty
cy: Ychwanegu Projectau
ga: Cuir Tionscadail Leis
kk: Жобаларды қосу
km: បន្ថែមកិច្ចការ
mi: Tāpiri Kaupapa
ru: Добавить проекты

source: My Shared Projects
bg: Мои споделени проекти
cs: Moje sdílené projekty
cy: Fy Mrhojectau wedi eu Rhannu
ga: Tionscadail a Chomhroinn Mé
kk: Мен бөліскен жобалар
km: កិច្ចការដែលបានចែករំលែករបស់ខ្ញុំ
mi: Āku Kaupapa kua Tuaritia
ru: Мои общедоступные проекты

source: My Favorites
bg: Моите любими
cs: Můj výběr oblíbených
cy: Fy Ffefrynnau
ga: Na Tionscadail Is Ansa Liom
kk: Менің сүйіктілерім
km: កិច្ចការដែលខ្ញុំចូលចិត្ត
mi: Nāku e Pai ai
ru: Мои избранные проекты

source: My Recent Views
cs: Moje nedávno prohlížené
cy: Fy Ngholygon Diweddar
ga: Feicthe Le Déanaí
kk: Менің Соңғы көрулерім
km: កិច្ចការដែលខ្ញុំទើបតែមើល
mi: Āku Kitenga Inātata nei
ru: Мои недавние просмотры

source: My Students' Projects
cs: Projekty mých studentů
cy: Projectau fy Nysgwyr
kk: Менің студенттерімдің жобалары
km: កិច្ចការសិស្សរបស់ខ្ញុំ
mi: Ngā Kaupapa o āku Ākonga
ru: Проекты моих студентов

source: Add projects
bg: Добави проекти
cs: Přidat projekty
cy: Ychwanegu projectau
ga: Cuir tionscadail leis
kk: Жобаларды қосу
km: បន្ថែមកិច្ចការ
mi: Tāpiri Pūkete
ru: Добавить проекты

source: Add by url
bg: Добави с url адрес
cs: Přidat podle adresy
cy: Ychwanegu drwy URL
ga: De réir URL
kk: url арқылы қосу
km: បន្ថែមដោយប្រើតំណ URL
mi: Tāpiritia mā te URL
ru: Добавить по url

source: You can select projects from the bar below or add by url above.
cs: Můžeš vybírat projekty z lišty níže nebo přidávat podle adresy nebo označení výše.
cy: Gallwch ddewis projectau o'r bar isod neu drwy'r URL uchod.
ga: Is féidir tionscadail a roghnú ón mbarra thíos, nó de réir URL thuas.
kk: Сіз төмендегі нұсқаудан жобаларды таңдай аласыө немесе жоғарыдағы url арқылы қоса аласыз.
km: អ្នកអាចជ្រើសរើសកិច្ចការពីរបាខាងក្រោម ឬបន្ថែមដោយប្រើតំណខាងលើ
mi: Kia whiriwhiri i ngā kaupapa, kimihia i te pae kei raro nei, tukua te URL rānei kei runga nei.
ru: Ты можешь выбрать проекты из панели ниже или добавить по указанному выше адресу url.

source: Follow
bg: Следвай
cs: Následovat
cy: Dilyn
ga: Lean
kk: Еру
km: តាម
mi: Tautāwhi
ru: Подписаться

source: Unfollow
bg: Спри да следваш
cs: Zrušit následování
cy: Dad-ddilyn
ga: Dílean
kk: Ермеу
km: ឈប់តាម
mi: Kati-te-tautāwhi
ru: Отписаться

source: Please verify your account
cs: Prosím zkontroluj svůj účet
cy: Dilyswch eich cyfrif
ga: Deimhnigh do chuntas
kk: Өтінемін аккаутыңызды тексеріңіз
km: សូមផ្ទៀងផ្ទាត់គណនីរបស់អ្នក
mi: Tēnā, kia whakaū i tō pūkete
ru: Пожалуйста, подтверди свою учетную запись

source: Please enter the text below
cs: Prosím zadej text níže
cy: Rhowch y testun isod

source: Submit Password
cs: Odeslat heslo
cy: Cyflwyno Cyfrinair
ga: Seol an Focal Faire
kk: Парольді жіберу
km: ដាក់ស្នើពាក្យសម្ងាត់
mi: Tuku Kupu Hipa
ru: Подтвердить пароль

source: Last modified
cs: Naposledy změněno
cy: Newidiwdy ddiwethaf
ga: Dáta Athraithe
kk: Соңғы рет өзгертілді
km: កែប្រែចុងក្រោយ
mi: Panoni nō nātata nei
ru: Время изменения

source: Views
bg: Преглеждания
cs: Přístupy
cy: Golygon
ga: Amhairc
kk: Көрулері
km: ចំនួនមើល
mi: Ngā Tirohanga
ru: Просмотры

source: Loves
bg: Обичам
cs: Lajkované
cy: Hoffi
ga: Grá
kk: Жақсы көретіндер
km: ចំនួនស្រលាញ់
mi: Arohaina
ru: Лайки

source: Remixes
bg: Ремиксиране
cs: Upravené
cy: Ailgymysgiu
ga: Athmheasctha
kk: Біріктемелер
km: ចំនួនកែបន្ថែម
mi: Ngā Whakarākeitanga
ru: Ремиксы
