Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: The owner of this address has requested their address be removed from our lists. Please <a onClick="redirectParent('%(settings_url)s');" href="#">change your address to a new one</a> or <a onClick="redirectParent('%(contact_us_url)s');" href="#">contact us</a> if you have questions.
cs: Majitel této adresy požadaval tuto adresu odstranit z našich seznamů. Prosím <a onClick="redirectParent('%(settings_url)s');" href="#">změň svou adresu na novou</a> nebo <a onClick="redirectParent('%(contact_us_url)s');" href="#">nás kontaktuj</a> pokud máš dotazy.
cy: Mae perchennog y cyfeiriad hwn wedi gofyn i'w cyfeiriad gael ei dynnu o'n rhestrau. <a onClick="redirectParent('%(settings_url)s');" href="#">Newidiwch eich cyfeiriad i un newydd</a> neu <a onClick="redirectParent('%(contact_us_url)s');" href="#">cysylltwch a ni</a> os oes gennych gwestiynnau.
ga: D'iarr úinéir an tseolta seo orainn é a bhaint dár liostaí. Le do thoil <a onClick="redirectParent('%(settings_url)s');" href="#">athraigh do sheoladh go ceann nua</a> nó <a onClick="redirectParent('%(contact_us_url)s');" href="#">téigh i dteagmháil linn</a> má bhíonn aon cheist agat.
kk: Осы мекен-жайдың иесі біздің тізімнен өздерінің мекен-жайын жоюға өтініш берді. Өтінемін, <a onClick="redirectParent('%(settings_url)s');" href="#"> өзіңіздің мекен-жайыңызды жаңасына өзгертіңіз </a> немесе <a onClick="redirectParent('%(contact_us_url)s');" href="#"> бізге хабарласыңыз, </a>егер сұрақтарыңыз болса.
km: ម្ចាស់អាសយដ្ឋាននេះបានស្នើឲ្យយើងដកអាសយដ្ឋានរបស់គេចេញពីបញ្ជីរបស់យើង។ <a onClick="redirectParent('%(settings_url)s');" href="#">សូមប្ដូរអាសយដ្ឋានរបស់អ្នកទៅអាសយដ្ឋានថ្មី</a> ឬ<a onClick="redirectParent('%(contact_us_url)s');" href="#">ទាក់ទងយើង</a>ប្រសិនបើអ្នកមានសំណួរ។
mi: Kua tono mai te tangata nāna tēnei wāhitau (īmēra) kia tangohia te īmēra i ō mātou rārangi. Tēnā, <a onClick="redirectParent('%(settings_url)s');" href="#">me huri koe i te īmēra ki tētahi atu</a>, <a onClick="redirectParent('%(contact_us_url)s');" href="#">whakapā mai rānei ki a mātou</a> rānei, ina he pātai tāhou
ru: Владелец этого адреса попросил удалить свой адрес из наших списков. Пожалуйста, <a onClick="redirectParent('%(settings_url)s');" href="#">измените свой адрес на новый</a> или <a onClick="redirectParent('%(contact_us_url)s');" href="#">свяжитесь с нами</a>, если у вас есть вопросы.

source: Check for the confirmation message we sent to: <strong>%(email_address)s</strong>
cs: Zkontroluj ověřovací zprávu, kterou jsme poslali na: <strong>%(email_address)s</strong>
cy: Edrychwch am y neges cadarnhau rydym wedi ei hanfon i" %(email_address)s<strong>
ga: Seiceáil an teachtaireacht deimhniúcháin a sheolamar chuig: <strong>%(email_address)s</strong>
kk: Біз жіберген растау хатын тексеріңіз: <strong>%(email_address)s</strong>
km: សូមពិនិត្យមើលសារអះអាងដែលយើងបានផ្ញើទៅ៖ <strong>%(email_address)s</strong>
mi: Tēnā, rapua te īmēra i tuku ai mātou ki: <strong>%(email_address)s</strong>
ru: Проверьте письмо с подтверждением, отправленное на:<strong>%(email_address)s</strong>

source: Make sure your email address is correct (see <a onClick="redirectParent('%(settings_url)s');" href="#">Account Settings</a>).
bg: Уверете се, че вашия email адрес е правилен (вижте <a onClick="redirectParent('%(settings_url)s');" href="#"> Настройки на профил </a>).
cs: Ujisti se, že tvoje e-mailová adresa je správná (viz <a onClick="redirectParent('%(settings_url)s');" href="#">Nastavení účtu</a>).
cy: Gwnewch ynsiwr fod eichcyfeiriad e-bost yn gywir (gw. <a onClick="redirectParent('%(settings_url)s');" href="#">Gosodiadau Cyfrif</a>).
ga: Déan cinnte go bhfuil do sheoladh ríomhphoist i gceart (féach <a onClick="redirectParent('%(settings_url)s');" href="#">Socruithe Cuntais</a>).
kk: Электрондық поштаңызды дұрыстығына көз жеткізіңіз (see <a onClick="redirectParent('%(settings_url)s');" href="#">Account Settings</a>).
km: សូមប្រាកដថាអាសយដ្ឋានអ៊ីមែលរបស់អ្នកគឺត្រឹមត្រូវ​ (មើល<a onClick="redirectParent('%(settings_url)s');" href="#">ការកំណត់គណនី</a>)។
mi: Tēnā, tirotiro mēnā kei te tika tō īmēra (tirohia ngā <a onClick="redirectParent('%(settings_url)s');" href="#">Tautuhinga Pūkete</a>).
ru: Убедитесь, что ваш адрес электронной почты указан правильно (см. <a onClick="redirectParent('%(settings_url)s');" href="#">Настройки аккаунта</a>).

source: Ok, back to Scratch
bg: ОК, обратно в Scratch
cs: Dobře, zpět na Scratch
cy: Iawn, nol i Scratch
ga: Ok, ar ais go Scratch
kk: Жақсы, Scratch-ке қайтып келу
km: អូខេ ត្រឡប់ទៅ Scratch វិញ
mi: Ka pai, hoki atu ki a Scratch
ru: OK, обратно в Scratch

source: Subscription update successful.
bg: Актуализацията на абонамента е успешна.
cs: Změna registrace odběru proběhla úspěšně.
cy: Diweddarwyd y tanysgrifiad yn llwyddiannus.
ga: Síntiús nuashonraithe.
kk: Жазылым сәтті жаңартылды
km: ការតាមបានកែប្រែថ្មីដោយជោគជ័យ
mi: Kua tutuki i te whakahou o te ohaurunga.
ru: Подписка успешно обновлена.

source: Password
bg: Парола
cs: Heslo
cy: Cyfrinair
ga: Focal Faire
kk: Құпиясөз
km: ពាក្យសម្ងាត់
mi: Kupu Hipa
ru: Пароль

source: Account Settings for %(username)s
bg: Настройки на профила за %(username)s
cs: Nastavení účtu pro %(username)s
cy: Gosodiadau Cyfrif %(username)s
ga: Socruithe Cuntais do %(username)s
kk: %(username)s аккаунтың паратмертлері
km: ការកំណត់គណនីសម្រាប់%(username)s
mi: Tautuhinga Pūkete mō %(username)s
ru: Настройки аккаунта для %(username)s

source: After changing your password, you will be prompted to log back in.
bg: След смяна на паролата ще бъдете подканени да влезете наново.
cs: Po změně svého hesla budeš znovu vyzván/a/ k přihlášení.
cy: Ar ôl newid eich cyfrinair, gofynnir i chi fewngofnodi eto.
ga: Tar éis duit d'fhocal faire a athrú, caithfidh tú logáil isteach arís.
kk: Өз құпиясөзіңізді өзгерткеннен кейін, сізге жүейге қайта кіріңуіз сұралады
km: បន្ទាប់ពីប្ដូរពាក្យសម្ងាត់របស់អ្នកហើយ អ្នកនឹងត្រូវបានតម្រូវឱ្យចូលគណនីវិញ។
mi: A muri i te hurihanga o tō kupu hipa, ka tonoa koe ki te takiuru anō.
ru: После изменения пароля вам будет предложено снова войти в систему.

source: Change Password
bg: Смяна на парола
cs: Změnit heslo
cy: Newid Cyfrinair
ga: Athraigh d'Fhocal Faire
kk: Құпия сөзді өзгерту
km: ប្ដូរពាក្យសម្ងាត់
mi: Hurihia te Kupu Hipa
ru: Изменить пароль

source: Hi %(username)s!
bg: Здравей %(username)s!
cs: Zdravím uživatele %(username)s!
cy: Helo %(username)s
ga: Dia dhuit a %(username)s!
kk: Сәлем %(username)s!
km: សួស្ដី%(username)s!
mi: Tēnā koe %(username)s!
ru: Привет, %(username)s!

source: Your password on Scratch was recently changed. If you requested this change, you can ignore this email. Otherwise, please contact the Scratch Team at %(help_email)s.
cs: Tvoje heslo na Scratch bylo nedávno změněno. Pokud jsi požadoval/a/ tuto změnu, můžeš tento e-mail ignorovat. V opačném případě prosím kontaktuj tým Scratch na %(help_email)s.
cy: Cafodd eich cyfrinair ar Scratch ei newid yn ddiweddar. Os ydych chi angen y newid hwn, gallwch anwybyddu'r neges hon. Fel arall, cysylltwch a's Tim Scratch yn %(help_email)s.
kk: Сіздің Скретчтегі құпиясөзіңіз жақында өзгертілді. Егер сізден осы өзгерісті сұраған болса, сіз осы электрондық хабарламаны елемеуге болады. Басқалай, өтінемін Скретч Тобына хабарласыңыз %(help_email)s.
km: ពាក្យសម្ងាត់របស់អ្នកនៅ Scratch ត្រូវបានប្ដូរថ្មីៗនេះ។ ប្រសិនបើអ្នកបានស្នើការផ្លាស់ប្ដូរនេះ អ្នកអាចមិនខ្វល់ពីអ៊ីមែលនេះ។ បើអ្នកមិនបានស្នើទេ សូមទាក់ទងទៅកាន់ Scratch Team តាមរយៈ %(help_email)s។
mi: Ināia tata nei, i hurihia tō kupu hipa mō Scratch. Mehemea nāhau i whakahuri i te kupu hipa, waihotia tēnei īmēra. Ki te kore, Ki te kore, whakapā mai ki te Tīma Scratch kei: %(help_email)s.
ru: Ваш пароль на сайте Scratch был недавно изменен. Если вы запрашивали изменение, просто проигнорируйте это письмо. В противном случае, пожалуйста, свяжитесь с командой Scratch по адресу %(help_email)s.

source: Your Scratch account password was changed
bg: Паролата на профила Ви в Scratch е променена
cs: Tvoje heslo k účtu Scratch bylo změněno
cy: Cafodd cyfrinair eich cyfrif Scratch ei newid.
ga: Athraíodh d'fhocal faire Scratch
kk: Сіздің Скретч аккаунтының құпиясөзі өзгертілді
km: ពាក្យសម្ងាត់សម្រាប់គណនី Scratch របស់អ្នកត្រូវបានប្ដូរ
mi: Kua hurihia tō kupu hipa Scratch
ru: Пароль аккаунта Scratch был изменен

source: Oops! There has been a problem unsubscribing your email address.
cs: Běda! Nastal problém s odregistrováním tvé e-mailové adresy.
cy: Wps! Bu anhawster wrth ddad-danysgrifio eich cyfrif e-bost.
ga: Úps! Bhí fadhb le díliostáil do sheoladh ríomhphoist.
kk: Упсс! Мында сіздің электрондық поштаңыздың мекен-жайынызға қатысты мәселе пайда болды.
km: អុញ! មានបញ្ហាក្នុងការដកអ៊ីមែលរបស់អ្នក។
mi: Aue! I puta he raru i te tangohanga i tō īmēra.
ru: К сожалению, не удалось отменить подписку на ваш адрес электронной почты.

source: If you continue to have issues, contact the <a href="%(contact_url)s">Scratch Team</a>.
cs: Pokud máš stále potíže, kontaktuj <a href="%(contact_url)s">tým Scratch</a>.
cy: Os ydych yn parhau i gael anhawsterau, cysylltwch a <a href="%(contact_url)s">Thim Scratch</a>
ga: Má bhíonn fadhbanna agat i gcónaí, téigh i dteagmháil le <a href="%(contact_url)s">Foireann Scratch</a>.
kk: Егер сізде мәселелер қайталанытын болса, хабрласыңыз <a href="%(contact_url)s">Scratch Team</a>.
km: ប្រសិនបើអ្នកនៅតែមានបញ្ហា សូមទាក់ទង<a href="%(contact_url)s">Scratch Team</a>។
mi: Ina ka raru tonu koe, whakapā mai ki <a href="%(contact_url)s">Te Tīma Scratch</a>.
ru: Если эта проблема будет возникать в дальнейшем, свяжитесь с <a href="%(contact_url)s">командой Scratch</a>.

source: Unsubscribed
bg: Отписахте се
cs: Odregistrováno
cy: Dad-danysgriwyd
ga: Díliostáilte
kk: Жазылмаған
km: ឈប់តាម
mi: Kua Tangohia
ru: Подписка отменена

source: Your email address has been unsubscribed.
bg: Вашия email адрес вече не е абониран.
cs: Tvoje e-mailová adresa byla odregistrována.
cy: Mae eich cyfrif e-bost wedi ei ddad-danysgroifio.
ga: Díliostáladh do sheoladh ríomhphost.
kk: Сіздің электрондық поштаңыз жазылудан бас тартты
km: អាសយដ្ឋានអ៊ីមែលរបស់អ្នកត្រូវបានដកចេញពីការតាម។
mi: Kua tangohia tō īmēra.
ru: Вы успешно отписались от рассылки.

source: You can manage your subscription to Scratch updates from the Email tab of your <a href="%(account_url)s">Account Settings</a>.
bg: Можете да управлявате вашето вписване в Scratch updates от Email раздела от вашите <a href="%(account_url)s">Настройки на профил </a>.
cs: Může spravovat svou registraci k aktualizacím Scratch z karty E-mail nebo na svém <a href="%(account_url)s">Nastavení účtu</a>.
cy: Gallwch reoli eich tanysgrifiad i ddiweddariadau Scratch o dab e-bost eich <a href="%(account_url)s">Gosodiadau Cyfrif</a>.
ga: Tig leat bainistíocht a dhéanamh ar do shíntiús go nuashonraithe Scratch ón gcluaisín Ríomhphoist faoi na <a href="%(account_url)s">Socraithe Cuntais</a>.
kk: Сіз өзіңіздің Скретч жаңартуындағы жазылымыңызды өзіңіздің Электрондық парақтан басқара аласыз <a href="%(account_url)s"> Аккаунт параметрлері </a>.
km: អ្នកអាចគ្រប់គ្រងការទទួលបានព័ត៌មានថ្មីៗអំពី ​Scratch នៅលើផ្ទាំង "អ៊ីមែល" ក្នុង<a href="%(account_url)s">ការកំណត់គណនី</a>របស់អ្នក។
mi: Māhau e whakarite i ō ōhaurunga ki ngā karere whakahounga Scratch mai i te ripanga Īmēra o ō <a href="%(account_url)s">Tautuhinga Pūkete</a>.
ru: Вы можете управлять подпиской на обновления во вкладке «Электронная почта» в <a href="%(account_url)s">настройках аккаунта</a>.

source: Take me back to Scratch!
bg: Върни ме обратно в Scratch!
cs: Vezmi mě zpátky na Scratch!
cy: Cymrwch fi nol i Scratch!
ga: Ba mhaith liom filleadh ar Scratch!
kk: Мені Скретчке қайта апарыңыз!
km: នាំខ្ញុំទៅ Scratch វិញ។
mi: Whakahokia ahau ki a Scratch!
ru: Вернуться на сайт Scratch!

source: Imagine, Program, Share
bg: Измисляй, програмирай, споделяй
cs: Vymysli, programuj, poděl se
cy: Dychmygu, Rhaglennu, Rhannu
ga: Samhlaíocht, Ríomhchlárú, Comhphobal
kk: Елес, Бағдарлама, Бөлісу
km: គិតស្រម៉ៃ សរសេរកូដ ចែករំលែក
mi: Pōhewa, Waehere, Tuari
ru: Фантазируй, программируй, делись

source: Create
bg: Създай
cs: Tvořit
cy: Creu
ga: Cruthaigh
kk: Жасау
km: បង្កើត
mi: Hanga
ru: Создавай

source: Explore
bg: Прегледай
cs: Prozkoumat
cy: Archwilio
ga: Taiscéal
kk: Зерттеу
km: រកមើល
mi: Tūhura
ru: Исследуй

source: Tips
cy: Cynghorion
kk: Көмек сөздер

source: About
bg: За нас
cs: O aplikaci
cy: Ynglŷn â
ga: Maidir linn
kk: Ақпарат
km: អំពី
mi: Mō te kaupapa
ru: О проекте

source: Join Scratch
bg: Присъедини се към Scratch
cs: Připojit se ke Scratchi
cy: Ymuno â Scratch
ga: Cláraigh le Scratch
kk: Scratch-ке қосылу
km: បង្កើតគណនី
mi: Whakauruhia a Scratch
ru: Присоединяйcя

source: Sign in
bg: Вход
cs: Přihlášení
cy: Mewngofnodi
ga: Logáil isteach
kk: Кіру
km: ចូល
mi: Kuhu ki Roto
ru: Войти

source: Need help?
bg: Нуждаеш ли се от помощ?
cs: Potřebuješ pomoc?
cy: Angen cymorth?
ga: Cúnamh de dhíth ort?
kk: Көмектес керек па?
km: ត្រូវការជំនួយ?
mi: Kei te hia āwhina?
ru: Нужна помощь?

source: messages - updates and notices
bg: съобщения - актуализации и бележки
cs: zprávy - aktualizace a oznámení
cy: negeseuon - diweddariadau a hysbysiadau
ga: teachtaireachtaí - nuashonruithe agus fógraí
kk: хаттар-жаңарулар және ескертулер
km: សារ - ព័ត៌មានថ្មីៗនិងការជូនដំណឹង
mi: karere - whakahounga, pānui hoki
ru: сообщения - обновления и уведомления

source: my stuff - manage projects and studios
bg: моите неща - управление на проекти и студиа
cs: moje věci - správa projektů a studií
cy: fy mhethau - rheoli prosiectau a stiwdios
ga: mo chuid stuif - bainistigh tionscadail agus stiúideonna
kk: менің жұмысым-жобалар мен студияларды басқару
km: កិច្ចការរបស់ខ្ញុំ - គ្រប់គ្រងកិច្ចការ និងស្ទូឌីយោ
mi: āku mea - whakahaere i ngā pūkete, i ngā taiwhanga
ru: мои работы- управлять проектами и студиями

source: Profile
bg: Профил
cs: Profil
cy: Proffil
ga: Próifíl
kk: Профильді
km: ប្រវត្តិរូប
mi: Huanga
ru: Профиль

source: My Stuff
bg: Моите неща
cs: Moje věci
cy: Fy Mhethau
ga: Mo Chuid Stuif
kk: Менің командасым
km: កិច្ចការខ្ញុំ
mi: Taku Mea
ru: Мои работы

source: My Classes
bg: Моите класове
cs: Moje třídy
cy: Fy Nosbarthiadau
ga: Mo Ranganna
kk: Менің катарларым
km: ថ្នាក់ខ្ញុំ
mi: Aku Akomanga
ru: Мои классы

source: My Class
bg: Моят клас
cs: Moje třída
cy: Fy Nosbarth
ga: Mo Rang
kk: Менің қатарым
km: ថ្នាក់ខ្ញុំ
mi: Taku Akomanga
ru: Мой класс

source: Account settings
bg: Настройки на акаунта
cs: Nastavení účtu
cy: Gosodiadau cyfrif
ga: Socruithe an chuntais
kk: Аккаунтымдың параметрлері
km: ការកំណត់គណនី
mi: Ngā tautuhinga pūkete
ru: Настройки учетной записи

source: Sign out
bg: Изход
cs: Odhlášení
cy: Allgofnodi
ga: Logáil amach
kk: Шығу
km: ចាកចេញ
mi: Whakaputaina ki waho
ru: Выйти

source: <a id="confirm-email-popup" href="#">Confirm your email</a> to enable sharing. <a href="%(faq_url)s#accounts">Having trouble?</a>
cs: <a id="confirm-email-popup" href="#">Potvrď svůj e-mail</a> kvůli povolení sdílení. <a href="%(faq_url)s#accounts">Máš potíže?</a>
cy: <a id="confirm-email-popup" href="#">Cadarnhewch eich e-bost</a> er mwyn galluogi rhannu. <a href="%(faq_url)s#accounts"> Yn cael anhawster?</a>
ga: <a id="confirm-email-popup" href="#">Deimhnigh do ríomhphost</a> chun a bheith in ann ábhar a roinnt. <a href="%(faq_url)s#accounts">An bhfuil cúnamh uait?</a>
kk: <a id="confirm-email-popup" href="#"> Өзіңіздің электрондық поштаңызды </a> бөлісуге болатындығын растаңыз. <a href="%(faq_url)s#accounts"> Қандай да бір мәселелер?</a>
km: <a id="confirm-email-popup" href="#">អះអាងអ៊ីមែលរបស់អ្នក</a> ដើម្បីអាចចែករំលែកកិច្ចការ។<a href="%(faq_url)s#accounts">មានបញ្ហាមែនទេ?</a>
mi: <a id="confirm-email-popup" href="#">Whakaūngia tō īmēra</a> kia taea ai te tuari. <a href="%(faq_url)s#accounts">He raru kua puta?</a>
ru: <a id="confirm-email-popup" href="#">Подтвердите адрес электронной почты</a>, чтобы делиться своими работами. <a href="%(faq_url)s#accounts">Возникли проблемы?</a>

source: About Scratch
bg: Относно Scratch
cs: O Scratchi
cy: Ynghylch Scratch
ga: Maidir le Scratch
kk: Scratch туралы
km: អំពី Scratch
mi: Mō Scratch
ru: О Scratch

source: For Parents
bg: За родителите
cs: Pro rodiče
cy: Ar Gyfer Rhieni
ga: Do Thuismitheoirí
kk: Ата-аналар үшін
km: សម្រាប់ឪពុកម្តាយ
mi: Mō ngā Mātua
ru: Для родителей

source: For Educators
bg: За учителите
cs: Pro učitele
cy: Ar gyfer Addysgwyr
ga: Do Mhúinteoirí
kk: Мұғалімдер үшін
km: សម្រាប់អ្នកអប់រំ
mi: Mō ngā Kaiwhakaako
ru: Для учителей

source: For Developers
bg: За разработчиците
cs: Pro vývojáře
cy: Ar gyfer Datblygwyr
ga: D'Fhorbróirí
kk: Әзірлеушілер үшін
km: សម្រាប់អ្នកសរសេរកម្មវិធី
mi: Mō ngā Kaiwhanake
ru: Для разработчиков

source: Credits
bg: Заслуги
cs: Zásluhy
cy: Diolchiadau
ga: Admhálacha
kk: Несиелер
km: ក្រេឌីត
mi: Ngā Mihi Mahinga
ru: Благодарности

source: Jobs
bg: Работа
cs: Zaměstnání
cy: Swyddi
ga: Postanna
kk: Жұмыс
km: ការងារ
mi: Ngā Mahi
ru: Вакансии

source: Press
bg: Преса
cs: Tisk
cy: Y Wasg
ga: Meáin
kk: Баспасөз
km: សារព័ត៌មាន
mi: Pato
ru: Пресса

source: Community
bg: Общност
cs: Společenství
cy: Cymuned
ga: Comhphobal
kk: Қоғамдастық
km: សហគមន៍
mi: Te Hāpori
ru: Сообщество

source: Community Guidelines
bg: Обществени правила
cs: Pravidla společenství
cy: Canllawiau Cymunedol
ga: Treoirlínte an Chomhphobail
kk: Қоғамдық әдістемелік ұсыныстар
km: គោលការណ៍ណែនាំសម្រាប់សហគមន៍
mi: Ngā Aratohu Hāpori
ru: Правила сообщества

source: Discussion Forums
bg: Форуми за дискусии
cs: Diskuzní fóra
cy: Fforymau Trafod
ga: Cláir Phlé
kk: Талқылау Форумдары
km: វេទិកាពិភាក្សា
mi: Ngā Wānanga Matapaki
ru: Форумы

source: Scratch Wiki
bg: Уики на Scratch
cy: Wiki Scratch
ga: Vicí Scratch
mi: Scratch Wik
ru: Вики Scratch

source: Statistics
bg: Статистики
cs: Statistiky
cy: Ystadegau
ga: Staitisticí
kk: Статистика
km: ស្ថិតិ
mi: Tatauranga
ru: Статистика

source: Support
bg: Поддръжка
cs: Podpora
cy: Cefnogaeth
ga: Tacaíocht
kk: Қолдау
km: គាំទ្រ
mi: Tautoko
ru: Поддержка

source: Help Page
cs: Nápověda
cy: Tudalen Gymorth

source: FAQ
bg: ЧЗВ
cy: Cwestiynnau Cyffredin
ga: Ceisteanna Coitianta
kk: Жиі қойылатын сұрақтар
km: សំណួរពេញនិយម
mi: He Pātai Auau
ru: ЧаВО

source: Offline Editor
bg: Редактор за ползване извън линия
cy: Golygydd All-lein
ga: Eagarthóir As Líne
kk: Офлайн Редактор
km: កម្មវិធីសរសេរក្រៅបណ្តាញ
mi: Pūmanawa Whakatika Tuimotu
ru: Офлайн-редактор

source: Contact Us
bg: Връзка с нас
cs: Kontaktujte nás
cy: Cysylltu â ni
ga: Teagmháil
kk: Бізбен байланысу
km: ទាក់ទងយើង
mi: Pā mai i a Mātou
ru: Связаться с нами

source: Donate
bg: Дарение
cs: Sponzorovat
cy: Rhoi
ga: Bronntanais
kk: Қию
km: បរិច្ចាគ
mi: Koha mai
ru: Пожертвовать

source: Legal
bg: Правна информация
cs: Legální
cy: Cyfreithiol
ga: Dlí
kk: Жария
km: ច្បាប់
mi: Ture
ru: Правовая информация

source: Terms of Use
bg: Условия за ползване
cs: Podmínky užití
cy: Amodau Defnydd
ga: Téarmaí Úsáide
kk: Қолдану шарттары
km: លក្ខខ័ណ្ឌប្រើប្រាស់
mi: Ngā Tikanga o te Whakamahi
ru: Условия использования

source: Privacy Policy
bg: Декларация за поверителност
cs: Politika soukromí
cy: Polisi Preifatrwydd
ga: Polasaí Príobháideachta
kk: Құпиялылық саясаты
km: គោលការណ៍ឯកជនភាព
mi: Kaupapa Here Tūmataitinga
ru: Политика конфиденциальности

source: Scratch Family
bg: Семейството на Scratch
cs: Rodina Scratch
cy: Teulu Scratch
ga: Teaghlach Scratch
kk: Scratch Отбасы
km: គ្រួសារ Scratch
mi: Te Whānau Scratch
ru: Семейство Scratch

source: Scratch Conference
bg: Конференцията на Scratch
cs: Konference Scratch
cy: Cynhadledd Scratch
ga: Comhdháil Scratch
kk: Scratch Конференциясы
km: សន្និសិទសម្រាប់ Scratch
mi: Hui Scratch
ru: Конференция Scratch

source: Scratch is a project of the Lifelong Kindergarten Group at the MIT Media Lab
cs: Scratch je projektem skupiny Lifelong Kindergarten Group na škole MIT Media Lab
cy: Prosiect Lifelong Kindergarten Group yn MIT Media Lab yw Scratch
ga: Is tionscadal de chuid an Lifelong Kindergarten Group ag an MIT Media Lab é Scratch
kk: Скретч Lifelong Kindergarten Group-тің MIT Media Lab-тағы жобасы

source: View all
bg: Покажи всички
cs: Ukázat vše
cy: Gweld y cyfan
ga: Taispeáin uile
kk: Барлығын көру
km: មើលទាំងអស់
mi: Tirohia te katoa
ru: Посмотреть все

source: No items
bg: Няма обекти
cs: Žádné položky
cy: Dim eitemau
ga: Gan míreanna
kk: Элементтер жоқ
km: មិនមានធាតុទេ
mi: Tē ai tētahi
ru: Пусто

source: in
bg: в
cs: v
cy: yn
ga: i
kk: ішінде
km: ក្នុង
mi: kei roto
ru: в

source: by
bg: от
cs: od
cy: gan
ga: le
kk: арқылы
km: ដោយ
mi: nā
ru: от

source: Log in to your account
bg: Влезте във Вашия акаунт
cs: Přihlaš se k svému účtu
cy: Mewngofnodi i'ch cyfrif
ga: Logáil isteach i do chuntas
kk: Аккаунтыңызға кіру
km: ចូលគណនីរបស់អ្នក
mi: Takiuru ki tō pūkete
ru: Войдите в свой аккаунт

source: Cloud data history
bg: История на облачни данни
cs: Historie cloud dat
cy: Hanes data cwmwl
ga: Stair na néalsonraí
kk: Cloud деректер тарихы
km: ប្រវត្តិទិន្នន័យក្នុងក្លោ
mi: Hītori raraunga ao
ru: История облачных данных

source: User
bg: Потребител
cs: Uživatel
cy: Defnyddiwr
ga: Úsáideoir
kk: Пайдаланушы
km: អ្នកប្រើ
mi: Kaiwhakamahi
ru: Пользователь

source: Data Name
bg: Име на данни
cs: Název dat
cy: Enw Data
ga: Ainm
kk: Деректер атауы
km: ឈ្មោះទិន្នន័យ
mi: Ingoa Raraunga
ru: Название данных

source: Action
bg: Действие
cs: Akce
cy: Gweithred
ga: Gníomh
kk: Іс-шаралар
km: សកម្មភាព
mi: Hohenga
ru: Действие

source: Data Value
bg: Стойност на данни
cs: Hodnota dat
cy: Swm Data
ga: Luach
kk: Деректердің мәні
km: តម្លៃទិន្នន័យ
mi: Uara Raraunga
ru: Значение данных

source: Time
bg: Време
cs: Čas
cy: Amser
ga: Am
kk: Уақыт
km: ពេលវេលា
mi: Wā
ru: Время

source: Turn off commenting
bg: Изключи коментарите
cs: Vypnutí komentářů
cy: Diffodd sylwadau
ga: Múch nótaí tráchta
kk: Түсініктемені өшіру
km: បិទមតិ
mi: Whakawetohia ngā tukunga kōrero
ru: Отключить комментирование

source: Leave a comment
bg: Оставете коментар
cs: Přidat poznámku
cy: Gadael sylwad
ga: Fág nóta tráchta
kk: Пікір жазу
km: ផ្ដល់យោបល់
mi: Tukua mai he kōrero
ru: Оставить комментарий

source: Remember that this project may have been made by someone new to programming. Make sure your comments are friendly and respectful.
cs: Uvědom si, že tento projekt mohl být vytvořen programátorským začátečníkem. Ujisti se, že tvé komentáře jsou přátelské a ohleduplnél.
cy: Cofiwch y gall fod bod y project hwn wedi ei greu gan rhywun sy'n newydd i ragllennu. Gwnewch yn siwr fod eich sy;lwadau'n gyfeillgar a pharchus.
ga: Ná dearmad, d'fhéadfadh an tionscadal seo a bheith cruthaithe ag duine atá díreach ag tosú ar an ríomhchlárúchán. Déan cinnte go mbíonn tú cairdiúil agus dea-bhéasach.
kk: Бұл жобаның басқа біреу атынан бағдарламалану мүмкіндігін есте сақтаңыз. Сіздің пікірлеріңіздің жылышырайлы және құрметті болуын тексеріңіз.
km: ត្រូវចាំថា កិច្ចការ​នេះអាចត្រូវបានបង្កើតដោយអ្នកសរសេរកូដដំបូង។ សូមអោយប្រាកដថា មតិរបស់អ្នកមានលក្ខណៈគួរសមនិងការគោរព។
mi: Kia whaiwhakaaro, i te mea, tērā pea he hou te tangata ki te waehere papatono nāna tēnei pūkete. Me whakamana, me whakahoahoa hoki i te tangata i āu kōrero e tuku nei koe.
ru: Помните, что этот проект, возможно, сделал новичок в программировании. Убедитесь, что ваши комментарии дружелюбны и уважительны.

source: You have <span id="chars-left">500</span> characters left.
bg: Остават ви <span id="chars-left">500</span> символа.
cs: Můžeš použít <span id="chars-left">500</span> znaků.
cy: Mae gennych <span id="chars-left">500</span> nod ar ol.
ga: Tá <span id="chars-left">500</span> carachtar fágtha.
kk: Сізде <span id="chars-left"> 500 </span> символдар қалды
km: អ្នកនៅសល់តួអក្សរ <span id="chars-left">500</span> ទៀត។
mi: Kei a koe e <span id="chars-left">500</span> ngā pūāhua kei te toi.
ru: У тебя осталось <span id="chars-left">500</span> символов.

source: Post
bg: Публикувай
cs: Odeslat
cy: Cofnod
ga: Postáil
kk: пост
km: ដាក់ប្រកាស
mi: Tukuake
ru: Опубликовать

source: Cancel
bg: Отказ
cs: Zrušit
cy: Diddymu
ga: Cealaigh
kk: Болдырмау
km: បោះបង់
mi: Whakakore
ru: Отменить
