Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: The Lifelong Kindergarten research group respects the intellectual property of others, as well as our users. If you believe that your work has been copied in a way that constitutes copyright infringement, please email copyright@scratch.mit.edu, or mail your complaint to the following:
bg: Групата за изследователска дейност „Lifelong Kindergarten“ уважава интелектуалната собственост на другите, както и потребителите ни. Ако вярвате, че работата Ви е била използвана по начин, който нарушава правото на собственост, моля пишете на copyright@scratch.mit.edu, или изпратете оплакването си на:
cs: Lifelong Kindergarten research group respektuje intelektuální vlastnictví ostatních, včetně našich uživatelů. Pokud věříte, že vaše práce byla zkopírována způsobem který zakládá porušení copyrightu, prosím napište na copyright@scratch.mit.edu, nebo zamailujte vaši stížnost následujícím:
cy: Mae grŵp ymchwil Lifelong Kindergarten yn parchu eiddo deallusol pobl eraill, yn ogystal â'n defnyddwyr. Os ydych yn credu bod eich gwaith wedi cael ei gopïo mewn ffordd sy'n gyfystyr ag ymyriad hawlfraint, e-bostiwch copyright@scratch.mit.edu neu postiwch eich cwyn at y canlynol:
kk: Lifelong Kindergarten зерттеу тобы басқалардың және біздің қолданушылардың интелектуалды қасиеттерін құрметтейді. Егер сіздің жұмысыңыз авторлық құқықты бұзу жолымен көшірілген деп сенсеңіз, copyright@scratch.mit.edu-ға хат жолдаңыз немесе бұған шағымыңызды жіберуіңізді өтінеміз:
mi: Ka whakamana mātou, rōpū rangahau o Te Lifelong Kindergarten i te mana whakairo hinengaro o te tangata, o ō mātou kawhakamahi hoki. Mehemea ka whakaaro koe, kua takahia tō manatā mō āu ake mahinga, tuku īmēra ki a mātou, ki copyright@scratch.mit.edu, tukua rānei tō whakapae ki:
ru: Исследовательская группа Lifelong Kindergarten уважает интеллектуальные права других людей и своих участников. Если вам кажется, что ваши права были нарушены, напишите на copyright@scratch.mit.edu или на следующий адрес:

source: The Lifelong Kindergarten Group will promptly process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act (“DMCA”) and other applicable intellectual property laws. Upon receipt of notices complying or substantially complying with the DMCA, the Lifelong Kindergarten Group may act expeditiously to remove or disable access to any material claimed to be infringing. Repeat infringers of third-party copyrights are subject to termination in appropriate circumstances.
bg: Групата „Lifelong Kindergarten“ ще обработи и разследва случаите на предполагаеми нарушения и ще възприеме съответните действия според „Digital Millennium Copyright Act“ („DMCA“) и другите приложими закони за интелектуалната собственост. При получаването на известия отговарящи на „DMCA“, групата „Lifelong Kindergarten“ може да действа моментално, за да премахне или преустанови достъпа до всеки материал свързан с нарушението. Нарушителите, които повторно нарушават правата на трети страни ще бъдат санкционирани според случая.
cs: Lifelong Kindergarten Group bezodkladně zpracuje a vyšetří oznámení údajného porušení a provede příslušné akce Digital Millennium Copyright Act (“DMCA”) a jiných použitelných zákonů ochrany intelektuálního vlastnictví. Po potvrzení oznámení splňujícího nebo podstatně splňujícího DMCA, Lifelong Kindergarten Group může předem provést smazání nebo zrušení přístupu ke každému materiálu oznámeného jako porušující. Opakovaná porušení práv třetích stran jsou důvodem k vyloučení za příslušných okolností.
cy: Bydd y Lifelong Kindergarten Group yn prosesu ac ymchwilio i hysbysiadau o droseddu yn fuan ac yn cymryd camau priodol o dan y Digital Millennium Copyright Act (\"DMCA\") a chyfreithiau eiddo deallusol priodol eraill. Yn sgil derbyn hysbysiadau sy'n cyd-fynd â, neu yn cyd-fynd â'r DMCA i raddau helaeth, gall y bydd y Lifelong Kindergarten Group yn symud yn sydyn i dynnu neu analluogi mynediad i ddeunydd i y mae honiad ei fod yn troseddu. Bydd troseddwyr lluosog o hawlfraint trydydd parti yn agored i'w haelodaeth gael ei derfynau mewn amodau priodol.
kk: Lifelong Kindergarten тобы болжалды бұзулар туралы хабарламаларды жедел түрде өңдейтін және тергейтін болады және Сандық Дәуірдегі Авторлық Құқық жайлы Заңның (“СДАҚЗ”) және басқа да қолдануға болатын зияткерлік меншік туралы заңдардың шеңберінде келісімді шараларды қолданатын болады. СДАҚЗ-ға келетін немесе айтарлықтай келетін хабарламаларды алғаннан кейін, Lifelong Kindergarten тобы авторлық құқықты бұзған деп мәлімделген кез келген материалды жедел түрде кетіріп тастай немесе оған деген қол жетімділікті үзіп тастай алады. Үшінші жақтағы авторлық құқықтарды қайталап бұзушылар келісті жағдайларда тоқтатылуға тиіс.
mi: Ka whakatutuki mātou te Lifelong Kindergarten Group i ngā pānui takahanga e tukua mai ki a mātou, ka whai hoki mātou i ngā tikanga o te Digital Millenium Copyright Act ("DCMA") me ngā ture e pā ana ki te mana whakairo hinengaro. Ka whiwhi mātou i ngā pānuitanga e hāngai ana ki te DMCA, tērā pea ka wawe tō mātou tango, whakakore rānei i te hononga ki ngā mea kua kīa he takahanga. Mehemea ka haere tonu te takahanga o ngā manatā, ka panaia te tangata nāna taua mahi.
ru: Группа Lifelong Kindergarten будет быстро обрабатывать уведомления о возможных нарушениях и предпринимать действия в соответствии с Законом об авторском праве в цифровую эпоху ("DMCA") и другими применимыми законами об интеллектуальной собственности. После получения уведомления группа может оперативно удалить или отключить доступ к любому материалу, который нарушает авторские права. Повторные нарушения сторонних авторских прав могут быть основанием для блокировки.

source: In assessing whether or not a Scratch user has violated your copyrights, please keep in mind that Scratch is an educational and not-for-profit initiative, seeking to aid children’s learning by providing the tools for them to learn and express themselves using digital technology. Please also keep in mind the “Fair Use” doctrine incorporated into the Copyright Act of 1976, 17 U.S.C. § 107.
bg: При определянето на това дали даден потребител на Scratch е нарушил правата Ви, имайте предвид, че Scratch е с нестопанствена цел и има за цел да обучава, да помага на децата да се учат, като им осигурява нужните средства, с които те да учат и изразяват себе си чрез цифровите технологии. Моля, също така спазвайте доктрината за „честно ползване“, включена в закона за авторското право на САЩ от 1976 г., 17 U.S.C. § 107.
cs: Ve zhodnocení, zdali uživatel Scratch porušil váš copyright prosím berte v úvahu, že Scratch je vzdělávací a nezisková iniciativa pomáhající výuce dětí poskytnutím nástrojů, aby se učily a vyjadřovaly použitím digitální technologie. Prosím také pomyslete na pravidlo "férového užití" zahrnutého do Copyright Act of 1976, 17 U.S.C. § 107.
cy: Wrth asesu p'un ai yw defnyddiwr Scratch wedi troseddu yn erbyn eich hawlfraint, cadwch mewn cof fod Scratch yn declyn addysgol ac yn fenter ddim-er-elw, sy'n ceisio cynorthwyo addysg plant drwy ddarparu offer ar gyfer dysgu a mynegi eu hunain gan ddefnyddio technoleg ddigidol. Cadwch mewn cof athrawiaeth "Fair Use\" sydd o fewn y Copyright Act, 1976, 17 U.C.S. § 107
kk: Скретч қолданушысының сіздің авторлық құқықтарыңызды бұзған-бұзбағанын бағалаған кезде, Скретчтің балалардың оқуына олардың сандық технология арқылы оқуына және өздерін танытуына арналған құралдармен қамтамасыз ету арқылы көмек көрсетуге талпынатын білім беретін және коммерциялық емес бастама екенін есте ұстауыңызды өтінеміз. Сонымен қатар, 1976 жылғы Авторлық Құқық жайлы Заңға енгізілген, 17 U.S.C. § 107, “Әділ Пайдалану” доктринасын есте ұстаңыз.
mi: I ā koe e whakaaro mēnā kua takahi tētahi kaiwhakamahi Scratch i tō mana whakairo hinengaro, tēnā me maumahara koe he mahinga akoranga, kore-utu tēnei hei āwhina i ngā tamariki ki te ako, mā te tuku i ngā rauemi whakaako, whakaputa whakaaro hoki o te hangarau matihiko. Kia maumahara hoki te kaupapa "Fair Use" kei roto i te "Copyright Act 1976, 17 U.S.C. § 107.
ru: При оценке того были ли нарушены ваши авторские права, пожалуйста, имейте в виду, что Scratch это - образовательная некоммерческая инициатива, направленная на обучение детей, предоставление инструментов для учебы и самовыражения с помощью цифровых технологий. Доктрина "честного использования" включена в Copyright Act of 1976, 17 U.S.C. § 107.

source: We hope you also see Scratch not only as a good way of popularizing your creations/website but also as an opportunity to do something good for children’s education.
bg: Надяваме се, че и Вие смятате, че Scratch е не просто добър начин за популяризирането на Вашите творения или обикновен уеб сайт, а и възможност да направим нещо добро за образованието на децата.
cs: Doufáme, že zjistíte že Scratch je nejen vhodnou cestou popularizovat své výtvory/stránky ale také jako příležitost udělat něco dobrého pro vzdělání dětí.
cy: Rydym hefyd yn gobeithio y byddwch yn gweld Scratch nid yn unig fel ffordd dda o boblogeiddio eich creadigaethau/gwefan ond hefyd fel cyfle i wneud rhywbeth da ar gyfer addysg plant.
kk: Біз, оған қоса, сіз Скретчті тек өзіңіздің туындыларыңызды/вебсайтыңызды көпшілікке таратудың жақсы жолы деп қана емес, балалардың оқуына жақсы нәрсе істеуге мүмкіндік ретінде де көресіз деп үміттенеміз.
mi: Ko tō mātou tumanako, kia kite ai koutou, ehara ko te karawhiu anake i ā koutou mahi waihanga/mahi paetukutuku, engari he huarahi mā koutou hei tautoko i te akoranga o ngā tamariki.
ru: Мы надеемся, что вы используете Скретч не только для популяризации собственных продуктов, но и для того, чтобы сделать добрые дела для образования детей.

source: If you choose to make a copyright infringement complaint, please note that we may post your notification, with personally identifiable information redacted, to a clearinghouse such as chillingeffects.org. Please also note that you may be liable for damages (including costs and attorneys’ fees) if you materially misrepresent that an activity is infringing your copyright.
bg: Ако решите да подадете оплакване за нарушаване на правата Ви, моля, имайте предвид, че може да публикуваме съобщението Ви, като преди това премахнем личните Ви данни, в клирингова палата, като например chillingeffects.org. Моля, също така имайте предвид, че може да бъдете задължени (включително с такси и адвокатски тарифи), ако сгрешите в преценката си относно нарушаването на правата Ви.
cs: Jestliže se rozhodnete podat stížnost na porušení copyrightu, prosím povšimněte si že můžeme přeposlat vaše oznámením včetně identifikace osob centrále jako je chillingeffects.org. Také si všimněte, že můžete nést zodpovědnost za škody (včetně nákladů a poplatků advokátů) jestliže materálně nedoložíte, že aktivita porušuje váš copyright.
cy: Os fyddwch yn penderfynu gwneud cwyn yn erbyn hawlfraint, sylwch y byddwn efallai yn cofnodi eich hysbysiad, gyda manylion adnabod personol wedi eu tynnu, i dŷ clirio megis chillingeffects.org. Sylwch hefyd y gallech chi fod yn atebol am niwed (gan gynnwys costau a ffioedd cyfreithiol) os ydych yn cam gyflwyno fod gweithgaredd yn troseddu yn erbyn eich hawlfraint.
kk: Егер сіз авторлық құқықты бұзу туралы арызды түсіремін деп шешсеңіз, біздің сіздің хабарламаңызды жеке тануға болатын, редакцияланған ақпаратпен бірге chillingeffects.org секілді ақпарат алмасу орталығына жариялай алатынымызды ескеруіңізді өтінеміз. Сонымен қатар, белгілі бір әрекетті сіздің авторлық құқықтарыңызды бұзуда деп елеулі түрде бұрмалап көрсетсеңіз, сіз залалдарға (шығындар мен адвокаттардың жалақыларын қосқанда) жауапты болуыңыз мүмкін екендігін ескеріп жүруіңізді өтінеміз.
mi: Ina ka tuku koe i tētahi whakapae mō te takahi i te manatā, kia mārama koe, tērā pea ka tukua ō tuhinga ki te rōpū pērā ki a chillingeffects.org - a muri i te tango i ngā wāhanga tuakiri whaiaro. Kia mataara. Ki te kōrero nuka koe, kua takahia tō manatā, tērā pea, ka whaia koe mō te utu (moni kōti me te moni rōia hoki), nā reira kia tupato kia tika, kia pono hoki.
ru: Если вы решили подать жалобу о нарушении авторских прав, обратите внимание, что мы можем передать ваше уведомление с отредактированными персональными данными, координационному центру, такому, как chillingeffects.org. Обратите внимание, что вы можете нести ответственность за убытки (включая расходы и гонорары адвокатам), если вы предоставите заведомо ложную информацию о том, что деятельность нарушает ваши авторские права.

source: With Scratch, you can program your own interactive stories, games, and animations &mdash; and share your creations with others in the online community.
cs: Se Scratchem můžeš naprogramovat vlastní interaktivní příběhy, hry a animace &mdash; a sdílet své výtvory s jinými v online společenství.
cy: Gyda Scratch, gallwch raglennu eich straeon, gemau ac animeiddiadau rhyngweithiol eich hunain - a rhannu eich creadigaethau gydag eraill yn y gymuned ar-lein.
ga: Le Scratch, is féidir leat scéalta idirghníomhacha, cluichí, agus beochaintí a chruthú &mdash; agus iad a chomhroinnt le daoine eile sa chomhphobal ar líne.
kk: Скретчпен бірге, сіз өзіңіздің жеке интерактивті әңгімелеріңізді, ойындарыңызды және анимацияңызды бағдарламалай аласыз; және өхіңіздің туындыларыңызбен ондайн қоғамдастығында басқалармен бөлісе аласыз.
mi: Mā Scratch, ka taea e koe te waehere ō ake kōrero, kēmu, hākorikori hoki &mdash; ka taea hoki te tuari i ngā mea kua waihangatia ki ngā tāngata o te hāpori Scratch.
ru: С помощью Scratch ты можешь запрограммировать свои собственные интерактивные истории, игры и мультфильмы и делиться своими творениями с другими в онлайн-сообществе.

source: Scratch helps young people learn to think creatively, reason systematically, and work collaboratively &mdash; essential skills for life in the 21st century.
cs: Scratch pomáhá mladým naučit se myslet tvořivě, přemýšlet systematicky a spolupracovat &mdash; podstatné dovednosti pro život v 21. století.
cy: Mae Scratch yn cynorthwyo pobl ifanc i ddysgu i feddwl yn greadigol, ymresymu yn systemig a chydweithio - sgiliau hanfodol ar gyfer bywyd yn yr unfed ganrif ar hugain.
ga: Sa phróiseas a ghabhann le tionscadail Scratch a dhearadh agus a ríomhchlárú, foghlaimíonn daoine óga smaoineamh cruthaitheach, réasúnú córasach, agus comhoibriú &mdash; scileanna tábhachtacha don saol san 21ú haois.
kk: Скретч жастарға креативті ойлауға, жүйелі талқылауға, бірігіп жұмыс жасауға көмектеседі;бір сөзбен айтқанда 21-ші ғасырдағы өмірге қажетті маңызды дағдылар
mi: Ka ako ngā tamariki me te hunga taiohi ki te whakaaro auaha, ki te whakaparahau, ki te mahi tahi &mdash; he pukenga ēnei mō te oranga i te rau tau 21.
ru: Scratch помогает молодым людям учиться мыслить творчески, рассуждать системно и работать совместно &mdash; это необходимые навыки для жизни в 21 веке.

source: Scratch is a project of the Lifelong Kindergarten Group at the MIT Media Lab. It is provided free of charge.
bg: Scratch е проект на „Lifelong Kindergarten Group“ при Медийната лаборатория на Масачузетския технологичен институт. Използването му е безплатно.
cs: Scratch je projektem Lifelong Kindergarten Group v MIT Media Lab. Je poskytován zcela bezplatně.
cy: Mae Scratch yn broject gan y Lifelong Kindergarten Group yn y Mit Media Lab. Mae ar gael yn rhad ac am ddim.
ga: Is tionscadal de chuid an Lifelong Kindergarten Group ag an MIT Media Lab é Scratch. Tá sé ar fáil saor in aisce.
kk: Скретч Lifelong Kindergarten Тобының MIT Media Lab-ындағы жобасы. Ол тегін қамтамасыз етіледі.
km: Scratch គឺជាគម្រោងរបស់ Lifelong Kindergarten Group នៅ MIT Media Lab ។ វាត្រូវបានដាក់ឲ្យប្រើប្រាស់ដោយមិនគិតថ្លៃ។
mi: Ko Scratch tētahi o ngā kaupapa o te Lifelong Kindergarten Group o te MIT Media Lab. Kāore he utu mō Scratch.
ru: Scratch является проектом группы Lifelong Kindergarten в MIT Media Lab. Среда распространяется бесплатно.

source: <a href="/parents">INFO FOR PARENTS</a> | <a href="/educators">INFO FOR EDUCATORS</a>
cs: <a href="/parents">INFO PRO RODIČE</a> | <a href="/educators">INFO PRO UČITELE</a>
cy: <a href="/parents">GWYBODAETH AR GYFER RHIENI</a> - <a href="/educators">GWYBODAETH AR GYFER ADDYSGWYR</a>
ga: <a href="/parents">DO THUISMITHEOIRÍ</a> | <a href="/educators">DO MHÚINTEOIRÍ</a>
kk: <a href="/parents"> Ата-аналар үшін ақпарат </a> | <a href="/educators"> Оқытушылар үшін ақпарат </a>
mi: <a href="/parents">MŌHIOTANGA MŌ NGĀ MĀTUA</a> | <a href="/educators">MŌHIOTANGA MŌ NGĀ KAIAKO</a>
ru: <a href="/parents">ИНФОРМАЦИЯ ДЛЯ РОДИТЕЛЕЙ</a> | <a href="/educators">ИНФОРМАЦИЯ ДЛЯ ПРЕПОДАВАТЕЛЕЙ</a>

source: Who Uses Scratch?
bg: Кой използва Scratch?
cs: Kdo Scratch používá?
cy: Pwy sy'n defnyddio Scratch?
ga: Cé a úsáideann Scratch?
kk: Кім Скретчті қолданады?
km: នរណាគេប្រើ Scratch ខ្លះ?
mi: Mā wai a Scratch?
ru: Кто использует Scratch?

source: Scratch is designed especially for ages 8 to 16, but is used by people of all ages. Millions of people are creating Scratch projects in a wide variety of settings, including homes, schools, museums, libraries, and community centers.
bg: Scratch е проектиран за деца от 8 до 16 години, но може да се използва от хора на всякаква възраст. Милиони хора създават проекти в Scratch, от най-разнообразни среди – у дома, в училища, музеи, библиотеки и обществени центрове.
cs: Scratch je navržen zejména pro věk 8 až 16 ale je používám lidmi každého stáří. Miliony lidí tvoří Scratch projekty z širokého spektra míst, včetně domovů, škol, muzeí, knihoven a sdruženích.
cy: Mae Scratch the wedi ei gynllunio'n benodol ar gyfer plant a phobl ifanc rhwng 8 ac 16 oed, ond mae'n cael ei ddefnyddio gan bobl o bob oed. Mae miliynau o bobl yn creu projectau Scratch o dan amgylchiadau amrywiol, gan gynnwys cartrefi, llyfrgelloedd a chanolfannau cymunedol.
ga: Tá Scratch dírithe ar dhaoine idir 8 mbliana agus 16 bliain d'aois, ach úsáideann daoine de gach aois é. Tá na milliúin daoine ag cruthú tionscadal Scratch i raon leathan suíomh: sa bhaile, i scoileanna, iarsmalanna, leabharlanna, agus ionaid phobail.
kk: Скретч негізінен 8-16 жас аралығына арналған, алайда оны барлық жастағы адамдар қолданады. Миллиондаған адамдар Скретч жобаларын әр түрлі жағдайда құрып жатыр, мысалы үйде,мектепте,музейде,кітапханада, және қоғам орталықтарында.
km: Scratch ត្រូវបានបង្កើតឡើងជាពិសេសសម្រាប់ក្មេងៗអាយុពី 8 ដល់ 16 ឆ្នាំ តែជាក់ស្តែង វាត្រូវបានប្រើប្រាស់ដោយមនុស្សគ្រប់អាយុ។ មនុស្សរាប់លាននាក់ កំពុងបង្កើតកិច្ចការលើ Scratch ក្នុងកន្លែងផ្សេងៗគ្នាដូចជានៅផ្ទះ សាលារៀន សារមន្ទីរ
mi: Kua waihangatia a Scratch kia tika mō ngā tamariki 8 ki te 16, engari ka whakamahia e ngā tāngata ahakoa te pakeke. E hia miriona ngā tāngata ka hanga i ngā kaupapa Scratch, i ngā wāhi mahi, i ngā kāinga, i ngā kāinga, ngā whare taonga, ngā puna kōrero me ngā whare hāpori.
ru: Scratch разработан для детей от 8 до 16 лет, но используется людьми всех возрастов. Миллионы людей создают проекты Scratch в самых разных условиях — дома, в школах, музеях, библиотеках и общественных центрах.

source: Around the World
bg: В цял свят
cs: Z celého světa
cy: O Amgylch y Byd
ga: Timpeall an Domhain
kk: Бүкіл әлемде
km: ទូទាំងពិភពលោក
mi: Huri noa i te Ao
ru: По всему миру

source: Scratch is used in more than 150 different countries and available in more than 40 languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">translation</a> page.
cs: Scratch je používán ve více než 150 různých zemích a je dostupný ve více než 40 jazycích. Pro změnu jazyka klikni na menu na dolním okraji této stránky. Nebo, v Projekt Editoru, klikni na glóbus na horním okraji stránky. Pro přidání nebo vylepšení překladu, navštiv stránku <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">překlad</a>.
cy: Mae Scratch yn cael ei ddefnyddio mewn mwy na 150 o wledydd gwahanol; ac mae ar gael mewn mwy na 40 o ieithoedd. I newid iaith, cliciwch y ddewislen ar waelod y dudalen. Neu, o fewn y Golygydd Project, clicio'r glôb ar frig y dudalen. I ychwanegu neu wella cyfieithiad, gw. y dudalen ar <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">gyfieithu</a>.

source: Quotes
bg: Цитати
cs: Citáty
cy: Dyfyniadau
ga: Athfhriotail
kk: Цитаталар
km: ពាក្យសម្រង់
mi: Kīanga
ru: Цитаты

source: The Scratch Team has received many emails from youth, parents, and educators expressing thanks for Scratch. Want to see what people are saying? You can read a collection of the <a href="/info/quotes">quotes</a> we've received.
cs: Tým Scratch obdržel mnoho mailů od mládeže, rodičů a učitelů děkujících za Scratch. Chceš vidět co lidé říkají? Můžeš si přečíst sbírku s <a href="/info/quotes">citáty</a> které jsme dostali.
cy: Mae Tîm Scratch wedi derbyn llawer o e-byst gan bobl; ifanc, rhieni ac addysgwyr yn diolch am Scratch. Hoffech chi weld beth mae pobl eraill yn ei ddweud am Scratch? Gallwch weld casgliad o'r <a href=\"/info/quotes\">dyfyniadau</a> rydym wedi eu derbyn.
ga: Faigheann Foireann Scratch go leor teachtaireachtaí ríomhphoist ó dhaoine óga, ó thuismitheoirí, agus ó mhúinteoirí, ag gabháil a mbuíochais as Scratch. An bhfuil suim agat sna rudaí atá daoine ag rá? Is féidir leat <a href="/info/quotes">athfhriotail</a> a léamh.
kk: Скретч тобы жасөспірімдерден, ата-анлардан, оқытушылардан Скретчке алғыстарын білдірген көптеген хаттар алып жатамыз. Қандай адамдардың айтқанын көргіңіз келе ме?Сіз жинаманы оқи аласыз <a href="/info/quotes">тырнақша</a>біз алған
mi: Kua tae mai ki a mātou te Tīma Scratch te maha o ngā īmēra mai i ngā taiohi, ngā mātua me ngā kaiako e whakaputa ō rātou mihi mō Scratch. Ina hiahia ai koe ki te titiro ki ngā korero o te iwi, pānuitia ngā <a href="/info/quotes">kōrero</a> kua tae mai nei.
ru: Команда Scratch получила множество писем от молодёжи, родителей и преподавателей с благодарностями в адрес Scratch. Хотите узнать, о чём пишут нам люди? Вы можете ознакомиться с подборкой полученных нами писем по ссылке <a href="/info/quotes">quotes</a>.

source: Learn More About Scratch
bg: Научете повече относно Scratch
cs: Další učivo o Scratch
cy: Dysgu Rhagor am Scratch
ga: Tuilleadh Eolais faoi Scratch
kk: Скретч туралы көбірек білу
km: ស្វែងយល់បន្ថែមពី Scratch
mi: Ako anō mō Scratch
ru: Узнать больше о Скретч
