Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: "<b>I just want to thank you all for making Scratch, and for providing it for free.</b> My kids are doing amazing things that they see as fun yet I know is educational, valuable, and worthwhile. Thank you so much!!!"
cs: "<b>Právě chci vám všem poděkovat za udělání Scratche a poskytnutí ho zdarma.</b> Moje děti dělají úžasné věci které vidí jako zábavu a já to teď považuji za vzdělávací, hodnotné a užitečné. Velice děkuji!!!"
cy: "<b>Hoffwn ddiolch i chi i gyd am greu Scratch ac am ei ddarparu am ddim.</b> Mae fy mhlant yn creu pethau anhygoel, y mae nhw'n ei feddwl sy'n hwyl ond dwi'n gwybod ei fod yn addysgol, gwerthfawr a gwerth chweil. Diolch yn fawr iawn!!!"
kk: "<b>Мен тек сіздердің барлықтарыңызға Скретчті жасағандарыңыз үшін және оны тегінге бергендеріңіз үшін рақмет айтамын.<b> Менің балаларым таңғажайып нәрселер істеп жүр олардың оны әлі де ермек санап жүргенімен, мен оның білім беретінін, бағалы және мағыналы екенін білемін. Көп-көп рақмет!!!"
mi: "<b>Kei te tuku noa ahau i aku mihi ki a koutou mō tō koutou mahi hanga i te Scratch, me te tukunga mō te koreutu.</b> He mīharo te mahi o āku tamariki, engari ka whakaaro rātou he mahi tākaro noa, engari kei te mōhio ahau he mahi whaitake, he mātauranga hoki. Aku mihi nui ki a koutou!!!"
ru: «<b>Я просто хочу поблагодарить всех вас за то, что вы сделали Scratch и то что он бесплатный</b>. Мои дети занимаются удивительными вещами, которые они считают забавными, но я знаю, что это образовательные, ценные и достойные. Большое вам спасибо!»

source: <b>"My very shy but technical minded daughter has found this to be a fantastic, safe outlet for her creativity.</b> She spends her free time creating ever more difficult animations and sharing them with the scratch community. The forums provide her with a group of like-minded individuals with which she can hold on a conversation... She now feels that computers, graphic design and animation are something she would like to pursue in the future. Your program has opened a whole new world to her in so many ways, and I thank you wholeheartedly. "
cy: <b>"Mae fy merch, sy'n swil iawn ond a meddwl technegol wedi darganfod hwn fel man diogel ac arbennig ar gyfer ei chreadigrwydd.</b> Mae'n treulio ei hamser rhydd yn creu animeiddiadau mwy anodd a'u rhannu nhw gyda chymuned Scratch. Mae'r fforymau yn cynnig grwp o unigolion o'r un feddwl, lle mae hi'n gallu sgwrsio... Ei theimlad nawr yw yr hoffai ddilyn cyfrifiaduron, cynllunio graffigol ac animeiddio yn y dyfodol. Agorodd eich rhaglen fyd newydd iddi mewn llawer i ffordd ac rwy'n diolch i chi o waelod calon.
kk: <b>"Менің өте ұялшақ, бірақ техникалық түрде ойлайтын қызым мұны оның шығармашылығын танытатын ғажайып, қауіпсіз нәрсе деп тапты.</b> Ол өзінің бос уақытын барған сайын қиындайтын анимацияларды жасауға және оларды скретч қоғамдастығымен бөлісуге жұмсайды. Форумдар оны ол әңгімелесе алатындай пікірлес адамдардан тұратын топпен қамтамасыз етеді... Ол енді компьютерлерді, графикалық дизайн және анимацияларды болашақта айналысатын заттар ретінде сезеді. Сіздің бағдарламаңыз оған бүтін бір жаңа әлемді әр түрлі жолдармен ашты және мен сізге шын жүректен алғыс білдіремін."
mi: <b>"Mō taku tamāhine whakamā, tamahine kaha ki te whakaaro hangarau he tino rawe, he tino āhuru tēnei rauemi auaha.</b> Ka whakapau ia i tōna wā wātea ki te hanga i ngā hākoritanga maha rawa me te tuari ki te hāpori Scratch. Kei ngā huinga matapaki he hunga ōrite ō rātou whakaaro ki a ia, hei huinga matapaki māna... Kua puta tōna whakaaro, he whāinga pai te rorohiko me te hoahoa whakairoiro māna i ngā tau kei te heke mai nei. Nā tō koutou papatono i huaki te ao hou māna, ngā huarahi anō hoki. Ka nui āku mihi mahana ki a koutou. "
ru: «<b>Моя очень застенчивая, но технически мыслящая дочь нашла это фантастическое, безопасное место для ее творчества.</b> Она проводит свое свободное время, создавая все более сложные анимации и делится ими с сообществом Scratch. Форумы предоставляют ей группу, которые она может держать в разговоре ... Она теперь чувствует, что компьютеры, графический дизайн и анимация - это то, что она хотела бы преследовать в будущем. Ваша программа открыла для нее совершенно новый мир многими способами и Я благодарю вас всем сердцем. "

source: "<b>My son is learning more than I can imagine from your tool.</b> He is not a natural logical thinker but loves LEGO. Your LEGO-like building block structure has moved him forward by light-years in his logical thinking skills...He can snap things together and begin to see the logic reinforced by immediate feedback. Of course we work on some things together--instant father and son time. This is just incredible. Just a big thanks to you and MIT."
cs: "<b>Můj se vaším nástrojem učí víc než bych si představil.</b> Od přírody není přemýšlivý, ale miluje LEGO. Vaše LEGO-podobné stavební kameny ho posunuly o světelné roky dále v jeho logických dovednostech...Dává si věci dohromady a začíná vidět logiku posílenou okamžitou zpětnou vazbou. Samozřejmě pracujeme na některých věcech spolu--chvilka otce se synem. Je to prostě úžasné. Velký dík vám a MIT."
cy: "<b>Mae fy mab yn dysgu mwy nag rwy'n gallu ei ddychmygu o'ch teclyn.</b>Nid yw'n un am feddwl yn rhesymehol ond mae'n caru LEGO. Mae rioch strwythur blociau adeiladu, tebyg i LEGO wedi ei symud ymlaen yn arw iawn ynei sgiiliaumeddl rhesymegol. Mae'n galli rhoi pethau at ei gilydd a dechrau gweld y rhesymeg yn cael eiatgyfnerthu gan aborth uniongyrvhol. Wrth gwrs, rydym yn gweithio gyda'n gilydd ar rhai pethau gyda'n giilydd - amser tad a mab yn syth. Mae hyn yn angrhedadwy!. Diolch yn fawr iawn i chi ac MIT."
kk: "Менің ұлым сіздің құралыңыздан мен елестете алатыннан да көп нәрсені үйреніп жүр. Ол табиғи логикалық ойшыл емес, бірақ LEGO-ні сүйеді. Сіздің LEGO секілді құрылыс блок құрылымыңыз оның логикалық ойлау қабілеттерін өте жоғары деңгейге дамытты... Ол заттарды бірге бұзып тастай алады және тез кері байланыс арқылы нығайтылған логиканы көріп бастайды. Әрине, біз кейбір нәрселерді бірге істейміз. Бұл тіптен сенгісіз. Сізге және MIT-ға тек үлкен рақмет."
mi: "<b>Kei ako taku tama, kei tua i aku wawata.</b> Ehara taku tama i te momo whakaaro ararau, engari he tino kaingākau ia ki LEGO. Nā o koutou paraka āhua rite ki LEGO, kua whakanekehia ōna whakaaro ararau mā te tau-aho... Ka taea e ia te whakapiri i ngā hanga, ā, ka kitea ake te arorau, mā te whakahoki o te pūnaha. Heoi anō, ka mahi tahi māua i ētahi o ngā mahi - kia puta te wā mō te papa me te tama. He tino mīharo tēnā. Ka nui te mihi atu ki a koutou ko MIT."
ru: «<b>Мой сын учится больше, чем я могу себе представить из вашего инструмента.</b> Он не естественный логический мыслит, но любит LEGO. Ваша структурная структура, подобная LEGO, продвинула его вперед в течение многих лет в его логических мышления ... Он может объединять вещи и начинать видеть логику, подкрепленную немедленной обратной связью. Конечно, мы работаем над некоторыми вещами вместе - мгновенным отцом и сыном. Это просто невероятно. Просто большое спасибо вам и MIT ».

source: Learning
bg: Изучаване
cs: Výuka
cy: Dysgu
ga: Foghlaim
kk: Үйрену
km: ការរៀន
mi: Akoranga
ru: Обучение

source: For a one-page overview of what young people learn with Scratch, see <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Learning with Scratch</a>.
cs: Pro jednostránkový přehled co se mládež učí se Scratchem, viz <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Výuka se Scratch</a>.
cy: Am drosolwg unn tudalen o beth mae Pobl ifanc yn dysgu gyda Scratch, gw. <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Learning with Scratch</a>.
ga: Le haghaidh foramharc ar na rudaí a fhoghlaimíonn daoine óga le Scratch, ar leathanach amháin, féach <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Learning with Scratch</a>.
kk: Жасиардың Скретчті қалай үйреніп жатырғанына бір беттік шолу, көріңіз <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Скретчпен бірге үйрену</a>.
mi: Mō te tirohanga o ngā mea e akona e ngā taiohi mā te mahi Scratch i te whakarāpopototanga i te whārangi kotahi, tirohia <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Te Whakaako mā Scratch</a>.
ru: Для одностраничного обзора того, что молодые люди учатся с помощью Scratch, см. Раздел <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Обучение с помощью Scratch</a>.

source: Read an article on the <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">creative learning approach</a>.
cs: Přečti si článek na téma <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">přístup k tvořivému učení</a>.
cy: Darllenwch erthygl, yn Saesneg, ar y <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">dull o ddysgu creadigol</a>.
ga: Léigh alt faoin chur chuige <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">Foghlaim Chruthaitheach</a>.
kk: Мақаладан оқыңыз <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">креативті үйрену алғышарттары</a>.
mi: Pānuitia he pepa mō te <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">huarahi ki te akoranga auaha</a>.
ru: Прочтите статью о подходе к <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">творческому обучению</a>.

source: We ask all participants on the site to follow the <a href="/community_guidelines">Community Guidelines</a>.
cs: Požadujeme po všech účastnících na tomto serveru, aby dodržovali <a href="/community_guidelines">Pravidla společenství</a>.
cy: Rydym yn gofyn i bawb sy'n cymryd rhan ar y wefan i ddilyn y <a href="/community_guidelines">Canllawiau Cymunedol</a>.
ga: Iarrtar ar gach ball den suíomh cloí le <a href="/community_guidelines">Treoirlínte an Chomhphobail</a>.
kk: Біз барлық қатысушылардан бұл сайттағы сілтемеге ерулерін сұраймыз <a href="/community_guidelines">Қоғамдастық Нұсқаулары </a>.
km: យើងសុំឲ្យអ្នកចូលរួមទាំងអស់នៅលើតំបន់បណ្ដាញនេះ ធ្វើតាម<a href="/community_guidelines">គោលការណ៍ណែនាំក្នុងសហគមន៍</a>។
mi: Ka tono mātou ki ngā kaiwhakauru katoa ki tēnei paetukutuku, ki te whai atu i ngā <a href="/community_guidelines">Aratohu Hāpori</a>.
ru: Мы просим всех участников сайта следовать <a href="/community_guidelines">Правилам сообщества</a>.

source: We do not make private account information available to anyone. For more information, please see the <a href="/info/faq/#privacy">Privacy Policy</a>.
cy: Nid ydym y darparu manylion cyfrifon preifat i unrhyw un. Am ragor o wybodaeth, gw. y <a href="/info/faq/#privacy">Polisi Preifatrwydd</a>.
kk: Біз жеке бас аккаунтының ақпаратының барлығына қол жетімді қыла алмаймыз. Көбірек ақпарат алу үшін, көріңіз өтініш <a href="/info/faq/#privacy">Құпиялылық саясаты</a>.
km: យើងមិនបញ្ចេញព័ត៌មានគណនីឯកជនទៅកាន់អ្នកណាម្នាក់ទេ។ សម្រាប់ព័ត៌មានបន្ថែមសូមមើល<a href="/info/faq/#privacy"> គោលការណ៍ឯកជនភាព</a>។
mi: Kāore mātou i te tuku atu ngā mōhiohio pūkete tūmataiti ki tāngata kē. Ki te toro atu mō te mōhiohio anō, tirohia te <a href="/info/faq/#privacy">Kaupapa Here Tūmataiti</a>.
ru: Мы не предоставляем доступ к личной информации об учетной записи. Для получения дополнительной информации см. <a href="/info/faq/#privacy">Политику конфиденциальности</a>.

source: To find out more about Scratch, please see <a href="/info/faq/">Frequently Asked Questions</a>.
cy: I wybod mwy am Scratch, darllennwch y <a href="/info/faq/">Cwestiynnau Cyffredin</a>.
ga: Chun tuilleadh a fhoghlaim faoi Scratch, téigh chuig <a href="/info/faq/">Ceisteanna Coitianta</a>.
kk: Скретч туралы көбірек тапқыңыз келсе, көріңіз <a href="/info/faq/">Жиі Қойылатын Сұрақтар</a>.
km: ដើម្បីស្វែងយល់បន្ថែមអំពី Scratch សូមមើល <a href="/info/faq/">សំណួរពេញនិយម</a>។
mi: Kia ako anō mō Scratch, tirohia <a href="/info/faq/">FAQ - Ngā Pātai Rite te Pātaihia</a>.
ru: Чтобы узнать больше о Scratch, см. Раздел <a href="/info/faq/">Часто задаваемые вопросы</a>.

source: You can also ask questions in the <a href="/discuss/">discussion forums</a>.
cs: Můžeš klást otázky v <a href="/discuss/">diskuzních fórech</a>.
cy: Gallwch hefyd ofyn cwestiynnau yn y <a href="/discuss/">fforymau trafod</a>
ga: Nó cuir ceisteanna ar na <a href="/discuss/">cláir phlé</a>.
kk: Сіз сонымен қатар сұрақтар сұрай аласыз <a href="/discuss/"> талқылау форумдарынан</a>.
km: អ្នកក៏អាចសួរសំនួរនៅក្នុង<a href="/discuss/">វេទិកាពិភាក្សា</a>ផងដែរ។
mi: Ka taea hoki ki te pātai atu ki ngā <a href="/discuss/">wānanga ipurangi</a>.
ru: Вы также можете задавать вопросы на <a href="/discuss/">дискуссионных форумах</a>.

source: If you need to contact our staff team directly, click <a href="%(contact_us_url)s">Contact Us</a> at the bottom of any page.
cs: Pokud potřebuješ kontaktovat přímo náš tým zaměstnaců, klikni na <a href="%(contact_us_url)s">Kontaktujte nás</a> na dolním okraji každé strany.
cy: Os oes angen i chi gysylltu a'n staff yn uniongyrchol, cliciwch <a href="%(contact_us_url)s">Cysylltwch a Ni</a> ar waelod unrhyw dudalen.
ga: Más gá duit dul i dteagmháil linn go díreach, cliceáil <a href="%(contact_us_url)s">Teagmháil</a> ag bun aon leathanaigh.
kk: Егер сізге біздің жұмыс тобымызға тікелей байланысқа шыққыңыз келсе, басыңыз <a href="%(contact_us_url)s"> бізбен хабарласыңыз </a> кез келген беттің төменінде орналасқан.
mi: Ki te whakapā atu ki tō mātou tīma, pāwhiritia <a href="%(contact_us_url)s">Whakapā mai</a> kei raro i ngā whārangi katoa.
ru: Если вам нужно напрямую связаться с нашей командой, нажмите <a href="%(contact_us_url)s">Свяжитесь с нами</a> внизу любой страницы.

source: Quotes - Scratch
bg: Цитати - Scratch
cs: Citáty - Scratch
cy: Dyfyniadau -Scratch
ga: Athfhriotail - Scratch
kk: Дәйексөздер - Скретч
km: សម្រង់សេចក្តី - Scratch
mi: He Kupu Tautoko mō Scratch
ru: Цитаты - Scratch

source: What <b>Youth</b> are Saying about Scratch
bg: Какво казват <b>младите</b> за Scratch
cs: Co <b>mládež</b> říká o Scratchi
cy: Beth mae <b>Pobl Ifanc</b> yn eu Dweud am Scratch
ga: Cad atá <b>Daoine Óga</b> ag rá faoi Scratch
kk: Жасөспірімдер </b> Скретч туралы не <b>айтып жатыр
mi: He aha ngā kōrero o ngā <b>Taiohi</b> mō Scratch
ru: Что говорит <b>молодежь</b> о Scratch

source: I like Scratch better than blogs or social networking sites like Facebook because we’re creating interesting games and projects that are fun to play, watch, and download. I don’t like to just talk to other people online, I like to talk about something creative and new.<span class="quotes">&rdquo;</span> - 13-year-old </p>
bg: Харесвам Scratch по-добре от блогове или сайтове за социални мрежи като Facebook, защото създаваме интересни игри и проекти, които са забавни за гледане и изтегляне. Не обичам да говоря с други хора онлайн, обичам да говоря за нещо креативно и ново. <span class="quotes">&rdquo;</span> - 13-годишен</p>
cs: Mám Scratch radši než blogy nebo sociální sítě jako Facebook protože děláme zajímavé hry a projekty co je radost hrát, sledovat a stahovat. Nebaví mě jen kecat online s jinými lidmi, rád mluvím o něčem tvůrčím a novým.<span class="quotes">&rdquo;</span> - 13-tiletý </p>
cy: Mae'n well gen i Scratch na blgiau na gwefannau rhwydweithiau cymdeithasol fel Facebook, achos nl'n creu gemau a phrojectau diddorol sy'n hwyl i'w chwarae, gwylio a'u llwytho i lawr. Dwi ddim yn hoffi dim ond siarad gyda phobl eraill ar-lein, dwi'n hoffi siarad am betthau creadigol a newydd.<span class="quotes">&rdquo;</span> - 13 mlwydd oed</p>
kk: Мен Скретчті блоктардан және Facebook секілді желілер сайтына қарағанда жақсы көремін, себебі біз қызықты ойындар мен ойнауға, көруге, орнатуға қызықты болатын жобаларды құру үстіндеміз. ⇥ Мен басқа адамдармен тек онлайн сөйлескенді қаламаймын, Мен креативті және жаңа нәрселер туралы сөйлескім келеді.span class="quotes">&rdquo;</span> - 13-жаста- </p>
mi: He pai ake a Scratch i ngā blog me ngā pae pāpāho pāpori pērā ki a Pukamata na te mea kei te hanga mātou i ngā kēmū āhuareka, me ngā pūkete whakangahau ki te tākaro, ki te mātakitaki me te tikiake. kāore i te tino pai ki ahau ki te kōrero noa i runga i te ipurangi, ko te mea pai ko te kōrero mō ngā mea hou, ngā mea auaha hoki.<span class="quotes">&rdquo;</span> - 13-year-old </p>
ru: Мне нравится Scratch лучше, чем блоги или сайты социальных сетей, такие как Facebook, потому что мы создаем интересные игры и проекты, которые интересны для игры, просмотра и скачивания. Мне не нравится просто разговаривать с другими людьми в Интернете, мне нравится говорить о чем-то творческом и новом. <span class="quotes">&rdquo;</span> - 13-летний</p>

source: <span class="quotes">&ldquo;</span>My 8-year-old brother and I have been active participants of the Scratch Online Community for over a year. I enjoy designing and programming games and animations with other kids, because different people have different skills, and when you work together, you can build a much better project than you can alone.<span class="quotes">&rdquo;</span> - 13-year-old
bg: <span class="quotes">&ldquo;</span> Моят 8-годишен брат и аз сме били активни участници в онлайн общността на Scratch за повече от година. Обичам да проектирам и програмирам игри и анимации с други деца, защото различните хора имат различни умения, и когато работите заедно, можете да изградите много по-добър проект, отколкото можете сами. <span class="quotes">&rdquo;</span> - 13-годишен
cs: <span class="quotes">&ldquo;</span>Můj 8-mi letý bráška a já jsme oba aktivní členové Scratch společenství už přes rok. Baví mě navrhování a programování her a animací s ostatními dětmi, protože různí lide mají rozdílné schopnosti a když děláš společně, tak postavíš lepší projekt než sám.<span class="quotes">&rdquo;</span> - 13-tiletá
cy: <span class="quotes">&ldquo;</span>Rwyf i a fy mrawd 8 oed wedi bod yn gwneud pethau gyda Chymuned Ar-lein Scratch ers dros blwyddyn. Rwy'n mwynhau cynllunio a rhaglennu gemau ac animeiddiadau gyda phlant eraill, gan fod gan bobl eraill sgiliau eraill, a phan fyddwch yn gweithio gyda'ch gilydd gallwch adeiladu lot gwell project nac ar ben eich hunain.<span class="quotes">&rdquo;</span> - 13 oed
kk: <span class="quotes">&ldquo;</span> Менің 8 жастағы інім және мен Скретч онлайн қоғамдастығында жыл бойы белсенді қатысушылары болдық. Мен ойындарды және анимацияларды басқа балалармен бірге дизайндауға және бағдарламалауға қанағаттандым, себебі әр түрлі адамдарда әр түрлі қабілеттілік бар, және сіздер бірігіп жұмыс жасаған кезде сіз өзіңіздің жалғыз жасаған жобаңыздан да жақсысысын құра аласыз .span class="quotes">&rdquo;</span> -13 жаста
mi: <span class="quotes">&ldquo;</span>Kua uru kaha māua ko taku tungane tau 8 ki te hāpori tuihono mō Scratch , kua neke atu i te kotahi tau ināianei. He pai ki ahau ki te hoahoa me te waehere i ngā kēmu me ngā hākorikori ki te taha o ngā tamariki kē, na te mea he rerekē ngā pukenga o ia tangata, ā, mā te mahi tahi ka taea te piki te kaha o te kaupapa atu i te mahi o te tangata kotahi.<span class="quotes">&rdquo;</span> - tau 13
ru: <span class="quotes">&ldquo;</span> Мой 8-летний брат и я были активными участниками сообщества Scratch Online уже более года. Мне нравится разрабатывать и программировать игры и анимации с другими детьми, потому что у разных людей разные навыки, и когда вы работаете вместе, вы можете построить гораздо лучший проект, чем вы можете один. <span class="quotes">&rdquo;</span> - 13-летний

source: <span class="quotes">&ldquo;</span>Making games is something I've always thought would be fun, but I didn't want a really complex programming language. In the beginning, even Scratch seemed complex, but after sticking with it for a while, I've been able to make some amazing games. And the fact that you can share projects so easily makes it even better. Scratch is awesome!<span class="quotes">&rdquo;</span> - 17-year-old
cs: <span class="quotes">&ldquo;</span>Dělat hry je něco, co jsem vždycky považoval za zábavu, ale nečekal jsem fakt složitej programovací jazyk. Zkraje i Scratch vypadal složitě, ale když jsem to chvíli vydržel, mohl jsem si udělat pár povedených her. A to, že se můžou sdílet tak snadno projekty je ještě lepší. Scratch je boží!<span class="quotes">&rdquo;</span> - 17-tiletý
cy: <span class="quotes">&ldquo;</span>Mae creu gemau'n rhywbeth dwi wedi meddwl erioed fyddai'n hwyl. ond doeddwn i ddim eisiau rhaglen rhaglennu cymleth, ac ar y cychwyn roedd Scratch i weld yn gymleth, ond ar ol cadw ati am dipyn rwy wedi gallu creu gemau anhygoel. Ac mae'r ffaith eich bod yn gallu rhannu projectau mor hawdd yn ei wneud yn well byth. Mae Scratch yn anhygoel! <span class="quotes">&rdquo;</span> - 17 oed
kk: <span class="quotes">&ldquo;</span> Ойындарды құру менің әрқашан қызықты деп санаған нәрсем, бірақ мен шынында да қиын бағдарламалау тілін ұнатпаймын. Басында, Скретчте қиын болып көрінді, бірақ онымен айналысқаннан кейін, көптеген ойындарды жасауға болатынан үйреніп алдым. Сіздің жобларыңызды бөлісе алуыңыз мұны жақсартады. Скретч ол тамаша!<span class="quotes">&rdquo;</span> -17 жаста
mi: <span class="quotes">&ldquo;</span>Mai rā anō ki taku whakaaro he āhuareka te hanga o ngā kēmu, engari, kāore ahau i te tino hiahia ki ngā reo waehere uaua. I te tīmatanga, he āhua tuatini hoki te Scratch, engari mā te haere tonu mō te wā āhua roa, i taea e ahau te hanga i ngā kēmu mīharo. Ko te mea hoki he ngāwari ki te tuari i ngā kaupapa he painga anō. Tūmeke te Scratch!<span class="quotes">&rdquo;</span> - tau 17
ru: <span class="quotes">&ldquo;</span> Создание игр - это то, что я всегда считал забавным, но мне не нужен действительно сложный язык программирования. Вначале даже Scratch казался сложным, но после того, как он некоторое время удерживал его, я смог сделать некоторые удивительные игры. И тот факт, что вы можете делиться проектами так легко, делает его еще лучше. Scratch - это потрясающе! <span class="quotes">&rdquo;</span> - 17-летний
