Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: The project partners are collaborating with Progressive Arts Alliance (PAA) to develop resources and workshops on the interest area of hip-hop dance. We have offered workshops for youth in Cleveland and Los Angeles, and for librarians, educators, and youth program leaders nationally and internationally. In addition, the hip-hop dance and coding resources are featured as part of the Hour-of-Code.
cy: Mae'r partneriaid yn y project yn cydweithio gyda Progressive Arts Alliance (PAA) i ddatblygu adnoddau a gweithdai ar faes diddordeb dawns hip-hop. Rydym wedi cynnig gweithdai ar gyfer pobl ifanc yn Cleveland a Los Angeles ac ar gyfer llyfrgellwyr, addysgwyr ac arweinyddion rhaglenni pobl ifanc yn yr Unol Daleithiau ac yn rhyngwladol. Yn ogystal, mae adnoddau dawns hip-hop a chodio ar gael fel rhan o'r Hour-of-Code.
kk: Жоба серіктестері бірге біріктіреді <a href="http://paaalive.org">Progressive Arts Alliance (PAA)</a> ⇥⇥ Хип-хоп биі аумағында қызығатын ресурстарды және семинарларды дамыту. ⇥⇥Біз Cleveland and Los Angeles-тегі жасөспірімдерге семинарларды ұсындық, және кітапханашыға, оқытушыларға, және ұлттық және халықаралық жасөспірім бағдарламалау лидерлеріне. ⇥⇥ Сонымен қоса, хип-хоп биі және ресурстарды кодтау бөлігі ретінде <a href="http://scratch.mit.edu/hoc">Кодтау Сағатының </a>. ⇥⇥
mi: Kei te mahi tahi, ngā hoa rangapū me te Progressive Arts Alliance (PAA) ki te hanga i ngā rauemi me ngā taiwhanga i te kaupapa āpiti o te kanikani hip-hope Kua tuku mātou i ngā wānanga mō te hunga taiohi o Cleveland me Los Angeles, mō ngā kaitiaki pātaka pukapuka, ngā kaiwhakaako, me ngā kaiārahi taiohi o te whenua nei me te ao. Atu i tēnā, kua tukuna atu hoki ngā rauemi waehere mō te kanikani hipi-hope ki te Hour-of-Code.
ru: Партнеры проекта сотрудничают с Альянсом прогрессивных искусств (PAA) развивать ресурсы и семинары по интересной области танца хип-хопа. Мы предложили семинары для молодежи в Кливленде и Лос-Анджелесе, а также для библиотекарей, преподавателей и лидеров молодежной программы на национальном и международном уровнях. Кроме того, танец хип-хопа и ресурсы кодирования представлены как часть часового кода.

source: Who is working on the project?
cs: Kdo na projektu pracuje?
cy: Pwy sy'n gweithio ar y project hwn?
ga: Cé atá ag obair ar an tionscadail?
kk: Бұл жобамен кім жұмыс жасауда?
km: នរណាកំពុងធ្វើការលើគម្រោងនេះ?
mi: Ko wai ngā kaimahi mō tēnei kaupapa?
ru: Кто работает над проектом?

source: The lead researchers and staff on the project include: <p><strong>MIT Media Lab</strong>: Mitchel Resnick (Principal Investigator), Natalie Rusk (Co-PI), Moran Tsur, Eric Schilling, Sarah Otts</p> <p><strong>University of California - Irvine</strong>: Mimi Ito (Principal Investigator), Crystle Martin</p> <p><strong>Berkman Klein Center at Harvard University</strong>: Urs Gasser (Principal Investigator), Andres Lombana-Bermudez, Sandra Cortesi, Paulina Haudong</p> Other collaborators include: <p><strong>Progressive Arts Alliance</strong>
cy: Prif ymchwilwyr a staff y project yw: <p><strong>MIT Media Lab</strong>: Mitchel Resnick (Principal Investigator), Natalie Rusk (Co-PI), Moran Tsur, Eric Schilling, Sarah Otts</p> <p><strong>University of California - Irvine</strong>: Mimi Ito (Principal Investigator), Crystle Martin</p> <p><strong>Berkman Klein Center yn Harvard University</strong>: Urs Gasser (Principal Investigator), Andres Lombana-Bermudez, Sandra Cortesi, Paulina Haudong</p> Mae cyfrannwyr eraill yn cynnwys: <p><strong>Progressive Arts Alliance</strong>
ga: I measc na bpríomhthaighdeoirí ar an tionscadal seo: <p><strong>MIT Media Lab</strong>: Mitchel Resnick (Príomhthaighdeoir), Natalie Rusk (Comh-Phríomhthaighdeoir), Moran Tsur, Eric Schilling, Sarah Otts</p> <p><strong>Ollscoil California - Irvine</strong>: Mimi Ito (Príomhthaighdeoir), Crystle Martin</p> <p><strong>Lárionad Berkman Klein in Ollscoil Harvard</strong>: Urs Gasser (Príomhthaighdeoir), Andres Lombana-Bermudez, Sandra Cortesi, Paulina Haudong</p> Comhoibrithe eile: <p><strong>Progressive Arts Alliance</strong>
kk: Жоба бойынша жетекші зерттеушілер мен қызметкерлер: <p><strong> MIT Media Lab</strong>: Mitchel Resnick (Principal Investigator), Natalie Rusk (Co-PI), Moran Tsur, Eric Schilling, Sarah Otts</p> <p><strong>University of California - Irvine</strong>: Mimi Ito (Principal Investigator), Crystle Martin</p> <p><strong>Berkman Klein Center at Harvard University</strong>: Urs Gasser (Principal Investigator), Andres Lombana-Bermudez, Sandra Cortesi, Paulina Haudong</p> Басқа әріптестер: <p><strong>Progressive Arts Alliance</strong>
mi: Ko ētahi o ngā kaiārahi rangahau me ngā kaimahi o Scratch ko: <p><strong>MIT Media Lab</strong>: Mitchel Resnick (Principal Investigator), Natalie Rusk (Co-PI), Moran Tsur, Eric Schilling, Sarah Otts</p> <p><strong>University of California - Irvine</strong>: Mimi Ito (Principal Investigator), Crystle Martin</p> <p><strong>Berkman Klein Center at Harvard University</strong>: Urs Gasser (Principal Investigator), Andres Lombana-Bermudez, Sandra Cortesi, Paulina Haudong</p> Ko ētahi kaitautoko anō, ko: <p><strong>Progressive Arts Alliance</strong>
ru: Ведущие исследователи и сотрудники проекта: <p><strong>MIT Media Lab</strong>: Митчел Ресник (главный следователь), Натали Раск (Co-PI), Моран Цур, Эрик Шиллинг, Сара Оттс</p> <p><strong>Калифорнийский университет - Ирвин</strong>: Мими Ито (главный следователь), Кристл Мартин</p> <p><strong>Центр Беркмана Клейна в Гарвардском университете</strong>: Урс Гассер (главный следователь), Андрес Ломбана-Бермудес, Сандра Кортези, Полина Хаудун Другие сотрудники: <p><strong>Альянс прогрессивных искусств</strong>

source: This material is based upon work supported by the National Science Foundation under grant number 1348876.
bg: Този материал се основава на работата, подкрепена от Националната научна фондация под номер 1348876.
cs: Tento materiál je založen na práci podporované National Science Foundation pod grantem číslo 1348876.
cy: Mae'r deunydd yn seiliedig ar waith gafodd ei gefnogi gan yNational Science Foundation o dan rhif grant 1348876.
kk: Бұл материал Ұлттық Ғылыми Фондының грант саны 1348876 арқылы қолдау тапқан жұмысқа негізделген.
mi: I puta ēnei rauemi, nā ngā mahi i tautokona e te National Science Foundation i te tukunga pūtea nama 1348876.
ru: Этот материал основан на работе, поддерживаемой Национальным научным фондом под номером гранта 1348876.

source: Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation.
cs: Všechny názory, zjištění a závěry nebo doporučení vzjádřená v tomto materiálu jsou jejich autorů a ne nutně odráží stanovisko National Science Foundation.
cy: Mae pob barn, canfyddiad a chasgliad neu argymhelliad, sy'n cael eu mynegi o fewn y deunydd yn eiddo'r awduron ac nid ydynt o anghenraid yn adlewyrchu barn y National Science Foundation.
kk: Автордың қандай да бір ойлары, қорытулары мен қорытындылары немесе ұсыныстары бұл материалда қамтылды, және мұның Ұлттық Ғылым Фонд тарапынан қаралуы тиісті емес.
mi: Nā ngā kaitito anake ngā whakaaro, ngā kitenga, ngā whakatau hoki i roto i ēnei rauemi - kāore i te hāngai pea ki ngā whakaaro o te National Science Foundation.
ru: Любые мнения, выводы и выводы или рекомендации, выраженные в этом материале, принадлежат авторам и не обязательно отражают точку зрения Национального научного фонда.

source: Collaborating Organizations
bg: Сътрудничещи организации
cs: Spolupracující organizace
cy: Cyrff sy'n Cydweithio
ga: Eagraíochtaí Comhoibrithe
kk: Бірлесіп жұмыс істейтін ұйымдар
mi: Ngā Rōpū Tautoko
ru: Сотрудничающие организации

source: Resources
bg: Материали
cs: Zdroje
cy: Adnoddau
ga: Acmhainní
kk: Ресурстар
km: ធនធាន
mi: Ngā Rauemi
ru: Ресурсы

source: You can access resources for creating dance, music, and other interest-based projects here:
cy: Gallwch gael mynediad i'r adnoddau ar gyfer creu dawns, cerddoriaeth a phrojectau ar sail diddordeb yn fan hyn:
kk: Сіз бұл жерде би, музыка, және басқа да қызығушылыққа негізделген жобаларды жасау үшін ресурстарға кіре аласыз:
km: អ្នកអាចចូលទៅកាន់ធនធានសម្រាប់បង្កើត របាំ តន្ត្រី និងកិច្ចការតាមចំណូលចិត្តដទៃទៀតនៅទីនេះ៖
mi: Kei konei he rauemi māhau, hei hanga i ngā kaupapa kanikani, puoro, aha rānei.
ru: Вы можете получить доступ к ресурсам для создания танцев, музыки и других интересных проектов здесь:

source: Things to Try Page
cy: Tudalen Pethau i'w Profi
kk: Істеп көретін нәрселер парақшасы
km: ទំព័រអំពីរបស់ដែលត្រូវសាកល្បង
mi: Whārangi - Hei Whakamātau Noa
ru: Страница "Что попробовать"

source: Preview Scratch Microworld prototypes:
cy: Rhagolwg oBPrototeipiau Bydoedd Bach Scratch
kk: Кішкенеәлем прототиптерін шолу:
mi: Tiro wawe i ngā tauira tuatahi ō ngā Scratch Microworlds
ru: Предварительный просмотр прототипов Scratch Microworld:

source: Interest-Based Microworlds Prototypes
cy: Prototeipiau Bydoedd Bach aer Sail Diddordeb
kk: Қызығушылық жайлы кішкене-әлем прототиптері
mi: He tauira tuatahi whai-kaupapa mō ngā Microworlds
ru: Интересные прототипы Microworlds

source: Related Posts
bg: Подобни публикации
cs: Související příspěvky
cy: Cofnodion sy'n Perthyn
ga: Postálacha Gaolmhara
kk: Қатысты посттар
km: ប្រកាសដែលពាក់ព័ន្ធ
mi: He Tukunga Kōrero Hāngai
ru: Похожие сообщения

source: Coding for All: Dance and Scratch Workshops - Paulina Haudong
cy: Codio i Bawb: Gweithdai Scratch a Dawns - Paulina Haudong
kk: Барлығы үшін кодтау: Би және Скретч Семинарлары - Paulina Haudong
mi: Waehere mō te Katoa: He Wānanga Kanikani me Scratch - Paula Haudong
ru: Программирование для всех: Танцы и Мастерские Scratch - Paulina Haudong

source: Hip-Hop and Scratch - Progressive Arts Alliance
cy: Hip-Hop a Scratch - Progressive Arts Alliance
kk: Хип-хоп және Скретч- прогрессивті өнер одағы
mi: Hipihope me Scratch - Progressive Arts Alliance
ru: Хип-Хоп и Scratch - Объединение Прогрессивного Искусства

source: Reflections on a Hip-Hop and Scratch Workshop
cy: Adlewyrchu ar Weithdy Hip-Hop a Scratch
kk: Хип-хоп және Скретч Семинары туралы ойлар
mi: He whakaata mō te wānanga Hipihope me Scratch
ru: Размышления о мастерской хип-хопа и Scratch

source: Scratch Community Guidelines
bg: Обществени правила на Scratch
cs: Pravidla Scratch společenství
cy: Canllawiau Cymunedol Scratch
ga: Treoirlínte Chomhphobal Scratch
kk: Скретч Қоғам Ережесі
km: សហគមន៏គោលការណ៍ណែនាំ Scratch
mi: Ko ngā Aratohu Hāpori mō Scratch
ru: Правила Сообщества Скретч

source: We need everyone’s help to keep Scratch a friendly and creative community where people with different backgrounds and interests feel welcome.
bg: Ние приемаме всяка помощ, осигуряваща че Scratch винаги ще продължи да бъде приятна творческа общност, където хората от различни среди и споделящи различни интереси се чувстват приети.
cs: Potřebujeme pomoc každého, abychom udrželi Scrach komunitu přátelskou a tvořivou, kde se budou cítit vítáni lidé z různých prostředí i zájmů.
cy: Rydym angen help pawb i gadw Scratch yn gymuned cyfeillgar a chreadigol lle ae pawb o gefndiroedd a diddordebau gwahanol yn teimlo'r croeso.
ga: Tá do chúnamh ag teastáil le comhphobal cairdiúil cruthaitheach a chothú – áit a bhfuil fáilte roimh dhaoine as cúlraí éagsúla agus le spéiseanna éagsúla.
kk: Біз Скретчті жылы шырайлы және креативті қоғамдастық болуына барлығыңыздың көмектеріңізге жүгінеміз, мұнда әр түрлі мүддедегі және қызығушылықтары бар адамдар өздерін қонақ ретінде сезінеді.
km: យើងត្រូវការអ្នករាល់គ្នាជួយថែរក្សា Scratch​មានភាពងាយស្រួលហើយនីងសហគមន៏ច្នៃប្រឌិតកន្លែងដែលមនុស្សមកពីប្រភពហើយនីងចំនាប់អារម្មណ៏ផ្សេងគ្នាមានអារម្មណ៏កក់ក្តៅ
mi: Ka hiaāwhina ai mātou kia ū tonu a Scratch hei hāpori hoahoa, hei hāpori auaha, he wāhi mō ngā tāngata me ngā whakapapa rerekē, ngā ngahau rerekē hoki e pai ai ki te noho.
ru: Нам нужна всеобщая помощь, чтобы сохранить Scratch как дружелюбное и творческое сообщество, где тепло приветствуют людей различного происхождения и с различными интересами.

source: <b>Be constructive.</b> When commenting on others' projects, say something you like about it and offer suggestions.
cs: <b>Buď konstruktivní.</b> Při komentování projektů ostatních řekni, co se ti líbí, a nabídni návrhy.
cy: <b>Byddwch yn adeiladol.</b> Wrth adael sylw ar brojectau eraill, dwedwch rhywbeth am yr hyn rydych yn ei hoffi amdano a chynnig awgrymiadauhen commenting on other’s projects, say something you like about it and offer suggestions.
ga: <b>Bí cuidiúil.</b> Nuair a dhéanann tú trácht ar thionscadal de chuid duine eile, déan cur síos ar rud éigin a thaitin leat agus tabhair moltaí.
kk: <b> Сандарды болыңыз. </b> Басқалардың жобаларына пікір қалдыру кезінде, сізге ұнаған нәрсеңізді айтыңыз және ұсыныстарыңызды ұсыныңыз.
km: <b>មានលក្ខណៈស្ថាបនា</b> ពេលដែលផ្តល់មតិនៅលើកិច្ចការរបស់អ្នកដទៃ និយាយពីអ្វីដែលអ្នកចូលចិត្តអំពីវា ហើយផ្តល់ជាយោបល់សម្រាប់ការកែលម្អ។
mi: <b>Kia ngākaupai.</b> I ā koe e tuku kōrero mō ngā kaupapa o tētahi atu, whakaputaia tētahi mea pai, me ngā kupu āwhina.
ru: <b>Будьте конструктивны.</b> Комментируя проекты других, скажите что-то, что вам нравится, и предложите предложения.

source: Scratch welcomes people of all ages, races, ethnicities, religions, sexual orientations, and gender identities.
bg: Scratch приветства хората от всички възрасти, раси, националности, религии, сексуални ориентации и полове.
cs: Scratch vítá lidi každého věku, rasy, etnik, víry, sexuální orientace i pohlavní identity.
cy: Mae Scratch yn croesawu pobl o bob oes, hil, ethnigrwydd, crefydd, tuedd rhywiol, a hunaniaeth rhywiol
ga: Cuireann Scratch fáilte roimh gach duine agus ní dhéantar idirdhealú ó thaobh aoise, inscne, cine, reiligiúin, claonadh gnéis ná féiniúlacht inscne de.
kk: Скретч барлық жастағы, ұлттағы, діндегі, этниктерді, жыныстық бағдарларға және жыныстық идентецияға қарамайды.
km: Scratch សូមស្វាគមន៍មនុស្សគ្រប់វ័យ គ្រប់ពូជសាសន៍ ជនជាតិ សាសនា សមត្ថភាព ភេទ និងអត្តសញ្ញាណយេនឌ័រ។
mi: Ko Scratch tēnei e pōwhiri nei i ngā tāngata katoa, ahakoa pakeke, ahakoa iwi, ahurea tuakiri, whakapono, takatāpui, wahine, tāne rānei.
ru: Скретч приветствует людей всех возрастов, рас, национальностей, религий, сексуальных ориентаций и пола.

source: Scratch Credits
bg: Екипът на Scratch
cs: Zásluhy o Scratch
cy: Diolchiadau Scratch
ga: Admhálacha Scratch
kk: Скретч несиелері
km: ក្រេឌីត Scratch
mi: Ngā tohutoro mō Scratch
ru: Создатели Скретч

source: Scratch Credits and Contributors
bg: Екипът и сътрудниците на Scratch
cs: Zásluhy a přispěvatelé Scratch
cy: Diolchiadau a Chyfranwyr Scratch
ga: Admhálacha agus Cuiditheoirí Scratch
kk: Скретч несиелері және салымшылары
km: ក្រេឌីតនិងអ្នករួមចំណែកសម្រាប់ Scratch
mi: He Kaiāwhina me ngā Waetohu mō Scratch
ru: Создатели Скретч и помощники

source: MIT Scratch Team
bg: Eкипа на Scratch към Масачузетския технологичен институт
cs: Tým Scratch na MIT
cy: Tim Scratch MIT
ga: Foireann Scratch MIT
kk: MIT Скртеч тобы
mi: Te Tīma Scratch MIT
ru: MIT Команда Scratch

source: Hip-Hop Dance on Scratch
bg: Хип-хоп танц в Scratch
cs: Tanec Hip-Hop ve Scratch
cy: Dawns Hip Hop as Scratch
ga: Damhsa Hip Hap ar Scratch
kk: Скертчтегі Хип-Хоп биі
mi: Kanikani hipihope i Scratch
ru: Танец хип-хопа в Scratch

source: You can use Scratch to program your own dance moves and routines!
cs: Můžeš použít Scratch k naprogramování vlastních tanečních pohybů a postupů!
cy: Gallwch ddefnyddio Scratch i raglennu eich symudiadau dawns!
kk: Сіз Скретчті өзіңіздің жеке би қимылдарыңызды және жүйелі түрде қайталанып отыратын іс-әрекеттеріңізді бағдарламалау үшін қолдана аласыз!
mi: Mā Scratch ka waehere i ō ake nekenekehanga kanikani!
ru: Вы можете использовать Scratch для программирования собственных движений и упражнений.

source: Featured Hip-Hop Projects
bg: Моите Хип-Хоп проекти
cs: Vybrané Hip-Hop Projekty
cy: Projectau Hip-Hop
kk: Өңделген Хип-Хоп жобалары
mi: Ngā Pūkete Hipihope kua Tohungia
ru: Рекомендуемые хип-хоп проекты

source: Hip-Hop Dance Start-Up
bg: Хип-хоп танц - начало
cs: Začínáme s Hip-Hop tancem
cy: Cychwyn Dawns Hip-Hop
kk: Хип-Хоп Биінің Старт-апы
ru: Запуск танца хип-хопа

source: Silhouette Dance
bg: Танц силует
cy: Dawns Silwét
kk: Силуэт Биі
ru: Силуэт танца

source: EpicDance
bg: Епичен танц
cy: Dawns Epig
kk: ЭпикБи
ru: ЭпическийТанец

source: Explore Hip-Hop Studios
cy: Darganfod Stiwdios Hip-Hop
ga: Féach ar Stiúideonna Hip Hap
kk: Хип-хоп студияларын зерттеңіз
mi: Toro atu ki Hip-Hop Studios
ru: Изучите хип-хоп студии

source: Hip-Hop Projects
bg: Хип-Хоп проекти
cy: Projectau Hip-Hop
ga: Tionscadail Hip Hap
kk: Хип-хоп жобалары
mi: Ngā Pūkete Hipihope
ru: Проекты хип-хопа

source: Dance, Dance, Dance
cs: Tancuj, tancuj, tancuj
cy: Dawnsio, Dawnsio, Dawnsio
ga: Damhsa, Damhsa, Damhsa
kk: Би, Би, Би
mi: Kani... Kanikani!
ru: Танцы, танцы, танцы

source: PAA Workshop Hip-Hop Gallery
cy: Oriel y PAA Workshop Hip-Hop Gallery
kk: PAA Хип-Хоп шеберхана галереясы
mi: Te Whakaaturanga, PAA Workshop Hipi-Hope
ru: Галерея хип-хоп мастерской PAA

source: Scratch - For Educators
bg: Scratch - за учители
cs: Scratch - Pro učitele
cy: Scratch ar gyfer Addysgwyr
ga: Scratch - Do Mhúinteoirí
kk: Тәрбиешілерге арналған-Скретч
mi: Scratch - Mō Ngā Kaiako
ru: Scratch- для преподавателей

source: Scratch is designed with learning and education in mind. A wide variety of educators have been supporting Scratch creators since 2007, in both formal and informal learning environments &ndash; K-12 classroom teachers, educational and computer science researchers, librarians, museum educators, and parents.<br/><br/> Want to learn more about learning with Scratch?<br/>Check out the <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd online community</a>.
cs: Scratch je navržen s úmyslem učit a vzdělávat. Široké spektrum lektorů podporuje tvůrce Scratch od roku 2007, jak v běžných tak i neformálních učebních prostředích &ndash; učitelé tříd K-12, vzdělávací i počítačoví vědečtí pracovníci, knihovníci, lektoři museí a rodiče.<br/><br/> Chceš se dozvědět víc o učení se Scratch?<br/>Vyzkoušej <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd online komunitu</a>.
cy: Mae Scrach wedi ei gynllunio gyda golwg ar ddysgu ac addysg. Mae ystod eang o addysgwyr wedi bod yn cefnogi crewyr Scratch ers 2007, mewn amgylchiadau dysgu ffurfiol ac anffurfiol &ndash; athrawon dosbarth K-12, ymchwilwyr addysgol a chyfrifiadureg, llyfrgellwyr, addysgwyr amgueddfeydd a rhieni. <br/><br/> Eisiau gwybod rhagor am ddysgu gyda Scratch? <br/>Ewch i gael golwg ar <a href="http://scratched.gse.harvard.edu" target="_blank">gymuned ar-lein ScratchEd</a>.
kk: Скретч ойда оқу және ағартумен бірге әзірленген. Кең көлемдегі алуан түрлі оқытушылар, К-12 сынып мұғалімдері, білім беру және компьютерлік ғылым бағытындағы зерттеушілер, кітапханашылар, мұражай оқытушылары және ата-аналар, Скретч құрушыларын 2007 жылдан бері ресми және бейресми оқу орталарында қолдап келе жатыр. <br/><br/> Скретчпен бірге үйрену жайлы көбірек оқығыңыз келе ме?<br/><a href="http://scratched.gse.harvard.edu" target="_blank">СкретчЕд онлайн қоғамдастығы</a>-ны тексеріңіз.
mi: I waihangatia Scratch i runga i te whakaaro whakaako. Kua tautoko mai te kāhui kaiwhakaako whānui i a mātou ngā kaihanga o Scratch mai i te tīmatanga i 2007, i ngā akoranga ō-paki me ngā akomanga ō-kawa &ndash; kaiako K-12, kairangahau whakaako, kairangahau pūtaiao rorohiko, kaitiaki pukapuka, kaiwhakaako whare taonga, me ngā mātua hoki.<br/><br/> Kia toro atu mō te whakaako mā Scratch?<br/>Tirohia <a href="http://scratched.gse.harvard.edu" target="_blank"> te hapori-ā-ipurangi o ScratchEd</a>.
ru: Scratch разработан с учетом обучения и образования. Широкий спектр педагогов поддерживает разработчиков Scratch с 2007 года, как в формальной, так и в неформальной среде обучения & ndash; Преподаватели класса K-12, исследователи в области образования и информатики, библиотекари, преподаватели музеев и родители.<br/><br/> Хотите узнать больше об обучении с помощью Scratch?<br/> Ознакомьтесь с <a href="http://scratched.gse.harvard.edu" target="_blank">онлайн-сообществом ScratchEd</a>.

source: <h3>What is ScratchEd?</h3> <p>Launched in July 2009, <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> is an online community where Scratch educators share stories, exchange resources, ask questions, and find people.</p> <p>Since its launch, more than 7500 educators from all around the world have joined the community, sharing hundreds of resources and engaging in thousands of discussions.</p> <p>Join the ScratchEd community for free at <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a>.<p>
cs: <h3>Co je to ScratchEd?</h3> <p>Od července 2009 je <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> online společenstvím, kde lektoři Scratch sdílí příběhy, vyměňují si zdroje, pokládají otázky a nalézají kolegy.</p> <p>Od jeho spuštění již více než 7500 lektorů z celého světa se k společenství připojilo, sdílí stovky zdrojů a vstoupilo do tisíců diskuzí.</p> <p>Připojte se zdarma ke komunitě ScratchEd na <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a>.<p>
cy: <h3>Beth yw ScratchEd?</h3> Wedi ei gychwyn ers Gorffennaf 2009, mae <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd yn gymuned ar-lein lle mae addysgwyr Scratch yn rhannnnu straeon, cyfnewid adnoddau, gofyn cwestiynnau a chanfod pobl.<p> <p>Ers ei gychwyn, mae mwy ns 7500 o addysgwyr o oamgylch y byd wedi ymuno a'r gymuned, gan rannu cannoedd o adnoddau ac yn ymuno a miloedd o sgyrsiau.</p> <p>Ymunwch a chymuned ScratchEd am ddim yn <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.havard.edu</a>.<p>
kk: ⇥⇥<h3> ScratchEd деген не? </h3> ⇥⇥<p>Іске қосылды 2009-дың шілдесінде, <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> Скретч оқытушылары әңгімелерін бөлісетін, ресурстарын алмастыратын, сұрақтарын қоятын, адамдар табатын онлайн қоғамдастық. </p> ⇥⇥<p>Іске қосылғаннан кейін, әлемнің түкпірінен 7500 оқытушылар қоғамдастыққа қосылды, жүздеген ресурстармен бөлісті және мығдаған талқылауларға қатысты </p> ⇥⇥<p>ScratchEd қоғамдастығына тегін қосылыңыз<a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a>.<p> ⇥⇥
mi: <h3>He aha a ScratchEd?</h3> <p>I whakarewa i te marama o Hongongoi 2009, ko <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> tētahi hapori ipurangi, kei reira ngā kaiwhakaako Scratch e tuari i ngā kōrero, whakawhiti rauemi, tuku pātai me te kimi i ngā tāngata.</p> <p>Mai i te tīmatanga, neke atu i te 7500 ngā kaiwhakaako o te ao katoa kua uru ki te hapori, kua tuari e hia rau ngā rauemi, kua whakawhiti whakaaro i te tini o ngā kōrereorero.</p> <p>Uru ki te hapori ScratchEd,kei <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a> - kāore he utu.<p>
ru: <h3>Что такое ScratchEd?</h3> <p><a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a>, запущенный в июле 2009 года, является онлайн-сообществом, в котором преподаватели Scratch делятся историями, обмениваются ресурсами, задают вопросы и находят людей.</p> <p>С момента своего запуска более 7500 преподавателей со всего мира присоединились к сообществу, обменялись сотнями ресурсов и участвовали в тысячах обсуждений.</p> <p>Присоединяйтесь к сообществу ScratchEd бесплатно по адресу </a>scratched.gse.harvard.edu</a>.<p>

source: Create Educator Account
cy: Creu Cyfrif Addysgwr
ga: Cruthaigh Cuntas Múinteora
kk: Оқытушы Аккаунтын құру
km: បង្កើតគណនីគ្រូ
mi: Hangaia he Pūkete Kaiako
ru: Создать учетную запись педагога
