Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: If you want to share and comment, simply click the link in the email we sent you at <strong><span class="email-welcome"></span></strong>
cs: Jestli chceš sdílet a komentovat, prostě klikni na odkaz v tom e-mailu co jsme ti poslali na <strong><span class="email-welcome"></span></strong>
cy: Os hoffech chi rannu a gadael sylw, cliciwch ar y ddolen yn yr e-bost, rydym wedi ei anfon atoch yn <strong><span class="email-welcome"></span></strong>
ga: Más mian leat ábhar a roinnt nó nóta tráchta a dhéanamh, cliceáil ar an nasc sa ríomhphost a sheolamar chugat ag <strong><span class="email-welcome"></span></strong>
kk: Егер бөліскіңіз келсе немесе пікір қалдырғыңыз келсе жай ғана біз жіберген хаттағы сілтемені басыңыз <strong><span class="email-welcome"></span></strong>
km: ប្រសិនបើអ្នកចង់ចែករំលែកនិងដាក់មតិ សូមចុចលើតំណនៅក្នុងអ៊ីមែលដែលបានផ្ញើទៅអ្នកនៅ៖<strong><span class="email-welcome"></span></strong>
mi: Kia te hiahia koe ki te tuari, ki te tuku kōrero rānei, pāwhiritia noa i te hononga i tā mātou īmēra i tukuna ki a koe ki <strong><span class="email-welcome"></span></strong>
ru: Если вы хотите поделиться и прокомментировать, просто нажмите ссылку в письме, которое мы отправили вам по адресу<strong><span class="email-welcome"></span></strong>

source: Wrong email? Change your email address in <a href="%(settings_url)s">Account Settings</a>
cs: Chybný e-mail? Změň svoji email addresu v <a href="%(settings_url)s">Nastavení účtu</a>
cy: E-bost anghywir? Newidiwch eich cyfeiriad e-boat yn <a href="%(settings_url)s">Gosodiadau Cyfrif</a>
ga: Ríomhphost mícheart? Athraigh do sheoladh ríomhphoist i <a href="%(settings_url)s">Socraithe Cuntais</a>
kk: Қате электрондық пошта?Электрондық мекен-жайыңызды өзгертіңіз <a href="%(settings_url)s"> Аккаунт параметрлері </a>
km: អ៊ីមែលខុសមែនទេ? ប្ដូរអាសយដ្ឋានអ៊ីមែលរបស់អ្នកនៅក្នុង<a href="%(settings_url)s">ការកំណត់សម្រាប់គណនី</a>
mi: Kei te hē te īmēra? Whakatikangia kei ngā <a href="%(settings_url)s">Tautuhinga Pūkete</a>
ru: Не правильно указали email? Измените email адрес в<a href="%(settings_url)s">Настройках Аккаунта</a>

source: Having problems? <a href="%(contact_url)s?confirmation=1">Please give us feedback</a>
bg: Имате проблеми? <a href="%(contact_url)s?confirmation=1">Моля опишете проблема</a>
cy: Problemau? <a href="%(contact_url)s?confirmation=1">Anfonwch eich adborth atom</a>
ga: Fadhbanna agat? <a href="%(contact_url)s?confirmation=1">Tabhair aiseolas dúinn le do thoil</a>
kk: Қиындықтар бар ма?<a href="%(contact_url)s?confirmation=1"> Бізге жауап беріңіз </a>
km: មានបញ្ហាមែនទេ? <a href="%(contact_url)s?confirmation=1"> សូមផ្ដល់មតិឲ្យយើងដឹង</a>
mi: He raruraru tāhau? <a href="%(contact_url)s?confirmation=1">Tēnā whakamōhio mai</a>
ru: Есть проблема? <a href="%(contact_url)s?confirmation=1">Напишите нам</a>

source: Oops we could not log you in. Please log in with the username and password you just created. If you still have trouble, please <a href="%(contact_url)s?confirmation=1">contact us</a>.
cy: Wps, methu eich allgofnodi. Mewngofnodwch gyda'r enw defnyddiwr a'r cyfrinair rydych newydd eu creu. Os ydych dal yn cael problemau, <a href="%(contact_url)s?confirmation=1">cysylltwch a ni</a>.
kk: Упс, біз сізді жүйеге кіргізе алмаймыз. Сіз жаңа құрған қолданушы есіміңізбен және құпиясөзіңізбен жүйеге кіріңіз. Сізде әлі де болса қиындықтар болса, өтінемін <a href="%(contact_url)s?confirmation=1"> бізге хабарласа аласыз </a>.
km: អុញ យើងមិនអាចអោយអ្នកចូលបានទេ។ សូមចូលដោយប្រើឈ្មោះគណនីនិងពាក្យសម្ងាត់ដែលអ្នកបានបង្កើត។ ប្រសិនបើអ្នកនៅតែមានបញ្ហា សូម<a href="%(contact_url)s?confirmation=1">ទាក់ទងយើង</a>។
mi: Aue, kāore i taea te whakauru. Tēnā, whakaurua te tohu tuakiri me te kupu hipa, i whakarite ai koe ināia tata nei. Mehemea kei te raru tonu, tēnā <a href="%(contact_url)s?confirmation=1">whakapā mai</a>.
ru: Ой! Мы не смогли впустить Вас на сайт. Пожалуйста, войдите с именем и паролем, которые Вы только что создали. Если это не решит проблему, пожалуйста, <a href="%(contact_url)s?confirmation=1">свяжитесь с нами</a>.

source: Oops we could not log you in. Please log in with the username and password you just created. If you still have trouble, you can save your project by downloading it to your computer using the button here. You may also ​<a href="%(contact_url)s?confirmation=1">contact us​</a> for additional help.
cy: Wps, methu eich allgofnodi. Mewngofnodwch gyda'r enw defnyddiwr a'r cyfrinair rydych newydd eu creu. Os ydych dal yn cael problemau, gallwch gadw eich project drwy ei lwytho i lawr i'ch cyfrifiadur gan ddefnyddio'r botwm yma. Gallwch hefyd <a href="%(contact_url)s?confirmation=1">gysylltu a ni</a> am gymorth ychwanegol.
kk: Упс, біз сізді жүйеге кіргізе алмаймыз. Сіз жаңа құрған қолданушы есіміңізбен және құпиясөзіңізбен жүйеге кіріңіз. Сізде әлі де болса қиындықтар болса, сіз мындағы батырманы қолдану арқылы өзіңіздің компьютеріңізге жүктеу арқылы сақтаңыз. Сіз сонымен қатар, <a href="%(contact_url)s?confirmation=1"> бізге хабарласа аласыз </a> қосымша көмек керек болған жағдайда.
km: អុញ យើងមិនអាចអោយអ្នកចូលបានទេ។ សូមចូលដោយប្រើឈ្មោះគណនីនិងពាក្យសម្ងាត់ដែលអ្នកបានបង្កើត។ ប្រសិនបើអ្នកនៅតែមានបញ្ហា អ្នកអាចរក្សាទុក​កិច្ចការ​របស់អ្នកដោយទាញយកវាទុកក្នុងកុំព្យូទ័ររបស់អ្នកដោយចុចលើប៊ូតុងនេះ។ អ្នកក៏អាច<a href="%(contact_url)s?confirmation=1">ទាក់ទងយើង</a> ។
mi: Aue! Kāore i taea te whakauru i a koe. Tēnā, whakaurua te tohu tuakiri me te kupu hipa i whakarite ai koe ināia tata nei. Mehemea kei te raru tonu, ka taea e koe te tikiake i tō kaupapa ki tō rorohiko mā tēnei pātene. ​<a href="%(contact_url)s?confirmation=1">Whakapā mai​</a> rānei mō te āwhina anō.
ru: Ой! Мы не смогли впустить Вас на сайт. Пожалуйста, войдите с username и паролем, которые Вы только что создали. Если это не решит проблему, Вы можете сохранить свой проект, скачав его на свой компьютер, нажав на эту кнопку. Вы также можете <a href="%(contact_url)s?confirmation=1">связаться с нами</a> для получением дополнительной помощи.

source: Download project
bg: Изтеглете проекта
cy: Llwytho'r project i lawr
kk: Жобаны жүктеу
km: ទាញយកកិច្ចការ
mi: Tikiake i te Kaupapa
ru: Скачать проект

source: Whoops, emails do not match
bg: Упс, имейлите не съвпадат
cs: Jejda, e-maily nejsou stejné
cy: Wps, nidd yw'r cyfrineiriau'n cydweddu
ga: Úps, ní hionann na seoltaí ríomhphoist
kk: Упс, электрондық хаттар сәйкес келмейді
km: អ៊ីមែលមិនត្រូវគ្នា
mi: Aue. Kāore ngā ī-mēra e rite ana
ru: Ой, введённые адреса не совпадают

source: View:
bg: Преглед:
cs: Přístup:
cy: Gweld:
ga: Amharc:
kk: Шолу:
km: មើល៖
mi: Tirohia:
ru: Посмотреть:

source: Most Projects
bg: Най-много проекти
cs: Většina projektů
cy: Y Rhanfwyaf o Brojectau
ga: Líon is mó tionscadal
kk: Көптеген жобалар
km: កិច្ចការច្រើនបំផុត
mi: Te Maha o ngā Kaupapa
ru: Большинство проектов

source: Last updated
bg: Последно добавени
cs: Naposledy změněno
cy: Diweddarwyd ddiwethaf
ga: Nuashonrú is déanaí
kk: Соңғы рет жаңартылды
km: កែប្រែចុងក្រោយ
mi: Whakahounga tata
ru: Последнее обновление

source: You do not own any galleries. <a href=>Create one!</a>
cs: Nemáš žádnou vlastní galerii. <a href=>Vytvoř ji!</a>
cy: Nid ydych yn berchen ar oriel. <a href=> Crewch un!</a>
ga: Níl aon ghailearaithe agat. <a href=>Cruthaigh ceann nua!</a>
kk: Сіздің иелігіңізде қандай да бір галереялар жоқ. <a href=> Жаңасын құрыңыз!</a>
km: អ្នកមិនមានវិចិត្រសាលទេ។<a href=> បង្កើតមួយ!</a>
mi: Kāore ō whakaaturanga. <a href=>Hangaia tētahi!</a>
ru: У Вас нет ни одной галерии. <a href=>Создайте первую галерею!</a>

source: Created
bg: Създадено
cs: Vytvořeno
cy: Crewyd
ga: Cruthaithe
kk: Құрылды
km: បានបង្កើត
mi: I hangaia
ru: Создано

source: You do not have any galleries
cs: Nemáš žádné galerie
cy: Nid oes gennych oriel
ga: Níl aon ghailearaithe agat
kk: Сізде қандай да бір галереялар жоқ
km: អ្នកមិនមានវិចិត្រសាលទេ
mi: Kāore ō whakaaturanga.
ru: У Вас нет галереи

source: All
bg: Всички
cs: Všechno
cy: Y Cyfan
ga: Uile
kk: Барлық
km: ទាំងអស់
mi: Katoa
ru: Все

source: Shared
bg: Споделено
cs: Sdílené
cy: Wedi eu Rhannu
ga: Comhroinnte
kk: Бөлісті
km: កិច្ចការបានចែករំលែក
mi: Kua tuaritia
ru: Доступен всем

source: Not shared
bg: Не споделен
cs: Nesdílené
cy: Heb eu Rhannu
ga: Gan chomhroinnt
kk: Бөлінбеді
km: មិនបានចែករំលែក
mi: Kāore i te tuari
ru: Доступен только мне

source: + New Project
bg: + Нов проект
cs: + Nový projekt
cy: + Project Newydd
ga: + Tionscadal Nua
kk: + Жаңа Жоба
km: + កិច្ចការ​ថ្មី
mi: + Kaupapa Hou
ru: + Новый проект

source: Last modified:
bg: Последно променен:
cs: Naposledy upraveno:
cy: Newidiwyd Ddiwethaf
ga: Dáta athraithe:
kk: Соңғы рет өзгертілді
km: កែប្រែចុងក្រោយ៖
mi: Panoni nō nātata nei
ru: Последнее изменение:

source: Created:
bg: Създадено:
cs: Vytvořeno:
cy: Crewyd:
ga: Cruthaithe:
kk: Құрылды:
km: បានបង្កើត៖
mi: I hangaia:
ru: Создано:

source: Owned by me
cs: Jsem vlastníkem
cy: Fy Rhai i
ga: Liomsa
kk: Маған тиесілі
km: ខ្ញុំជាម្ចាស់
mi: Āku ake
ru: Я -- владелец

source: Curated by me
cs: Jsem správcem
cy: Curadwyd gennyf i
ga: Coimeádta agam
kk: Маған жетекшілік ететін
km: ខ្ញុំជាអ្នកប្រមូល
mi: Nāku te whakahaere
ru: Я -- куратор

source: Projects
bg: Проекти
cs: Projekty
cy: Projectau
ga: Tionscadail
kk: Жобалар
km: គម្រោង
mi: Ngā Kaupapa
ru: Проекты

source: Comments
bg: Коментари
cs: Komentáře
cy: Sylwadau
ga: Nótaí Tráchta
kk: Пікірлер
km: មតិ
mi: Tukunga Kōrero
ru: Комментарии

source: All Projects (<span data-content="project-count">%(projects_count)s</span>)
cs: Všechny projekty (<span data-content="project-count">%(projects_count)s</span>)
cy: Pob Project (<span data-content="project-count">%(projects_count)s</span>)
ga: Gach Tionscadal (<span data-content="project-count">%(projects_count)s</span>)
kk: Барлық жобалар (<span data-content="project-count">%(projects_count)s</span>)
km: កិច្ចការទាំងអស់ (<span data-content="project-count">%(projects_count)s</span>)
mi: Kaupapa katoa (<span data-content="project-count">%(projects_count)s</span>)
ru: Все проекты (<span data-content="project-count">%(projects_count)s</span>)

source: Shared Projects (<span data-content="shared-count">%(shared_count)s</span>)
cs: Sdílené projekty (<span data-content="shared-count">%(shared_count)s</span>)
cy: Projectau wedi eu Rhannu (<span data-content="shared-count">%(shared_count)s</span>)
ga: Tionscadail Chomhroinnte (<span data-content="shared-count">%(shared_count)s</span>)
kk: Ортақтасқан жобалар (<span data-content="shared-count">%(shared_count)s</span>)
km: កិច្ចការដែលបានចែករំលែក (<span data-content="shared-count">%(shared_count)s</span>)
mi: Kaupapa kua Tuaritia (<span data-content="shared-count">%(shared_count)s</span>)
ru: Общедоступные проекты (<span data-content="shared-count">%(shared_count)s</span>)

source: Unshared Projects (<span data-content="unshared-count">%(notshared_count)s</span>)
cs: Nesdílené projekty (<span data-content="unshared-count">%(notshared_count)s</span>)
cy: Projectau heb eu Rhannu (<span data-content="unshared-count">%(notshared_count)s</span>)
ga: Tionscadail Gan Comhroinnt (<span data-content="unshared-count">%(notshared_count)s</span>)
kk: Ортақтаспаған Жобалар (<span data-content="unshared-count">%(notshared_count)s</span>)
km: កិច្ចការមិនបានចែករំលែក (<span data-content="unshared-count">%(notshared_count)s</span>)
mi: Kaupapa kāore anō kia tuari (<span data-content="unshared-count">%(notshared_count)s</span>)
ru: Личные проекты (<span data-content="unshared-count">%(notshared_count)s</span>)

source: My Studios (<span data-content="gallery-count">%(gallery_count)s</span>)
cs: Moje studia (<span data-content="gallery-count">%(gallery_count)s</span>)
cy: Fy Stiwdios (<span data-content="gallery-count">%(gallery_count)s</span>)
ga: Mo Stiúideonna (<span data-content="gallery-count">%(gallery_count)s</span>)
kk: Менің студияларым (<span data-content="gallery-count">%(gallery_count)s</span>)
km: ស្ទូឌីយោរបស់ខ្ញុំ (<span data-content="gallery-count">%(gallery_count)s</span>)
mi: Aku Taiwhanga (<span data-content="gallery-count">%(gallery_count)s</span>)
ru: Мои студии (<span data-content="gallery-count">%(gallery_count)s</span>)

source: Trash
bg: Кошче
cy: Sbwriel
ga: Bruscar
kk: Қоқыс
km: សំរាម
mi: Para
ru: Корзина

source: New Project
cs: Nový projekt
cy: Project Newydd
ga: Tionscadal Nua
kk: Жаңа жоба
km: កិច្ចការ​ថ្មី
mi: Kaupapa Hou
ru: Новый проект

source: New Studio
cs: Nové studio
cy: Stiwdio Newydd
ga: Stiúideo Nua
kk: Жаңа студия
km: ស្ទូឌីយោថ្មី
mi: Taiwhanga Hou
ru: Новая студия

source: See inside
bg: Вижте отвътре
cs: Pohlédni dovnitř
cy: Gw. tu fewn
ga: Féach isteach
kk: Ішін көру
km: មើលខាងក្នុង
mi: Tirohia kei roto
ru: Войти внутрь проекта

source: Add to
cs: Přidat k
cy: Ychwanegwch at
ga: Cuir le
kk: Қосу
km: បន្ថែមទៅ
mi: Tāpiri ki
ru: Добавить к

source: Unshare
cs: Nesdíleno
cy: Dadrannu
ga: Dí-Chomhroinn
kk: Бөліспеу
km: ឈប់ចែករំលែក
mi: Tango te tuari
ru: Не делиться

source: Put back
cy: Rhoi nol
kk: Қайта қою
km: ដាក់មកវិញ
mi: Whakahokia
ru: Вернуть обратно

source: %(time)s ago
cs: %(time)s staré
cy: %(time)s yn ol
ga: %(time)s ó shin
kk: %(time)s бұрын
km: %(time)s មុន
mi: %(time)s ki mua
ru: %(time)s назад

source: is now following you
cs: je nyní tvým následovníkem
cy: nawr yn eich dilyn chi

source: loved your project
cs: lajkoval tvůj projekt
cy: yn hoffi eich project

source: favorited your project
cs: se líbí tvůj projekt
cy: wedi fefrynnu eich project

source: replied to your comment on
cs: odpověděl na tvůj komentář o
cy: wedi ateb eich sylw ar

source: commented on your project
cs: okomentoval tvůj projekt
cy: wedi gadael sylw ar eich project

source: commented on
cs: komentoval o
cy: wedi gadael sylw ar

source: replied to your comment in
cs: odpověděl na tvůj komentář v
cy: wedi ateb i'ch sylw yn

source: invited you to curate the studio
cs: tě zve ke správě studia
cy: wedi eich gwahodd i guradu'r stiwdio

source: promoted you to manager for the studio
cs: tě povýšil na vedoucího studia
cy: wedi eich dyrchafu i fod yn reolwr ar y stiwdio

source: remixed your project
cs: odvodil z tvého projektu
cy: wedi ailgymysgu eich project

source: as
cs: jako
cy: fel
ga: mar
kk: секілді
km: ជា
mi: hei
ru: как

source: There was new activity in
cs: Je nová aktivita ve
cy: Roedd yna weithgaredd newydd yn

source: today
cs: dnes
cy: heddiw

source: There are new posts in the forum thread:
cs: Máme nové příspěvky ve vláknu fóra:
cy: Mae cofnodion newydd yn y trywydd fforwm:

source: shared the project
cs: sdílel tento projekt
cy: wedi rhannu'r project
ga: - chomhroinn sé/sí tionscadal:
kk: жоба ортақталды
km: បានចែករំលែក​កិច្ចការ
mi: i tuari i te kaupapa
ru: поделился проектом

source: remixed
cs: upraveno
cy: ailgymysgwyd
ga: athmheasctha
kk: біріктірілді
km: បានកែបន្ថែម
mi: whakarākeitia
ru: сделал(а) ремикс

source: favorited
cs: oblíbené
cy: ffefrynnu
ga: - chuir sé/sí lena c(h)eanáin é:
kk: таңдаулы
km: បានចូលចិត្ត
mi: Whaka-makauria
ru: добавил(а) в избранные

source: loved
bg: харесвани
cs: lajkované
cy: hoffi
ga: - thug sé/sí grá do
kk: жақсы көретін
km: បានស្រលាញ់
mi: Arohaina
ru: нравится

source: is now following
bg: сега е следван
cs: je nyní následovníkem
cy: nawr yn dilyn
ga: - tá sé/sí ag leanúint
kk: қазір жазылу үстінде
km: កំពុងតាម
mi: kua tautāwhi
ru: подписан(а) на

source: added
bg: добавен
cs: přidáno
cy: wedi ychwanegu
ga: chuir sé/sí
kk: қосылды
km: បានបន្ថែម
mi: i tāpiri
ru: добавлен

source: to the studio
cs: do studia
cy: i'r stiwdio
ga: leis an stiúideo
kk: студияға
km: ទៅស្ទូឌីយោ
mi: ki te taiwhanga
ru: в студию

source: became a curator of
cs: stal se správcem pro
cy: yw curadur
ga: - ina c(h)oimeádaí anois ar
kk: кураторы болыңыз
km: បានក្លាយជាអ្នកប្រមូលនៅក្នុង
mi: i whakatūria hei kaiwhakahaere o
ru: стал куратором студии

source: was promoted to manager of
cs: byl povýšen na vedoucího
cy: wedi ei ddyrchafu fel rheolwr
ga: - rinne bainisteoir as/aisti ar
kk: мененджер болып тағайындалды
km: ត្រូវបានដំឡើងតំណែងជាអ្នកគ្រប់គ្រងនៅ
mi: kua eke hei kaiwhakahaere mō
ru: назначен менеджером

source: is now following the studio
cs: nyní následuje toto studio
cy: nawr yn dilyn stiwdio
ga: - tá sé/sí ag leanúint an stiúideo anois
kk: қазір студияға жазылу үстінде
km: កំពុងតាមស្ទូឌីយោ
mi: kua tautāwhi i te taiwhanga
ru: подписан(а) на студию

source: joined Scratch
cs: připojil se ke Scratchi
cy: wedi ymuno a Scratch
ga: - chláraigh sé/sí le Scratch
kk: Скретчке қосылды
km: បានចូលរួម Scratch
mi: i uru ki a Scratch
ru: присоединился(ась) к Scratch

source: Messages
cs: Zprávy
cy: Negesseuon

source: All Messages
cs: Všechny zprávy
cy: Pob Neges

source: Alerts
cs: Výstrahy
cy: Rhybuddion

source: You are invited to become a Scratcher! <a href="/users/%(invited_username)s#promote">Click here to learn more</a>!
cy: Mae gwahoddiad i chi ddod yn Scratchwr! <a href="/users/%(invited_username)s#promote">Cliciwch yma i ddysgu rhagor</a>

source: Enter
bg: Вход
cs: Vstup
cy: Mynd i fewn
ga: Cuir Isteach
kk: Енгізу
km: បញ្ចូល
mi: Takiuru
ru: Ввод

source: Do you like fashion?
cy: Ydych chi'n hoffi ffasiwn?
ga: An maith leat faisean?
kk: Сіз сәнді ұнатасыз ба?
km: តើអ្នកចូលចិត្តម៉ូតទេ?
mi: He pai koe ki ngā kākahu?
ru: Вы любите моду?

source: Watch this video about making fashion projects.
cy: Gwyliwch y fideo hwn am greu projectau ffasiwn.
ga: Féach ar an bhfíseán seo faoi thionscadail faisin a chruthú.
kk: Сән жасау керектігі жөнінде жобалар туралы видео қараңыз
km: មើលវីដេអូនេះអំពីការបង្កើតកិច្ចការម៉ូត
mi: Mātakitaki tēnei kiriata mō ngā kaupapa kākahu.
ru: Посмотрите видео о создании проектов в области моды.

source: Then see what you can do with the dress-up game below.
cy: Yna edrychwch i weld beth allwch chi ei wneud gyda'r gem gwisgo isod.
ga: Ansin féach céard is féidir leat a dhéanamh leis an gcluiche maisithe thíos.
kk: Содан соң, төмендегі дресс-ойындармен не істей алатындығыңызды көріңіз.
km: បន្ទាប់មក មើលថាតើអ្នកអាចធ្វើអ្វីបានជាមួយនឹងហ្គេមស្លៀកពាក់ខាងក្រោម។
mi: Kātahi, tirohia he aha ka taea e koe i te kēmu whakamau kākahu kei raro nei.
ru: Затем взгляните, что Вы можете сделать с игрой-одеванием ниже.

source: Explore other fashion projects and make your own!
cy: Darganfod projectau ffasiwn eraill a gwneud rhai eich hun!
ga: Féach ar thionscadail faisin eile agus cruthaigh do cheann féin!
kk: Басқа сән жобаларын зерттеп, оны өзіңіздікі қылыңыз!
km: រកមើលកិច្ចការម៉ូតរបស់អ្នកដទៃហើយបង្កើតមួយខ្លួនឯង
mi: Toro atu ki ngā kaupapa rākeitanga kākahu kē, hāngaia ō ake hoki!
ru: Ознакомьтесь с проектами в области моды и сделайте свой!

source: Do you like hip-hop?
cy: Ydych chi'n hoffi hip-hop?
ga: An maith leat hip hap?
kk: Сіз Хип-Хопты жақсы көресіз бе?
km: តើអ្នកចូលចិត្ត Hip-hop ទេ?
mi: He pai koe ki te hipi-hope?
ru: Вам нравится хип-хоп?

source: Watch a video about making hip-hop projects.
cy: Gwyliwch fideo am greu projectau hip-hop.
ga: Féach ar fhíseán faoi thionscadail hip hap a chruthú.
kk: Хип-Хопты қалай жасау керектігі туралы видео қара
km: មើលវីដេអូអំពីការបង្កើតកិច្ចការ hip-hop
mi: Mātakitaki i te kiriata e pā ana ki te hanga o ngā kaupapa hipi-hope.
ru: Посмотрите видео о проектах хип-хопа.

source: Then, create your own dance scene!
cy: Yna, crewch eich golygfa dawns eich hun!
ga: Ansin, cruthaigh do radharc damhsa féin!
kk: Кейін,өзіңіздің жеке би сахнасын құрыңыз!
km: បន្ទាប់មក បង្កើតឈុតរាំដោយខ្លួនឯង!
mi: Kātahi, waihanga tō ake whakaaturanga kanikani!
ru: Затем создайте свою собственную сцену танца!

source: Check out projects by others for inspiration.
cy: Dewch i weld projectau gan bobl eraill i'ch ysbrydoli.
ga: Féach ar thionscadail déanta ag daoine eile chun smaointí a fháil.
kk: Шабыт алу үшін жобаларыңызды басқалар арқылы бағалаңыз
km: មើលកិច្ចការដែលបង្កើតឡើងដោយអ្នកដទៃដើម្បីទទួលបានគំនិត
mi: Tirohia ngā kaupapa ō ētahi atu ki te whakamanawa i a koe.
ru: Для вдохновения познакомься с проектами других пользователей.

source: Want to make your own dance? <a href="http://scratch.mit.edu/dance">Start creating in Scratch!</a>
cy: Eisiau creu eich dawns eich hun? <a href="http://scratch.mit.edu/dance">Cychwyn creu yn Scratch!</a>
ga: Ar mhaith leat do dhamhsa féin a chruthú? <a href="http://scratch.mit.edu/dance">Tosaigh ag cruthú anois in Scratch!</a>
kk: Өзіңіздің жеке биіңізді орындағыңыз келе ме? <a href="http://scratch.mit.edu/dance"> Скретчте құруында баста!</a>
km: ចង់បង្កើតរបាំដោយខ្លួនឯងមែនទេ? <a href="http://scratch.mit.edu/dance"> ចាប់ផ្ដើមបង្កើតក្នុង Scratch!</a>
mi: Ka waihanga koe i tō ake kanikani? <a href="http://scratch.mit.edu/dance">Waihangatia mā Scratch!</a>
ru: Хотите сделать свой собственный танец? <a href="http://scratch.mit.edu/dance">Начните создавать в Scratch!</a>

source: Click on blocks to see what they do
bg: Кликнете върху блоковете, за да видите какво правят
cy: Cliciwch ar flociau i weld beth mae nhw'n eu gwneud
ga: Cliceáil ar na bloic le féachaint cad a dhéanann siad
kk: Олардың не істеп жатқанын көру үшін блокка басыңыз
km: ចុចលើប្លុកដើម្បីដឹងថាវាធ្វើអ្វី
mi: Pāwhiritia ngā paraka kia kite ai ngā mahi
ru: Нажимайте на блоки, чтобы узнать, что они делают

source: Try clicking this block
bg: Опитайте да кликнете върху този блок
cy: Cliciwch ar y bloc hwn
ga: Triail cliceáil ar an mbloc seo
kk: Бұл блокты басуға тырысыңыз
km: សាកចុចប្លុកនេះ
mi: Tēnā, pāwhiritia pea tēnei paraka
ru: Попробуйте нажать на этот блок

source: Or this block
bg: Върху този блок
cy: Neu'r bloc hwn
ga: Nó an bloc seo
kk: Немесе мына блокты
km: ឬប្លុកនេះ
mi: Tēnei paraka rānei
ru: Или на этот блок

source: Try changing colors
bg: Опитайте да промените цветовете
cy: Ceisiwch newid lliw
ga: Triail dath a athrú
kk: Түстерді өзгертуге әрекеттеніңіз
km: សាកប្ដូរពណ៌
mi: Hurihia ngā tae
ru: Попробуйте изменить цвет

source: First, select a clothing item
bg: Първо изберете облекло
cy: Yn gyntaf, dewiswch ddilledyn
ga: Ar dtús, roghnaigh píosa éide
kk: Біріншіден, киім затын таңдаңыз
km: ដំបូងជ្រើសរើសសម្លៀកបំពាក់មួយ
mi: Tuatahi, kōwhiria tētahi o ngā kākahu
ru: Сначала, выберите элемент одежды

source: Then, try this script
bg: След това, опитайте с този скрипт
cy: Yna, profwch y sgript yma
ga: Ansin, bain triail as an script seo
kk: Содан кейін, бұл скриптпен көріңіз
km: បន្ទាប់មកសាកស្រ្គីបនេះ
mi: Kātahi, tirohia tēnei hōtuhi
ru: Затем, попробуйте вот этот скрипт

source: Test it out!
bg: Изпробвайте!
cy: Rhowch brawf arno!
ga: Déan tástáil air!
kk: Оны тексер!
km: សាកមើលវា!
mi: Whakamātauria!
ru: Протестируйте это!

source: Try changing costumes
bg: Опитайте да промените костюмите
cy: Ceisiwch newid gwisgoedd
ga: Triail culaith a athrú
kk: Костюмдерді өзгертуге әрекеттеніңіз
km: សាកប្ដូររូបរាង
mi: Whakamātauria te huri kākahu
ru: Попробуйте изменение костюмов

source: Select a piece of clothing
bg: Изберете дреха
cy: Dewiswch ddilledynn
ga: Roghnaigh píosa éide
kk: Киім түрін таңдаңыз
km: ជ្រើសសម្លៀកបំពាក់មួយ
mi: Kōwhiria tētahi o ngā kākahu
ru: Выберите элемент одежды

source: Then, switch costumes
bg: После сменете костюма
cy: Yna, newidwch wisgoedd
ga: Ansin, athraigh cultacha
kk: Содан кейін, костюмдерді ауыстырыңыз
km: បន្ទាប់មក ប្ដូររូបរាង
mi: Kātahi, whakawhiti i ngā kākahu
ru: Затем, переключайте костюмы

source: Now, click it!
bg: Сега кликнете върху него!
cy: Nawr, cliciwch arno!
ga: Anois, cliceáil air!
kk: Енді, оны басыңыз!
km: ឥឡូវចុចលើវា!
mi: Ā. pāwhiritia!
ru: Сейчас, нажми это!

source: Say hello
bg: Кажи здравей
cy: Dwedwch helo
ga: Abair dia dhuit
kk: Сәдем айт
km: និយាយសួស្ដី
mi: Mihi mai
ru: Скажи: "Привет"

source: Select the person
bg: Изберете някой
cy: Dewiswch y person
ga: Roghnaigh an duine
kk: Адамды таңдаңыз
km: ជ្រើសរើសតួអង្គ
mi: Kōwhiritia te tangata
ru: Выбери человека

source: Type in a phrase
bg: Въведете фраза
cy: Teipiwch ymadrodd
ga: Clóscríobh abairt
kk: Тіркесті теріңіз
km: វាយបញ្ចូលឃ្លាមួយ
mi: Patopatohia he kōrero
ru: Введи фразу

source: Move the sprites
bg: Преместете спрайтовете
cy: Symudwch gorlun
ga: Bog na síofraí
kk: Спрайттарды жылжыту
km: ផ្លាស់ទីតួអង្គ
mi: Nekehia ngā parehe
ru: Двигаем спрайты
