Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: View Cloud Data activity for this project.
cs: Zobrazit aktivitu Cloud Data pro tento projekt.
cy: Gweld gweithgaredd Data Cwmwl ar y project hwn.
ga: Féach ar ghníomhaíocht Néalsonraí le haghaidh an tionscadail seo.
kk: Бұл жобаның View Cloud Data белсенділігі
km: មើលសកម្មភាពទិន្នន័យក្លោដ៍សម្រាប់កិច្ចការនេះ។
mi: Tirohia ngā mahinga Kapua Raraunga mō tēnei kaupapa.
ru: Просмотр активности облачных данных для этого проекта.

source: Newest Projects
bg: Най-нови проекти
cs: Nejnovější projekty
cy: Projectau Diweddaraf
ga: Tionscadail Is Nuaí
kk: Жаңа жобалар
km: ការថ្មីបំផុត
mi: Kaupapa Hou
ru: Новые проекты

source: Projects selected by
cs: Projekty vybrané od
cy: Projectau wedi eu dewis gan
ga: Tionscadail de réir
kk: Жобалар таңдалды
km: កិច្ចការត្រូវបានជ្រើសរើសដោយ
mi: He kaupapa kua pāwhiritia nā
ru: Отобранные

source: Featured Projects
bg: Мои споделени проекти
cs: Vybrané projekty
cy: Projectau Enghreifftiol
ga: Tionscadail Mór-Le-Rá
kk: Үздік жобалар
km: កិច្ចការល្អៗ
mi: Ngā Kaupapa Āhuatanga
ru: Рекомендуемые проекты

source: What the Community is
cs: Co je teď v společenství
cy: Beth yw'r Gymuned
ga: Cad é an Comhphobal?
kk: Бұл қандай Қоғамдастық
km: អ្វីដែលសហគមន៍
mi: He aha te Hapori
ru: Что такое сообщество

source: Remix tree
bg: История на ремиксиране
cs: Strom upravení
cy: Coeden ailgymysgu
ga: Crann athmheasctha
kk: Ағашты біріктір
km: មែកធាងកែបន្ថែម
mi: Rākau Whakarākeitanga
ru: Дерево ремиксов

source: Shared: %(tDate)s
bg: Споделен: %(tDate)s
cs: Sdíleno: %(tDate)s
cy: Rhannwyd: %(tDate)s
ga: Comhroinnte: %(tDate)s
kk: Ортақтанды: %(tDate)s
km: បានចែករំលែក៖%(tDate)s
mi: Tuaritia: %(tDate)s
ru: Опубликовано %(tDate)s

source: Your project is now shared.
bg: Вашият проект вече е споделен.
cs: Tvůj projekt je teď sdílený.
cy: Mae eich project nawr wed ei rannu.
ga: Tá do thionscadal comhroinnte anois.
kk: Қазір сіздің жобаңыз ортақтанды
km: កិច្ចការរបស់អ្នកត្រូវបានចែករំលែក។
mi: Kua tuaritia tō kaupapa ināianei.
ru: Твой проект теперь доступен всем.

source: Congratulations on sharing your project! Other people can now try it out, give comments, and remix it.
bg: Поздравления за споделянето на вашия проект! Сега други хора могат да го изпробват, да дадат коментари и да го ремиксират.
cs: Blahopřeji k tomu, že sdílíš svůj projekt! Další lidé si jej mohou vyzkoušet, poskytnout komentáře a upravovat jej.
cy: Llongyfarchiadau ar rannu eich project! Gall pobl eraill ei brofi, rhannu sylwadau a'i ailgymysgu.
ga: Comhghairdeas leat as do thionscadal a chomhroinnt! Beidh daoine eile in ann triail a bhaint as, trácht a dhéanamh air, agus athmheascadh.
kk: Өзіңіздің жобаңызбен бөліскеніңізге қуаныштымыз! Басқа адамдар оны сынап көре алады, пікір тастайды, және оны біріктіреді.
km: សូមអបអរសាទរសម្រាប់ការចែករំលែកកិច្ចការរបស់អ្នក! ឥឡូវនេះអ្នកដទៃអាចសាកល្បងវា ផ្ដល់យោបល់ និងកែបន្ថែមវា។
mi: Ngā mihi, mō te tuari o tō kaupapa! Ka taea e ngā tāngata ki te whakamahi, tuku kōrero, whakahou anō hoki i te kaupapa.
ru: Поздравляем с появлением проекта в общем доступе! Другие люди смогут теперь пробовать его, оставлять комментарии и делать ремиксы.

source: This project is not shared -- so only you can see it. Click share to let everyone see it!
cs: Tento projekt není sdílený - můžeš ho vidět pouze ty. Klikni na Sdílené aby ho mohl vidět každý.
cy: Nid yw'r project yma wedi ei rannu - dim ond chi sy'n gallu ei weld. Cliciwch rhannu i adael i bawb ei weld!
ga: Níl an tionscadal seo comhroinnte leis an bpobal -- is tusa amháin atá in ann é a fheiceáil. Cliceáil 'Comhroinn' chun é a chur os comhair an tsaoil!
kk: Бұл жоба ортақтаспаған сол себепті сіз тек оны көре аласыз. Бәрі көру үшін ортақтасуды басыңыз!
km: កិច្ចការនេះមិនត្រូវបានចែករំលែកទេ។ ដូច្នេះមានតែអ្នកទេដែលអាចមើលវាបាន។ ចុចចែករំលែកដើម្បីឲ្យអ្នកដទៃបានមើលវាដែរ។
mi: Kāore tēnei kaupapa kia tuaritia - māu anake e taea ai te kite. Pāwhiritia tuari, kia kite ai te katoa i te kaupapa!
ru: Это личный проект, поэтому его можешь видеть только ты. Нажми на «Поделиться», чтобы он стал виден всем!

source: Note: This project is in the trash folder
bg: Забележка: Този проект е в папката Кошче
cs: Poznámka: Tento projekt je ve složce koš
cy: Sylwch:Mae'r project yn y ffolder sbwriel
ga: Nóta: Tá an tionscadal seo sa bhruscar
kk: Ескерту: Бұл жоба қоқыс папкасының ішінде
km: ចំណាំ៖ កិច្ចការនេះគឺនៅក្នុងថតធុងសំរាម
mi: Kia mōhio: Kei roto te kaupapa i te kōpaki para
ru: Примечание: этот проект находится в папке корзины

source: Note: this project is not visible, it was
cs: Poznámka: Tento projekt není viditelný, byl
cy: Sylwch: nid yw'r project yn weladwy, mi roedd
ga: Nóta: níl an tionscadal seo infheicthe; bhí sé
kk: Ескерту: Бұл жоба көрінбейді
km: ចំណាំ៖ កិច្ចការនេះមើលមិនឃើញទេ តែកាលពីមុនមើលឃើញ
mi: Kia mōhio: kua hunaia tēnei kaupapa, i
ru: Примечание: этот проект не виден, он

source: Unshared
bg: Несподелен
cs: Nesdíleno
cy: Heb ei rannu
ga: Dí-chomhroinnte
kk: Ортақтаспаған
km: មិនបានចែករំលែក
mi: Kāore i te tuaritia
ru: Доступен только мне

source: We've received your report. The Scratch Team will review the project, and decide whether or not it should stay on the site based on the <a href='/community_guidelines'>Scratch Community Guidelines</a>.
cs: Obdrželi jsme tvé hlášení. Tým Scratch zkontroluje projekt a rozhodne zdali zůstane nebo ne na serveru podle <a href='/community_guidelines'>Pravidel společenství Scratch</a>.
cy: Rydym wedi derbyn eich adroddiad. Bydd Tim Scratch yn adolygu'r project ac yn penderfynnu p'un ai y dylai aros ar y wefan ar sail <a href='/community_guidelines'>Canllawiau Cymunedol Scratch</a>
ga: Fuaireamar do thuairisc. Scrúdóidh muid an tionscadal, agus cinnfimid an bhfuil sé oiriúnach don suíomh, bunaithe ar <a href='/community_guidelines'>Threoirlínte Chomhphobal Scratch</a>.
kk: Біз сіздің жауабыңызды алдық. Скретч тобы жобаны қарау арқылы, сайтта қалуын немесе қалмауын сүйене отырып шешеді <a href='/community_guidelines'> Скретч Қауымдастығының Нұсқаулары </a>.
km: យើងបានទទួលការរាយការណ៍របស់អ្នកហើយ។ Scratch Team នឹងពិនិត្យកិច្ចការនេះហើយសម្រេចថាវាគួរតែបន្តនៅ លើវែបសាយឬទេ យោងទៅតាម<a href='/community_guidelines'>គោលការណ៍ណែនាំរបស់សហគមន៍</a>។
mi: Kua whiwhi mātou i tō pūrongo. Ka arotakengia te kaupapa e te Tīma Scratch, ā, ka whakatau mātou mēnā e whakaaetia e ngā<a href='/community_guidelines'>Aratohu Hāpori Scratch</a>kia noho tonu te kaupapa i te paetukutuku.
ru: Мы получили твою жалобу. Команда Scratch рассмотрит проект и на основе <a href='/community_guidelines'>Правил сообщества Scratch</a> примет решение о том, следует ли его оставлять на сайте.

source: Login
bg: Вписване
cs: Přihlásit
cy: Mewngofnodi
ga: Logáil isteach
kk: Логин
km: ចូល
mi: Takiuru
ru: Войти

source: Forgot username or password?
bg: Забравили сте паролата или потребителско ви име?
cs: Zapoměl/a/ jsi jméno nebo heslo?
cy: Wedi anghofio enw neu gyfrinair?
ga: Ainm úsáideora nó focal faire dearmadta?
kk: Қолданушы есімін немесе кұпиясөзді ұмыттыңызба?
km: ភ្លេចឈ្មោះគណនីឬពាក្យសម្ងាត់?
mi: Kua wareware tō tohu tuakiri, kupu hipa rānei?
ru: Забыл имя или пароль?

source: Password reset confirmation
bg: Потвърждаване на паролата
cs: Potvrzení resetu hesla
cy: Cadarnhad fod y cyfrinair wedi ei ailosod
ga: Deimhniú athshocrú an fhocail faire
kk: Құпиясөзді қалпына келтірудің растамасы
km: បញ្ជាក់ពីការកំណត់ពាក្យសម្ងាត់ជាថ្មី
mi: Whakaūtanga mō te tautuhi anō i te kupu hipa
ru: Подтверждение сброса пароля

source: New Password
bg: Нова парола
cs: Nové heslo
cy: Cyfrinair newydd
ga: Focal Faire Nua
kk: Жаңа құпиясөз
km: លេខសម្ងាត់ថ្មី
mi: Kupu Muna Hou
ru: Новый пароль

source: Change my password
bg: Смяна на парола
cs: Změnit mé heslo
cy: Newid fy nghyfrinair
ga: Athraigh m'fhocal faire
kk: Менің құпия сөзін өзгерту
km: ប្ដូរពាក្យសម្ងាត់របស់ខ្ញុំ
mi: Panonitia taku kupu hipa
ru: Изменить пароль

source: Your must enter a password
bg: Трябва да въведете парола
cy: Rhaid cyflwyno cyfrinair
ga: Caithfidh tú focal faire a chur isteach
kk: Сіздің құпия сөзді енгізу керек
km: អ្នកត្រូវបញ្ចូលពាក្យសម្ងាត់មួយ
mi: Me tuku mai he kupu hipa
ru: Вы должны ввести пароль.

source: Password reset email sent...
bg: Имейлът за възстановяване на паролата е изпратен ...
cs: Reset hesla odeslán e-mailem...
cy: Mae'r e-bost ailosod y cyfrinair wedi ei anfon.
ga: Ríomhphost le pasfhocal athshocraithe seolta...
kk: құпиясөзді қалпына келтіруге қатысты электрондық пошта жіберілді
km: សារសម្រាប់ប្ដូរពាក្យសម្ងាត់ត្រូវបានផ្ញើ...
mi: Kua tukuna te īmerā tautuhi anō i te kupu hipa...
ru: Сообщение о сбросе пароля отправлено по электронной почте...

source: We have sent password reset instructions to your teacher through email. If your teacher does not receive the email, be sure to ask them to check their spam folder.
cy: Rydym wedi anfon cyfarwyddiadau ailosod eich cyfrinair i'ch athro drwy e-bost. Os nad yw eich athro wedi derbyn yr e-bost, gofynnwch i'ch athro edrych yn eu ffolder sbam.
kk: Біз электрондық пошта арқылы құпиясөзді қалпына келтіруге қатысты нұсқауды сіздің мұғаліміңізге жібердік. Егер сіздің мұғаліміңіз хатты алмаған болса, міндетті түрде спам папкасын тексеруін сұраңыз. Егер сіз хатты алмаған болсаңыз, міндетті түрде спам папкасын тексеруініз сұралады.
km: យើងបានផ្ញើសេចក្តីណែនាំអំពីការប្ដូរពាក្យសម្ងាត់ទៅកាន់គ្រូរបស់អ្នកតាមរយៈអ៊ីមែល។ ប្រសិនបើគ្រូរបស់អ្នកមិនទទួលបានអ៊ីមែលនេះទេ សូមសុំឲ្យគាត់ឆែកនៅក្នុងថតសារឥតបានការរបស់គាត់។
mi: Kua tuku mātou i te īmēra me ngā tohutohu ki te tautuhi anō i tō kupu hipa ki tō kaiako. Ki te kore te kaiako e whiwhi i taua īmēra, tērā pea me titiro ki roto i tana kōpaki mēra paraurehe.
ru: Мы отправили инструкции по сбросу пароля твоему учителю по электронной почте. Если учитель не получил письмо, обязательно попроси его проверить папку со спамом.

source: We've e-mailed instructions for resetting your password to the e-mail address you provided, or the email associated with your account. If you don't receive it shortly, be sure to check your spam folder.
cy: Rydym wedi e-bostio cyfarwyddiadau ar sut i ailosod eich cyfrinair i'r cyfeiriad rydych wedi ei ddarparu, neu'r e-bost sydd wedi ei gysylltu á'ch cyfrif. Os na fyddwch yn ei dderbyn cyn bo hir, edrychwch yn eich ffolder sbam.
kk: Біз сіз айтқан электрондық поштаңызға немесе сіздің электрондық поштаңызбен байланысқан аккаунтқа құпия сөзді қалпына келтру жайындағы нұсқаулықты жібердік,
km: យើងបានផ្ញើសេចក្តីណែនាំសម្រាប់ការប្ដូរពាក្យសម្ងាត់របស់អ្នកទៅកាន់អាសយដ្ឋានអ៊ីមែលដែលអ្នកបានផ្ដល់ឱ្យ ឬអ៊ីមែលដែលទាក់ទងនឹងគណនីរបស់អ្នក។ ប្រសិនបើអ្នកមិនទទួលបានវាទេក្នុងពេលឆាប់ៗនេះ សូមពិនិត្យនៅក្នុងថតសារឥតបានការរបស់អ្នក។
mi: Kua tuku mātou i te īmēra tohutohu hei tautuhi anō i tō kupu hipa, ki te īmēra i hōmai e koe, ki te īmēra mō tō pūkete rānei. Ki te kore koe e whiwhi i taua īmēra, tirohia tō kōpaki paraurehe.
ru: Мы отправили по электронной почте инструкции по сбросу пароля на указанный тобой адрес электронной почты или на адрес электронной почты, связанный с твоей учетной записью. Если ты не получишь его в ближайшее время, обязательно проверь папку со спамом.

source: You're receiving this email because you requested a password reset for your user account on Scratch. If you didn't request a password change, you can just ignore this message.
cy: Rydych yn derbyn yr e-bost yma oherwydd eich bod wedi gofyn i gael ailosod cyfrinair eich cyfrif defnyddiwr Scratch. Os nad oeddech chi wedi gofyn newid cyfrinair, gallwch anwybyddu'r neges hon.
kk: Сіз бұл элекрондық хабарламаны алу себебі сіз Скретчтегі қолданушы аккаутындағы құпия сөзді қалпына келтіру жөнінде сұрадыңыз. Егер сізден құпия сөздің өзгертілуін сұрамаса, бұл хатты елемеуіңізге болады
km: អ្នកទទួលបានសារនេះដោយសារតែអ្នកបានស្នើផ្លាស់ប្ដូរពាក្យសម្ងាត់សម្រាប់គណនីរបស់អ្នកនៅលើ Scratch។ ប្រសិនបើអ្នកមិនបានធ្វើការស្នើសុំទេ សូមកុំខ្វល់ពីសារនេះ។
mi: Kua whiwhi koe i tēnei īmēra, nā te mea i tono koe ki te tautuhi anō i tō kupu hipa mō tō pūkete Scratch. Ki te kore koe i tono mō te panoni i tō kupu hipa, kaua e aro ki tēnei karere.
ru: Ты получил это электронное письмо, потому что запросил сброс пароля для своей учетной записи пользователя сайта Scratch. Если ты не запрашивал изменение пароля, можешь просто проигнорировать это сообщение.

source: This email was requested with the IP address %(ip)s.
bg: Този имейл е заявен със следните IP адреси %(ip)s.
cy: Cafwyd caisam yr e-bost gan gyfeiriad IP %(ip)s
ga: Iarradh an ríomhphost seo leis an seoladh IP %(ip)s.
kk: Бұл электрондық пошта IP адресс %(ip)s арқылы сұралды
km: អ៊ីមែលនេះត្រូវបានស្នើដោយអាសយដ្ឋាន IP %(ip)s។
mi: Ko te wāhitau IP i tono mō tēnei īmēra ko %(ip)s.
ru: Это электронное письмо было запрошено с IP-адресом %(ip)s.

source: Please go to the following page and choose a new password:
bg: Моля посетете тази страница и въведете нова парола:
cy: Ewch i'r dudalen canlynol a dewis cyfrinair newydd:
ga: Téigh go dtí an leathanach seo a leanas agus roghnaigh pasfhocal nua:
kk: Өтінемін келесі бетке өтіңіз және құпия сөзіңізді таңдаңыз:
km: សូមទៅកាន់ទំព័រខាងក្រោម ហើយជ្រើសរើសពាក្យសម្ងាត់ថ្មីមួយ៖
mi: Tēnā, toro atu ki te whārangi nei ki te kōwhiri i tētahi kupu hipa hou:
ru: Пожалуйста, перейди на следующую страницу и выбери новый пароль:

source: You're receiving this e-mail because you requested a password reset for your user account at Scratch. If you didn’t request a password change, you can just ignore this message.
bg: Получавате този имейл, защото сте поискали смяна на паролата за потребителския вси профил в Scratch. Ако не сте поискали промяна на паролата, можете просто да игнорирате това съобщение.
cy: Rydych yn derbyn yr e-bost yma oherwydd eich bod wedi gofyn i gael ailosod cyfrinair eich cyfrif defnyddiwr Scratch. Os nad oeddech chi wedi gofyn newid cyfrinair, gallwch anwybyddu'r neges hon.
kk: Сіз бұл элекрондық хабарламаны алу себебі сіз Скретчтегі қолданушы аккаутындағы құпия сөзді қалпына келтіру жөнінде сұрадыңыз. Егер сізден құпия сөздің өзгертілуін сұрамаса, бұл хатты елемеуіңізге болады.
km: អ្នកទទួលបានសារនេះដោយសារតែអ្នកបានស្នើផ្លាស់ប្ដូរពាក្យសម្ងាត់សម្រាប់គណនីរបស់អ្នកនៅលើ Scratch។ ប្រសិនបើអ្នកមិនបានធ្វើការស្នើសុំទេ សូមកុំខ្វល់ពីសារនេះ។
mi: Kua whiwhi koe i tēnei īmēra, nā te mea i tono koe ki te tautuhi anō i tō kupu hipa mō tō pūkete Scratch. Ki te kore koe i tono mō te panoni i tō kupu hipa, kaua e aro ki tēnei karere.
ru: Ты получил это электронное письмо, потому что запросил сброс пароля для своей учетной записи пользователя сайта Scratch. Если ты не запрашивал изменение пароля, можешь просто проигнорировать это сообщение.

source: Here are the username(s) associated with this email address:
cy: Dyma'r enw(au) defnyddiwr sy'n gysylltiedig gyda'r cyfeiriad e-bost hwn:
ga: Seo ainm(eacha) atá bainteach leis an seoladh ríomhphoist seo:
kk: Мында, бұл электрондық поштаға қатысты қолданушы есімдер(і)
km: នេះគឺជាឈ្មោះគណនីទាំងឡាយដែលទាក់ទងនឹងអាសយដ្ឋានអ៊ីមែលនេះ៖
mi: Anei ngā tohu tuakiri kua honoa ki tēnei wāhitau īmēra.
ru: Вот имя пользователя(ей), связанное с этим адресом электронной почты:

source: Go here to change the password:
bg: Отидете тук, за да промените паролата:
cy: Ewch yma i newid y cyfrinair:
ga: Téigh anseo chun an pasfhocal a athrú:
kk: Құпиясөзді өзгерту үшін мында өтіңіз:
km: នៅទីនេះដើម្បីប្ដូរពាក្យសម្ងាត់៖
mi: Panoni i tō kupu hipa kei konei:
ru: Перейди сюда, чтобы изменить пароль:

source: Reset your password - Scratch
bg: Промяна на паролата ви - Scratch
cy: Ailosod eich cyfrinair - Scratch
ga: Athshocraigh do phasfhocal - Scratch
kk: Құпия сөзіңді қалпына келтір-Скретч
km: ប្ដូរពាក្យសម្ងាត់របស់អ្នក - Scratch
mi: Tautuhi anō i tō kupu hipa - Scratch
ru: Сбросить пароль - Scratch

source: Reset Password
bg: Нова парола
cs: Reset hesla
cy: Ailosod Cyfrinair
ga: Athshocraigh Focal Faire
kk: Құпия сөзді қалпына келтіріңіз
km: ប្ដូរពាក្យសម្ងាត់
mi: Tautuhi anō i tō Kupu Hipa
ru: Сброс пароля

source: Whoops, forget your password or username?
bg: Ами, забравили сте паролата или потребителското си име?
cy: Wps, wedi anghofio eich cyfrinair neu enw defnydddiwr?
ga: Úps, ar lig tú d'fhocal faire nó d'ainm úsáideora i ndearmad?
kk: Упс, құпиясөзіңізді немесе қолданушы есімін ұмыттыңызба?
km: ភ្លេចពាក្យសម្ងាត់ឬឈ្មោះគណនីមែនទេ?
mi: Aue! Kua wareware i ā koe tō tohu tuakiri, kupu hipa rānei?
ru: Ой, забыл свой пароль или имя пользователя?

source: No problem, just enter your username or your email and we will send you an email with instructions to reset your password.
cy: Peidiwch poeni, rhowch eich enw defnyddiwr a chyfrinair a byddwn yn anfon e-bost gyda chyfarwyddiadau ar sut i ailosod eich cyfrinair.
kk: Ешқандай мәселе жоқ, тек қана атыңызды немесе электрондық поштаңызды енгізіңіз және біз сіздің электрондық поштаңызға өзіңіздің құпия сөзіңізді қалпына келтіру жайында нұсқаулықты жіберетін боламыз.
km: គ្មានបញ្ហាទេ! គ្រាន់តែបញ្ចូលឈ្មោះគណនីរបស់អ្នកឬអ៊ីមែលរបស់អ្នក នោះយើងនឹងផ្ញើសារមួយដែលមានសេចក្តីណែនាំ សម្រាប់ការប្ដូរពាក្យសម្ងាត់របស់អ្នក។
mi: Ka pai, tukua noatia tō tohu tuakiri me tō īmēra, ka tukua e mātou tētahi īmēra me ngā tohutohu kia tautuhi anō koe i tō kupu hipa.
ru: Нет проблем, просто введи свое имя пользователя или адрес электронной почты, и мы отправим тебе электронное письмо с инструкциями по сбросу пароля.

source: Enter Username
bg: Въведете потребителско име
cs: Zadej jméno uživatele
cy: Rhowch Enw Defnyddiwr
ga: Iontráil Ainm an Úsáideora
kk: Пайдаланушы есімін енгізіңіз
km: បញ្ចូលឈ្មោះគណនី
mi: Whakaurua tō Tohu Tuakiri
ru: Введи имя пользователя

source: Email address you registered with
cs: E-mail adresa, s kterou se registruješ
cy: Cyfeiriad e-bost eich cofrestriad
ga: Seoladh ríomhphoist ar chláraigh tú leis
kk: Тіркеуде көрсеткен сіздің электрондық поштаңыз
km: អ៊ីមែលដែលអ្នកប្រើសម្រាប់ចុះឈ្មោះ
mi: Te wāhitau īmēra i rēhitatia e koe
ru: Адрес электронной почты с которым ты зарегистрировался

source: Send me a password reset link!
bg: Изпратете ми връзка за нова парола!
cs: Pošlete mě odkaz na reset hesla!
cy: Anfonwch ata i ddolen ailosod cyfrinair!
ga: Seol nasc chugam chun m'fhocal faire a athshocrú!
kk: Маған құрия сөз қалпына келтіру сілтемесін жіберіңіз!
km: ផ្ញើតំណសម្រាប់ប្ដូរពាក្យសម្ងាត់មកខ្ញុំ!
mi: Tukua mai he hononga ki te tautuhi anō i taku kupu hipa!
ru: Отправьте мне ссылку для сброса пароля!

source: Welcome to Scratch, <strong>%(username)s</strong>!
bg: Добре дошли в Scratch, <strong>%(username)s</strong>!
cy: Croeso i Scratch. <strong>%(username)s</strong>
ga: Fáilte go Scratch, <strong>%(username)s</strong>!
kk: Скретчке қош келдіңіз, <strong>%(username)s</strong>!
km: សូមស្វាគមន៍មកកាន់ Scratch, <strong>%(username)s</strong>!
mi: Nau mai Scratch, <strong>%(username)s</strong>!
ru: Добро пожаловать в Scratch, <strong>%(username)s</strong>!

source: We're thrilled that you’ve joined our growing community! With Scratch, you can program your own interactive stories, games, and animations — and share your creations with others in the community.
cy: Rydym wrth ein bodd eich bod wedi ymuno a'n cymuned lewyrchus! Gyda Scratch, byddwch yn gallu defnyddio Scratch i godio eich straeon, animeiddiadau a gemau rhyngweithiol eich hun - a rhannu eich creadigaethau gydag eraill yn y gymuned.
ga: Tá áthas orainn gur chláraigh tú lenár bpobal! Le Scratch, is féidir leat scéalta idirghníomhacha, cluichí, agus beochaintí a chruthú — agus iad a chomhroinnt le daoine eile sa chomhphobal ar líne.
kk: Біз сіздің дамып келе жатқан қоғамдастыққа қосылғаныңызға қуаныштымыз. Скретчпен бірге, сіз өзіңіздің интерактивті әңгімелеріңізді, ойындарыңызды, және анимацияларыңызды бағдарламалайсыз - және біздің қоғамда өзіңіздің ойлап тапқандарыңызбен бөлісе аласыз.

source: What's Next?
cy: Beth Nesaf?
ga: Cad é an chéad rud eile?
kk: Келесі не?

source: Want to learn more?
cy: Eisiau dysgu rhagor?
ga: Ag iarraidh tuilleadh a fhoghlaim?
kk: Көбірек білгіңіз келе ме?

source: Check out our <a href="%(about_url)s">About Scratch</a> page, <a href="%(faq_url)s">Frequently Asked Questions</a>, and <a href="%(discuss_url)s">Discussion Forums</a>, to learn more about Scratch.
cy: Darlennwch ein tudalen <a href="%(about_url)s">Ynghylch Scratch</a>, <a href="%(faq_url)s">Cwestiynnau Cyffredin</a> a'r <a href="%(discuss_url)s">Fforymau Trafod</a> i ddysgu rhhagor am Scratch.
kk: Тексеріңіз <a href="%(about_url)s"> Скретч </a> беті, <a href="%(faq_url)s"> Жиі Қойылатын Сұрақтар </a>, және <a href="%(discuss_url)s"> Талқылау Форумдары </a>, Скретч туралы көбірек үйрену.

source: Going forward, you will also receive occasional updates from the Scratch Team and Scratch Foundation with coding tips, inspirational stories, project ideas, and more. The Scratch Foundation is a non-profit that supports Scratch educational initiatives. You can unsubscribe from within the updates or by clicking below:
cy: Yn y dyfodol, byddwch yyn derbyn diweddariadau achlysurol gan Dim Scratch a'r Scratch Foundation gyda chynghorion ar godio, hanesion i'ch ysbrydoli, syniadau am brojectau a mwy. Mae'r Scratch Foundation yn gorff ddim-er-elw sy'n cefnogi ymdrechion addysgol Scratch. Gallwch ddad-danysgrifio o o fewn y diweddariadau neu drwy glicio isod:
kk: Келешекте, сіздер Скретч тобының және Скретч Базасының кодтау түрінің, шабыттандыру әңгімелерінің, жобалар идеяларының және тағы басқалардың периодты жаңартылымын ала аласыз. Скретч Базасы Скретч білім бастамаларына қолдау көрсететін коммерциялық емес топ. Төмендегі батырманы басып, сіз жаңартылымнан бас тарта аласыз.

source: Going forward, you will also receive occasional updates from the Scratch team with coding tips, inspirational stories, project ideas, and more. You can unsubscribe from within the updates or by clicking below:
cy: Yn y dyfodol, byddwch yyn derbyn diweddariadau achlysurol gan Dim Scratch a'r Scratch Foundation gyda awgrymiadau ar godio, hanesion i'ch ysbrydoli, syniadau am brojectau a mwy. Gallwch ddad-danysgrifio o ofewn y diweddariadau neu drwy glicio isod:
kk: Келешекте, сіздер Скретч тобының кодтау түрінің, шабыттандыру әңгімелерінің, жобалар идеяларының және тағы басқалардың периодты жаңартылымын ала аласыз. Төмендегі батырманы басып, сіз жаңартылымнан бас тарта аласыз.

source: Welcome to Scratch, %(username)s!
bg: Добре дошли в Scratch %(username)s!
cy: Croeso i Scratch, %(username)s
ga: Fáilte go Scratch, %(username)s!
kk: Скретчке қош келдіңіз, %(username)s!
km: សូមស្វាគមន៍មកកាន់ Scratch, %(username)s</strong>!
mi: Nau mai ki Scratch, %(username)s!
ru: Добро пожаловать в Scratch, %(username)s!

source: Check out our About Scratch page (%(about_url)s),Frequently Asked Questions (%(faq_url)s), and Discussion Forums (%(discuss_url)s), to learn more about Scratch.
cy: Darlennwch ein tudalen <a href="%(about_url)s">Ynghylch Scratch</a>, <a href="%(faq_url)s">Cwestiynnau Cyffredin</a> a'r <a href="%(discuss_url)s">Fforymau Trafod</a> i ddysgu rhagor am Scratch.
ga: Féach ar an leathanach Faoi Scratch (%(about_url)s),Ceisteanna Coitianta (%(faq_url)s), agus Fóraim Phlé (%(discuss_url)s), chun tuilleadh a fhoghlaim faoi Scratch.
kk: Біздің Скретч бетімен (%(about_url)s), таныс болыңыз, Жиі Қойылатын Сұрақтар (%(faq_url)s), және Талқылау Форумдары (%(discuss_url)s), Скретч туралы көбірек үйрену.
