Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: Generate a sign-up link
cs: Vygenerovat přihlašovací odkaz
cy: Cynhyrchu dolen cofrestru
ga: Gin nasc síntiúis
kk: Тіркеу үшін сілтемені түрлендіру
km: បង្កើតតំណចុះឈ្មោះ

source: Generate
cs: Generovat
cy: Cynhyrchu
ga: Gin
kk: Түрлендіру
km: បង្កើត

source: Type CTRL+C on Windows or &#8984;+C on Mac to copy the link.
bg: Въведете CTRL+C за Windows или &#8984;+C за Mac за да копирате връзката.
cs: Stiskni CTRL+C na Windows nebo &#8984;+C na Mac pro kopírování tohoto odkazu.
cy: Teipiwch CTRL+C ar Windows neu &#8984;+C aro Mac i gopio'r ddolento copy the link.
ga: Cuir isteach CTRL+C ar Windows nó &#8984;+C ar Mac chun an nasc a chóipeáil.
kk: Сілтемені көшіру үшін CTRL+C-ті Windows-ке немесе &#8984;+C Mac-ке теріңіз.
km: ចុច CTRL+ C នៅលើប្រព័ន្ធប្រតិបត្តិការ Windows ឬ &#8984;+C លើ Mac ដើម្បីចម្លងតំណនេះ។
mi: Patohia CTRL+C mō Windows, &#8984;+C mō Mac ki te tārua i te hononga .
ru: Нажмите CTRL+C для Windows или &#8984;+C на Mac чтобы скопировать ссылку.

source: Upload CSV
bg: Зареди CSV
cs: Nahrání CSV souboru
cy: Llwytho'r CSV i fyny
ga: Uasluchtaigh CSV
kk: CSV орнату
km: ផ្ទុកឡើងឯកសារ CSV
mi: Tukuatu CSV
ru: Загрузить CSV

source: Upload a .csv file containing up to 50 student usernames and passwords. These accounts will be publicly visible, so do not choose usernames that contain personal identifiers, such as real names or schools. Please use the following format:
cs: Nahrajte .csv soubor obsahující až 50 studentských uživatelských jmen a hesel. Tyto účty budou veřejně viditelné, takže nevybírejte uživatelská jména obsahující osobní identifikátory jako skutečná jména nebo školy. Používejte následující formát:
cy: Gallwch lwytho i fyny ffeil .csv sy'n cynnwys hyd at 50 o enwau defnyddwyr a chyfrineiriau dysgwyr. Bydd y cyfrifon hyn yn weladwy'n gyhoeddus, felly peidiwch a dewis enwau defnyddwyr sy'n cynnwys manylion personol, fel enwau go iawn neu ysgolion. Defnyddiwch y fformat canlynol:

source: Download example
bg: Изтеглете пример
cs: Stáhnout si vzor
cy: Llwytho esiampl i lawr
ga: Íosluchtaigh sampla
kk: Мысалды жүктеу
km: ទាញយកឧទាហរណ៍
mi: Tikiake he tauira
ru: Скачать пример

source: Learn more about CSV files
cs: Dozvědět se více o CSV souborech
cy: Dysgu rhagor am ffeiliau CSV
ga: Foghlaim tuilleadh faoi chomhaid CSV
kk: CSV файлдары туралы көбірек үйрену
km: ស្វែងយល់បន្ថែមអំពីឯកសារ CSV

source: Student Upload
cs: Nahrát studenta
cy: Llwythi Dysgwyr
ga: Uaslódáil Mic Léinn
kk: Студент орнатпасы
km: ផ្ទុកសិស្សឡើង

source: Upload
bg: Качване
cs: Nahrát
cy: Llwytho i Fyny
ga: Uasluchtaigh
kk: Орнату
km: ផ្ទុកឡើង
mi: Tukuatu
ru: Загрузить

source: Are you sure you want to end the following class:
cs: Chcete určitě ukončit následující třídu:
cy: Ydych chi'n siwr eich bod eisiau dod a'r dosbarth canlynol i ben:
ga: An bhfuil tú cinnte gur mhaith leat deireadh a chur leis an rang seo a leanas:
kk: Сіз берілген сыныпты аяқтауыңызға сенімдісіз бе?
km: តើអ្នកពិតជាចង់បញ្ចប់ថ្នាក់ខាងក្រោមមែនទេ៖
mi: Me whakamutu rawa i tēnei akomanga:
ru: Вы уверены, что хотите удалить этот класс:

source: When you end a class, students will no longer be able to log in (but their projects will still be visible on the site).
cs: Jakmile ukončíte třídu, studenti už nebudou schopni se přihlásit (ale jejich projekty budou na stránkách stále viditelné).
cy: Pan fyddwch yn dod a dosbarth i ben, ni fydd y dysgwyr yn gallu mewngofnodi (ond bydd eu projectau dal yn weladwy ar y wefan)
ga: Nuair a chuireann tú deireadh le rang, ní bheidh mic léinn in ann logáil isteach (ach beidh a gcuid tionscadal le feiceáil ar an suíomh).
kk: Сіз сыныпты аяқтаған уақытта, студенттер бұдан былай жүйеге кіре алмайды (бірақ олардың жобалары желіді әлі көрініп тұрады).
km: នៅពេលដែលអ្នកបញ្ចប់ថ្នាក់មួយ សិស្សនឹងមិនអាចចូលទៀតទេ (ប៉ុន្តែកិច្ចការរបស់គេនឹងនៅតែមើលឃើញនៅលើតំបន់បណ្ដាញនេះ)។
mi: Ina whakamutua te akomanga, kāore e teaa e ngā ākonga te takiuru (engari ka kitea tonutia ā rātou kaupapa i te pae ipurangi nei).
ru: После того как вы удалите класс, ученики уже не смогут в него войти (но, созданные проекты будут видны на сайте).

source: To confirm, please enter your password
cs: Pro ověření zadejte prosím své heslo
cy: I gadarnhau, rhowch eich cyfrinair
ga: Cuir d'fhocal faire isteach chun é sin a dheimhniú
kk: Растау үшін, құпия сөзіңізді енгізіңіз
km: ដើម្បីបញ្ជាក់ សូមបញ្ចូលពាក្យសម្ងាត់របស់អ្នក
mi: Ki te whakaū, whakaurua tō kupu hipa
ru: Чтобы подтвердить, введите пароль

source: Activity for
bg: Действия за
cs: Aktivita pro
cy: Gweithgaredd ar gyfer
ga: Gníomhaíocht do
kk: Іс-әрекет
km: សកម្មភាពសម្រាប់
mi: Ngā Hohenga mō
ru: Действия для

source: All students
bg: Всички ученици
cs: Všichni studenti
cy: Pob dysgwr
ga: Gach mac léinn
kk: Барлық студенттер
km: សិស្សទាំងអស់
mi: Ngā ākonga katoa
ru: Все ученики

source: Sort by
bg: Подреди по
cs: Třídění podle
cy: Trefnu yn ol
ga: Sórtáil de réir
kk: Сұрыптау
km: រៀបតាម
mi: Whakakōmaka mā te
ru: Сортировать по

source: Last created
bg: Последно създаден
cs: Naposledy vytvořeno
cy: Creyd ddiwethaf
kk: Соңғы рет құрылды
km: បង្កើតចុងក្រោយ
mi: I waihangatia i
ru: Созданные последними

source: Alerts for
cs: Výstrahy pro
cy: Rhybuddion ar gyfer
ga: Fógraí do
kk: Хабарламалар
km: ដំណឹងសម្រាប់
mi: Whakamōhiotanga mō
ru: Оповещения для

source: All classes
bg: Всички класове
cs: Všechny třídy
cy: Pob dosbarth
ga: Gach rang
kk: Барлық класстар
km: ថ្នាក់ទាំងអស់
mi: Ngā akomanga katoa
ru: Все классы

source: Adding New Student
cs: Přidání nového studenta
cy: Ychwanegu Dysgwr Newydd
ga: Ag Cur Mac Léinn Nua Leis
kk: Жаңа студентті қосу
km: បន្ថែមសិស្សថ្មី

source: Add to Class
bg: Добави в клас
cs: Přidat do třídy
cy: Ychwanegu i'r Dosbarth
ga: Cuir le Rang
kk: Классқа қосу
km: បន្ថែមទៅថ្នាក់
mi: Whakaurua ki te Akomanga
ru: Добавить в класс

source: These accounts will be publicly visible. Please do not choose usernames that contain personal identifiers, such as real names or schools.
cs: Tyto účty budou veřejně viditelné. Prosím nevolte uživatelská jména, která obsahují osobní identifikátory, jako jsou skutečná jména nebo školy.
cy: Bydd y cyfrifon hyn i'w gweld yn gyhoeddus. Peidiwch defnyddio enwu defnyddwyr sy'n cynnwys eich manylion personol, fel eich new neu eich ysgol.

source: Your Scratch Teacher Account is ready, %(username)s!
bg: Вашият учителски акаунт в Scratch е готов.%(username)s!
cs: Váš učitelský Scratch účet %(username)s je připraven!
cy: Mae eich cyfrif Athro Scratch yn barod. %(username)s!
ga: Tá do Chuntas Múinteora Scratch réidh, a %(username)s!
kk: Сіздің Скретч Мұғалім Аккаунтыңыз дайын, %(username)s!
km: គណនីគ្រូរបស់អ្នកនៅលើ Scratch រួចរាល់ហើយ %(username)s!
mi: Kua oti tō Pūkete Kaiako Scratch, %(username)s!
ru: Ваша учетная запись преподавателя Scratch готова, %(username)s!

source: We're thrilled that you’ve joined Scratch as an educator! With Scratch, your students can use Scratch to code their own interactive stories, animations, and games — and share their creations with others in the community.
cs: Jsme velmi potěšeni, že jste se se připojil/a/ ke Scratch jako lektor! Vaši studenti mohou používat Scratch k programování jejich vlastních příběhů, animací a her — a sdílet své výtvory s ostatními v komunitě.
cy: Rydym wrth ein bodd eich bod wedi ymuno a Scratch fel addysgwr! Gyda Scratch, bydd eich dysgwyr yn gallu defnyddio Scratch i godio eu straeon, animeiddiadau a gemau rhyngweithiol eu hunain - a rhannu eu creadigaethau gydag eraill yn y gymuned.
ga: Tá áthas orainn gur chláraigh tú lenár bpobal mar mhúinteoir! Le Scratch, is féidir le do chuid daltaí scéalta idirghníomhacha, cluichí, agus beochaintí a chruthú — agus iad a chomhroinnt le daoine eile sa chomhphobal ar líne.
kk: Біз сіздің Скретчке Оқытушы болып қосылғаныңызға қуаныштымыз. Скратчпен бірге сіздің студенттеріңіз Скретчтерді өздерінің интерактивті әңгімелеріне, анимацияларына және ойындарына қолдана алады, және өздерінің тапқырлықтарын қоғамдағы басқалармен бөлісе алады.
km: យើងរំភើបណាស់ដែលអ្នកចូលរួម Scratch ជាគ្រូបង្រៀន! ជាមួយនឹង​ Scratch សិស្សរបស់អ្នកអាចសរសេរកូដ ដើម្បីបង្កើតរឿងអន្តរកម្ម គំនូរជីវចល និងហ្គេមដោយខ្លួនឯង ហើយចែករំលែកកិច្ចការដែលគេបានបង្កើត ជាមួយអ្នកដទៃនៅក្នុងសហគមន៍។
mi: Ka rawe, kua uru koe ki Scratch hei kaiako! Mā Scratch ō ākonga ka waihere ā rātou ake kōrero paki, hākorikoritanga me ngā kēmu - ka taea hoki te tuari hoki ki ngā tāngata o te hāpori.
ru: Мы очень рады, что Вы присоединились к Scratch в качестве преподавателя! С помощью Scratch Ваши ученики могут использовать Scratch для кодирования своих собственных интерактивных историй, мультфильмов и игр - и делиться своими творениями с другими в сообществе.

source: New to Scratch?
bg: Нов в Scratch?
cs: Jste v Scratch poprvé?
cy: Yn newydd i Scratch?
ga: Do chéad uair ar Scratch?
kk: Скретчте алғашқы болуыңыз ба?
km: ប្រើ Scratch លើកដំបូងមែនទេ?
mi: He tauhou koe ki a Scratch?
ru: Новичок в Scratch?

source: Read our Community Guidelines
bg: Прочетете нашите Правила на общността
cs: Číst pravidla našeho společenství
cy: Darllenwch ein Canllawiau Cymunedol
ga: Léigh ár dTreoirlínte don Chomhphobal
kk: Біздің қоғамның әдістемелік ұсыныстарын оқыңыз
km: អានគោលការណ៍ណែនាំសម្រាប់សហគមន៍
mi: Pānuitia ngā Aratohu Hāpori
ru: Прочти Правила сообщества

source: Get inspired with a starter project
cs: Inspirovat se úvodním projektem
cy: Cewch eich ysbrydoli gan broject cychwynol
ga: Faigh spreagadh le tionscadal tosaigh
kk: Бастапқы жобамен шабыттаныңыз
km: រកគំនិតថ្មីដោយមើល​កិច្ចការ​ស្រួលៗ
mi: Kia hīkaka mai i te kaupapa tīmatanga
ru: Вдохновись с помощью стартового проекта

source: Learn more about Scratch
bg: Научете повече за Scratch
cs: Poučit se více o Scratch
cy: Dysgu rhagor am Scratch
ga: Tuilleadh eolais maidir le Scratch
kk: Скретч туралы көбірек үйрену
km: ស្វែងយល់បន្ថែមពី Scratch
mi: Kia ako kōrero anō mō Scratch
ru: Узнай больше о Scratch

source: Next Steps
bg: Следващи стъпки
cs: Další kroky
cy: Y Camau Nesaf
ga: Na Chéad Céimeanna Eile
kk: Келесі қадамдары
km: ជំហានបន្ទាប់
mi: Mō Muri Nei
ru: Следующие шаги

source: Learn more about Teacher Accounts
cs: Poučit se více o učitelských účtech
cy: Dysgu rhagor am Gyfrifon Athrawon
ga: Tuilleadh eolais maidir le Cuntais Mhúinteora
kk: Мұғалім аккаунтері туралы көбірек үйрену
km: ស្វែងយល់បន្ថែមពីគណនីគ្រូ
mi: Kia ako kōrero anō mō ngā Pūkete Kaiako
ru: Узнайте больше об учетных записях учителя

source: Explore educator resources
cs: Prozkoumat zdroje pro lektory
cy: Darganfod adnoddau addysgwyr
ga: Taiscéal acmhainní do mhúinteoirí
kk: Оқытушы ресурстарын зертеу
km: រកមើលធនធានសម្រាប់គ្រូ
mi: Torona ngā rauemi whakaako
ru: Исследуйте ресурсы для преподавателей

source: <a href="%(scratch_ed_url)s">Connect with other educators</a> via the ScratchEd online community, developed and supported by the Harvard Graduate School of Education. <em>Please note that you’ll need to create a separate account to join the discussion on ScratchEd.</em>
cs: <a href="%(scratch_ed_url)s">Spojte se s dalšími lektory</a> přes online komunitu ScratchEd, vytvořenou a podporovanou Harvard Graduate School of Education. <em>Prosím povšimněte si, že nemusíte zakládat oddělený účet k připojení se k diskuzím na ScratchEd.</em>
cy: <a href="%(scratch_ed_url)s">Cysylltwch ag addysgwyr eraill</a> drwy gyfrwng cymuned ar-lein ScratchEd, sydd wedi ei ddatblygu a'i gynnal gan yr Havard Graduate School of Education. <em>Sylwch y bydd ange i chi greu cyfrif ar wahan i ymuno a'r drafodaeth ar ScratchEd.</em>
kk: <a href="%(scratch_ed_url)s"> Гарвард жоғары білім беру мекемесімен <em> дамытылған және қолдау тапқан ScratchEd онлайн қауымдастығы арқылы басқа оқытушыларды </a> қосыңыз. Өтінемін, сізге ScratchEd.</em> талқылауына қосылу үшін басқа бөлек аккаунт ашу керек болады.
km: <a href="%(scratch_ed_url)s">ទាក់ទងជាមួយគ្រូបង្រៀនដទៃ</a>តាមរយៈ ScratchEd ដែលត្រូវបានបង្កើត និងគាំទ្រដោយ Harvard Graduate School of Education។ <em>សូមចំណាំថាអ្នកនឹងត្រូវបង្កើតគណនីដោយឡែកមួយដើម្បីចូលរួមការពិភាក្សានៅលើ ScratchEd។</em>

source: Connect with other educators via the ScratchEd online community, developed and supported by the Harvard Graduate School of Education. Please note that you’ll need to create a separate account to join the discussion on ScratchEd.
cs: Spojte se s dalšími lektory přes online komunitu ScratchEd, vytvořenou a podporovanou Harvard Graduate School of Education. Prosím povšimněte si, že nemusíte zakládat oddělený účet k připojení se k diskuzím na ScratchEd.
cy: Cysylltwch ag addysgwyr eraill drwy gyfrwng cymuned ar-lein ScratchEd, sydd wedi ei ddatblygu a'i gynnal gan yr Havard Graduate School of Education. Sylwch y bydd ange i chi greu cyfrif ar wahan i ymuno a'r drafodaeth ar ScratchEd.
kk: Гарвард жоғары білім беру мекемесімен дамытылған және қолдау тапқан ScratchEd онлайн қауымдастығы арқылы басқа оқытушыларды қосыңыз. Өтінемін, сізге ScratchEd талқылауына қосылу үшін басқа бөлек аккаунт ашу керек болады.
km: ទាក់ទងជាមួយគ្រូបង្រៀនដទៃ តាមរយៈ ScratchEd ដែលត្រូវបានបង្កើត និងគាំទ្រដោយ Harvard Graduate School of Education។ សូមចំណាំថាអ្នកនឹងត្រូវបង្កើតគណនីដោយឡែកមួយដើម្បីចូលរួមការពិភាក្សានៅលើ ScratchEd។
mi: Toro atu ki ngā kaiwhakaako kē mā te hāpori ScratchEd, nā Harvard Graduate School of Education te hanga, te pūtea tautoko hoki. Me hanga te pūkete motuhake mō ScratchEd kia uru atu koe ki ngā wānanga.
ru: Общайтесь с другими преподавателями с помощью онлайн-сообщества ScratchEd, разработанного и поддерживаемого Гарвардской Высшей Школой Образования. Обратите внимание, что нужно создать отдельную учетную запись, чтобы присоединиться к обсуждению на ScratchEd.

source: Welcome to your Scratch Teacher Account!
bg: Добре дошли във вашия учителски профил в Scratch!
cs: Vítáme vás ve vašem učitelském účtu Scratch!
cy: Croeso i'ch Cyfrif Athro Scratch!
kk: Өзіңіздің Скретч Мұғалім аккаунтына қош келдіңіз!
km: ស្វាគមន៍មកកាន់ គណនី Scratch សម្រាប់គ្រូរបស់អ្នក!
mi: Nau mai ki tō Pūkete Kaiako mō Scratch!
ru: Добро пожаловать в учетную запись преподавателя Scratch!

source: Hello,
bg: Здравей,
cs: Dobrý den,
cy: Helo
ga: Dia dhuit,
kk: Сәлем,
km: សួស្ដី
mi: Kia ora,
ru: Привет,

source: Scratch student %(username)s from your class %(classroom_title)s has requested a password reset.
cs: Scratch student %(username)s z vaší třídy %(classroom_title)s požádal o reset hesla.
cy: Mae dysgwyr Scratch %(username)s o'ch dosbarth %(classroom_title)s yn gofyn i'w gyfrinair gael ei ailosod.
kk: Скретч студент %(username)s сіздің сыныбыңыздан %(classroom_title)s құпия сөзді қалпына келтіру жөнінде сұрады.
km: សិស្ស %(username)s ពីថ្នាក់ %(classroom_title)s របស់អ្នក បានស្នើសុំប្ដូរពាក្យសម្ងាត់។
mi: Kua pātai mai te ākonga Scratch %(username)s o tō akomanga %(classroom_title)s kia panonitia tōnā kupu hipa.
ru: Ученик Scratch %(username)s из Вашего класса %(classroom_title)s запросил сброс пароля.

source: Student passwords can be reset from within your Scratch Teacher Account. First, navigate to <a href="%(educator_stuff_url)s">My Classes</a>. From there, find the correct Class and click on the Students link. You can then reset the password at the student level using the Settings menu.
cs: Studentská hesla mohou být resetována z vašeho učitelského účtu Scratch. Nejprve se přesměrujte na <a href="%(educator_stuff_url)s">Moje třídy</a>. Tam najděte správnou třídu a klikněte na odkaz Studenti. Pak můžete resetovat heslo na studentské úrovni v menu Nastavení.
cy: Mae modd i chi ailosod a llaw cyfrineiriau dysgwyr sydd o fewn eich Cyfrif Athro Scratch. Yn gyntaf, ewch i <a href="%(educator_stuff_url)s">Fy Nosbarthiadau</a> O'r fan honno, chwiliwch am y Dosbarth cywir a chlicio ar ddolen Disgybl. Gallwch ailosod y cyfrinair ar lefel y dysgwyr gan ddefnyddio dewislen Gosodiadau.
kk: Студент құпия сөздері Скретч Мұғалім Аккаунты арқылы жүзеге асады. Біріншіден, хабар болыңыз <a href="%(educator_stuff_url)s"> Менің сыныбым </a>. Бұл жерден, дұрыс сыныпты табыңыз және Студент сілтемесіне өтіңіз. Содан кейін сіз студент деңгейінде Параметр менюі арқылы құпия сөзіңізді қалпына келтіре аласыз.
km: ពាក្យសម្ងាត់របស់សិស្សអាចកំណត់ឡើងវិញបានពីក្នុងគណនីគ្រូរបស់អ្នក។ ដំបូង សូមទៅកាន់<a href="%(educator_stuff_url)s">ថ្នាក់របស់ខ្ញុំ</a>។ ពីទីនោះ សូមរកថ្នាក់ឲ្យត្រូវ ហើយចុចលើតំណ "សិស្ស"។ នោះអ្នកនឹងអាចកំណត់ឡើងវិញនូវពាក្យសម្ងាត់ក្នុងកម្រិតជាសិស្ស ដោយប្រើម៉ឺនុយការកំណត់។
mi: Ki te whakahou i ngā kupu hipa o ngā ākonga. I tō Pūkete Kaiako Scratch, haere ki <a href="%(educator_stuff_url)s">Aku Akomanga</a>. Kimihia tōna akomanga, pāwiritia te hononga Ākonga. Ka taea te whakahou i te kupu hipa mō ia Ākonga i roto i te Tahua Tautuhinga.
ru: Ученические пароли могут быть сброшены из Вашей учетной записи преподавателя Scratch. Сначала перейдите в раздел <a href="%(educator_stuff_url)s">Мои классы</a>. Оттуда найдите нужный класс и нажмите ссылку «Ученики». Затем можно сбросить пароль на уровне ученика, используя меню «Настройки».

source: Student passwords can be reset from within your Scratch Teacher Account. First, navigate to My Classes [%(educator_stuff_url)s]. From there, find the correct Class and click on the Students link. You can then reset the password at the student level using the Settings menu.
cs: Studentská hesla mohou být resetována z vašeho učitelského účtu Scratch. Nejprve se přesměrujte na Moje třídy [%(educator_stuff_url)s]. Tam najděte správnou třídu a klikněte na odkaz Studenti. Pak můžete resetovat heslo na studentské úrovni v menu Nastavení.
cy: Mae modd i chi ailosod a llaw cyfrineiriau dysgwyr sydd o fewn eich Cyfrif Athro Scratch. Yn gyntaf, ewch i Fy Nosbarthiadau [%(educator_stuff_url)s] O'r fan honno, chwiliwch am y Dosbarth cywir a chlicio ar ddolen Disgybl. Gallwch ailosod y cyfrinair ar lefel y disgybl gan ddefnyddio dewislen Gosodiadau.
kk: Студент құпия сөздері Скретч Мұғалім Аккаунты арқылы жүзеге асады. Біріншіден, хабар болыңыз Менің сыныбым [%(educator_stuff_url)s]. Бұл жерден, дұрыс сыныпты табыңыз және Студент сілтемесіне өтіңіз. Содан кейін сіз студент деңгейінде Параметр менюі арқылы құпия сөзіңізді қалпына келтіре аласыз.
km: ពាក្យសម្ងាត់របស់សិស្សអាចកំណត់ឡើងវិញបានពីក្នុងគណនីគ្រូរបស់អ្នក។ ដំបូង សូមទៅកាន់ "ថ្នាក់របស់ខ្ញុំ" [%(educator_stuff_url)s]។ ពីទីនោះ សូមរកថ្នាក់ឲ្យត្រូវ ហើយចុចលើតំណ "សិស្ស"។ នោះអ្នកនឹងអាចកំណត់ឡើងវិញនូវពាក្យសម្ងាត់ក្នុងកម្រិតជាសិស្ស ដោយប្រើម៉ឺនុយការកំណត់។
mi: Ka taea te whakahou i ngā kupu hipa o ngā ākonga i runga i tō whārangi Pūkete Kaiako Scratch. Tuatahi, tomo ki Aku Akomanga [%(educator_stuff_url)s]. Tuarua, kimihia te hononga ki te Akomanga, kātahi, pāwhiritia te ākonga. Ka taea te whakahou te kupu hipa mō ia ākonga noa mā te Tahua Tautuhinga.
ru: Студенческие пароли могут быть сброшены из Вашей учетной записи Scratch Teacher. Сначала перейдите в раздел "Мои классы" [%(educator_stuff_url)s]. Оттуда найдите нужный класс и нажмите ссылку «Ученики». Затем можно сбросить пароль на уровне ученика, используя меню «Настройки».

source: Password reset request from your student on Scratch
cs: Žádost o reset hesla od vašeho studenta na Scratch webu
cy: Cais i ailosod cyfrinair gan eich dysgwr ar Scratch
kk: Сіздің студенттен келген Скретчтегі құпия сөзді қалпына келтіру жөніндегі өтініш
km: សំណើប្ដូរពាក្យសម្ងាត់ពីសិស្សរបស់អ្នកនៅលើ Scratch
mi: Kua tono mai tō ākonga mō te kupu hipa hou mō Scratch
ru: Запрос на сброс пароля у Вашего ученика в Scratch

source: Thank you for confirming your email address, %(username)s!
cs: Děkuji vám za potvrzení vaší e-mailové adresy, uživateli %(username)s!
cy: Diolch am gadarnahu eich cyfeiriad e-bost.%(username)s!
ga: Go raibh maith agat as do sheoladh ríomhphoist a dheimhniú, a %(username)s!
kk: Өзіңіздің электрондық поштаңызды растағаныңызға алыс білдіремін, %(username)s!
km: អរគុណដែលបានអះអាងអាសយដ្ឋានអ៊ីមែលរបស់អ្នក %(username)s!
mi: Ngā mihi mō te whakaū i tō wāhitau īmēra, %(username)s!
ru: Спасибо, что подтвердили свой адрес электронной почты, %(username)s!

source: We are reviewing your Scratch Teacher Account request, and will get back to you shortly. When your Scratch Teacher Account is ready, we will email you with more information about how to use your new features.
cs: Prověřujeme vaši žádost o učitelský účet Scratch a brzy se k vám vrátíme. Jakmile bude váš učitelský účet připraven, pošleme vám e-mail s dalšími informacemi jak můžete své nové funkce používat.
cy: Rydym yn asesu eich cais am Gyfrof Scratch Athro a byddwn yn cysylltu a chi yn y man. Pan fydd eich Cyfrif Athro Scratch yn barod, byddwn yn eich e-bostio chi gyda rhagor o wybodaeth ar sut i ddefnyddio'r nodweddion newydd.
kk: Біз сіздің Скретч Мұғалім Аккаунтының өтінішін қарап жатырмыз, және көп ұзамай сізбен байланысады. Сіздің Скретч Мұғалім Аккаунтыңыз дайын болғанда, біз жаңа мүмкіндітерді қалай пайдлану керектігі жөнінде электрондық пошта арқылы біраз ақпарат жіберетін боламыз.
km: យើងកំពុងតែពិនិត្យសំណើសុំគណនី​គ្រូ​របស់អ្នក ហើយនឹងផ្ដល់ដំណឹងទៅអ្នកវិញក្នុងពេលឆាប់ៗ។ នៅពេលដែលគណនីគ្រូរបស់អ្នករួចរាល់ យើងនឹងផ្ញើអ៊ីមែលមួយទៅអ្នកដោយមានព័ត៌មានអំពីវិធីប្រើប្រាស់មុខងារពិសេសថ្មីៗរបស់អ្នក។
mi: Kei te titiro mātou i tō tono mō te Pūkete Kaiako Scratch, ka whakahoki kōrero mātou ākuanei. Ka reri tō Pūkete Kaiako Scratch, ka tuku mātou i te īmēra ki a koe me te mōhiohiotanga me pēhea e whakamahia ai ngā āhuatanga hou o tō pūkete.
ru: Мы пересматриваем ваш запрос учетной записи Scratch Teacher и вскоре свяжемся с вами. Когда ваша учетная запись Scratch Teacher готова, мы отправим вам по электронной почте дополнительную информацию о том, как использовать новые функции.

source: In the meantime, you can access your new Scratch account as a regular user (without the Teacher features) and start creating projects.
cs: Prozatím můžete přistupovat k vašemu uživatelskému účtu jako běžný uživatel (bez učitelských funkcí) a zahájit vytváření projektů.
cy: Yn y cyfamser, gallwch fynd i'ch cyfrif Scratch newydd fel defnyddiwr arferol (heb y nodweddion Athro) a chychwyn creu projectau.
kk: Сол уақытта сіз жаңа Скретч аккаунтына қарапайым қолданушы ретінде кіре аласыз (Ешқандай мұғалім көмегінсіз) және жобаларды құруды бастай аласыз.
km: ខណៈពេលនេះអ្នកអាចចូលក្នុងគណនី​ថ្មី​របស់អ្នកជាអ្នកប្រើទូទៅ (ដោយមិនមានមុខងារពិសេសសម្រាប់​គ្រូ​) ហើយចាប់ផ្ដើមបង្កើតកិច្ចការ។
mi: I ā koe e tatari ana, ka taea tonu ngā whakahaere noa i a Scratch (ehara ko ngā whakahaere o te kaiako), ka taea hoki te hanga i ngā kaupapa.
ru: Тем временем вы можете получить доступ к своей новой учетной записи Scratch в качестве обычного пользователя (без функций «Учитель») и начать создавать проекты.

source: Scratch Newsletters
bg: Новинарския бюлетин на Scratch
cs: Informační zpravodaj Scratch
cy: Cylchlythyron Scratch
ga: Nuachtlitreacha Scratch
kk: Скретч Ақпараттық Бюллетендері
km: ព្រឹត្តិបត្រព័ត៌មានអំពី Scratch
mi: Ngā Kawerongo mō Scratch
ru: Новости Scratch
