Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: Sorry, comment posting has been turned off for this %(tType)s
bg: Съжаляваме, публикуването на коментари беше изключено за този %(tType)s
cs: Lituji, posílání komentářů bylo vypnuto pro tento %(tType)s.
cy: Ymddiheuriadau ond mae gadael sylwadau wedi ei ddiffodd ar gyfer %(tType)s
ga: Tá brón orainn, tá tráchtaireacht múctha ar seo: %(tType)s
kk: Кешіріңіз, бұл жерге пікір қалдыру өшіріліп қалған %(tType)s
km: សុំទោស មតិត្រូវបានបិទសម្រាប់%(tType)sនេះ
mi: Aroha mai, kua whakakāhoretia te tuku kōrero mō tēnei %(tType)s
ru: Извините, комментарии отключены для %(tType)s

source: Sorry comment posting is not available right now. It should be back soon!
cs: Bohužel odesílání komentářů není teď možné. Bude brzy opět fungovat!
cy: Ymddiheuriadau ond nid yw gadael sylwadau ar gael ar hynn o bryd. Dylai fod nol cyn bo hir!
ga: Tá brón orainn, ní féidir postáil faoi láthair. Beidh sé ar ais go luath!
kk: Кешіріңіз, пікір қалдыру қазір қолжетімді емес. Ол көп ұзамай қайтып болуы тиіс!
km: សុំទោស មតិមិនអាចប្រើបាននៅពេលនេះទេ។ វានឹងត្រឡប់មកវិញនៅពេលបន្តិចទៀត។
mi: Aroha mai, kāore e taea te tuku kōrero ināianei. Te āhuanei, ka taea anō ākuanei!
ru: Добавление комментариев сейчас недоступно. Скоро все должно снова работать!

source: Comments loading...
bg: Коментарите се зареждат...
cs: Nahrávání komentářů...
cy: Llwytho sylwadau...
ga: Nótaí tráchta á luchtú...
kk: Пікірлер жүктелуде...
km: មតិកំពុងដំណើរការ...
mi: Kei te uta i ngā kōrero tuku...
ru: Загрузка комментариев…

source: Delete
bg: Изтриване
cs: Zrušení
cy: Dileu
ga: Scrios
kk: Жою
km: លុប
mi: Mukua
ru: Удалить

source: Report
bg: Съобщи
cs: Hlášení
cy: Adrodd
ga: Tuairisc
kk: Хабарлау
km: រាយការណ៍
mi: Whakamōhio atu
ru: Пожаловаться

source: Reply
bg: Отговори
cs: Odpověď
cy: Ateb
ga: Freagair
kk: Жауап беру
km: ឆ្លើយតប
mi: Whakahokia
ru: Ответить

source: Report comment as inappropriate
bg: Съобщи, че коментарът е неподходящ
cs: Ohlásit komentář jako nepatřičný
cy: Adrodd ar sylw sy'n anaddas
ga: Déan tuairisc ar an nóta tráchta seo
kk: Шағымдану
km: រាយការណ៍ថាមតិនេះមិនសមរម្យ
mi: Whakamōhio atu mō te hē o te kōrero tuku
ru: Сообщить о неприемлемом комментарии

source: %(comment.datetime_created|timesince)s ago
bg: Преди %(comment.datetime_created|timesince)s
cs: %(comment.datetime_created|timesince)s staré
cy: %(comment.datetime_created|timesince)s yn ol
ga: %(comment.datetime_created|timesince)s ó shin
kk: %(comment.datetime_created|timesince)s бұрын
km: %(comment.datetime_created|timesince)s មុន
mi: %(comment.datetime_created|timesince)s ki mua
ru: %(comment.datetime_created|timesince)s тому назад

source: See all %(len)s replies
bg: Виж всички %(len)s отговора
cs: Zobrazit všech %(len)s odpovědí
cy: Gweld pob un o'r %(len)sateb
ga: Taispeáin na %(len)s freagra
kk: Барлық %(len)s жауаптарды көру
km: មើលការឆ្លើយតបទាំង %(len)s
mi: Tirohia ngā whakahoki%(len)s katoa
ru: Просмотреть все %(len)s ответ(а)(ов)

source: Load more
bg: Зареди повече
cs: Nahrát další
cy: Llwytho rhagor
ga: Luchtaigh tuilleadh
kk: Көбірек жүкте
km: ផ្ទុកបន្ថែមទៀត
mi: Utaina anōtia
ru: Загрузить ещё

source: The Scratch Team receives a large number of messages each day. Unfortunately, we do not have time to answer all of them. Luckily, you can find answers to most questions about Scratch on our <a href="/info/faq/">Frequently Asked Questions</a> page.
cs: Tým Scratch dostává denně velký počet zpráv. Bohužel, nemáme dost času na všechny odpovědět. Naštěstí na většinu otázek ohledně Scratche můžeš najít odpověď na naší stránce <a href="/info/faq/">Často kladené otázky</a>.
cy: Mae Tim Scratch yn derbyn nifer fawr o negeseuon bob dydd. Yn anffodus, does gennym ddim yr amser i'w hateb nhw i gyd. Yn ffodus, mae modd i chi ganfod atebion i'r rhan fwyaf o gwestiynnauynghylch Scrach ar ein tudalen <a href="/info/faq/">Cwestiynnau Cyffredin</a>
ga: Faigheann Foireann Scratch an-chuid teachtaireachtaí gach lá. Faraor, níl an t-am againn freagra a chur ar ais ar gach ceann. Is féidir, áfach, teacht ar fhreagraí de na ceisteanna is coitianta faoi Scratch ar an leathanach <a href="/info/faq/">Ceisteanna Coitianta</a>.
kk: Скретч тобына күн сайын көптеген хаттар келіп жатады. Өкінішке орай, біздің мұның бәріне жауап беруге уақытымыз жоқ. Қуанышқа орай, сіз көптеген Скретчке қатысты сұрақтарға жауап ала аласыз <a href="/info/faq/"> Жиі Қойылатын Сұрақтар </a> беті.
km: Scratch Team ទទួលបានសារជាច្រើនម្ងៃ។ ជាអកុសល យើងមិនមានពេលឆ្លើយតបសារទាំងអស់ទេ។ តែសំណាងដែរ អ្នកអាចស្វែងរកចម្លើយសម្រាប់សំនួរភាគច្រើនអំពីនៅលើទំព័រ<a href="/info/faq/">សំណួរពេញនិយម</a>របស់យើង។

source: You can also look at the Scratch <a href="/discuss">Discussion forums</a>.
cs: Můžeš také nahlédnout na <a href="/discuss">Diskuzní fóra</a> Scratch.
cy: Gallwch hefyd edrych ar <a href="/discuss">fforymau Trafod</a> Scratch.
kk: Сіз сонымен қатар Скретчті көре аласыз <a href="/discuss"> Талқылау форумдары </a>.
km: អ្នកក៏អាចមើល<a href="/discuss">វេទិកាពិភាក្សា</a>អំពី Scratch ដែរ។

source: If you can't find an answer, post a new topic on the <a href="/discuss">Discussion forums.</a> There are many experienced Scratchers who can help!
cs: Pokud nemůžeš najít odpověď, pošli nový námět do <a href="/discuss">Diskuzního fóra.</a> Je zde mnoho zkušených Scratcherů kteří mohou pomoci!
cy: Os nad yw'r ateb ar gael, gallwch gofnodi cwestiwn newydd ar y<a href="/discuss">fforymau Trafod</a>. Mae yna lawer o Scratchwyr profiadol yna sy'n gallu eich helpu.
ga: Mura féidir leat freagra a aimsiú, postáil topaic nua ar an <a href="/discuss">bhFóram Plé.</a>Tá go leor Scratchálaithe le taithí a bheidh in ann cabhrú leat!
kk: Егер сіз жауап таба алмасаңыз, жаңа тақырыпты жариялаңыз <a href="/discuss"> Талқылау форумдары. </a> Мұнда көптеген тәжірбиелі Скретчерлер көмектесе алады!
km: ប្រសិនបានអ្នករកចម្លើយមិនឃើញទេ សូមដាក់ប្រកាសប្រធានបទថ្មីមួយនៅក្នុង<a href="/discuss">វេទិកាពិភាក្សា</a>។ មានអ្នកប្រើប្រាស់ Scratch ដែលមានបទពិសោធន៍ជាច្រើនដែលអាចជួយបាន!

source: Questions About Scratch
cs: Dotazy ke Scratch
cy: Cwestiynnau am Scratch
ga: Ceisteanna Maidir le Scratch
kk: Скретч туралы сұрақтары
km: សំណួរអំពី Scratch

source: Help with Scripts
cs: Pomoc se scénáři
cy: Cymorth gyda Sgriptiau
ga: Cabhair le Scripteanna
kk: Скрипттерге қатысты көмектесу
km: ជំនួយសម្រាប់ស្គ្រីប

source: Bugs and Glitches
cs: Chyby a závady
cy: Gwallau a Gwendidau
ga: Fabhtanna agus Fadhbanna
kk: Қателер мен глюктер
km: កំហុសនិងបញ្ហា

source: If you need to contact us, please choose from one of the options below. We get a lot of mail, so we may not be able to respond to your message.
cs: Pokud nás potřebuješ kontaktovat, prosím vyber jednu z možností dále. Dostáváme mnoho pošty, takže nemusíme být schopni odpovědi na tvou zprávu.
cy: Os oes angen i chi gysylltu a ni, dewiswch o un o'r dewisiadau isod. Rydym yn derbyn llawer o e-byst, ac felly mae'n bosib na fyddwn yn gallu ateb eich neges.
ga: Más mian leat teagmháil a dhéanamh linn, tá roghanna thíos duit. Faighimid an-chuid ríomhphost, mar sin, seans nach mbeimid in ann freagra a chur ar ais ar do theachtaireacht.
kk: Егер сіз бізбен байланысқыңыз келсе, өтінемін төмендегі опциялардың бірін таңдаңыз. Біз көптеген хаттар алып жатамыз, сол себепті сіздің хатыңғызға жауап бермеуіміз мүмкін.
km: ប្រសិនបើអ្នកធ្វើការទាក់ទងយើង សូមជ្រើសរើសជម្រើសមួយខាងក្រោម។ យើងទទួលសារជាច្រើន ដូច្នេះយើងអាចនឹងមិនអាចឆ្លើយតបសាររបស់អ្នក។

source: Select a topic
cs: Vyber téma
cy: Dewiswch bwnc
ga: Roghnaigh topaic
kk: Тақырыпты таңдаңыз
km: ជ្រើសរើសប្រធានបទ

source: Report something inappropriate...
cs: Nahlášení něčeho nevhodného...
cy: Adrodd ar rhywbeth anaddas...
ga: Déan tuairisc ar rud éigin mí-oiriúnach...
kk: бір нәрсені орынсыз хабарлау
km: រាយការណ៍អ្វីដែលមិនសមរម្យ...

source: Report a problem with the website...
cs: Nahlášení problémů s webovým serverem...
cy: Adrodd ar anhawster gyda'r wefan...
ga: Déan tuairisc ar fhadhb leis an suíomh Gréasáin...
kk: Сайтқа қатысты мәселені хабарлаңыз...
km: រាយការណ៍បញ្ហាជាមួយវិបសាយ...

source: Problems with email confirmation...
cs: Problémy s potvrzením e-mailu...
cy: Anhawster gyda chadarnhau e-bost...
ga: Fadhbanna le deimhniú seoladh ríomhphoist...
kk: электрондық поштаны растауға қатысты мәселелер
km: បញ្ហាជាមួយការអះអាងអ៊ីមែល...

source: Other...
cs: Jiné...
cy: Arall...
ga: Eile...
kk: Басқа ...
km: ផ្សេងទៀត...

source: Add a New Class
bg: Добави нов Клас
cs: Přidat novou třídu
cy: Ychwanegu Dosbarth Newydd
ga: Cuir Aicme Nua Leis
kk: Жаңа класс қосу
km: បន្ថែមថ្នាក់ថ្មី
mi: Tāpiritia he akomanga
ru: Добавить новый класс

source: Class Name
bg: Име на Клас
cs: Název třídy
cy: Enw'r Dosbarth
ga: Ainm Ranga
kk: Класстың атауы
km: ឈ្មោះថ្នាក់
mi: Ingoa Akomanga
ru: Название класса

source: Class Description
bg: Описание на Клас
cs: Popis třídy
cy: Disgrifiad o'r Dosbarth
ga: Cur Síos ar an Rang
kk: Класстың сипаттамасы
km: សេចក្តីពិពណ៌នាអំពីថ្នាក់
mi: Mō te Akomanga
ru: Описание класса

source: Add Class
bg: Добави Клас
cs: Přidat třídu
cy: Ychwanegu Dosbarth
ga: Cuir Rang Leis
kk: Классты қосу
km: បន្ថែមថ្នាក់
mi: Tāpiritia Akomanga
ru: Добавить класс

source: Your class name must be at least 5 characters long
bg: Името на класа трябва да е поне 5 символа
cs: Název tvé třídy musí být alespoň 5 znaků dlouhý.
cy: Rhaid i enw eich dosbarth fod o leiaf 5 nod o hyd
ga: Ní mór 5 charachtar ar a laghad a bheith san ainm ranga
kk: Сіздің сыныбыңыздың аты 5 символдан кем болмауы тиіс.
km: ឈ្មោះថ្នាក់របស់អ្នកត្រូវតែមានតួអក្សរយ៉ាងតិច 5
mi: Kia roa ake te ingoa akomanga i te 5 pūāhua
ru: Название класса должно быть не менее 5 символов

source: You must enter a class name
bg: Трябва да въведеш име на класа
cs: Musíš zadat název třídy
cy: Rhaid rhoi enw dosbarth
ga: Ní mór duit ainm ranga a chur isteach
kk: Сіз міндетті түрде сыныбыңыздың атына кіруіңіз қажет
km: អ្នកត្រូវតែបញ្ចូលឈ្មោះថ្នាក់
mi: Me whakaurua te ingoa akomanga
ru: Необходимо ввести название класса

source: This text looks inappropriate
bg: Този текст изглежда неподходящ
cs: Tento text vypadá nepatřičně
cy: Mae'r testun yn edrych yn anaddas
ga: Breathnaíonn an téacs seo mí-oiriúnach
kk: Бұл мәтін орынсыз көрінеді
km: អត្ថបទនេះមើលទៅដូចជាមិនត្រឹមត្រូវទេ
mi: Te āhua nei, kāore i te tōtika ēnei kōrero
ru: Этот текст выглядит недопустимым

source: Add a New Class Studio
bg: Добавете Студио от Нов Клас
cs: Přidat studio nové třídě
cy: Ychwanegu Stiwdio Dosbarth Newydd
ga: Cuir Stiúideo Ranga Nua Leis
kk: Жана классты студияны қосу
km: បន្ថែមស្ទូឌីយោសម្រាប់ថ្នាក់ថ្មីមួយ
mi: Tāpirihia he Taiwhanga Akomanga hou
ru: Добавить новую студию в классе

source: Studio Name
bg: Име на Студио
cs: Název studia
cy: Enw'r Stiwdio
ga: Ainm Stiúideo
kk: Студияның атауы
km: ឈ្មោះស្ទូឌីយោ
mi: Ingoa Taiwhanga
ru: Название студии

source: Studio Description
bg: Описание на Студио
cs: Popis studia
cy: Disgrifiad o'r Stiwdio
ga: Cur Síos ar an Stiúideo
kk: Студияның сиппатамасы
km: សេចក្តីពិពណ៌នាអំពីស្ទូឌីយោ
mi: Mō te Taiwhanga
ru: Описание студии

source: Your username must be between 3 and 20 characters
bg: Вашето потребителско име трябва да е между 3 и 20 символа
cs: Tvé uživatelské jméno musí mít 3 až 20 znaků
cy: Mae'n rhaid i'ch enw defnyddiwr fod rhwng 3 a 20 nod
ga: Ní mór idir 3 agus 20 carachtar a bheith i d'ainm úsáideora
kk: Сіздің қолданушы есіміңіз 3 пен 20 символ арасында болуы қажет
km: ឈ្មោះគណនីរបស់អ្នកត្រូវតែមានតួអក្សររវាង 3 ទៅ 20
mi: Kia 3 ki te 20 pūāhua te roanga o tō tohu tuakiri
ru: Имя пользователя должно быть от 3 до 20 символов.

source: Sorry, that username already exists
bg: Съжаляваме, това потребителско име вече съществува
cs: Lituji, toto uživatelské jméno už existuje
cy: Mae'n ddrwg gen i, mae'r enw yna'n bodoli eisoes
ga: Tá brón orainn, tá an t-ainm úsáideora sin in úsáid cheana
kk: Кешіріңіз, мұндай қолданушы есімі бұрыннан бар
km: សូមទោស, ឈ្មោះគណនីនេះមានរួចហើយ
mi: Aroha mai, kei te ora tēnā tohu tuakiri
ru: Извините, но это имя уже занято

source: Invalid username
bg: Невалидно потребителско име
cs: Neplatné jméno uživatele
cy: Enw defnyddiwr anaddas
ga: Ainm úsáideora neamhbhailí
kk: Пайдаланушы аты жарамсыз
km: ឈ្មោះគណនីមិនត្រឹមត្រូវ
mi: He muhu te tohu tuakiri
ru: Неверное имя пользователя

source: Hmm, that looks inappropriate
bg: Хмм, това не изглежда правилно
cs: Hmm, to vypadá nepatřičně
cy: Hmm, mae hynny'n edrych yn anaddas
ga: Hmm, breathnaíonn sé sin mí-oiriúnach
kk: Хм, бұл орынсыз көрінеді
km: មើលទៅមិនត្រូវទេ
mi: Aue, he āhua kōtīti tēnā
ru: Хм, это выглядит недопустимым

source: You must enter a username
bg: Трябва да въведете потребителско име
cs: Musíš zadat uživatelské jméno
cy: Mae'n rhaid i chi fewnbynnu enw defnyddiwr
ga: Ní mór duit ainm úsáideora a chur isteach
kk: Сізге атыңызды енгізу керек
km: អ្នកត្រូវបញ្ចូលឈ្មោះគណនី
mi: Me whakauru i te tohu tuakiri
ru: Необходимо ввести имя пользователя

source: Your username may only contain letters, numbers, - and _
bg: Потребителското име може да се състои само от букви, числа, - и _
cs: Tvoje uživatelské jméno může obsahovat jen písmena, číslice, - a _
cy: Dim ond llythrenau, rhifau, - ac_ a ganiateir yn eich enw defnyddiwr
ga: Ní cheadaítear ach litreacha, uimhreacha, - agus _ in ainm úsáideora
kk: Сіздің қолданушы есіміңіз тек әріптер, сандар, - және _ қамтуы қажет
km: ឈ្មោះគណនីរបស់អ្នកអាចមានតែអក្សរ លេខ សញ្ញា \"-\" និង សញ្ញា \"_\"
mi: Mō tō tohu tuakiri: me whakamahi i ngā pūreta, ngā nama, - me _
ru: Имя пользователя может содержать только буквы, цифры, - и _

source: Your password cannot be 'password'
bg: Не може да ползвате 'password' за парола.
cs: Tvoje heslo nemůže být 'password'
cy: Nid oes modd i'ch cyfrinair fod yn 'password' na 'cyfrinair'
ga: Ní cheadaítear 'password' mar fhocal faire
kk: Сіздің құпиясөзіңіз 'password' болмауы қажет
km: ពាក្យសម្ងាត់មិនអាចជា \"password\" ទេ
mi: Kāore e whakaaetia te kupu hipa 'password'
ru: Ваш пароль не может быть 'пароль'

source: Your password must be at least 6 characters
bg: Вашата парола трябва да бъде най-малко 6 символа
cs: Tvoje heslo musí být alespoň 6 znaků dlouhé
cy: Mae'n rhaid i'ch cyfrinair fod o leiaf 6 nod
ga: Ní mór 6 charachtar a bheith san fhocal faire ar a laghad
kk: Сіздің құпиясөзіңіз 6 символдан кем болмауы қажет
km: ពាក្យសម្ងាត់របស់អ្នកត្រូវតែមានប្រវែងយ៉ាងហោច 6 តួអក្សរ។
mi: Kia nui ake i te 6 ngā pūāhua tō kupu hipa
ru: Ваш пароль должен содержать не менее 6 символов.

source: You must enter a password
bg: Трябва да въведете парола
cs: Musíš zadat heslo
cy: Mae'n rhaid i chi roi cyfrinair
ga: Ní mór duit focal faire a chur isteach
kk: Сізге парольді енгізу керек
km: អ្នកត្រូវបញ្ចូលពាក្យសម្ងាត់។
mi: Me whakauru i te kupu hipa
ru: Вы должны ввести пароль.

source: Your passwords do not match
bg: Паролите Ви не съвпадат
cs: Tvoje hesla nejsou stejná
cy: Nid yw'r cyfrineiriau'n cyd-fynd
ga: Ní ionann na focail fhaire
kk: Сіздің парольдеріңіз сәйкес емес
km: មិនត្រូវគ្នា
mi: Kāore anō kia ōrite ngā kupu hipa e rua.
ru: Пароль и подтверждение пароля не совпадают.

source: Your password cannot match your username
bg: Паролата ви не може да съвпада с потребителското име
cs: Tvým heslem nesmí být uživatelské jméno
cy: Ni ddylai'r cyfrinair gyfateb i'ch enw defnyddiwr
ga: Níl cead agat d'ainm úsáideora a úsáid mar fhocal faire
kk: Сіздің құпиясөзіңіз қолданушы есімімен сәйкес келмеуі қажет
km: ពាក្យសម្ងាត់របស់អ្នកមិនអាចត្រូវគ្នាជាមួយនឹងឈ្មោះគណនីរបស់អ្នកទេ
mi: Kāore e taea te ōrite tō kupu hipa me tō tohu tuakiri.
ru: Ваш пароль не может совпадать с вашим именем пользователя

source: You must select a birth month and year
bg: Трябва да изберете месец и година на раждане
cs: Musíš vybrat měsíc a rok narození
cy: Rhaid i chi ddewis mis a blwyddyn geni
ga: Ní mór duit mí agus bliain bhreithe a roghnú
kk: Сізге туған күнінің айы және жылы таңдау керек
km: អ្នកត្រូវតែជ្រើសរើសខែនិងឆ្នាំកំណើត
mi: Me kōwhiri i te marama me te tau i whānau ai koe
ru: Вы должны выбрать месяц рождения и год

source: You must specify a gender
bg: Трябва да зададете пол
cs: Musíš určit pohlaví
cy: Mae'n rhaid nodi rhyw
ga: Ní mór duit inscne a roghnú
kk: Сізге жынысыңызды көрсетуіңіз керек
km: អ្នកត្រូវតែបញ្ជាក់ភេទ
mi: Me tautuhi koe i tō ira tāne/wahine rānei
ru: Вы должны указать пол

source: You must select a country
bg: Трябва да изберете държава
cs: Musíš vybrat stát
cy: Mae'n rhaid dewis gwlad
ga: Ní mór duit tír a roghnú
kk: Сізге елдіңізді таңдау керек
km: អ្នកត្រូវតែជ្រើសរើសប្រទេស
mi: Me kōwhiri koe i tētahi whenua
ru: Вы должны выбрать страну

source: You must provide an email address
bg: Трябва да укажете имейл адрес
cs: Musíš poskytnout email adresu
cy: Mae'n rhaid rhoi cyfeiriad ebost
ga: Ní mór duit seoladh ríomhphoist a chur isteach
kk: Cіз электрондық мекен-жаймен қамтамасыз етуіңіз қажет
km: អ្នកត្រូវតែផ្ដល់អ៊ីមែល
mi: Me whakauru koe i tētahi wāhitau īmēra
ru: Вы должны указать адрес электронной почты

source: You must provide valid email address
bg: Трябва да укажете валиден имейл адрес
cs: Musíš poskytnout platnou email adresu
cy: Mae'n rhaid rhoi cyfeiriad ebost dilys
ga: Ní mór duit seoladh bailí ríomhphoist a thabhairt
kk: Cіз сенімді электрондық мекен-жаймен қамтамасыз етуіңіз қажет
km: អ្នកត្រូវតែផ្តល់អ៊ីមែលត្រឹមត្រូវ
mi: Me tuku mai koe i te wāhitau īmēra tika
ru: Вы должны указать действительный адрес электронной почты

source: Example tab
bg: Раздел Пример
cs: Karta s příkladem
cy: Tab esiampl
ga: Cluaisín samplach
kk: Мысал қойындысы
km: ផ្ទាំងឧទាហរណ៍
mi: Ripa Tauira
ru: Вкладка «Пример»

source: %(classroom_title)s on Scratch
bg: %(classroom_title)s в Scratch
cs: %(classroom_title)s na Scratch
cy: %(classroom_title)s ar Scratch
ga: %(classroom_title)s ar Scratch
kk: %(classroom_title)s Скретчте
km: %(classroom_title)sលើ Scratch
mi: %(classroom_title)s kei runga i a Scratch
ru: %(classroom_title)sна сайте Scratch

source: Class page
bg: Страница на Класа
cs: Stránka třídy
cy: Tudalen y dosbarth
ga: Leathanach ranga
kk: Класстардың беті
km: ទំព័រថ្នាក់
mi: Whārangi Akomanga
ru: Страница класса

source: ended
bg: приключил
cs: ukončeno
cy: wedi gorffen
ga: críochnaithe
kk: аяқталды
km: បានបញ្ចប់
mi: kua mutu
ru: закончился

source: Created %(tDate)s ago
bg: Създаден преди %(tDate)s
cs: Vytvořeno o %(tDate)s dříve
cy: Crewyd ers %(tDate)s
ga: Cruthaithe %(tDate)s ó shin
kk: %(tDate)s бұрын құрылған
km: បានបង្កើត %(tDate)s មុន
mi: I hangaia %(tDate)s ki mua
ru: Создано %(tDate)s назад

source: Join this class
bg: Присъединете се към този клас
cs: Připojit se k této třídě
cy: Ymunwch a'r dosbarth
ga: Cláraigh leis an rang seo
kk: Бұл классты қосылыңыз
km: ចូលរួមថ្នាក់នេះ
mi: Kuhuna tēnei akomanga
ru: Присоединиться к этому классу

source: About this Class
bg: За този клас
cs: O této třídě
cy: Ynghylch y Dosbarth hwn
ga: Maidir leis an Rang seo
kk: Бұл класс туралы
km: អំពីថ្នាក់នេះ
mi: Mō tēnei Akomanga
ru: Об этом классе

source: Describe this class. This will be publicly visible, so please avoid using identifiable information, like names.
bg: Опишете този клас. Това ще бъде публично достъпно, затова избягвайте да използвате идентифицираща информация, като имена.
cs: Popiš tuto třídu. Tohle bude veřejně viditelné, takže prosím nepoužívej identifikační informace, jako jsou například jména.
cy: Disgrifiwch y dosbarth hwn. Bydd hyn i'w weld yn gyhoeddus, felly peidiwch defnyddio manylion adnabod, fel enwau.
kk: Бұл сыныпты сипаттаңыз. Бұл қоғамға көрінетін болады, сол себепті жеке бас туралы ақпарат бермеңіз, өтініш, мысалы есіміңіз.
km: ពណ៌នាអំពីថ្នាក់នេះ។ វានឹងបង្ហាញជាសាធារណៈ ដូច្នេះសូមកុំប្រើព័ត៌មានដែលអាចសំគាល់បាន ដូចជាឈ្មោះជាដើម។
mi: Whakaāhua mai te akomanga. Ka kitea whānuitia tēnei, nā reira kaua e tuku i ngā mōhiohio whaiaro, pērā ki ngā ingoa.
ru: Опишите класс. Эта информация будет доступна всем, поэтому, пожалуйста, избегайте использования личной информации, например имен.

source: <span id="bio-chars-left">200</span> characters left.
bg: Остават <span id="bio-chars-left">200</span> символа.
cy: <span id="bio-chars-left">200</span> nod ar ol
ga: <span id="bio-chars-left">200</span> carachtar fágtha.
kk: <span id="bio-chars-left">200</span> таңба қалды.
km: នៅសល់ <span id="bio-chars-left">200</span> តួអក្សរទៀត
mi: <span id="status-chars-left">200</span> ngā pūāhua kei te toi.
ru: Осталось <span id="bio-chars-left">200</span> символ(а)(ов).

source: What we're working on
bg: По какво работим
cs: Na čem pracujeme
cy: Beth rydym yn gweithio arno
ga: Cad atá ar siúl againn
kk: Біз бір нәрсемен жұмыс жасап жатырмыз
km: អ្វីដែលយើងកំពុងធ្វើ
mi: Ā mātou mahi
ru: Над чем мы работаем

source: Describe what the class is doing.
bg: Опишете какво прави класът.
cs: Popiš, co tato třída teď dělá.
cy: Disgrifiwch beth mae'r dosbarth yn ei wneud
ga: Déan cur síos ar an méid atá á dhéanamh ag an rang.
kk: Класстың не істеп жатқанын сипаттаңыз.
km: ពណ៌នាពីអ្វីដែលថ្នាក់កំពុងធ្វើ
mi: Whakamārama mai i ngā mahi mō te akomanga.
ru: Опишите, что делает этот класс.

source: <span id="status-chars-left">200</span> characters left.
bg: Остават <span id="status-chars-left">200</span> символа.
cy: <span id="status-chars-left">200</span> nod ar ol.
ga: <span id="status-chars-left">200</span> carachtar fágtha.
kk: <span id="status-chars-left">200</span>таңба қалды.
km: នៅសល់ <span id="bio-chars-left">200</span> តួអក្សរទៀត
mi: <span id="status-chars-left">200</span> ngā pūāhua kei te toi.
ru: Осталось <span id="status-chars-left">200</span> символ(а)(ов).

source: Featured
bg: Функционалности
cs: Představené
cy: Nodwedd
ga: Mór-Le-Rá
kk: Үздік
km: ល្អៗ
mi: Tīpakohia
ru: Рекомендуемый

source: Change featured project
bg: Промени споделените проекти
cs: Změnit vybraný projekt
cy: Newid y project nodwedd
ga: Athraigh an tionscadal mór-le-rá
kk: Таңдалған жобаны өзгерту
km: ប្ដូរ​កិច្ចការ​ល្អៗ
mi: Hurihia te kaupapa e tīpakohia
ru: Изменить рекомендуемый проект

source: Latest Activity
bg: Последна активност
cs: Poslední aktivita
cy: Gweithgaredd Diweddaraf
ga: Gníomh is Déanaí
kk: Соңғы белсенділік
km: សកម្មភាពចុងក្រោយ
mi: Mahinga Hou
ru: Последние действия

source: Report this class
bg: Съобщи този клас
cs: Nahlásit tuto třídu
cy: Adrodd ar y Dosbarth hwn
ga: Déan tuairisc ar an rang seo
kk: Бұл класс туралы хабарлау
km: រាយការណ៍ពីថ្នាក់នេះ
mi: Whakamōhio atu mō tēnei akomanga
ru: Сообщить об этом классе

source: Class Studios
bg: Клас студиа
cs: Třídní studia
cy: Stiwdios y Dosbarth
ga: Stiúideonna Ranga
kk: Сынып Студиялары
km: ស្ទូឌីយោសម្រាប់ថ្នាក់
mi: Taiwhanga o te Akomanga
ru: Студии класса

source: This class doesn't have any studios yet
bg: В този клас все още няма студиа
cs: Tato třída zatím nemá žádné studio
cy: Nid oes gan y dosbarth stiwdios eto
ga: Níl aon stiúideonna ag an rang seo go fóill
kk: Бұл сыныпта әлі қандай да бір студиясы жоқ
km: ថ្នាក់នេះមិនទាន់មានស្ទូឌីយោទេ
mi: Kāore anō tēnei akomanga kia whai taiwhanga
ru: У этого класса еще нет студий

source: You can add studios in <a href="%(educator_stuff_url)s">My Classes</a>
cs: Můžeš přidávat studia do <a href="%(educator_stuff_url)s">Moje třídy</a>
cy: Gallwch ychwanegu stiwdios yn <a href="%(educator_stuff_url)s">Fy Nosbarthiadau</a>
kk: Сіз студияларды қоса аласыз <a href="%(educator_stuff_url)s"> Менің сыныптарым </a>
km: អ្នកអាចបន្ថែមស្ទូឌីយោ នៅក្នុង<a href="%(educator_stuff_url)s">ថ្នាក់របស់ខ្ញុំ</a>
mi: Ka taea te tuku taiwhanga mā <a href="%(educator_stuff_url)s">Aku Akomanga</a>
ru: Вы можете добавить студии в <a href="%(educator_stuff_url)s">Моих классах</a>

source: Students
bg: Ученици
cs: Studenti
cy: Dysgwyr
ga: Mic Léinn
kk: Оқушылар
km: សិស្ស
mi: Akonga
ru: Ученики

source: This class doesn't have students yet
bg: В този клас все още няма ученици
cs: Tato třída zatím nemá žádné studenty
cy: Nid oes gan y dosbarth hwn ddysgwyr eto
ga: Níl aon mhac léinn ag an rang seo go fóill
kk: Бұл сыныпта әлі студенттер жоқ
km: ថ្នាក់នេះមិនទាន់មានសិស្សទេ
mi: Kāore anō kia whakauru he akonga mō tēnei akomanga
ru: У этого класса еще нет учеников
