Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: Select an accessory
bg: Избери аксесоар
cy: Dewis cyfwisg
kk: Көмекші құралды таңдаңыз
km: ជ្រើសរើសគ្រឿងបន្សំមួយ
mi: Kōwhiria he whakarākei
ru: Выбери аксессуар

source: Tell it where to go
bg: Кажи къде да отиде
cy: Dweud wrtho lle i fynd
ga: Abair leis cén áit le dul
kk: Қайда бару керектігін айтыңыз
km: ប្រាប់វាពីកន្លែងដែលត្រូវទៅ
mi: Tohungia kia haere ki wāhi kē
ru: Скажи, куда двигаться

source: Other things to try
bg: Други неща, които трябва да опитате
cy: Pethau eraill i'w gwneud
ga: Rudaí eile le triail a bhaint astu
kk: Тырысып көретін басқа заттар
km: របស់ច្រើនទៀតសម្រាប់សាក!
mi: Ētahi mahinga kē
ru: Что ещё попробовать?

source: Add a sound
bg: Добави звук
cy: Ychwanegu sain
ga: Cuir fuaim leis
kk: Дыбысты қосу
km: បន្ថែមសម្លេងមួយ
mi: Whakaurua he oro
ru: Добавь звук

source: Explore other costumes
bg: Разгледай други костюми
cy: Darganfod gwisgoedd eraill
kk: Басқа костюмдерді зерттеу
km: រកមើលរូបរាងផ្សេង
mi: Torona ngā kākahu kē
ru: Познакомься с костюмами

source: Make longer scripts
bg: Направи по-дълги скриптове
cy: Crewch sgriptiau hirach
kk: Ұзын скрипттерді жасау
km: បង្កើតស្គ្រីបវែងជាងមុន
mi: Hangaia ngā hōtuhi roa ake
ru: Делаем скрипты длиннее

source: Start to Dance
bg: Започни да танцуваш
cy: Cychwyn Dawnsio
ga: Tosaigh ag Damhsa
kk: Билеуді бастау
km: ចាប់ផ្ដើមរាំ
mi: Ka Kanikani
ru: Начни танцевать

source: Things to Try
bg: Неща, които да опитате
cy: Pethau i'w Profi
ga: Rudaí le Triail
kk: Көретін жайттар
km: របស់សម្រាប់សាកល្បង
mi: Ko ngā Mea hei Whakamātau
ru: Что попробовать

source: on Scratch
bg: в Scratch
cs: v Scratchi
cy: ar Scratch
ga: ar Scratch
kk: Скретчте
km: លើ Scratch
mi: i a Scratch
ru: на сайте Скретч

source: Projects in
bg: Проекти в
cy: Projectau yn
ga: Tionscadail in
kk: Ішіндегі Жобалар
km: កិច្ចការនៅក្នុង
mi: Ngā Kaupapa o
ru: Проектов в

source: Visit the Studio
bg: Посетете студиото
cs: Navštiv studio
cy: Ymweld a'r Stiwdio
ga: Féach ar an Stiúideo
kk: Студияға кіріңіз
km: ទៅកាន់ស្ទូឌីយោ
mi: Kuhuna te Taiwhanga
ru: Посетить студию

source: Recent
bg: Скорошни
cy: Diweddar
ga: Le Déanaí
kk: Жуырда
km: ថ្មីៗ
mi: Ināia tata nei
ru: Недавние

source: Projects by Scratchers
bg: Проекти от Scratchers
cy: Projectau gan Scratchwyr
ga: Tionscadail le Scratchálaithe
kk: Скретчлердің Жобалары
km: កិច្ចការដោយ Scratchers
mi: He kaupapa nā ngā kaiwaihanga Scratch
ru: Проекты от Скретчеров

source: Scratch Privacy Policy
bg: Декларацията за поверителност на Scratch
cs: Ochrana soukromí ve Scratch
cy: Polisi Preifat Scratchwyr
ga: Polasaí Príobháideachais Scratch
kk: Скретч Құпиялылық саясаты
km: គោលការណ៍ឯកជនភាពរបស់ Scratch
mi: Kaupapa Here Tūmataitinga o Scratch
ru: Политика конфиденциальности Scratch

source: Favorites
bg: Любими
cs: Oblíbené
cy: Ffefrynnau
ga: Ceanáin
kk: Таңдаулылар
km: ចូលចិត្ត
mi: Ngā Makau
ru: Избранные

source: Followers
bg: Последователи
cs: Následují mě
cy: Dilynwyr
ga: Leantóirí
kk: Жазылушылар
km: អ្នកតាម
mi: Kaitautāwhi
ru: Мои подписчики

source: Following
bg: Следвам
cs: Následuji
cy: Yn Dilyn
ga: Ag Leanúint
kk: Жазылу
km: កំពុងតាម
mi: Kei te tautāwhi
ru: Подписан(а) на

source: Shared Projects
bg: Споделени проекти
cs: Sdílené projekty
cy: Projectau'n Cael eu Rhannu
ga: Tionscadail Chomhroinnte
kk: Ортақтасқан жобалар
km: កិច្ចការដែលបានចែករំលែក
mi: Ngā Kaupapa kua Tuari
ru: Общедоступные проекты

source: Studios I Follow
bg: Студиа, които следвам
cs: Studia která následuji
cy: Stiwdios Rwy'n eu Rhanu
ga: Stiúideonna a Leanaim
kk: Мен жазылған студиялар
km: ស្ទូឌីយោដែលខ្ញុំតាម
mi: Ngā taiwhanga e tautāwhi ai au
ru: Подписан(а) на студии

source: Studios I Curate
bg: Студиа, които управлявам
cs: Studia která správcuji
cy: Stiwdios Rwy'n eu Curadu
ga: Stiúideonna a Choimeádaim
kk: Мен жетекшілік ететін студиялар
km: ស្ទូឌីយោដែលខ្ញុំប្រមូល
mi: Ōku Taupuni e Whakahaeretia nei
ru: Курирую студии

source: Student of: %(classroom_name)s
bg: Ученици от:%(classroom_name)s
cy: Dysgwr: %(classroom_name)s
ga: Mac Léinn: %(classroom_name)s
kk: %(classroom_name)s: студенті
km: ជាសិស្សក្នុង៖%(classroom_name)s
mi: Ākonga o: %(classroom_name)s
ru: Ученик: %(classroom_name)s

source: Scratch Team
bg: Екипа на Scratch
cs: Tým Scratch
cy: Tim Scratch
ga: Foireann Scratch
kk: Scratch командасы
mi: Te Tīma Scratch
ru: Команда Scratch

source: Teacher Account
bg: Учителски акаунт
cy: Cyfrif Athro
ga: Cuntas Múinteora
kk: Мұғалім аккаунты
km: គណនីគ្រូបង្រៀន
mi: Pūkete Pouako
ru: Учетная запись преподавателя

source: Scratch Partner
bg: Scratch партньор
cy: Partner Scratch
kk: Scratch Серіктес
mi: He Hoa nō Scratch
ru: Партнер Scratch

source: Scratcher
cy: Scratchwr
ga: Scratchálaí
mi: Kaiwaihanga Scratch
ru: Скретчер

source: New Scratcher
bg: Нов Scratcher
cs: Nový scratcher
cy: Scratchwr Newydd
ga: Scratchálaí Nua
kk: Жана Scratcher
km: ថ្មី Scratcher
mi: Kaiwaihanga Scratch Hou
ru: Новый скретчер

source: Joined <span title="%(tDateLabel)s">%(tDate)s</span> ago
bg: Присъединих се преди <span title="%(tDateLabel)s">%(tDate)s</span>
cy: Ymunodd <span title="%(tDateLabel)s">%(tDate)s</span> yn ol
ga: Chláraigh an t-úsáideoir seo <span title="%(tDateLabel)s">%(tDate)s</span> ó shin
kk: <span title="%(tDateLabel)s">%(tDate)s</span> бұрын қосылды
km: បានចូលរួមកាលពី <span title="%(tDateLabel)s">%(tDate)s</span>មុន
mi: I hono<span title="%(tDateLabel)s">%(tDate)s</span> ki mua
ru: Присоединился(ась) <span title="%(tDateLabel)s">%(tDate)s</span> тому назад

source: About me
bg: За мен
cs: O mně
cy: Amdanaf i
ga: Fúmsa
kk: Мен туралы
km: អំពីខ្ញុំ
mi: Mōku nei
ru: О себе

source: Add a bit about yourself
cs: Sděl něco o sobě
cy: Ychwanegwch ychydig amdanoch chiun
ga: Inis dúinn fút féin
kk: Өзіңіз туралы біраз мәлімет қосу
km: បន្ថែមព័ត៌មានតិចតួចពីអ្នក
mi: Tukua ētahi kupu mōhou
ru: Расскажи о себе

source: What I'm working on
bg: По какво работя
cs: Na čem pracuji
cy: Beth rwy'n gweithio arno
ga: Cad a bhíonn ar siúl agam
kk: Мен қандай жұмыс істеп жатырмын
km: អ្វីដែលខ្ញុំកំពុងធ្វើ
mi: Āku mahi ināianei
ru: Над чем я работаю

source: Describe what you're working on
bg: Опишете по какво работите
cs: Popiš na čem teď pracuješ
cy: Disgrifiwch beth rydych yn gweithio arno
ga: Déan cur síos ar cad a bhíonn ar siúl agat
kk: Өзіңіздің не істеп жатқаныңызды сипаттаңыз
km: ពណ៌នាពីអ្វីដែលអ្នកកំពុងធ្វើ
mi: Whakaatu mai he aha ō mahi o nāianei
ru: Расскажи, над чем ты работаешь

source: What I've been doing
bg: Какво съм правил
cs: Na čem dělám
cy: Beth rwy wedi bod yn ei wneud
ga: Cad a bhíonn ar siúl agam
kk: Мен істеп жатырмын
km: អ្វីដែលខ្ញុំបានកំពុងធ្វើ
mi: Āku mahi i nāiatata nei
ru: Что я делал(а)

source: Report this user
cs: Nahlásit tohoto uživatele
cy: Rhoi gwybod am y defnyddiwr hwn
ga: Déan tuairisc ar an úsáideoir seo
kk: Бұл қолданушы туралы хабарлау
km: រាយការណ៍ពីអ្នកប្រើនេះ

source: Favorite Projects
bg: Любими проекти
cs: Oblíbené projekty
cy: Hoff Brojectau
ga: Tionscadail Is Ansa Liom
kk: Сүйікті жобалар
km: ចូលចិត្តកិច្ចការ
mi: Kaupapa Makau
ru: Избранные проекты

source: Studios I'm Following
bg: Студиа, които следвам
cs: Studia která následuji
cy: Stiwdios Rwy'n eu Dilyn
ga: Stiúideonna a Leanaim
kk: Мен жазылған студиялар
km: ស្ទូឌីយោដែលខ្ញុំតាម
mi: Ngā taiwhanga e tautāwhi ai au
ru: Подписан(а) на студии

source: Become a Scratcher...
bg: Станете Scratcher
cs: Staň se Scratcherem...
cy: Dod yn Scratchwr
ga: Bí i do Scratchálaí...
kk: Scratcher болу
km: ក្លាយជា Scratcher...
mi: Kia eke hei Scratcher koe...
ru: Стань Скретчером...

source: Now that you’ve gotten to know Scratch and the Scratch community, you are ready to become a Scratcher. The next few pages describe what that means. On the last page, you can choose to officially become a Scratcher.
cs: Teď když už jsi poznal/a/ Scratch i společenství Scratch, jsi připraven/a se stát Scratcherem. Několik následujících stránek popisuje, co to znamená. Na poslední stránce se můžeš rozhodnost stát se oficiálně Scratcherem.
cy: Nawr eich bod wedi dod i ddeall Scratch a chymuned Scratch, rydych yn barod i ddod yn Scratchwr. Mae'r tudalennau nesaf yn disgrifio ystyr hyn. Ar y dudalen olaf, gallwch ddewis i ddod yn Scratchwr yn swyddogol.
ga: Anois tá tuiscint níos fearr agat ar Scratch agus ar chomhphobal Scratch. Tá tú réidh le bheith i do Scratchálaí. Míneoimid an chiall atá leis sin ar na leathanaigh a leanas. Ar an leathanach deiridh, is féidir leat roghnú le bheith i do Scratchálaí go hoifigiúil.
kk: Енді, сіз Scratch және Scratch қоғамдастығымен танысқан кезде, Scratcher болуға дайынсыз. Келесі бірнеше бетте оның нені білдіретіндігі баяндалады. Соңғы бетте сіз ресми түрде Scratcher бола аласыз.
mi: Ināianei kua waea koe ki a Scratch me te hapori Scratch hoki, kua rite koe kia uru hei Kaiwaihanga Scratch (Scratcher). I ngā whārangi e whai ake nei, ka whakamōhio te tikanga o tērā. I te whārangi whakamutunga, te kōwhiringa kia uru hei Scratcher tuturu.
ru: Теперь, когда ты узнал, что такое Scratch и сообщество Scratch, ты готов стать Скретчером. Следующие несколько страниц описывают, что это означает. На последней странице ты сможешь сделать выбор чтобы официально стать Скретчером.

source: Scratchers are respectful.
bg: Скрачърите уважават другите.
cs: Scratcheři jsou ohleduplní.
cy: Mae Scratchwyr yn parchu
ga: Bíodh meas agat ar dhaoine.
kk: Scratchers әдепті.
km: Scratchers ចេះគោរពគ្នា
mi: He ngākau whakaute tō te Scratcher.
ru: Скретчеры вежливы.

source: Everyone should feel welcome on Scratch, so we’re careful to be respectful to everyone.
cs: Kdokoliv by se měl cítit vítán ve Scratch, takže jsme pozorní v ohledech ke každému.
cy: Dylai pawb deimlo'r croeso ar Scratch., felly rydym yn ofalus i fod yn barchus tuag at pawb.
ga: Ba mhaith linn fáilte a chur roimh gach duine ar Scratch. Mar sin, sílimid go bhfuil sé tábhachtach meas a thabhairt do chuile dhuine.
kk: Кез келген адамның Scratch-қа келуіне болады, сол себепті біз барлығына құрметпен қарауға тырысамыз.
km: អ្នកគ្រប់គ្នាគួរមានអារម្មណ៍ថាត្រូវបានស្វាគមន៍នៅក្នុង Scratch ដូច្នេះយើងប្រយ័ត្នប្រយែង ក្នុងការគោរពគ្នាទៅវិញទៅមក។
mi: Kia kuhu te katoa ki Scratch i runga i te pai me te koa, ka tuku mihi atu mātou ki ngā manuhiri katoa.
ru: Каждый должен чувствовать, что ему рады на сайте Scratch, поэтому мы стараемся уважать всех.

source: We’re constructive.
bg: Ние сме конструктивни.
cs: Jsme konstruktivní.
cy: Rydym yn adeiladol.
ga: Bí cuidiúil.
kk: Біз конструктивтіміз.
km: យើងស្ថាបនាគ្នា
mi: He hunga tautoko mātou.
ru: Мы конструктивны.

source: Many projects are made by kids who are new to Scratch. When we comment on other’s projects, we say something we like about it, and suggest ways to make it better.
cs: Mnoho projektů je vytvořeno dětmi které jsou nováčci ve Scratchi. Pokud komentujeme projekty ostatních, říkáme co se nám na nich líbí a navrhujeme způsoby jak je vylepšit.
cy: Mae llawer o brojectau'n cael eu gwneud gan blant sy'n newydd i Scratch. Pan fyddwn yn gadael sylw ar brojectau eraill, rydym yn dweud rhywberth am yr hyn rydym yn ei hoffi amdano, ac yn awgrymu ffyrdd o'i wneud yn well.
ga: Go minic, is iad páistí nach bhfuil go leor taithí acu ar Scratch a chruthaíonn tionscadail. Nuair a dhéanann tú trácht ar thionscadal de chuid duine eile, déan cur síos ar rud éigin a thaitin leat agus tabhair moltaí.
kk: Көптеген жобалар Scratch-ке алғаш рет келген балалар тарапынан жасалды. Басқа жобаларға түсініктеме бергенде, біз оған ұнайтын нәрсені айтамыз және оны жақсарту жолдарын ұсынамыз.
km: កិច្ចការជាច្រើនត្រូវបានបង្កើតដោយក្មេងៗដែលប្រើ Scratch ជាលើកដំបូង។ នៅពេលដែលយើងដាក់មតិនៅលើ កិច្ចការរបស់អ្នកដទៃ យើងនិយាយពីអ្វីដែលយើងចូលចិត្តអំពីកិច្ចការនោះ ហើយផ្ដល់យោបល់ ដើម្បីឲ្យគេធ្វើកិច្ចការនោះកាន់តែប្រសើរជាងមុន។
mi: He maha ngā kaupapa ka hangaia e ngā tamariki kua hou ki a Scratch. Ina tuku kōrero tātou mō ngā kaupapa, me tuku he kupu whakanui mō ngā āhuatanga pai, me ngā kōrero atawhai hoki.
ru: Многие проекты созданы детьми, которые только начинают знакомиться со Scratch. Когда мы комментируем проекты других, мы отмечаем то, что нам нравится, и предлагаем способы сделать проект лучше.

source: We give credit.
cs: Přiznáváme zásluhy.
cy: Rydym yn cydnabod.
ga: Tabhair aitheantas.
kk: Біз несие береміз.
km: យើងផ្ដល់ក្រេឌីត។
mi: He hunga tuku tohutoro mātou.
ru: Мы благодарим авторов.

source: Anything shared on Scratch can be remixed by everyone. When we remix, we give credit to the original creator.
cs: Cokoliv sdílené ve Scratchi může být upravováno kýmkoli. Pokud upravujeme, přiznáváme zásluhy původnímu tvůrci.
cy: Mae unrhyw beth sy'n cael ei rannu ar Scratch ar gael i'w ailgymysgu gan bawb. Pan fyddwn yn ailgymysgu, byddwn yn cydnabod y crewr gwreiddiol.
ga: Is féidir le haon duine aon rud ar Scratch a athmheascadh. Nuair a athmheascann tú rud éigin, tabhair aitheantas don bhunúdar.
kk: Scratch бөлісілген кез келген зат басқа біреу тарапынан біріктірілінеді. Біз біріктіру кезінде, біз түпнұсқа құрушыға несие береміз.
km: របស់ទាំងឡាយដែលបានចែករំលែកនៅលើ Scratch អាចត្រូវបានកែបន្ថែមដោយអ្នកដទៃ។ នៅពេលដែលយើងកែបន្ថែមលើកិច្ចការអ្វីមួយ យើងផ្ដល់នូវក្រេឌីតដល់ម្ចាស់ដើម។
mi: Ka taea te whakarākei i ngā mahi katoa kua tuaritia i runga i a Scratch. I a tātou e whakarākei, ka tuku tohutoro ki te tāngata nāna i waihanga.
ru: Любой может сделать ремикс всего того, чем мы делимся на сайте Scratch. При ремиксе мы благодарим создателя исходного проекта.

source: We help keep the site friendly.
cs: Pomaháme udržovat server přátelský.
cy: Rydym yn helpu i gadw'r wefan yn un cyfeillgar.
ga: Bí cairdiúil
kk: Біз сайттың жылы шырайлы болуына көмектесеміз.
km: យើងជួយធ្វើឲ្យតំបន់បណ្តាញមានលក្ខណៈរួសរាយស្វាគមន៍
mi: Kia mau te pae kia whakahoahoa.
ru: Мы помогаем сохранять сайт дружественным.

source: Scratch is a fun and friendly place because Scratchers make it that way. If you see a project or comment that’s mean, click Report.
cs: Scratch je zábavné a přátelské místo protože Scratcheři ho tak udělali. Pokud uvidíš projekt nebo komentéř který obtěžuje, klikni na Hlášení.
cy: Mae Scratch yn le hwyliog a chyfeillgar gan fod Scratchwyr yn ei wneud felly. Os fyddwch yn gweld project neu sylw sy'n anifyr, cliciwch Adrodd.
kk: Scratch бұл қызықты және достық орыны, себебі Scratchers мұны солай етеді. Егер сіз жобаны немесе түсініктемені қалдыратын болсаңыз, Жариялау түймешігін басыңыз.
km: Scratch គឺជាកន្លែងដែលមានភាពសប្បាយរីករាយនិងភាពរួសរាយរាក់ទាក់ដោយសារ Scratchers ធ្វើឲ្យវាមានលក្ខណៈបែបនេះ។ ប្រសិនបើអ្នកឃើញកិច្ចការ ឬមតិដែលមិនល្អ ចុចរាយការណ៍។
mi: He wāhi ngahau, he wāhi whakahoahoa a Scratch, na te mea, ka pēnā te mahi o ngā Scratcher. Mehemea e kite ai koe i te ngākau kino i tētahi kaupapa, i tētahi tukunga kōrero rānei, pāwhiri Whakamōhio Mai.
ru: Scratch - это веселое и дружелюбное место, потому что скретчеры делают его таким. Если ты видишь смущающий тебя проект или комментарий, нажми кнопку «Сообщить».

source: We invite you to become a Scratcher.
cs: Zveme tě aby ses stal Scratcherem.
cy: Rydym yn eich gwahodd i ddod yn Scratchwr.
ga: Fearaimid fáilte romhat bheith i do Scratchálaí anois.
kk: Біз сізді Scratcher болуыңызға шақырамыз
km: យើងអញ្ជើញអ្នកឲ្យក្លាយជា Scratcher
mi: Kia uru koe hei Scratcher.
ru: Мы приглашаем тебя стать Скретчером.

source: You get to decide if you want to become a Scratcher.
cs: Rozhodni se, chceš li se stát Scratcherem.
cy: Chi sy'n penderfynnu os hoffech chi ddod yn Scratchwr.
ga: Ar mhaith leat bheith i do Scratchálaí? Is leatsa an rogha.
kk: Scratcher болу болмауыңызды өзіңіз шешесіз.
km: អាចសម្រេចចិត្តថាតើអ្នកចង់ក្លាយជា Scratcher ឬទេ។
mi: Māhau e whiriwhiri, kei te hiahia koe ki te uru hei Scratcher.
ru: Тебе решать - хочешь ли ты стать Скретчером.

source: If you agree to <strong>be respectful</strong>, <strong>constructive</strong>, <strong>give credit</strong>, and <strong>help keep the site friendly</strong>, click "I agree!"
cs: Jestli souhlasíš s tím <strong>být ohleduplný</strong>, <strong>konstruktivní</strong>, <strong>přiznávat zásluhy</strong>, a <strong>pomáhat udržovat server přátelský</strong>, klikni na "Souhlasím!"
cy: Os ydych yn cytuno i fod yn <strong>barchus</strong>, <strong>adeiladol</strong>, <strong>cydnabod</strong> a <strong>helpu i gadw'r wefan yn un cyfeillgar</strong>. cliciwch "Rwy'n cytuno!"
ga: An bhfuil tú sásta géilliúint do na rialacha seo? <strong>Bíodh meas agat ar dhaoine</strong>, <strong>bí cuidiúil</strong>, <strong>tabhair aitheantas</strong>, agus <strong>bí cairdiúil</strong>. Má tá, cliceáil "Tá mé sásta!"
kk: Егер сіз <strong> құрметті болуға </strong>, <strong> сындарлы болуға </strong>, <strong> несие беруге </strong>, және <strong> бұл сайттың тату болуына көмектесуге келіссеңіз,</strong>, "Мен келісемін дегенді басыңыз!"
km: ប្រសិនបើអ្នកយល់ព្រមគោរពគ្នាទៅវិញទៅមក ស្ថាបនា ផ្ដល់ក្រេឌីត និងជួយធ្វើឱ្យតំបន់បណ្ដាញនេះមានលក្ខណៈ រួសរាយស្វាគមន៍ សូមចុច "ខ្ញុំយល់ព្រម!"
mi: Kia whakaae koe ki te <strong>whakamana</strong>, <strong>tautoko</strong>, <strong>tuku tohutoro</strong>, ā,<strong>kia whakahoahoa te pae tukutuku</strong>, pāwhiri "Kei te Whakaae!"
ru: Если ты согласен <strong>быть уважительным</strong>, <strong>конструктивным</strong>, <strong>благодарить авторов</strong> и <strong>помогать в сохранении сайта дружественным</strong>, нажми на кнопку «Я согласен!».

source: If you don’t wish to become a Scratcher, just close this page. (If you change your mind later, you can always come back).
cs: Pokud se nechceš stát Scratcherem, stačí zavřít tuto stránku. (Kdyby sis to později rozmyslel, můžeš se kdykoli vrátit zpět).
cy: Os nad ydych eisiau dod yn Scratchiwr, caewch y dudalen hon. (Os fyddwch yn newid eich meddwl, gallwch ddod nol eto).
ga: Mura mian leat bheith i do Scratchálaí, dún an leathanach seo. (Má thagann tú ar athsmaoineamh ar ball, is féidir leat teacht ar ais anseo).
kk: Егер сіз Scratcher болуды қаламайтын болсаңыз, жай ғана бұл бетті жаба салыңыз. (Егер сіз ойыңызды өзгертетін болсаңыз сіздің қайтадан оралуыңызға мүмкіндігіңіз бар).
km: ប្រសិនបើអ្នកមិនចង់ក្លាយជា Scratcher ទេ សូមបិទទំព័រនេះ។ (ប្រសិនបើអ្នកប្ដូរចិត្តនៅពេលក្រោយ អ្នកអាចត្រឡប់មកវិញបាន។)
mi: Ki te kore koe e hiahia ki te uru hei Scratcher, kia kati noa i tēnei whārangi. (Ki te huri tō whakaaro ā muri, kei te pai, hoki mai anō).
ru: Если ты не хочешь становиться Скретчером, просто закрой эту страницу (если позже ты передумаешь, то всегда сможешь вернуться).

source: Congratulations on becoming a Scratcher!
cs: Blahopřejeme, že ji se stal Scratcherem!
cy: Llongyfarchiadau ar ddod y Scratchwr!
ga: Comhghairdeas! Is scratchálaí anois thú!
kk: Scratcher атануыңызбен құттықтаймын!
km: សូមអបអរសាទរសម្រាប់ការក្លាយជា Scratcher!
mi: Kua uru koe hei Scratcher - kei te mihi, kei te mihi!
ru: Поздравляем, ты стал/а Скретчером!

source: Congratulations! You’ll notice that the word "Scratcher" now appears on your profile page, and under your user icon on forum posts.
cs: Blahopřeji! Povšimni si, že slovo "Scratcher" se nyní objevuje ve tvé stránce profilu a pod tvou uživatelskou ikonou v příspěvcích fóra.
cy: Llongyfarchiadau! Byddwch y sylwi fod y gair "Scratchwr" yn ymddangos ar eich tudalen proffil ac o dan eich eicon defnyddiwr ar gofnodion fforwm.
ga: Comhghairdeas! Feicfidh tú an focal "Scratchálaí" ar do phróifíl anois, agus in aice le d'abhatár san fhóram.
kk: Құттықтаймыз! "Scratcher" сөзі сіздің профиль бетіңізде және форум хабарламаларындағы қолданушы белгішесінің астында пайда болады.
km: សូមអបអរសាទរ! ពាក្យ "Scratcher" ឥឡូវនេះបានលេចចេញនៅលើទំព័រប្រវត្តិរូបរបស់អ្នក និងនៅខាងក្រោមរូបតំណាងរបស់អ្នកនៅក្នុងប្រកាសក្នុងវេទិកា។
mi: Ngā mihi! Ka kite koe i te kupu "Scratcher" i runga i tō whārangi matawhaiaro, kei raro hoki i tō atahanga i ngā kōrero e tuku ai koe i ngā wānanga ipurangi.
ru: Поздравляем! Ты заметишь, что на странице твоего профиля и под значком пользователя в сообщениях на форуме появилось слово "Scratcher".

source: Back
bg: Назад
cs: Zpět
cy: Nol
ga: Ar ais
kk: Қайту
km: ត្រឡប់
mi: Hoki atu
ru: Назад

source: I agree!
bg: Съгласен съм!
cs: Souhlasím!
cy: Rwy'n cytuno!
ga: Tá mé sásta!
kk: Мен келісемін!
km: ខ្ញុំយល់ព្រម!
mi: Tautoko!
ru: Согласен!

source: OK!
bg: ОК!
cy: Iawn!
kk: ОК!
km: អូខេ!
mi: Ka Pai!

source: scripts
bg: скриптове
cs: scénářů
cy: sgriptiau
ga: scripteanna
kk: Скрипттер
km: ស្រ្គីប
mi: ngā hōtuhi
ru: скриптов

source: sprites
cs: postav
cy: corluniau
ga: sprideanna
kk: Спрайттар
km: តួអង្គ
mi: ngā parehe
ru: спрайтов

source: Thanks to <a href="%(remix_profile_url)s">%(username)s</a> for:
cy: Diolch i <a href="%(remix_profile_url)s">%(username)s</a> am::
kk: Рахмет <a href="%(remix_profile_url)s">%(username)s</a> бұған:
km: អរគុណដល់<a href="%(remix_profile_url)s">%(username)s</a> សម្រាប់៖
mi: Kei te mihi ki a <a href="%(remix_profile_url)s">%(username)s</a> mō:
ru: Спасибо <a href="%(remix_profile_url)s">%(username)s</a>за:

source: Project Remixed
cy: Project wedi ei Ailgymysgu
kk: Жоба біріктірілді
km: កិច្ចការ​ដែលបានកែបន្ថែម
mi: Kua Whakarākeitia te Kaupapa
ru: Сделан ремикс проекта

source: Thanks to <a href="%(og_profile_url)s">%(username)s</a> for:
cy: Diolch i <a href="%(og_profile_url)s">%(username)s</a> am:
kk: Рахмет <a href="%(og_profile_url)s">%(username)s</a>:
km: អរគុណដល់<a href="%(og_profile_url)s">%(username)s</a> សម្រាប់៖
mi: Kei te mihi ki a <a href="%(og_profile_url)s">%(username)s</a> mō:
ru: Спасибо <a href="%(og_profile_url)s">%(username)s</a>за:

source: Original Project
cy: Project Gwreiddiol
ga: Buntionscadal
kk: Жобаның түпнұсқасы
km: កិច្ចការ​ដើម
mi: Kaupapa i Tīmata ai
ru: Исходный проект

source: not shared
bg: не споделен
cs: nesdíleno
cy: heb ei rannu
ga: gan chomhroinnt
kk: Бөлінбеді
km: មិនត្រូវបានចែករំលែក
mi: kāore i te tuari
ru: в личном доступе

source: Modified: %(tDate)s
bg: Променен: %(tDate)s
cs: Poslední změna: %(tDate)s
cy: Newidwyd: %(tDate)s
ga: Dáta athraithe: %(tDate)s
kk: Жетілдірілді:%(tDate)s
km: បានកែប្រែ៖ %(tDate)s
mi: Whakahoungia %(tDate)s
ru: Изменен: %(tDate)s

source: Favorite this project
cs: Přidat tento projekt do mých oblíbených
cy: Ffefrynnu'r project hwn
ga: Cuir an tionscadal seo le mo cheanáin
kk: Сүйікті бұл жоба
km: ចូលចិត្តកិច្ចការនេះ
mi: Whaka-te-makau tēnei Kaupapa
ru: Сделать проект избранным

source: Love this project
cs: Tento projekt se mi líbí
cy: Hoffi'r project hwn
ga: Tabhair grá don tionscadal seo
kk: Бұл жобаны ұнату
km: ស្រលាញ់កិច្ចការនេះ
mi: Arohatia tēnei Kaupapa
ru: Нравится

source: Total views
cs: Celkem přístupů
cy: Cyfanswm golygon
ga: Feicthe (iomlán)
kk: Барлық қараушылар
km: ចំនួនមើលសរុប
mi: Kaute Tirohanga
ru: Всего просмотров

source: View the remix tree
cs: Ukázat strom upravení
cy: Gweld y goeden ailgymysgu
ga: Féach ar an gcrann athmheasctha
kk: Біріктірілген ағаштарды шолу
km: មើលមែកធាងនៃការកែបន្ថែម
mi: Tirohia te rākau whakarākeitanga
ru: Посмотреть дерево ремиксов

source: Add this project to a studio you curate (or remove it from a studio)
cy: Ychwanegu'r project i stiwdio rydych yn eu guradu (neu ei dynnu o'r stiwdio)
kk: Сіз құрған(немесе студиядан алып тастаңыз) студияға жобаны қосыңыз
km: បន្ថែមកិច្ចការនេះទៅកាន់ស្ទូឌីយោដែលអ្នកជាអ្នកប្រមូល (ឬយកវាចេញពីស្ទូឌីយោ)
mi: Tukua tēnei kaupapa ki tētahi o ngā taiwhanga e whakahaeretia e koe (tangohia i te taiwhanga rānei)
ru: Добавить проект в студию, которую ты курируешь (или удалить его из студии)

source: Just click on the button for any of the studios from the list below
cy: Cliciwch ar y botwm am unrhyw un o'r stiwdios o'r rhestr isod
ga: Cliceáil ar an gcnaipe d'aon cheann de na stiúideonna ón liosta thíos
kk: Төменде көрсетілген кез келген студия батырмасын жай ғана басыңыз
km: គ្រាន់តែចុចលើប៊ូតុងសម្រាប់ស្ទូឌីយោណាមួយ ពីបញ្ជីខាងក្រោម
mi: Pāwhiritia noa te pātene mō ngā taiwhanga e hiahia koe i te rārangi o raro nei
ru: Просто щелкни на кнопке любой из студий в списке ниже

source: Download this project file
cs: Stažení souboru tohoto projektu
cy: Llwytho'r ffeil project i lawr
ga: Íosluchtaigh an comhad tionscadail
kk: Бұл жоба файлын орнатыңыз
km: ទាញយកឯកសារសម្រាប់កិច្ចការនេះ
mi: Tikiake i tēnei kōnae Kaupapa
ru: Скачать файл проекта
