Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: Paint with Gobo
bg: Рисувай Гобо
cs: Kreslení s Gobem
cy: Paentio Gobo
ga: Péinteáil le Gobo
kk: Gobo-мен бояу
mi: Peita me Gobo
ru: Рисование с гобо

source: Wizard Spells
bg: Заклинанията на магьосника
cs: Kouzelná zaříkávadla
cy: Swyn gyfaredd y Dewin
kk: Арбау шебері
mi: He Hirihiri Ruānuku
ru: Заклинания мастера

source: Soundflower
bg: Слънчогледи
cs: Zvukový rozkvět
cy: Blodyn Sain
ga: Lus na fuaime

source: Spiral Maker
bg: Спирала
cs: Tvůrce spirál
cy: Crewr Spiral
kk: Спираль жасаушы
mi: Pūhanga Tōrino
ru: Создатель спирали

source: Remix this dance
bg: Ремиксирай танца
cs: Uprav tento tanec
cy: Ailgymysgu'r ddawns
ga: Athmheasc an damhsa seo
kk: Бұл биді біріктіру
mi: Whakarākeitia te kanikani
ru: Ремикс этот танец

source: Starfish Choir
bg: Хора на морските звезди
cs: Sbor rybích hvězd
cy: Cor Pysgodyn Seren?
ga: Cór Crosán Mara
mi: Tira Waiata Pātangaroa
ru: Хор морской звезды

source: DJ Scratch Cat
bg: Ди-джей котката на Scratch
cs: Kocour Scratch diskžokej
cy: DJ Cath Scratch
mi: DJ Scratch te Ngeru

source: 5 Random Facts about Me
bg: 5 различни факта за мен
cs: 5 náhodných faktů o mě
cy: 5 Ffaith ar Hap Amdanaf i
ga: 5 Rud Randamach Fúmsa
kk: мен туралы кездейсоқ 5 факт
mi: E 5 ngā Meka Matapōkere Mōku
ru: 5 Случайные факты обо мне

source: Introducing Howler! Remix
cs: Představujeme Howlera! Upraveno
cy: Yn Cyflwyno Ailgy mysgu Howler!
ga: Howler! Athmheasctha á chur i láthair
kk: Howler-ді таныстыру!Біріктіру
mi: Tēnei a Howler! Whakarākeitia
ru: Представляем Howler! Ремикс

source: Teens at the Castle
cs: Mládež na zámku
cy: Pobl Ifanc yn y Castell
ga: Déagóirí ag an gCaisleán
kk: Қорғандағы жасөспірімдер
mi: Ngā Taiohi i te Pāhirahira
ru: Подростки в замке

source: Virtual Tour
bg: Виртуален разходка
cs: Virtuální cesta
cy: Rhith Gyflwyniad
ga: Turas Fíorúil
kk: Виртуалды тур
mi: Tipi Haere Mariko
ru: Виртуальный тур

source: Musical Buttons
bg: Музикални бутони
cs: Hudební tlačítka
cy: Botymmau Cerddorol
ga: Cnaipí Ceolmhara
kk: Музыкалық түймешіктері
mi: Pātene Puoro
ru: Музыкальные кнопки

source: Bubbles with Video Sensing
cs: Bubliny s vnímáním videa
cy: Swigod gyda Synhwyro Fideo
ga: Boilgeoga le Físbhraiteacht
kk: Көпіршіктер бейне бақылаумен
mi: He Mirumiru me te Paerongo Ataata
ru: Пузыри с видеочувствительностью

source: Save the Mini-Figs!
cs: Zachraň figurky!
cy: Achub y Ffigus Bach!
ga: Sábháil na Mionfhigí!
kk: Кішкентай фигураларды сақтау!
mi: Tiakina ngā Mini-Figs!
ru: Сохраните Mini-Figs!

source: Pizza Chef
bg: Пица шеф
cs: Šéfkuchař pizzy
cy: Prif-gogydd Pizza
ga: Cócaire Pizza
kk: Пиццаның шеф-повары
mi: Te Kaitunu Pizza
ru: Шеф-повар пиццы

source: Scratch - Videos
bg: Scratch - видеа
cs: Scratch - Videa
cy: Scratch - Fideo
ga: Scratch - Físeáin
kk: Скретч - Видео
mi: Ataata - Scratch
ru: Scratch - Видео

source: Getting Started with Scratch
cs: Začínáme se Scratchem
cy: Cychwyn Arni gyda Scratch
ga: Ag Cur Tús le Scratch
kk: Скретчпен Жұмысты Бастау
mi: Hei Tīmatanga mō Scratch
ru: Приступая к работе в Scratch

source: After <strong>Getting Started</strong>, choose from <a href="#Introductory Tutorials">Introductory Tutorials</a> or <a href="#Paint Editor Tips">Paint Editor Tips</a>.
cs: Po <strong>Začínáme</strong>, si vybírej z <a href="#Introductory Tutorials">Návody pro začátečníky</a> nebo <a href="#Paint Editor Tips">Tipy editoru kreslení</a>.
cy: Ar ol <strong>Cychwyn Arni</strong>, dewiswcho <a href="#Introductory Tutorials">Diwtorialau Cychwynnol</a> neu <a href="#Paint Editor Tips">Awgrymiadau Golygydd Paent</a>.
kk: Жұмысты бастаған </strong> соң <strong>, таңдаңыз <a href="#Introductory Tutorials"> Кіріспе оқу құралдарынан </a> немесе <a href="#Paint Editor Tips">Бояу Редактор кеңестері </a>.
mi: Ā muri i a <strong>Hei Tīmatanga</strong>,kōwhiritia tētahi o ēnei: <a href="#Introductory Tutorials">Ngā Akoako Tuatahi</a> ,<a href="#Paint Editor Tips">Ngā meka mō te Peita</a>.
ru: После<strong>Начала работы</strong>, выберите <a href="#Introductory Tutorials">Вводное обучение</a> или <a href="#Paint Editor Tips">Графический редактор. Подсказки</a>.

source: Introductory Tutorials
cs: Návody pro začátečníky
cy: Tiwtorialau Cychwynnol
kk: Кіріспе оқу құралдары
km: ការបង្ហាញដំបូង
mi: Ngā Akoako Tuatahi
ru: Вводное обучение

source: Make your sprite move forward
cs: Přinuť svou postavu k pohybu vpřed
cy: Gwnewch i'ch corlun symud ymlaen
ga: Tabhair ar do sprid dul chun tosaigh
kk: Өзіңіздің спрайтыңыздың алға жылжитындай етіңіз
km: ធ្វើអោយតួអង្គរបស់អ្នកផ្លាស់ទីទៅមុខ
mi: Whakanekehia tō parehe ki mua
ru: Двигаем спрайт вперёд

source: Make your sprite spin
cs: Donuť svou postavu otáčet se
cy: Gwenwch i'ch corlun droilli
ga: Tabhair ar do sprid casadh
kk: Өзіңіздің спрайтыңызды айналатындай етіңіз
km: ធ្វើអោយតួអង្គរបស់អ្នកបង្វិល
mi: Kia Tāwhiowhio te parehe
ru: Вращаем спрайт

source: Make your sprite change color
cs: Přinuť svou postavu změnit barvu
cy: Gwnewch i'ch corlun newid lliw
ga: Athraigh dath do sprid
kk: Өзіңіздің спрайтыңызды түсін өзгертетін етіңіз
km: ធ្វើអោយតួអង្គរបស់អ្នកប្ដូរពណ៌
mi: Whakahuri i te tae o tō parehe
ru: Меняем цвет спрайта

source: Make your sprite dance
cs: Donuť svou postavu tancovat
cy: Gwnewch i'ch corlun ddawnsio
ga: Tabhair ar do sprid damhsa
kk: Өзіңіздің спрайтыңызды билейтіндей етіңіз
km: ធ្វើអោយតួអង្គរបស់អ្នករាំ
mi: Whakakanikani i tō parehe
ru: Танцующий спрайт

source: Make your sprite follow the mouse
cs: Přinuť svou postavu následovat myš
cy: Gwnewch i'ch corlun ddilyn y llygoden
ga: Tabhair ar do sprid an luch a leanúint
kk: Өзіңіздің спрайтыңызды тышқан артынан еретіндей етіңіз
km: ធ្វើអោយតួអង្គរបស់អ្នកតាមម៉ោស៍
mi: Kia whai tō parehe i te kīore
ru: Спрайт следует за мышью

source: Make your sprite glide
cs: Donuť svou postavu klouzat
cy: Gwnewch i'ch corlun lithro
ga: Tabhair ar do sprid sleamhnú
kk: Өзіңіздің спрайтыңызды сырғанайтын етіңіз
km: ធ្វើអោយតួអង្គរបស់អ្នករអិល
mi: Tukua tō parehe ki te wania
ru: Скользящий спрайт

source: Make your sprite jump when you clap
cs: Přinuť svou postavu vyskočit když tleskneš
cy: Gwnewch i'ch corlun neidio wrth i chi glapio
ga: Tabhair ar do sprid léim nuair a bhuaileann tú do bhosa
kk: Қол соғу кезінде спрайт секірісін жасаңыз
km: ធ្វើអោយតួអង្គរបស់អ្នកលោតនៅពេលអ្នកទះដៃ
mi: Tukua tō parehe ki te peke i ā koe e pakipaki
ru: Спрайт прыгает по хлопку в ладоши

source: Make your sprite spin when you say something
cs: Donuť svou postavu se točit když něco říkáš
cy: Gwneud i'ch corlun droilli pan fyddwch yn dweud rhywbeth
ga: Tabhair ar do sprid casadh nuair a deir tú rud éigin
kk: Сіз бірдеңе айтып жатқанда өзіңіздің спрайтыңызды жасаңыз
km: ធ្វើអោយតួអង្គរបស់អ្នកបង្វិលខ្លួននៅពេលដែលអ្នកនិយាយអ្វីមួយ
mi: Kia tāwhiowhio tō parehe ina kōrero koe
ru: Вращение спрайта по звуку речи

source: Make a simple game
bg: Направи игра
cs: Udělej jednoduchou hru
cy: Creu gem syml
ga: Cruthaigh cluiche simplí
kk: Қарапайым ойынды жасау
km: បង្កើតហ្គេមធម្មតាមួយ
mi: Waihangatia he kēmu ngāwari
ru: Создайте простую игру

source: Make a story
bg: Създай история
cs: Vytvoř příběh
cy: Creu stori
ga: Cruthaigh scéal
kk: Әңгіме жасау
km: បង្កើតរឿងមួយ
mi: Waihangatia he kōrero paki
ru: Создайте историю

source: Paint Editor Tips
cs: Tipy pro editor kreslení
cy: Awgrymiadau Golygydd Paentio
ga: Leideanna: An tEagarthóir Péinteála
kk: Бояу Редакторына кеңестер
km: គន្លឹះក្នុងការប្រើកម្មវិធីផាត់ពណ៌
mi: Ngā Tīwhiri mō te Taupānga Peita
ru: Графический редактор. Подсказки

source: Change the cat or other characters
cs: Změň kočku nebo jinou postavu
cy: Newid y gath neu gym,eriadau eraill
kk: Мысықты немесе басқа кейіпкерлерді өзгертіңіз
km: ប្ដូរឆ្មាឬតួអង្គដ៏ទៃ
mi: Panonihia te ngeru me ngā kiripuaki kē
ru: Измени кота или другого героя

source: Differences between vector and bitmap
cs: Rozdíly mezi vektorem a bitmapou
cy: Y gwahaniaeth rhwng fector a didfap
kk: Вектор мен нүкте суретінің айырмашылығы
km: ភាពខុសគ្នារវាង vector និង bitmap
mi: Ngā rerenga kētanga o te pere me te maheremoka
ru: Разница между векторной и растровой графикой

source: Switching between vector and bitmap
cs: Přepínání mezi vektorem a bitmapou
cy: Newid rhwng fector a didfap
kk: Вектор мен нүкте суретін алмастыру
km: ប្ដូររវាង vector និង bitmap
mi: Te whakawhiti mai i te maheremoka ki te pere me te hoki anō
ru: Переключение между векторным и растровым режимом

source: Fill a vector shape
cs: Vyplň vzorek pro vektor
cy: Llanw siap fector
kk: Вектор пішінін толтырыңыз
km: បំពេញផ្ទៃរបស់រូបរាងVector
mi: Whakakīa he āhuahanga pere
ru: Заполните векторную форму

source: Erasing in vector mode
cs: Mazání v režimu vektor
cy: Dileu yn y modd fector
kk: Вектор режимінде өшіру
km: លុបនៅក្នុងម៉ូត Vector
mi: Te muku i te aratau pere
ru: Удаление в векторном режиме

source: Drawing with reshape
cs: Kreslení opakovaným vzorem
cy: Lluniadu gydag ailsiapio
kk: Форманы өзгерте отырып сурет салу
mi: Te tuhi me te tārei anō
ru: Рисование с изменением формы

source: Smoothing
bg: Заглаждане
cs: Vyhlazování
cy: Llyfnhau
ga: Míniú
kk: Тегістегіш
mi: Te Whakamaene
ru: Сглаживание

source: Grouping
bg: Групиране
cs: Seskupování
cy: Grwpio
ga: Grúpáil
kk: Топтастыруы
km: ការដាក់ជាក្រុម
mi: Te Whakarōpū
ru: Группировка

source: Layers
bg: Слоеве
cs: Vrstvy
cy: Haenau
ga: Sraitheanna
kk: Қабаттар
km: ស្រស់
mi: Ngā Apaapa
ru: Слои

source: Backdrop into Sprite
bg: Декор и спрайт
cs: Pozadí dovnitř postavy
cy: Cefnlen i Gorlun
kk: Спрайт ішіндегі фон
km: ផ្ទៃខាងក្រោយទៅក្នុងតួអង្គ
mi: Te Ārai Tuarongo ki te Parehe
ru: Фон в Спрайт

source: Center of Costume
bg: Центрирай костюма
cs: Střed kostýmu
cy: Canol Gwisg
ga: Lár na Culaithe
kk: Костюмдердің Орталығы
mi: Te Pokapū o te Kākahu
ru: Центр Костюма

source: <a href="%(scratch_url)s">Scratch</a> is a free project of the Lifelong Kindergarten Group at the MIT Media Lab. Using Scratch, children can create interactive stories, games, and animations.
cy: Mae <a href="%(scratch_url)s">Scratch</a> yn project rhydd a rhad gan y Lifelong Kindergarten Group yn MIT Media Lab. Drwy ddefnyddio Scratch, gall balnt ddysgu sut i greu straeon, gemau ac animeiddiadau.
kk: <a href="%(scratch_url)s">Скретч</a> бұл MIT Media Lab-дағы Lifelong Kindergarten тобының тегін жобасы. Скретчті пайдалану арқылы, балалар интерактивті әңгімелер, ойындар және анимациялар құра алады.
km: <a href="%(scratch_url)s">Scratch</a> គឺជាគម្រោងឥតគិតថ្លៃរបស់ Lifelong Kindergarten Group នៅ MIT Media Lab។ តាមរយៈ Scratch ក្មេងៗអាចបង្កើតរឿងអន្តរកម្ម ហ្គេម និងជីវចល។
mi: Ko <a href="%(scratch_url)s">Scratch</a> tētahi kaupapa a te Lifelong Kindergarten Group kei te MIT Media Lab. Mā Scratch e taea ai e te hunga tamaiki te waihanga i ngā pāpāho tauwhitiwhiti, ngā kēmu me ngā hākoritanga hoki.
ru: <a href="%(scratch_url)s">Scratch</a> это бесплатный проект Lifelong Kindergarten Group в MIT Media Lab. Со Scratch дети могу создавать интерактивные истории, игры и анимации.

source: If you have questions about Scratch or this email, please take a look at our <a href="%(faq_url)s">FAQ</a>.
cy: Os oes gennych gwestiynnau am Scratch neu'r e-bost hwn, cymerwch olwg ar ein <a href="%(faq_url)s">Cwestiynnau Cyffredin</a>.
ga: Má tá aon cheist agat faoi Scratch nó an ríomhphost seo, féach ar na <a href="%(faq_url)s">Ceisteanna Coitianta</a>.
kk: Сізде Скретч немесе осы хат туралы сұрақтар болса, өтінемін қараңыз a href="%(faq_url)s">FAQ</a>.
km: ប្រសិនបើអ្នកមានសំណួរអំពី Scratch ឬអ៊ីមែលនេះ សូមមើល<a href="%(faq_url)s">ទំព័រសំណួរពេញនិយម</a>របស់យើង។
mi: Mēnā he pātau āhau mō Scratch, mō tēnei īmēra rānei, tēnā, tirohia tō mātou whārangi <a href="%(faq_url)s">FAQ</a>.
ru: Если у вас есть вопросы о Scratch или этом электронном письме, ознакомьтесь с нашими <a href="%(faq_url)s">ЧАВО</a>.

source: To stop receiving emails from Scratch, <a href="%(blacklist_url)s">unsubscribe</a>.
cy: I beidio derbyn e-byst gan Scratch, <a href="%(blacklist_url)s">dad-tanysgrifiwch</a>
ga: Chun stop a chur le ríomhphoist ó Scratch, <a href="%(blacklist_url)s">díliostáil</a>.
kk: Скретчтен хат алуды тоқтату, <a href="%(blacklist_url)s">жазылымнан бас тарту</a>.
km: ដើម្បីឈប់ទទួលអ៊ីមែលពី Scratch ទៀត <a href="%(blacklist_url)s">សូមឈប់តាម</a>។
mi: Kia mutu ai ngā īmēra mai i te Scratch, <a href="%(blacklist_url)s">wetekina te ohauru</a>.
ru: Чтобы прекратить получать письма от Scratch, <a href="%(blacklist_url)s">отпишитесь</a>.

source: Make a Donation
bg: Направете дарение
cy: Rhoi Rhodd
kk: Қайырымдылық жасау
km: បរិច្ចាគ
mi: Hōmai he Koha
ru: Сделать пожертвование

source: Uh oh! Something went wrong when we tried to unsubscribe your email address. Please try again later. If you continue to experience issues, please <a href="%(contact_us_url)s">contact us</a>.
cy: Ow! Aeth rhywbeth o'i le wrth i ni geisio dad-tanysgrifio eich cyfeiriad e-bost.Ceisiwch eto'n hwyrach. Os ddwch yn parhau oi gael anawsterau, <a href="%(contact_us_url)s">cysylltwch a ni</a>
kk: Ух, ох! Біз электрондық пошта мекен-жайы жазылымынан бас тартуға әрекеттенгенде қателіктер орын алды. Кейінірек тырысып көріңіз. Тағы да қиындықтар болса, өтінемін <a href="%(contact_us_url)s"> ,бізге хабарласыңыз </a>.
mi: Aue! I a mātou i te hiahia ki te wete i te ohauru o tō īmēra, i puta tētahi raru. Tatari, kātahi, whakamātauria anōtia. Ki te pēnā tonu te raruraru, tēnā <a href="%(contact_us_url)s">whakapā mai</a>.
ru: Ой! Что-то пошло не так при попытке отписать Вас от нашей рассылки на Ваш email адрес. Пожалуйста, попробуйте позже. Если Вы снова столкнётесь со сложностями, пожалуйста, <a href="%(contact_us_url)s">свяжитесь с нами</a>.

source: Uh oh! The link you clicked to unsubscribe your email address expired. Try unsubscribing from a more recent email.
cy: Ow! Mae'r ddolen rydych newydd ei chlicio er mwyn dad-danysgrifio, wedi dod i ben. Ceisiwch dad-danysgrifio o e-bost mwy diweddar.
kk: Ух ох, электрондық пошта мекен-жайыңыздың жазылымынан бас тарту үшін басылған сілтеме мерзімі өтіп кетті. Соңғы электрондық поштаңыз арқылы жазылымнан бас тартуға әрекеттеніңіз
mi: Aue! Kua hurumutu te hononga i pāwhiritia e koe ki te wete-ohauru i tō īmēra . Kia hou ake te īmēra, kātahi wete-ohauru anō.
ru: Ой! Ссылка, которую Вы использовали для того, чтобы отписаться от рассылки, устарела. Попробуйте отписаться по ссылке из более нового нашего письма.

source: You have unsubscribed the email address <strong>%(email)s</strong>.
cy: Rydych wedi dad-danysgrifio o gyfeoiriad e-bost <strong>%(email)s</strong>.
ga: Tá an seoladh ríomhphoist seo díliostáilte agat <strong>%(email)s</strong>.
kk: Сіз электрондық пошта мекен-жайыңыздың жазылымынан бас тарттыңыз <strong>%(email)s</strong>.
mi: Kua wetemai i te wāhitau īmēra <strong>%(email)s</strong>.
ru: Вы описались от рассылки на адрес <strong>%(email)s</strong>.

source: Or Join Scratch
bg: За присъединяване към Scratch
cs: Nebo se připoj ke Scratchi
cy: Neu Ymunwch a Scratch
ga: Nó Cláraigh le Scratch
kk: Немесе Скретчке Қосыл
km: ឬចូលរួម Scratch
mi: Hono ki a Scratch rānei
ru: Или Присоединяйтесь к Scratch

source: Uh oh
bg: A-a oх
cs: Ach jo
cy: O na
ga: Ochón
kk: Ух ох
km: អូ អូ
mi: Aue
ru: Ох о

source: Birth Month and Year
bg: Месец и година на раждане
cs: Měsíc a rok narození
cy: Mis a Blwyddyn Geni
ga: Mí agus Bliain Bhreithe
kk: Туылған айыңыз немесе жылыңыз
km: ខែឆ្នាំកំណើត
mi: Tō Marama me tō Tau Whānau
ru: Месяц и год рождения

source: We use this information to calculate the age range of people who use Scratch, and to confirm that you are the owner of the account if you contact us. Your birth month and year will not be made public.
bg: Използваме тази информация, за да изчислим възрастовата граница на хората, които ползват Scratch, както и за потвърждение, че Вие сте собственикът на този акаунт в случай, че се свържете с нас. Вашите месец и година на раждане няма да бъдат публично достояние.
cs: Používáme tuto informaci pro výpočet věkového rozpětí lidí, kteří Scratch používají a k potvrzení toho, že jsi vlastníkem účtu pokud bys nás kontaktoval. Tvůj datum narození nebude zveřejněný.
cy: Rydym yn defnyddio'r wybodaeth i gyfrifo ystod oedran y bobl sy'n defnyddio Scratch, ac i gadarnhau mai chi yw perchennog y cyfrif os cysylltwch â ni. Ni fydd eich dyddiad geni yn gyhoeddus.
ga: Úsáidimid an fhaisnéis seo chun anailís a dhéanamh ar aois na ndaoine a úsáideann Scratch, agus chun deimhniú gur leatsa an cuntas má théann tú i dteagmháil linn. Ní fhoilseofar mí nó bliain do bhreithe go poiblí.
kk: Біз бұл ақпаратты Скретчті қолданатын адамдардың жас аралығын есептеу үшін қолданамыз, және егер сіз бізге байланысқа шығатын болсаңыз осы аккаунттың иесі екенін растаңыз. Сіздің туылған айыңыз бен жылыңыз қоғамға жарияланбайтын болады.
km: យើងប្រើព័ត៌មាននេះដើម្បីគណនាគំលាតអាយុ របស់មនុស្សដែលប្រើប្រាស់ Scratch និងដើម្បីបញ្ជាក់ថាអ្នកគឺជាម្ចាស់ គណនីប្រសិនបើអ្នកទាក់ទងយើង។ ខែឆ្នាំកំណើតរបស់អ្នកនឹងមិនត្រូវបង្ហាញជាសាធារណៈទេ។
mi: Ka tirohia ēnei mōhiohiotanga, kia mōhiotia te whānuitanga o te pakeke o ngā tāngata nā rātou i whakamahi i te Scratch, ki te whakaū hoki i ā koe, ina whakapā mai koe ki a mātou. Kāore e kitea tō marama me tō tau whānau e te iwi matawhānui.
ru: Мы используем эту информацию для статистики возрастов людей, использующих Scratch, а также для подтверждения, что Вы владелец аккаунта, в случае Вашего обращения к нам. Ваши месяц и год рождения не будут опубликованы.

source: Gender
bg: Пол
cs: Pohlaví
cy: Rhyw
ga: Inscne
kk: Жыныс
km: ភេទ
mi: Tangatatanga
ru: Пол

source: This helps the Scratch design team understand who is using Scratch, and provides information that helps us broaden participation. This information is not visible on your account, and is only used to describe overall participation.
bg: Това помага на екипът, който разработва Scratch, да разбере каква е аудиторията на Scratch, и предоставя информация, която ни помага да я разширим. Тази информация не се вижда във Вашия акаунт, използва се единстветно за описание на цялостното участие.
cs: Toto pomáhá návrhovému týmu Scratch pochopit, kdo Scratch používá a poskytuje informace pomáhající nám rozšiřovat spoluúčast. Tato informace není viditelná v tvém účtu, je použita pouze k popisu celkovému zapojení.
cy: Mae'n cynorthwyo tim cynllunio Scratch i ddeall pwy sy'n defnyddio Scratch, ac mae'n darparu gwybodaeth sy'n ein cynorthwyo i ledu'n grwp defnyddwyr. Nid yw'r wybodaeth yma'n weladwy ar eich cyfrif ac mae ond yn cael ei ddefnyddio i ddisgrifo defnydd cyffredinol.
ga: Tugann sé seo eolas dúinn faoi na daoine a úsáideann Scratch, chun cabhrú linn rannpháirtíocht a leathnú. Ní bheidh an t-eolas seo infheicthe ar do chuntas.
kk: Бұл Скретч дизайн обына кімдер Скретчті қолданып жатырғанын түсіну үшін пайдалы болып келеді, және қатысуды кеңейтетін ақпаратпен қамтамасыз етеді. Бұл ақпарат сіздің аккаунтыңызда көрінбейді, және сіз оны жалпы қатысушылықты сипаттау үшін қолдана аласыз.
km: ព័ត៌មាននេះជួយឲ្យក្រុមអ្នកបង្កើត Scratch យល់ពីអ្នកដែលកំពុងតែប្រើ Scratch ហើយវាផ្ដល់នូវព័ត៌មានដែលជួយឲ្យយើងពង្រីកការចូលរួមឲ្យកាន់តែច្រើន។ ព័ត៌មាននេះនឹងមិនត្រូវបានបង្ហាញនៅលើគណនីរបស់អ្នកទេ ហើយនឹងត្រូវបានប្រើប្រាស់សម្រាប់ប្រាប់ពីការចូលរួមជាទូទៅប៉ុណ្ណោះ។
mi: Mā tēnei e āwhina ai te tīma hoahoa o Scratch ki te mōhio ko wai mā e whakamahi i te Scratch, ā ka tuku mōhiohiotanga e āwhina ana mātou ki te whakawhānui i te hunga e uru ki a Scratch. Kāore e kitea ēnei mōhiohiotanga i tō pūkete, ka kohia hei tirohanga whānui noa iho.
ru: Это помогает команде разработки Scratch определять, кто использует Scratch, и предоставляет информацию, которая позволяет нам, расширить участие. Эта информация не будут отображаться в Вашем аккаунте, а будет использована только для описания общего участия.

source: Month
bg: Месец
cs: Měsíc
cy: Mis
ga: Mí
kk: Жылдың айы
km: ខែ
mi: Marama
ru: Месяц

source: January
bg: Януари
cs: leden
cy: Ionawr
ga: Eanáir
kk: Қантар
km: ខែមករា
mi: Kohitātea
ru: Январь

source: February
bg: Февруари
cs: únor
cy: Chwefror
ga: Feabhra
kk: Ақпан
km: ខែកុម្ភៈ
mi: Huitanguru
ru: Февраль

source: March
bg: Март
cs: březen
cy: Mawrth
ga: Márta
kk: Наурыз
km: ខែមីនា
mi: Poutūterangi
ru: Март

source: April
bg: Април
cs: duben
cy: Ebrill
ga: Aibreán
kk: Сәуiр
km: ខែមេសា
mi: Paengawhāwhā
ru: Апрель

source: May
bg: Май
cs: květen
cy: Mai
ga: Bealtaine
kk: Мамыр
km: ខែឧសភា
mi: Haratua
ru: Май

source: June
bg: Юни
cs: červen
cy: Mehefin
ga: Meitheamh
kk: Маусым
km: ខែមិថុនា
mi: Pīpiri
ru: Июнь

source: July
bg: Юли
cs: červenec
cy: Gorffennaf
ga: Iúil
kk: Шілде
km: ខែកក្កដា
mi: Hōngongoi
ru: Июль

source: August
bg: Август
cs: srpen
cy: Awst
ga: Lúnasa
kk: Тамыз
km: ខែសីហា
mi: Hereturikōkā
ru: Август

source: September
bg: Септември
cs: září
cy: Medi
ga: Meán Fómhair
kk: Қыркүйек
km: ខែកញ្ញា
mi: Mahuru
ru: Сентябрь

source: October
bg: Октомври
cs: říjen
cy: Hydref
ga: Deireadh Fómhair
kk: Қазан
km: ខែតុលា
mi: Whiringa-ā-nuku
ru: Октябрь

source: November
bg: Ноември
cs: listopad
cy: Tachwedd
ga: Samhain
kk: Қараша
km: ខែវិច្ឆិកា
mi: Whiringa-ā-rangi
ru: Ноябрь

source: December
bg: Декември
cs: prosinec
cy: Rhagfyr
ga: Nollaig
kk: Желтоқсан
km: ខែធ្នូ
mi: Hakihea
ru: Декабрь

source: Year
bg: Година
cs: rok
cy: Blwyddyn
ga: Bliain
kk: Жыл
km: ឆ្នាំ
mi: Tau
ru: Год

source: Male
bg: Мъж
cs: Muž
cy: Gwryw
ga: Firinscneach
kk: Ер
km: ប្រុស
mi: Tāne
ru: Мужской

source: Female
bg: Жена
cs: Žena
cy: Benyw
ga: Baininscneach
kk: Әйел
km: ស្រី
mi: Wahine
ru: Женский

source: Country
bg: Държава
cs: Stát
cy: Gwlad
ga: Tír
kk: Ел
km: ប្រទេស
mi: Whenua
ru: Страна

source: Enter your parent's or guardian's email address and we will send them an email to confirm this account.
cs: Zadej e-mail adresu svých rodičů nebo zástupců a my jim pošleme zprávu potvrzující tvůj účet.
cy: Rhowch gyfeiriad e-bost eich rhiant neu warcheidwad a byddwn yn anfon ato nhw e-bost i gadarnhau'r cyfrif hwn.
ga: Iontráil seoladh ríomhphoist do thuismitheora/chaomhnóra agus cuirfimid ríomhphost chucu chun an cuntas seo a dheimhniú.
kk: Өзіңіздің ата-анаңыздың немесе қамқоршыңыздың электрондық мекен-жайын енгізіңіз және біз бұл аккаунтты растау үшін оларға хат жіберетін боламыз.
km: បញ្ចូលអាសយដ្ឋានអ៊ីមែលរបស់ឪពុកម្ដាយឬអាណាព្យាបាលរបស់អ្នក ហើយយើងនឹងផ្ញើសារទៅពួកគេដើម្បីបញ្ជាក់គណនីនេះ។
mi: Tukua mai tētahi īmēra o tō mātua, kaitiaki rānei, ā, ka tuku mātou i te īmēra ki a rātou ki te whakaū i tēnei pūkete.
ru: Введите email Вашего опекуна или родителя и мы вышлем им письмо для подтверждение этого аккаунта.

source: Receive updates from the Scratch Team
cy: Derbyniwch ddiweddariadau gan Dim Scratch
kk: Скретч Командасынан жаңалықтар алу
km: ទទួលព័ត៌មានថ្មីៗពី Scratch Team
mi: Kia whiwhi i ngā whakamōhio hou mai i te Tīma Scratch
ru: Получать обновления от Команды Scratch

source: Welcome to Scratch,
bg: Добре дошли в Scratch,
cs: Vítáme tě ve Scratchi,
cy: Croeso i Scratch
ga: Fáilte go Scratch,
kk: Скретчке қош келдіңіздер,
km: សូមស្វាគមន៍មកកាន់ Scratch,
mi: Nau mai ki a Scratch,
ru: Добро пожаловать в Scratch,

source: You're now logged in! You can start exploring and creating projects.
cs: Jsi teď přihlášen/á. Můžeš začít zkoumat a vytvářet projekty.
cy: Rydych nawr wedi mewngofnodi! Gallwch nawr ddarganfod a chreu projectau.
ga: Tá tú anois logáilte isteach! Is féidir leat breathnú thart agus tionscadail a chruthú.
kk: Сіз жаңа ғана жүйеге кірдіңіз!Сіз жобаларды зерттеуді және құруды бастай аласыз.
km: ឥឡូវនេះអ្នកកំពុងចូលក្នុងគណនីរបស់អ្នក! អ្នកអាចចាប់ផ្ដើមរកមើល និងបង្កើតកិច្ចការបាន។
mi: Kua takiuru koe ināianei! Kātahi e taea ai e koe te tūhura me te waihanga i ngā kaupapa.
ru: Вы вошли на сайт! Теперь Вы можете начать изучать и создавать проекты.
