Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: You can add students in <a href="%(educator_stuff_url)s">My Classes</a>
cs: Můžeš přidávat studenty do <a href="%(educator_stuff_url)s">Moje třídy</a>
cy: Gallwch ychwanegu ddysgwyr yn <a href="%(educator_stuff_url)s">Fy Nosbarthiadau</a>
ga: Tig leat mic léinn a chur leis i <a href="%(educator_stuff_url)s">Mo Ranganna</a>
kk: Сіз студенттерді қоса аласыз <a href="%(educator_stuff_url)s"> Менің сыныптарым </a>
km: អ្នកអាចបន្ថែមសិស្សក្នុង<a href="%(educator_stuff_url)s">ថ្នាក់របស់ខ្ញុំ</a>
mi: Ka taea te whakauru akonga mā <a href="%(educator_stuff_url)s">Aku Akomanga</a>
ru: Вы можете добавить учеников в <a href="%(educator_stuff_url)s">Моих классах</a>

source: Classes
bg: Класове
cs: Třídy
cy: Dosbarthiadau
ga: Ranganna
kk: Сыныптар
km: ថ្នាក់
mi: Ngā Akomanga
ru: Классы

source: It's easy (and free!) to sign up for a Scratch Educator account.
cs: Je snadné (a zdarma!) si zaregistrovat Scratch Educator účet.
cy: Mae'n hawdd (ac am ddim) i gofrestru am gyfrif Addysgwr Scratch
ga: Tá sé éasca (agus saor ó chostas!) cuntas Scratch do Mhúinteoirí a chruthú.
kk: Скретч Оқытушы аккаутына тіркелу өте оңай (және тегін!)
km: ការបង្កើតគណនីScratch សម្រាប់គ្រូមានភាពងាយស្រួល(ហើយឥតគិតថ្លៃ)។
mi: He ngāwari (kore utu hoki) ki te uru ki tētahi pūkete Scratch Educator.
ru: Это просто (и бесплатно) зарегистрировать аккаунт преподавателя на Scratch.

source: Full Name
bg: Пълно име
cs: Celé jméno
cy: Enw Llawn
ga: Ainm Iomlán
kk: Толық аты
km: ឈ្មោះពេញ
mi: Ingoa Katoa
ru: Полное имя

source: Enter your real name
bg: Въведи истинското си име
cs: Zadej své skutečné jméno
cy: Rhowch eich enw iawn
ga: Iontráil d'fhíor ainm
kk: Өзіңіздің шын есіміңізді теріңіз
km: បញ្ចូលឈ្មោះពិតរបស់អ្នក
mi: Whakaurua tō ingoa tūturu
ru: Введите свое настоящее имя

source: Choose a Scratch Username
bg: Изберете Scratch потребителско име
cs: Vyber si přihlašovací jméno pro Scratch
cy: Dewiswch Enw Defnyddiwr Scratch
ga: Roghnaigh Ainm Úsáideora Scratch
kk: Scratch логинды таңдаңыз
km: ជ្រើសរើសឈ្មោះគណនី Scratch
mi: Kōwhirihia he Tohu Tuakiri mō Scratch
ru: Выберите имя на сайте Scratch

source: Don't use your real name
bg: Не използвайте Вашето истинско име
cs: Nepoužívej své skutečné jméno
cy: Peidiwch â defnyddio eich enw iawn
ga: Ná húsáid d'fhíorainm
kk: Өзіңіздің шын есіміңізді қолданбаңыз
km: កុំប្រើឈ្មោះពិតរបស់អ្នក
mi: Kaua e whakamahi i tō ingoa tūturu
ru: Не используйте свое настоящее имя

source: Choose a Password
bg: Изберете парола
cs: Zvol si heslo
cy: Dewiswch Gyfrinair
ga: Roghnaigh Focal Faire
kk: Құпия сөз таңдаңыз
km: ជ្រើសរើសពាក្យសម្ងាត់
mi: Kōwhirihia tētahi Kupu Hipa
ru: Выберите пароль

source: Remember it - don't tell anyone else
bg: Запомнете я - не я казвайте на никого
cs: Zapamatuj si jej - neříkej to nikomu jinému
cy: Cofiwch hwn - peidiwch â'i ddatgelu i unrhyw un arall
ga: Meabhraigh é, agus ná hinis d'éinne eile é
kk: Мұны есте сақтаңыз-ешкімге айтпаңыз
km: ត្រូវចងចាំវា កុំប្រាប់អ្នកដទៃ
mi: Me maumahara - kaua e whākī atu
ru: Запомните пароль и никому не сообщайте его

source: Confirm Password
bg: Потвърдете паролата
cs: Potvrzení hesla
cy: Cadarnhau Cyfrinair
ga: Deimhnigh an Focal Faire
kk: Құпия сөзді растау
km: បញ្ជាក់ពាក្យសម្ងាត់
mi: Whakaūngia te Kupu Hipa
ru: Подтвердите пароль

source: Retype your password
bg: Повторете паролата
cs: Znovu napiš své heslo
cy: Ail-deipiwch eich cyfrinair
ga: Clóscríobh an focal faire arís
kk: Құпия сөзді қайта жазыңыз
km: វាយពាក្យសម្ងាត់របស់អ្នកម្ដងទៀត
mi: Pato anō i tō kupu hipa
ru: Введите пароль еще раз

source: Your responses to these questions will be kept private.
bg: Отговорите Ви на тези въпроси ще бъдат запазени в тайна.
cs: Tvoje odpovědi na tyto otázky zůstanou důvěrné.
cy: Bydd eich ymatebion i'r cwestiynau hyn yn cael eu cadw'n breifat.
ga: Coinneoimid do fhreagraí ar na ceisteanna seo príobháideach.
kk: Бұл сұрақтарға берілген жауаптарыңыз құпия күйінде сақталады
km: ចម្លើយរបស់អ្នកសម្រាប់សំណួរទាំងនេះនឹងត្រូវបានរក្សាទុកជាលក្ខណៈឯកជន
mi: E kore e whākīna atu ō whakautu ki ēnei pātai.
ru: Ваши ответы на эти вопросы будут конфиденциальными.

source: Why do we ask for this info
bg: Защо ни е нужна тази информация
cs: Proč žádame o tyto informace
cy: Pam ydym yn gofyn am y wybodaeth yma?
ga: Cén fáth a dteastaíonn an t-eolas sin uainn?
kk: Неге біз бұл ақпаратты сұрап отырмыз
km: មូលហេតុដែលយើងសួររកព័ត៌មាននេះ
mi: He aha ai mātou e pātai mō ēnei mōhiohio
ru: Почему мы запрашиваем эту информацию

source: Affiliation
bg: Присъединяване
cy: Cysylltedig a
ga: Comhcheangal
kk: Тиесілігі
km: ស្ថាប័នទាក់ទង
mi: Tūhonotanga
ru: Место работы

source: Need explanatory text.
bg: Нуждаете се от обяснителен текст.
cs: Potřebný vysvětlující text.
cy: Mae angen testun esboniadol
ga: Nóta míniúcháin de dhíth.
kk: Түсіндірме мәтінді қажет
km: ត្រូវការអត្ថបទពន្យល់
mi: Kāore anō kia puta he kupu whakamārama.
ru: Нужен пояснительный текст.

source: Biography
bg: Биография
cs: Životopis
cy: Amdanoch chi
ga: Beathaisnéis
kk: Өмірбаян
km: ប្រវត្តិរូប
mi: Haurongo
ru: Биография

source: Brief Biography
bg: Кратка биография
cs: Krátký životopis
cy: LlyfAmdanoch chi'n gryno
ga: Beathaisnéis ghearr
kk: Қысқаша өмірбаяны
km: ប្រវត្តិរូបសង្ខេប
mi: Haurongo Poto
ru: Краткая биография

source: Enter your email address and we will send you an email to confirm your account.
cs: Zadej svoji e-mail adresu a my ti pošleme zprávu potvrzující tvůj účet.
cy: Rhowch eich cyfeiriad e-bost a byddwn yn anfon atoch e-bost i gadarnhau eich cyfrif.
ga: Iontráil do sheoladh ríomhphoist agus cuirfimid ríomhphost chugat chun do chuntas a dheimhniú.
kk: Электрондық мекен-жайыңызды теріңіз және біз сіздің аккаунтыңызды растау үшін хат жіберетін боламыз.
km: បញ្ចូលអ៊ីមែលរបស់អ្នក ហើយយើងនឹងផ្ញើសារមួយទៅអ្នកដើម្បីអះអាងគណនីរបស់អ្នក
mi: Whakaurua tō īmēra, ā, ka tuku mātou i tētahi īmēra whakaū mō tō pūkete.
ru: Введите адрес электронной почты, и мы отправим вам электронное письмо, для подтверждения вашего аккаунта.

source: Email address
bg: Email адрес
cs: E-mailová adresa
cy: Cyfeiriad ebost
ga: Seoladh ríomhphoist
kk: Электрондық пошта
km: អាសយដ្ឋានអ៊ីមែល
mi: Wāhitau Īmēra
ru: Адрес электронной почты

source: Parent's or guardian's email address
bg: Email адрес на родител или настойник
cs: E-mailová adresa rodiče nebo poručníka
cy: Cyfeiriad e-bost rhiant neu warcheidwad
ga: Seoladh ríomhphoist do thuismitheoir/chaomhnóir
kk: Ата-анаіыздың немесе Қамқоршыңыздың электрондық мекен-жайы
km: អាសយដ្ឋានអ៊ីមែលរបស់ឪពុកម្ដាយឬអាណាព្យាបាល
mi: Īmēra mō tētahi o ō Matua, kaitiaki rānei.
ru: Адрес электронной почты родителя или опекуна

source: Confirm email address
bg: Потвърди email адреса
cs: Potvrď e-mail adresu
cy: Cadarnahau'r cyfeiriad e-bost
ga: Deimhnigh an seoladh ríomhphoist
kk: Электрондық поштаны растау
km: បញ្ជាក់អាសយដ្ឋានអ៊ីមែល
mi: Whakaūngia te Īmēra
ru: Подтвердите адрес электронной почты

source: Congrats! educator.username
cs: Blahopřejeme! educator.username
cy: Llongyfarchiadau! educator.username
ga: Comhghairdeas! educator.username
kk: Еңбектеріңіз жана берсін! educator.username
km: អបអរសាទរ! educator.username
mi: Ngā mihi! educator.username
ru: Поздравляем! educator.username

source: Welcome to the Scratch Community. What would you like to do next?
cs: Vítáme tě ve společenství Scratch. Co budeš chtít dále dělat?
cy: Croeso i Gymuned Scratch. Beth hoffech chi wneud nesaf?
ga: Fáilte go comhphobal Scratch. Cad ba mhaith leat a dhéanamh anois?
kk: Скретч қоғамына қош келдіңіз. Сіздің әрі қарай не істегіңіз келеді?
km: សូមស្វាគមន៍មកកាន់សហគមន៍ Scratch។ តើអ្នកចង់ធ្វើអ្វីបន្ទាប់ទៀត?
mi: Nau mai, haere mai ki te hāpori Scratch. He aha tō hiahia ināianei?
ru: Добро пожаловать в сообщество Scratch. Что бы вы хотели сделать дальше?

source: Set up My Account
bg: Настройки за моя акаунт
cs: Nastavit Můj účet
cy: Creu fy Nghyfrif
ga: Socraigh Mo Chuntas
kk: Менің аккаунтымды баптау
km: រៀបចំគណនីរបស់ខ្ញុំ
mi: Whakaritea Taku Pūkete
ru: Настройка учетной записи

source: Set up Classes
bg: Настройка на класове
cs: Nastavit třídy
cy: Creu Dosbarthiadau
ga: Tosaigh Ranganna
kk: Класстарды орнату
km: រៀបចំថ្នាក់
mi: Whakarite Akomanga
ru: Настройка классов

source: View Community
bg: Разгледай общността
cs: Zobrazit společenství
cy: Gweld y Gymuned
ga: Amharc ar Chomhphobal
kk: Қоғамдыстықты қарау
km: លើសហគមន៍
mi: Tirohia te Hāpori
ru: Просмотр сообщества

source: Greetings from the Scratch Team at MIT! You recently requested a Scratch Teacher Account on <a href="%(scratch_url)s">Scratch</a> with the username:
cs: Zdravíme vás z týmu Scratch na MIT! Nedávno jste požádal/a/ o učitelský účet na <a href="%(scratch_url)s">Scratch</a> se jménem uživatele:
cy: Cyfarchion gan Dim Scratch yn MIT! Yn ddiweddar, rydych wedi gofyn am Gyfrif Athro Scratch ar <a href="%(scratch_url)s">Scratch</a> gyda'r enw defnyddiwr:
kk: MIT-тегі Скретч тобынан сәлем! Сіз жақында Скретч Мұғалім аккаунтынан сұрадыңыз <a href="%(scratch_url)s"> Скретч </a> осы қолданушы есімімен:
km: សូមស្វាគមន៍ពី Scratch Team នៅ MIT! អ្នកបានបង្កើតគណនីគ្រូថ្មីមួយនៅ <a href="%(scratch_url)s">Scratch</a> ដោយប្រើឈ្មោះគណនី៖
mi: Ngā mihi ō te Tīma Scratch o MIT ki a koe! Ina tata nei, i runga i a <a href="%(scratch_url)s">Scratch</a>i tono mai koe mō te Pūkete Kaiako Scratch me tō tohu tuakiri ko:
ru: Привет от команды Scratch Массачусетского технологического института (MIT)! Вы только что создали учительский аккаунт на <a href="%(scratch_url)s">Scratch</a> с именем пользователя:

source: Once you have confirmed your email address, we will be able to review your request for a Teacher Account. Confirm your email address by clicking the button below:
cs: Jakmile potvrdíte svoji e-mailovou adresu, budeme schopni posoudit vaši žádost o učitelský účet. Potvrďte svou e-mailovou adresu kliknutím na tlačítko níže:
cy: Unwaith i chi gadarnhau eich cyfrif e-bost, byddwn yn gallu asesu eich cais am Gyfrif Athro. Cadarnhewch eich cyfeiriad e-bost drwy glicio'r botwm isod.
kk: Сіз өзіңіздің электрондық мекен-жайыңызды растауыңызға байланысты, біз сіздің Мұғалім Аккаунтындағы сұрауыңызды қарай аламыз. Төмендегі батырманы басу арқылы өзіңіздің электрондық мекен-жайыңызды растаңыз:
km: នៅពេលដែលអ្នកបានអះអាងអ៊ីមែលរបស់អ្នក យើងនឹងអាចពិនិត្យមើលសំណើសម្រាប់គណនីគ្រូរបស់អ្នក។ ចុចលើប៊ូតុងខាងក្រោមដើម្បីអះអាងអាសយដ្ឋានអ៊ីមែលរបស់អ្នក។
mi: Ka whakaū koe i tō wāhitau īmēra, kātahi ka taea e mātou te aromātai i tō pātai mō te Pūkete Kaiako. Ki te whakaū i tō wāhitau īmēra, pāwhiritia te pātene kei raro nei:
ru: Как только Вы подтвердите Ваш e-mail адрес, мы сможем рассмотреть Ваш запрос на Аккаунт Преподавателя. Подтвердите Ваш e-mail адрес, нажав на кнопку ниже:

source: Right now, you can access Scratch as a normal user without access to the Teacher features. When your Scratch Teacher Account is ready, we will email you with more information about how to use your new features.
cs: V tomto okamžiku máte přístup ke Scratch webu jako obyčejný uživatel bez přístupu k učitelským funkcím. Jakmile bude váš učitelský účet připraven, pošleme vám e-mail s dalšími informacemi jak můžete své nové funkce používat.
cy: Ar hyn o bryd, gallwch gael mynediad i Scratch fel defnyddiwr cyffredin heb fynediad i nodweddion ar gyfer Athrawon. Pan fydd eich Cyfrif Athro Scratch yn barod, byddwn yn eich e-bostio chi gyda rhagor o wybodaeth ar sut i ddefnyddio'r nodweddion newydd.
kk: Сіз дәл қазір Скретчке қарапайым қолданушы ретінде яғни Мұғалім функциясына жүгінбей кіре аласыз. Скретч Мұғалім аккаунты дайын болған кезде, біз жаңа функцияларды қалай қолдану керек жөнінде көп ақпаратты хат ретінді жіберетін боламыз.
km: នៅពេលនេះ អ្នកអាចចូលដំណើរការ Scratch ជាអ្នកប្រើធម្មតា ដោយមិនមានមុខងារពិសេសសម្រាប់​គ្រូ​។ នៅពេលដែលគណនីគ្រូរបស់អ្នករួចរាល់ អ្នកនឹងទទួលបានសារមួយ ជាមួយនឹងព័ត៌មានអំពីវិធីប្រើប្រាស់មុខងារពិសេសថ្មីរបស់អ្នក។
mi: I tēnei wā, ka taea e koe te whakamahi i a Scratch, hei kaiwhakamahi, engari kāore anō e taea ngā āheitanga o te Kaiako. Ā te wā, ka rite tō Pūkete Kaiako Scratch, ka tuku īmēra mātou ki a koe e whakamārama atu pēhea te whakamahi i ngā mahi Kaiako.
ru: В настоящий момент, Вы можете использовать Scratch как обычный пользователь, без доступа к функциям Аккаунта Преподавателя. Как только Ваш Аккаунт Преподавателя будет готов, мы направим Вам подробную информацию о том, как использовать новые возможности, на Ваш адрес электронной почты.

source: Greetings from the Scratch Team at MIT! You recently requested a Scratch Teacher Account on Scratch (%(scratch_url)s) with the username:
cs: Zdravíme vás z týmu Scratch na MIT! Nedávno jste požádal/a/ o učitelský účet naScratch (%(scratch_url)s) se jménem uživatele:
cy: Cyfarchion gan Dim Scratch yn MIT! Yn ddiweddar, rydych wedi gofyn am Gyfrif Athro Scratch ar <a href="%(scratch_url)s">Scratch</a> gyda'r enw defnyddiwr:
kk: MIT-тегі Скретч тобынан сәлем! Сіз жақында Скретч Мұғалім аккаунтынан сұрадыңыз (%(scratch_url)s) осы қолданушы есімімен:
km: សូមស្វាគមន៍ពី Scratch Team នៅ MIT! អ្នកបានបង្កើតគណនីគ្រូថ្មីមួយនៅ (<a href="%(scratch_url)s">Scratch</a>) ដោយប្រើឈ្មោះគណនី៖
mi: Ngā mihi o Te Tīma Scratch o MIT! Ina tata nei, i runga i a Scratch (%(scratch_url)s) i tono mai koe mō te Pūkete Kaiako Scratch me tō tohu tuakiri ko:
ru: Вас приветствует команда Scratch Массачусетского технологического института! Вы недавно оформили запрос на Аккаунт Преподавателя на Scratch (%(scratch_url)s) с именем пользователя:

source: Final Step: Confirm your Scratch Teacher Account
bg: Заключителна стъпка: Потвърдете профила си за учител в Scratch
cs: Poslední krok: Potvrďte svůj učitelský účet Scratch
cy: Y Cam Olaf: Cadarnhewch eich Cyfrif Athro Scratch
kk: Соңғы қадам: өзіңіздің Скретч Мұғалім Аккаунтын растаңыз
km: ជំហានចុងក្រោយ៖ អះអាងគណនីគ្រូរបស់អ្នក
mi: Hei Mahi Whakamutunga: Whakaūngia tō Pūkete Kaiako Scratch
ru: Заключительный шаг: Подтвердите Ваш Аккаунт Преподавателя на Scratch

source: Are you sure you want to delete this class? Once a class is deleted, it cannot be recovered.
cs: Chcete určitě zrušit tuto třídu? Jakmile je třída zrušená, nemůže být obnovena.
cy: Ydych chi'n siwr eich bod eisiau dileu'r dosbarth hwn? Unwaith y mae dosbarth wedi ei ddileu, nid oes modd ei adfer.
ga: An bhfuil tú cinnte gur mian leat an rang seo a scriosadh? Ní féidir rang a fháil ar ais nuair atá sé scriosta.
kk: Сіз бұл сыныпты жойғыңыз келетініне сенімдісіз бе? Егер сынып жойылатын болса, қайта қалпына келтірілмейді.
km: តើអ្នកពិតជាចង់លុបថ្នាក់នេះមែនទេ? នៅពេលដែលថ្នាក់នេះលុបហើយ វាមិនអាចស្តារមកវិញបានទេ។
mi: Āe rānei, kei te hiahia koe ki te muku i tēnei akomanga? Ka muku te akomanga, kāore e taea te whakaora anō.
ru: Вы уверены, что хотите удалить этот класс? Удалённый класс, не может быть восстановлен.

source: Class deleted successfully
bg: Класът е изтрит успешно
cs: Třída byla úspěšně zrušena
cy: Mae'r dosbarth wedi ei ddileu'n llwyddiannus.
ga: D'éirigh le scriosadh an ranga
kk: Класс сәтті жойылды
km: ថ្នាក់ត្រូវបានលុបជោគជ័យ
mi: Kua mukua te akomanga
ru: Класс успешно удалён

source: Class restored successfully
bg: Класът е възстановен успешно
cs: Třída byla úspěšně obnovena
cy: Mae'r dosbarth wedi ei adfer yn llwyddiannus/
ga: Rang curtha leis arís
kk: Класс сәтті қалпына келтірілді
km: ថ្នាក់ត្រូវបានស្តារដោយជោគជ័យ
mi: Kua whakaoratia te akomanga
ru: Класс успешно восстановлен

source: Class ended successfully
bg: Класът е приключи успешно
cs: Třída byla úspěšně ukončena
cy: Mae'r dosbarth wedi gorffen yn llwyddiannus
ga: Deireadh curtha le rang
kk: Класс сәтті аяқталды
km: ថ្នាក់ត្រូវបានបញ្ចប់ដោយជោគជ័យ
mi: Kua whakamutua te akomanga
ru: Класс успешно завершён

source: Class opened successfully
bg: Класът е започна успешно
cs: Třída byla úspěšně otevřena
cy: Mae'r dosbarth wedi ei agor yn llwyddiannus
ga: Tús curtha leis an rang
kk: Класс сәтті ашылды
km: ថ្នាក់ត្រូវបានបើកដោយជោគជ័យ
mi: Kua huakina te akomanga
ru: Класс успешно открыт

source: Are you sure you want to delete this Studio? Once a Studio is deleted, the projects are still available on the site, but the studio no longer exists.
cs: Chcete určitě zrušit toto studio? Jakmile je studio zrušeno, projekty budou stále na webu dospupné ale studio už ne.
cy: Ydych chi'n siwr eich bod eisiau dileu'r Stiwdio hwn? Unwaith mae Stiwdio wedi ei ddileu, mae'r projectau dal ar gael ar y wafan, ond nid yw'r stiwdio'n bodoli bellach.
ga: An bhfuil tú cinnte gur mhaith leat an Stiúideo seo a scriosadh? Nuair atá Stiúideo scriosta, fanann na tionscadail ar an suíomh, ach ní bhíonn an stiúideo ann a thuilleadh.
kk: Сіз бұл студияны жойғыңыз келетініне сенімдісіз бе? Егер студия жойылатын болса, жобалар әлі де болса қол жетерлік, бірақ стулия бұдан былай болмайды.
mi: Āe rānei, kei te hiahia koe ki te muku i tēnei Taiwhanga? Ina mukua te Taiwhanga, ka ora tonu ngā Pūkete, engari ka kore te Taiwhanga .
ru: Вы уверены, что хотите удалить эту Студию? Проекты удалённой студии, останутся доступны на сайте, но самой Студии уже не будет.

source: Studio deleted successfully
cs: Studio bylo úspěšně zrušeno
cy: Mae'r Stiwdio wedi ei ddileu'n llwyddiannus
ga: D'éirigh le scriosadh an stiúideo
kk: Студия сәтті жойылды
km: ស្ទូឌីយោត្រូវបានលុបដោយជោគជ័យ
mi: Kua mukua te Taiwhanga
ru: Студия успешно удалена

source: Are you sure you want to delete this Student? Once a Student account is deleted, the student's projects are still available on the site, but the student cannot log in.
cs: Chcete určitě smazat tohoto studenta? Jakmile je studentský účet zrušen, studentovy projekty zůstanou na stránkách dostupné, ale student se nebude moci přihlásit.
cy: Ydych chi'n siwr eich bod eisiau dileu'r Dysgwr yma? Unwaith mae Cyfrif Myfyriwr wedi ei ddileu, mae projectau'r dysgwr ar gael o hyd ar y wefan ond ni fydd y myfyriwr yn gallu mewngofnodi.
ga: An bhfuil tú cinnte gur mhaith leat an Mac Léinn seo a scriosadh. Nuair atá cuntas Mac Léinn scriosta, fanann a gcuid tionscadal ar an suíomh ach ní féidir leis an mac léinn logáil isteach.
kk: Сіз бұл студентті жойғыңыз келетініне сенімдісіз бе? Егер студент жойылатын болса, студенттің жобалары әлі де болса қолжетерлік болады, бірақ студент бұған кіре алмайды.
km: តើអ្នកពិតជាចង់លុបសិស្សនេះមែនទេ? នៅពេលដែលគណនីសិស្សត្រូវបានលុប នោះកិច្ចការរបស់សិស្សនៅតែមាននៅលើតំបន់បណ្ដាញនេះ ប៉ុន្តែសិស្សមិនអាចចូលគណនីបានទេ។
mi: Āe rānei, kei te hiahia koe ki te muku i tēnei Ākonga? Ina mukua te Pūkete Ākonga, ka ora tonu āna Pūkete ō runga i te pae-ipurangi, engari kāore e taea e te Ākonga te takiuru.
ru: Вы уверены, что хотите удалить Ученика? При удалении Ученика, его проекты будут доступны на сайте, но Ученик не сможет войти на сайт.

source: Student deleted successfully
bg: Ученикът е изтрит успешно
cs: Student byl úspěšně smazán
cy: Mae'r dysgwr wedi ei ddileu'n llwyddiannus
ga: D'éirigh le scriosadh mac léinn
kk: Студент сәтті жойылды
km: សិស្សត្រូវបានលុបដោយជោគជ័យ
mi: Kua mukua te Ākonga
ru: Ученик успешно удалён

source: Student settings successfully updated
cs: Studentova nastavení byla úspěšně aktualizována
cy: Gosodiadau'r dysgwr wedi eu diweddaru'n llwyddiannus
ga: Socruithe mac léinn nuashonraithe
kk: Студенттың параметрлері сәтті жаңартылды
km: ការកំណត់របស់សិស្សត្រូវបានកែសម្រួលថ្មីដោយជោគជ័យ
mi: Kua whakahoungia ngā tautuhinga ākonga
ru: Настройки ученика успешно обновлены

source: Are you sure you want to empty the trash? These Classes will be deleted permanently.
cs: Chcete určitě vysypat koš? Tyto třídy budou trvale odstraněny.
cy: Ydych chi'n siwr eich bod eisiau gwagio'r sbwriel? Bydd y dosbarthiadau hyn yn cael eu dileu'n barhaol.
ga: An bhfuil tú cinnte gur mhaith leat an bruscar a chaitheamh amach? Scriosfar na Ranganna seo go buan.
kk: Сіз себептерді босатуды қалайтыныңызға сенімдісізбе? Бұл класстар біржолата жойылады
km: តើអ្នកពិតជាចង់ជម្រះធុងសំរាមមែនទេ?​ ថ្នាក់ទាំងនេះនឹងត្រូវបានលុបចេញរហូត។
mi: Āe rānei, me tuku i te para? Ka tūturu te muku o ēnei Akomanga.
ru: Вы уверены, что вы хотите очистить корзину? Эти Классы будут уничтожены без возможности восстановления.

source: Changes saved
bg: Промените са запазени
cs: Změny byly uloženy
cy: Wedi cadw'r newidiadau
ga: Athruithe sábháilte
kk: Өзгерістер сақталды
km: ការកែប្រែត្រូវបានរក្សាទុក
mi: Kua tiakina ngā hurihanga
ru: Изменения сохранены

source: Incorrect password, try again
cs: Neplatné heslo, zkuste to znovu.
cy: Cyfrinair anghywir, ceisiwch eto.
ga: Focal faire mícheart, triail arís é
kk: Пароль дұрыс емес, қайтадан көріңіз
km: ពាក្យសម្ងាត់បានត្រឹមត្រូវ សូមសាកម្ដងទៀត
mi: Kāore te kupu hipa i te tika, whakamātauria anōtia
ru: Неверный пароль, попробуйте ещё раз

source: The password field is required
bg: Полето парола е задължително
cs: Pole s heslem je povinné
cy: Mae angen y maes cyfrinair
ga: Tá sé seo de dhíth
kk: Құпиясөз алаңы міндетті
km: ប្រអប់ទិន្នន័យពាក្យសម្ងាត់ គឺទាមទារ
mi: Me whakakī te āpure kupu hipa
ru: Требуется пароль

source: New Class
bg: Нов клас
cs: Nová třída
cy: Dosbarth Newydd
ga: Rang Nua
kk: Жаңа класс
km: ថ្នាក់ថ្មី
mi: Akomanga Hou
ru: Новый Класс

source: Load More
bg: Зареди повече
cs: Stáhnout další
cy: Llwytho Rhagor
ga: Luchtaigh Tuilleadh
kk: Көбірек жүктеу
km: ផ្ទុកបន្ថែមទៀត
mi: Uta ake
ru: Загрузить ещё

source: Welcome, %(username)s
bg: Здравейте, %(username)s
cs: Vítáme vás, uživateli %(username)s
cy: Croeso, %(username)s
ga: Fáilte, %(username)s
kk: Қош келдіңіз, %(username)s
km: សូមស្វាគមន៍%(username)s
mi: Nau mai, %(username)s
ru: Добро пожаловать, %(username)s

source: Looks like you do not have any classes. Create a new class to get started.
cs: Vypadá to, že nemáte žádnou třídu. Začněte vytvořením nové třídy.
cy: Mae'n edrych fel nad oes genych unrhyw ddosbarthiadau. Crewch ddosbarth newydd i gychwyn arni.
ga: Breathnaíonn sé nach bhfuil aon rang agat. Le tosú, cruthaigh rang nua.
kk: Сізде қандай да бір сынып жоқ секілді. Бастауыңыз үшін жаңа сынып құрыңыз
km: អ្នកដូចជាមិនទាន់មានថ្នាក់ទេ។ បង្កើតថ្នាក់ថ្មីមួយដើម្បីចាប់ផ្ដើម។
mi: Te āhua nei, kāori ō akomanga. Hangaia he akomanga hei tīmatanga.
ru: Похоже, что у Вас пока нет ни одного Класса. Создайте новый Класс, чтобы начать.

source: Class created %(datetime_created)s
bg: Класът е създаден %(datetime_created)s
cs: Třída vytvořena %(datetime_created)s
cy: Dosbarth %(datetime_created)s wedi ei greu
ga: Rang cruthaithe %(datetime_created)s
kk: Сынып құрылды%(datetime_created)s
km: ថ្នាក់បានបង្កើតនៅ%(datetime_created)s
mi: Kua hangaia te akomanga %(datetime_created)s
ru: Класс создан %(datetime_created)s

source: View Class Profile
cs: Zobrazit profil třídy
cy: Gweld Proffil y Dosbarth
ga: Féach ar Phróifíl Ranga
kk: Сынып Профильін шолу
km: មើលព័ត៌មានថ្នាក់
mi: Tirohia te whakarāpopototanga akomanga
ru: Посмотреть профиль Класса

source: Settings
bg: Настройки
cs: Nastavení
cy: Gosodiadau
ga: Socruithe
kk: Параметлері
km: ការកំណត់
mi: Tautuhinga
ru: Настройки

source: Studios
bg: Студиа
cs: Studia
cy: Stiwdios
ga: Stiúideonna
kk: Студиялар
km: ស្ទូឌីយោ
mi: Ngā Taupuni Mahi
ru: Студии

source: Activity
bg: Дейност
cs: Aktivita
cy: Gweithgaredd
ga: Gníomhaíocht
kk: Қызмет
km: សកម្មភាព
mi: Hei Mahi
ru: Действия

source: Re-Open Class
cs: Znovuotevření třídy
cy: Ail Agor Dosbarth
ga: Athoscail Rang
kk: Сыныпты қайтадан ашу
km: បើកថ្នាក់វិញ
mi: Huakina anōtia te Akomanga
ru: Переоткрыть класс

source: Change
bg: Промени
cs: Změna
cy: Newid
ga: Athraigh
kk: Өзгеру
km: កែប្រែ
mi: Hurihia
ru: Изменить

source: What the Class is working on
cs: Na čem třída pracuje
cy: Beth mae'r dosbarth yn gweithio arno
ga: Cad atá ar siúl ag an Rang
kk: Сынып неге жұмыс істеуде
km: អ្វីដែលថ្នាក់កំពុងធ្វើ
mi: Ngā mahi o te Akomanga ināianei
ru: Над чем работает Класс

source: End Class
cs: Ukončení třídy
cy: Diwedd y Dosbarth
ga: Cuir Deireadh le Rang
kk: Сыныпты аяқтау
km: បញ្ចប់ថ្នាក់
mi: Whakamutua te Akomanga
ru: Закончить класс
