Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: This Scratch Extensions Browser Plugin allows you to use <a href="https://en.scratch-wiki.info/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set">LEGO WeDo 1.0</a>, the <a href="https://en.scratch-wiki.info/wiki/PicoBoard">PicoBoard</a> and other serial or USB devices with the online version of Scratch.
mi: Mā te Mono-mai Torohanga Pūtirotiro Scratch ka taea te whakamahi i te <a href="https://en.scratch-wiki.info/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set">LEGO WeDo 1.0</a>, me te <a href="https://en.scratch-wiki.info/wiki/PicoBoard">PicoBoard</a> me ētahi atu pūrere serial, USB rānei i roto i a Scratch tuihono.
ru: Этот плагин для расширений Scratch Extensions позволяет вам использовать <a href="https://en.scratch-wiki.info/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set">LEGO WeDo 1.0</a>, <a href="https://en.scratch-wiki.info/wiki/PicoBoard">PicoBoard</a> и другие последовательные или USB-устройства с онлайн-версией Scratch.

source: Using Scratch, children can create interactive stories, games, and animations.
ru: С помощью Scratch дети могут создавать интерактивные истории, игры и анимации.

source: New to Scratch? Click the link below:
ru: Новичок в Scratch? Нажми на ссылку ниже:

source: Get started on Scratch
ru: Приступаем к работе со Scratch

source: Ideas Page
bg: Страница с идеи
km: ទំព័រគំនិត
ru: Страница идей

source: Get Started on Scratch
ru: Приступаем к работе со Scratch

source: To learn more about the Scratch online community, go to our Community Guidelines
ru: Чтобы узнать больше об онлайн-сообществе Scratch, ознакомьтесь с нашими Принципами Сообщества.

source: You must confirm your email address to love or favorite projects
km: អ្នកត្រូវអះអាងអាសយដ្ឋានអ៊ីមែលរបស់អ្នកដើម្បីស្រលាញ់ឬចូលចិត្តកិច្ចការ
mi: Me whakaū i tō īmēra i mua i te whakamākau, tuku aroha rānei i ngā Kaupapa
ru: Ты должен/на подтвердить свой адрес электронной почты чтобы получить право отмечать проекты как понравившиеся или помещать их в Избранные

source: Woah, seems like you're inviting curators really quickly. Please wait a bit longer between inviting curators.
km: អីយ៉ា! អ្នកអញ្ជើញអ្នកប្រមូលកិច្ចការអីក៏លឿនម្ល៉េះ! សូមចាំបន្តិចសិនក្រោយការអញ្ជើញនីមួយៗ។
mi: Taihoa! Te āhua nei, he tere rawa tō pōwhiri mai i ngā kaiwhakahaere. Kia paku roa ake tō tatari i waenga i te pōwhiri mai i ngā kaiwhakahaere.
ru: Хм, похоже, ты слишком быстро приглашаешь кураторов. Пожалуйста, жди между приглашениями чуть дольше.

source: Twitter
bg: Туитър
mi: Tīhau

source: Facebook
bg: Фейсбук
km: ហ្វេសប៊ុក
mi: Pukamata

source: Discuss
cs: Diskutovat

source: Help
cs: Pomoc

source: DMCA
cs: Autorská práva

source: The <strong>Coding for All</strong> project brings together an interdisciplinary research team from the <a href="http://llk.media.mit.edu">MIT Media Lab</a>, the <a href="http://dmlhub.net/" target="blank">Digital Media and Learning Hub</a> at University of California Irvine, and Harvard University’s <a href="https://cyber.law.harvard.edu/">Berkman Center for Internet and Society</a> to develop new online tools and activities to engage more young people in developing computational fluency, particularly youth from groups currently underrepresented in computing.
cs: Projekt <strong>Programování pro všechny</strong> přináší společně mezioborový výzkumný tým z <a href="http://llk.media.mit.edu">MIT Media Lab</a>, <a href="http://dmlhub.net/" target="blank">Digital Media and Learning Hub</a> at University of California Irvine, a z Harvard University’s <a href="https://cyber.law.harvard.edu/">Berkman Center for Internet and Society</a> aby vyvinul nové online nástroje a aktivity pro zapojení více mládeže v osvojení si počítačové dovednosti, zvláště pak mladých ze skupin nyní málo zastoupených v práci s počítačem.

source: The project partners are collaborating with <a href="http://paaalive.org">Progressive Arts Alliance (PAA)</a> to develop resources and workshops on the interest area of hip-hop dance. We have offered workshops for youth in Cleveland and Los Angeles, and for librarians, educators, and youth program leaders nationally and internationally. In addition, the hip-hop dance and coding resources are featured as part of the <a href="http://scratch.mit.edu/hoc">Hour-of-Code</a>.
cs: Projektoví partneři spolupracují s <a href="http://paaalive.org">Progressive Arts Alliance (PAA)</a> na vývoji zdrojů a seminářů v zájmové oblasti hip-hop tance. Nabízíme semináře pro mládež v Clevelandu a Los Angeles, a pro knihovníky, lektory a mladé vedoucí programátorů národně i mezinárodně. Navíc hip-hop tanec a programovací zdroje jsou funkcí části <a href="http://scratch.mit.edu/hoc">Hodiny programování</a>.

source: The lead researchers and staff on the project include: <p><strong>MIT Media Lab</strong>: Mitchel Resnick (Principal Investigator), Natalie Rusk, Ricarose Roque, Eric Schilling</p> <p><strong>University of California - Irvine</strong>: Mimi Ito (Principal Investigator), Crystle Martin</p> <p><strong>Berkman Center at Harvard University</strong>: Urs Gasser (Principal Investigator), Paulina Haduong, Sandra Cortesi</p> Other collaborators include: <p><strong>Progressive Arts Alliance</strong>: Santina Protopapa
cs: Vedoucí výzkumníci a personál projektu jsou: <p><strong>MIT Media Lab</strong>: Mitchel Resnick (Principal Investigator), Natalie Rusk, Ricarose Roque, Eric Schilling</p> <p><strong>University of California - Irvine</strong>: Mimi Ito (Principal Investigator), Crystle Martin</p> <p><strong>Berkman Center at Harvard University</strong>: Urs Gasser (Principal Investigator), Paulina Haduong, Sandra Cortesi</p> Další spolupracovníci jsou: <p><strong>Progressive Arts Alliance</strong>: Santina Protopapa

source: You can offer a dance and Scratch workshop using these materials:
cs: Můžete nabízet seminář tance a Scratch s těmito materiály:

source: Dance Facilitator Guide
cs: Průvodce tanečního asistenta

source: Scratch Dance Tutorial
cs: Příručka Scratch tancování

source: Preview the microworld prototypes:
cs: Náhledy na prototypy mikrosvětů:

source: Hip-Hop Microworld Prototype
cs: Prototyp mikrosvěta Hip-Hop tance

source: Fashion Microworld Prototype
cs: Prototyp mikrosvěta módy
