Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: Connect with ScratchEd
cs: Spojit se se ScratchEd
cy: Cysylltu â ScratchEd
ga: Ceangal le ScratchEd
kk: ScratchEd-пен байланыстыру
km: ទាក់ទងគ្នានៅលើ ScratchEd
mi: Hono ki ScratchEd
ru: Подключение с помощью ScratchEd

source: Online Community
cs: Online společenství
cy: Cymuned Ar-lein
ga: Comhphobal Ar Líne
kk: Онлайн Қоғамдастық
km: សហគមន៍អនឡាញ
mi: Hapori-ā-Ipurangi
ru: Интернет-сообщество

source: Weekly Roundups
cs: Týdenní přehledy
cy: Crynhoi'r Wythnos
ga: Achoimrí Seachtainiúla
kk: Апталық шолулар
km: ដំណឹងសង្ខេបប្រចាំសប្តាហ៍
mi: Te Whakarāpopoto o ia Wiki
ru: Еженедельные обзоры

source: Quarterly Newsletter
cs: Čtvrtletní oznámení
cy: Cylchlythyr Chwarterol
ga: Nuachtlitir Ráithiúil
kk: Тоқсандық Ақпараттық Бюллетень
km: ព្រឹត្តិបត្រត្រីមាស
mi: Kawerongo o te Hauwhā-tau
ru: Ежеквартальный бюллетень

source: Personal
bg: Личен
cy: Personol
ga: Pearsanta
kk: Жеке
km: ឯកជន
mi: Whaiaro
ru: Личный

source: Educator
bg: Преподавател
cy: Addysgwr
ga: Múinteoir
kk: Тәрбиеші
km: គ្រូបង្រៀន
mi: Kaiako
ru: Преподаватель

source: Scratch Extensions Browser Plugin
cy: Ategyn Porwr Estyniadau Scratch
kk: Скретч Кеңейтілімінің Браузер Плагині
mi: Mono-mai Torohanga Pūtirotiro Scratch
ru: Плагин для расширений Scratch Extensions

source: This Scratch Extensions Browser Plugin allows you to use <a href="http://wiki.scratch.mit.edu/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set">LEGO WeDo 1.0</a>, the <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard">PicoBoard</a> and other serial or USB devices with the online version of Scratch.
cy: Mae'r Ategyn Porwr Estyniadau Scratch yn caniatau i chi ddefnyddio <a href="http://wiki.scratch.mit.edu/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set"> LEGO WeDo 1.0</a>, y <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard">PicBoard</a> a dyfeisiau cyfresol neu USB gyda'r fersiwn ar-lein o Scratch.

source: 1. Download the Plugin
bg: 1. Изтегли Пръгина
cy: 1. Llwytho'r ategyn i fyny
ga: 1. Íosluchtaigh an Breiseán
kk: 1. Плагинді орнатыңыз
mi: 1.Tikiake te Mono-mai
ru: 1. Загрузите плагин

source: You'll need to install a plugin to use Scratch with a hardware device. Choose the plugin to download based on your computer and the web browser you use for Scratch. Choose the plug-in installer from these options:
cy: Rydych angen gosod yr ategyn er mwyn defnyddio Scratch gyda dyfais caledwedd. Dewiswch yr ategyn i'w lwytho i lawr ar sail eich cyfrifiadur a'r porwr gwe rydych yn ei ddefnyddio ar gyfer Scratch. Dewiswch y gosodwr ategyn o'r dewisiadau yma:
kk: Сізге Скретчті ақппараттық құрылғымен пайдалану үшін модульді жүктеуіңіз қажет. Сіз Скретч үшін қолданып жүрген компьютеріңіз немесе браузеріңізді ескере отырып модульді жүктеуді тандаңыз. Мына опциялар ішінен модульді жүктеуді таңдаңыз:
mi: Ki te whakamahi a Scratch me ngā pūrere pūmārō, me tāutu i tētahi mono-mai. Kōwhiritia te mono-mai hei tikiake kia tika mō tō rorohiko me te pūtirotiro e mahia ana e koe mō Scratch. Anei ngā papatono hei tāuutu i te mono-mai:
ru: Вам нужно будет установить плагин для использования Scratch с аппаратным устройством. Выберите плагин для загрузки на основе вашего компьютера и веб-браузера, который вы используете для Scratch. Выберите установщик подключаемых модулей из следующих опций:

source: and separate plugin helper:
cy: a'r cynorthwydd ategyn atodol:
ga: agus an cuiditheoir breiseáin:
kk: және плагин көмекшісін бөліңіз
mi: me te papatono-āwhina motuhake mō te mono-mai:
ru: и отдельный помощник плагина:

source: here
bg: тук
cy: yma
ga: anseo
kk: мұнда
mi: kei konei
ru: здесь

source: Mac (other web browsers)
bg: Mac (друг браузър)
cy: Mac (porwr gwe arall)
ga: Mac (brabhsálaithe idirlín eile)
kk: Mac (басқа веб браузерлер)
mi: Mac (he pūtirotiro kē atu)
ru: Mac (другие веб-браузеры)

source: Windows (other web browsers)
bg: Windows (друг браузър)
cy: Windows (porwr gwe arall)
ga: Windows (brabhsálaithe idirlín eile)
kk: Windows (басқа веб-шолғыштар)
mi: Windows (pūtirotiro kē atu)
ru: Windows (другие веб-браузеры)

source: 2. Install the Plugin
bg: 2. Инсталирай Пръгина
cy: 2. Gosod yr Ategyn
ga: 2. Suiteáil an Breiseán
kk: 2. Плагинді орнату
mi: 2. Whakaurua te Mono-mai
ru: 2. Установите плагин

source: After it downloads, open the plugin file and follow the instructions on your computer to complete the installation.
cy: Ar ol i chi ei lwytho i lawr, agorwchffeil yr ategyn a dilyn y cyfarwyddiadau ar eich cyfrifiadur er mwyn cwblhau'r gosod.
ga: Nuair atá sé íosluchtaithe, oscail an comhad leis an mbreiseán agus lean na treoracha ar do ríomhaire chun é a shuiteáil.
kk: Орнатылғаннан соң, плагин файлын ашыңыз және жүктеуді аяқтау үшін өзіңіздің компьютеріңіздегі нұсқауға еріңіз.
mi: Ka mutu te tikiake, huakina te kōnae mono-mai, ā, whaia ngā tohutohu ki oti ai te tāutu o te mono-mai ki tō rorohiko.
ru: После загрузки загрузите файл плагина и следуйте инструкциям на вашем компьютере, чтобы завершить установку.

source: 3. Make sure the plugin was installed
cy: 3. Gwnewcxh yn siwr fod yr ategyn wedi ei osod
ga: 3. Déan cinnte go bhfuil an breiseán suiteáilte
kk: 3. Плагиннің орнатылғанына көз жеткізіңіз
mi: 3. Kia kite mēnā kua tika te tāuta o te mono-mai
ru: 3. Убедитесь, что плагин установлен

source: If the Scratch browser plugin was correctly installed, you should see a green or yellow status indicator in the "More Blocks" area.
cy: Os gafodd ategyn porwr Scratch ei osod yn iawn, dylech weld dangosydd statws gwyrdd neu felyn yn ardal "Rhagor o Flociau".
kk: Егер браузер модулі дұрыс жүктелген болса, сіз жасыл немесе сары түсті статус индикаторын "Көп Блоктар" аймағында көруіңіз тиіс.
mi: Ki te tika te tāuta o te mono-mai Scratch, ka kitea te tohu tūnga, he kākāriki, he kōwhai rānei i te wāhi "More Blocks".
ru: Если плагин браузера Scratch был правильно установлен, вы должны увидеть зеленый или желтый индикатор состояния в области «Дополнительные блоки».

source: <strong>Yellow:</strong> The device is not plugged in or your browser does not have your permission to run the plugin. (You may need to change Preferences in your browser to allow it to run.)
cy: <strong>Melyn:</strong> Nid yw'r ddyfais wedi ei blygio i fewn nid oes gan eich porwr eich caniatad i redeg yr ategyn. (Efallai bod angen i chi newid y Dewisiadau yn eich porwr i ganiatau iddo redeg.)
kk: <strong>Сары:</strong> Құрылғы қосылмады немесе модульді жүргізуге сіздің браузеріңіздің рұқсаты жоқ. (Оны жүргізу үшін сізге күйге келтіруді өзертуге тура келеді)
mi: Kōwhai:</strong> Kāore anō kia uru te pūrere pūmārō ki te rorohiko, kāore rānei te pūtirotiro i te whai mana ki te whakamahi i te mono-mai. (Tērā pea, me panonotia ngā whakaritenga i roto i ngā Preferences o te pūtirotiro.)
ru: <strong>Желтый:</strong> устройство не подключено, или у вашего браузера нет вашего разрешения на запуск плагина. (Возможно, вам нужно будет изменить настройки в вашем браузере, чтобы он мог запускаться.)

source: <strong>Red:</strong> There's a problem. Move your cursor over the status indicator to find out what's wrong.
cy: <strong>Coch:</strong> Mae yna broblem. Symudwch eich cyrchwr dros y dangosydd statws i weld beth sydd o'i le.
kk: <strong>Қызыл:</strong> Мұнда қиындық пайда болды. Не болғанын білу үшін жолақты статус индикаторына көшіріңіз.
mi: <strong>Whero:</strong> He raruraru. Nekehia te pehu ki runga i te tohu tūnga, kia kite ai he aha te raru.
ru: <strong>Красный:</strong> Есть проблема. Переместите курсор над индикатором состояния, чтобы узнать, что не так.

source: <strong>Important:</strong> The first time you add an extension, your browser may ask whether to allow the plugin to run. Make sure you choose "Allow and Remember" (or similar option) from the dropdown so your browser remembers your preferences. If you need to change Preferences later, look for the plugins dashboard in your browser (you can usually find it in the tools menu).
cy: <strong>Pwysig:</strong> Y tro cyntaf y byddwch yn ychwanegu estyniad, bydd eich porwr yn gofyn p'un ai i ganiatau'r ategyn i redeg. Gwnewch yn siwr eich bod yn dewis "Caniatau a Chofio" (neu debyg) o'r cwymplen fel bod eich porwr yn cofni eich dewisiadau. Os fyddwch angen newid eich Dewisiadau yn hwyrach, chwiliwch am y bwrdd gwaith ategion yn eich porwr (mae fel rheol yn y ddewislen offer)n
kk: <strong>Маңызды:</strong> Бірінші рет сіз кеңейтілімді қосқан кезде сіздің браузеріңіз плагинді іске қосуға рұқсат беру-бермеу жайлы сұрауы мүмкін. Төменге түсетін тізімнен “Рұқсат ету және Есте сақтау”-ды (немесе ұқсас нұсқа) таңдағаныңызға көз жеткізіңіз, солай браузеріңіз сіздің баптауларыңызды есте сақтайды. Егер сізге кейінірек Баптауларды өзгерту қажет болса, өзіңіздің браузеріңізден плагиндердің саймандар тақтасын табыңыз (сіз оны әдетте саймандар мәзірінен таба аласыз.
mi: <strong>Kia mataara:</strong> I te wā tuatahi e whakauru koe i te mono-mai, ka pātai pea tō pūtirotiro mēnā e whakaae ana koe kia haere te mono-mai. Kōwhiritia "Allow and Remember" (te kōwhiringa pērā rānei) mai i te taka-iho kia tūturu ai ō kōwhiringa. Ki te panoni anō i tēnei, kimihia ngā kōwhiringa mō ngā mono-mai i te wāhi plugins i roto i ngā Preferences (kei roto a Preferences i te tahua Tools).
ru: <strong>Важно:</strong> При первом добавлении расширения браузер может попросить разрешить запуск плагина. Убедитесь, что вы выбрали «Разрешить и помнить» (или аналогичную опцию) в раскрывающемся меню, чтобы ваш браузер помнил ваши предпочтения. Если вам нужно позже изменить настройки, найдите панель инструментов плагинов в своем браузере (обычно вы можете найти ее в меню инструментов).

source: <strong>Example:</strong> Firefox asking for permission to run Scratch Device Plugin
cy: <strong>Esiampl:</strong> Firefoc yn gofyn am ganiatad i redeg Ategyn Dyfais Scratch
ga: <strong>Sampla:</strong> Firefox ag iarraidh cead chun Breiseán Gléis Scratch a chur ag imeacht
kk: <strong>Мысалы:</strong> Firefox Скретч Device Plugin-ің жүргізу үшін рұқсат сұрауда
mi: <strong>Hei tauira:</strong> Ko Firefox e pātai ana mō te mana whakahaere i te Scratch Device Plugin
ru: <strong>Пример:</strong> Firefox запрашивает разрешение на запуск Scratch Device Plugin

source: <strong>Example:</strong> Be sure to choose "Allow and Remember" in Firefox (or similar option in other browsers) from the dropdown so that the browser will remember your preferences.
cy: <strong>Esiampl:</strong> Gwnewch yn siwr eich bod yn dewis "Caniatau a Chofio" yn Firefox (neu debyg mewn porwyr eraill) o'r gwymplen fel bod y porwr yn cofio eich dewis.
kk: <strong>Мысалы:</strong> Firefox-тағы "Рұқсат беру және Есте сақтау"-ды таңдағаңызға сенімді болыңыз (немесе басқа браузерлердегі ұқсас опцияар), және браузер сіздің күйге келтіргеніңізді сақтау үшін төменде жұмыс жасаңыз.
mi: <strong>Hei tauira:</strong> Kōwhiritia "Allow and Remember" kei roto i a Firefox (ka pērā te āhua anō i ngā pūtirotiro kē atu) mai i te takaiho, kia maumahara e te pūtirotiro i ō kōwhiringa.
ru: <strong>Пример:</strong> Обязательно выберите «Разрешить и запоомнить» в Firefox (или аналогичный вариант в других браузерах) из раскрывающегося списка, чтобы браузер помнил ваши предпочтения.

source: Additional Information
bg: Допълнителна информация
cy: Gwybodaeth Ychwanegol
ga: Eolas Breise
kk: Қосымша ақпарат
mi: Whakamōhiotanga anō
ru: Дополнительная информация

source: Using Extensions
bg: Използвайки разширения
cy: Defnyddio Estyniadau
ga: Eisínteachtaí in Úsáid
kk: Кеңейтілімдерді қолдану
mi: Te Whakamahi i ngā Toronga
ru: Использование расширений

source: Once you install this device plug-in, you can use any of the Scratch extension blocks. In Scratch, click on the "More Blocks" category and select the "Add an Extension" button. You can then select "LEGO WeDo" or any other extension, and the blocks will be added to the project.
cy: Unwaith i chi osod ategyn y ddyfais, gallwch ddefnyddio unrhyw un o flociau estyniad Scratch. Yn Scratch, cliciwch ar y categori "Rhagor o Flociau" a dewis y botwm "Ychwanegu Estyniad". Yna gallwch ddewis "LEGO WeDo" neu unrhyw estuyniad arall a bydd y blociau'n cael eu hychwanegu i'r project.
kk: Қосылған модульді жүктегеннен соң, сіз Скретч кеңейтілім блоктарын қолдана аласыз. Скретчте, "Көп Блоктар" категориясын басыңыз және "Кеңейту" батырмасын таңдаңыз. Содан кейін, "LEGO WeDo" немесе басқа кеңейтілімдерді таңдай аласыз және блоктар жобаға қосылатын болады.
mi: Ina whakaurua tēnei mono-mai pūrere, ka taea te whakamahi ngā paraka toronga Scratch katoa. Kei roto i a Scratch, pāwhiritia te kāwai "He Paraka Anō", ā, kōwhiritia te pātene "Whakaurua he Torohanga". Kātahi e taea ana te kōwhiri "LEGO WeDo", ētahi atu toronga rānei, ā ka tāpiritia ngā paraka ki tō kaupapa.
ru: После установки этого подключаемого модуля вы можете использовать любой из блоков расширения Scratch. В Scratch выберите категорию «Дополнительные блоки» и нажмите кнопку «Добавить расширение». Затем вы можете выбрать «LEGO WeDo» или любое другое расширение, и блоки будут добавлены в проект.

source: System Requirements
bg: Системни изисквания
cy: Anghenion y System
ga: Riachtanais Chórais
kk: Жүйелік талаптар
mi: Ritenga Pūnaha
ru: Системные Требования

source: The Scratch extension plug-in currently works only on Mac OS X and Windows.
cy: Ar hyn o bryd, dim ond ar Mac OS X a Windows y m'r ategyn estyniad Scratch yn gweithio.
ga: Oibríonn eisínteacht Scratch ar Mac OS X agus Windows amháin.
kk: Скретч кеңейтілімінің плагині қазіргі кезде тек Mac OS X пен Windows-та жұмыс істейді.
mi: I tēnei wā, ko te Mac OS X me te Windows anake ngā momo pūnaha e taea ai te whakamahi i te te Mono-mai Toronga Scratch.
ru: Плагин расширения Scratch в настоящее время работает только в Mac OS X и Windows.

source: Get Creative with Coding
bg: Творете чрез код
cy: Creadigol gyda Chodio
kk: Кодтауда креативтілік көрсетіңіз
mi: Kia Auaha te Waehere
ru: Творите кодируя

source: Animate Your Name
bg: Анимирайте името си
cs: Animuj svoje jméno
cy: Animeiddio eich Enw
ga: Déan Beochan de d'Ainm
kk: Өзіңіздің атыңызды жандандырыңыз
km: ធ្វើឈ្មោះមានចលនា
mi: Whakahākori Tō Ingoa
ru: Анимировать свое имя

source: Race to the Finish
bg: Състезание
cy: Rasio i'r Diwedd
ga: Rásáil go dtí an Deireadh
kk: Соңына дейін жарыс
km: ប្រណាំងទៅកាន់ទី
mi: Whakataetae Ki Te Mutunga
ru: Доберитесь до финиша

source: Create one of these projects with Scratch!
cy: Crewch un op'r projectau hyn gyda Scratch!
ga: Cruthaigh ceann de na tionscadail seo le Scratch!
kk: Осы жобалардың бірін Сретчпен бірге құрыңыз
mi: Waihangatia tētahi o ēnei kaupapa mā Scratch!
ru: Создайте один из этих проектов с помощью Scratch!

source: With <a href="http://scratch.mit.edu/about">Scratch</a>, you can program your own stories, games, and animations &mdash; and share them online.
cy: Gyda <a href="http://scratch.mit.edu/about">Scratch</a>, gallwch raglennu eich straeon, gemau ac animeiddiadau a'u rhannu ar-lein.
ga: Le <a href="http://scratch.mit.edu/about">Scratch</a>, is féidir leat scéalta, cluichí agus beochaintí a chruthú &mdash; agus iad a roinnt ar líne.
kk: <a href="http://scratch.mit.edu/about">Scratch</a>-мен сіз өзіңіздің жеке әңгімелеріңізді, ойындарыңызды және &mdash; анимацияларыңызды бағдарламалай аласыз және оларды онлайн түрде бөлісе аласыз.
mi: Mā <a href="http://scratch.mit.edu/about">Scratch</a>, ka taea e koe te waehere ō ake kōrero, kēmu, hākorikori hoki &mdash; me te tuari tuihono.
ru: С помощью <a href="http://scratch.mit.edu/about">Scratch</a> вы можете запрограммировать свои собственные истории, игры и анимации - mdash; и делиться ими в Интернете.

source: Scratch: Imagine, Program, Share
cy: Scratch: Dychmygu, Rhaglennu, Rhannu
kk: Скретч:Елес, Программа, Бөлісу
km: Scratch: គិតស្រម៉ៃ សរសេរកូដ ចែករំលែក
mi: Scratch: Pōhewa, Waehere, Tuari
ru: Scratch: Фантазируй, Программируй, Делись

source: Millions of young people around the world create projects with Scratch, a free programming language and <a href="http://scratch.mit.edu">online community</a> developed by the MIT Media Lab.
cy: Mae miliynnau o bobl ifanc o o amgylch y byd yn creu projectau gyda Scratch, iaith rhaglennu rhydd a rhad a <a href="http://scratch.mit.edu">chymuned ar-lein</a> wedi eu datblygu gan MIT Media Lab.
kk: Әлем бойынша миллиондаған жастар MIT Media Lab дамытқан тегін бағдарламалау тілі және <a href="http://scratch.mit.edu">онлайн қоғамдастық</a> - Скретчпен жобалар құрайды.
mi: E hia miriona ngā taiohi o te ao e waihanga i ngā kaupapa Scratch, he reo papatono, he <a href="http://scratch.mit.edu">hāpori tuihono</a> hoki i waihangatia e te MIT Media Lab.
ru: Миллионы молодых людей во всем мире создают проекты с Scratch, свободным языком программирования и <a href="http://scratch.mit.edu">онлайн-сообществом</a>, разработанным MIT Media Lab.

source: When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.
cy: Pan maepobl yn dysgu i godio yn Scratch, mae nhw'n dysgu strategaethau pwysig ar gyfer datrys problemau, cynllunio projectau a chyfathrebu syniadau.
kk: Адамдар Скретчте кодтау кезінде, олар мәселелерді шешетін маңызды стратегияларды үйренеді, жобаларды дизайндау, және идеяларға пікір қалдыру.
mi: Ina ako ai te tāngata ki te waihanga waehere kei roto i a Scratch, ka ako anō i ngā rautaki e tika ana mō te whakaoti rapanga, te hoahoa i ngā kaupapa, me te whakawhitiwhiti whakaaro.
ru: Когда люди учатся кодировать в Scratch, они изучают важные стратегии решения проблем, разработки проектов и обмена идеями.

source: The <strong>Hour of Code</strong>&#8482; is an international movement by <a href="http://code.org">Code.org</a> to introduce millions of students to one hour of computer science and computer programming. In Brazil, the initiative is promoted by <a href="http://programae.org.br">Programa&ecirc;</a>.
cy: Mae'r <strong>Hour of Code</strong>&#8482; yn fudiad rhyngwladol gan <a href="http://code.org">Code.org</a> i gyflwyno miliynnau o ddysgwyr i un awr o gyfrifiadureg a rhaglennu cyfrifiadurol. Ym Mrasil, mae'r fenter yn cael ei hyrwyddo gan <a href="http://programae.org.br">Programa&ecirc;</a>.
kk: <strong>Кодтың сағаты </strong>&#8482;бұл халықаралық қозғалыс <a href="http://code.org">Code.org</a>арқылы миллиондаған студенттерді компьютер ғылымы мен компьютер бағдарламасының бір сағатымен таныстыру. Бразиялияда бастамаға ықпал жасады арқылы <a href="http://programae.org.br">Programa&ecirc;</a>.
mi: Ko te<strong>Hour of Code</strong>&#8482; tētahi kaupapa nā <a href="http://code.org">Code.org</a> kia whakaurua ngā ākonga o te ao ki te haora kōtahi o te pūtaiao rorohiko, me te waehere rorohiko. Kei Brazil, ka tautokona tēnei mahi e <a href="http://programae.org.br">Programa&ecirc;</a>.
ru: <strong>Час кодов</strong>&#8482; - это международное движение от <a href="http://code.org">Code.org</a>, чтобы представить миллионы студентов на один час информатики и компьютерного программирования В Бразилии инициативе способствует <a href="http://programae.org.br">Programa&ecirc;</a>.

source: Get Started with Scratch
cs: Začínáme se Scratchem
cy: Cychwyn gyda Scratch

source: Try out the</br> step-by-step intro
cs: Vyzkoušej</br> úvod krok-za-krokem
cy: Profwch y </br> cyflwyniad un cam

source: Explore these</br> starter projects
cs: Vyzkoušej tyto</br> počáteční projekty
cy: Darganfod y</br> projectau cychwynnol hyn

source: Watch the Getting Started video
cs: Shlédni video Začínáme
cy: Gwyliwch y fideo Cychwyn Arni

source: Scratch Guides
cs: Scratch průvodci
cy: Canllawiau Scratch

source: Here are some guides to help you learn Scratch:
cs: Zde je několik rad které ti pomohou naučit se Scratch:
cy: Dyma rai canllawiau i'ch cynorthwyo i ddysgu Scratch:

source: Getting Started Guide
cs: Příručka začátečníka
cy: Canllaw Cychwyn Arni Scratch

source: English
cs: Anglicky
cy: Saesneg

source: This step-by-step guide (PDF) provides an easy introduction to Scratch.
cs: Tato příručka krok-za-krokem (PDF) poskytuje jednoduchý úvod do Scratche.
cy: Mae'r canllaw cam wrth gam Saesneg (PDF) yn darparu cyflwyniad hawdd i Scratch .

source: Download the <a href="%(enguide)s">English version.</a>
cy: Llwythwch y <a href="%(enguide)s">fersiwn Saesneg</a> i lawr.

source: Scratch Cards
cs: Scratch karty
cy: Cardiau Scratch

source: Each of these cards shows something you can do in Scratch.
cs: Každá z těchto karet ukazuje něco, co můžeš dělat ve Scratchi.
cy: Mae pob un o'r cardiau hyn yn dangos rhywbeth gallwch chi ei wneud yn Scratch.

source: Video Tutorials
bg: Видео уроци
cs: Video návody
cy: Tiwtorialau Fideo
kk: Видео Сабақтар
mi: Ngā Akoako Ataata
ru: Видеоуроки

source: These videos include tips on using the paint editor, and introduce how to program games and animations in Scratch.
cs: Tato videa obsahují tipy pro používání editoru kreslení a úvod jak ve Scratchi programovat hry a animace.
cy: Mae'r fideos yn cynnwy awgrymiadau ar ddefnyddio'r golygydd paentio ac yn cyflwyno sut i raglennu gemau ac animeiddiadau yn Scratch

source: Explore the Scratch Community
cs: Prozkoumat Scratch komunitu
cy: Darganfod Cymuned Scratch

source: <a href="../explore">Explore</a> projects and studios Scratchers are making
cs: <a href="../explore">Prozkoumat</a> projecty a studia vytvářená Scratch-ery
cy: <a href="../explore">Darganfod</a> y projectau a'r stiwdios mae Scratchwyr yn eu creu

source: Search for projects about:
cs: Hledat projekty které:
cy: Chwilio am brojectau am:

source: <a href="/discuss/6/">Introduce</a> yourself in the Scratch forums
cs: <a href="/discuss/6/">Představit se</a> ve Scratch fórech
cy: <a href="/discuss/6/">Cyflwyno</a> eich hun i fforymau Scratch

source: Click <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> on any profile or studio to receive updates
cs: Klikni na <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> v jakémkoli profilu nebo studiu pro přijímání aktualizací
cy: Cliciwch <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> ar unrhyw broffil neu stiwdio i dderbyn diweddariad

source: What is Scratch?
cs: Co je Scratch?
cy: Beth yw Scratch?

source: For <a href="/parents">Parents</a>
cs: Pro <a href="/parents">rodiče</a>
cy: Ar gyfer <a href="/parents">Rhieni</a>

source: For <a href="/educators">Educators</a>
cs: Pro <a href="/educators">lektory</a>
cy: Ar gyfer <a href="/educators">Addysgwyr</a>

source: Questions?
bg: Въпроси?
cs: Otázky?
cy: Cwestiynnau?
ga: Ceisteanna?
kk: Сұрақтар бар ма?
km: មានសំណួរ?
mi: He Pātai?
ru: Вопросы?

source: Browse for answers on: </br><a href="/info/faq">Frequently Asked Questions</a>
cy: Porwch am atebion ar: <a href="/info/faq">Cwestiynnau Cyffredin</br>

source: Or visit the <a href="/discuss">discussion forums</a>:
cs: Nebo navštiv <a href="/discuss">diskuzní fóra</a>:
cy: Neu ewch i'r <a href="/discuss">fforymau trafod</a>

source: - Questions about Scratch
cs: - Dotazy ke Scratchi
cy: Cwestiynau am Scratch

source: - Help with Scripts
cs: - Pomoc se scénáři
cy: - Cymorth gyda Sgriptiau

source: An online community for educators using Scratch, with stories, discussions, and resources, such as the Scratch curriculum guide.
cs: Online komunita pro učitele používající Scratch, s příběhy, diskuzemi a zdroji, jako jsou učební osnovy Scratch.
cy: Cymuned ar-lein ar gyfer addysgwyr sy'n defnyddio Scratch, gyda straeon, sgyrsiau ac adnoddau, fel canllaw cwricwlwm Scratch.

source: The Scratch Wiki contains a wide variety of articles by Scratchers for Scratchers, including advanced topics and tutorials.
cs: Scratch Wiki obsahuje široké spektrum článků od uživatelů Scratch pro uživatele, včetně pokročilých témat a návodů.
cy: Mae Wiki Scratch yn cynnwys ystod eang o erthyglau gan Scratchwyr ar gyfer Scratchwyr, gan gynnwyspunciau uwch a thiwtorialau.

source: Scratch 2 Offline Editor
cy: Golygydd All-lein Scratch 2
