Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: <h3>How can I learn more about what educators are doing with Scratch &ndash; and how I might use it?</h3> <p>Not sure what might be possible with Scratch?</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">Read a story</a> about how educators have been including Scratch activities in a wide range of learning environments.</a></p> <p>Or <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">explore resources</a> across ages, disciplines, and settings. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Watch webinars</a> and review documents like the <a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">Scratch curriculum guide</a>.</p> <p>In addition to exploring the <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> online community and its resources, you can engage with the ScratchEd Team and other Scratch educators via <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>">weekly roundups</a>, and our <a href="http://scratched.gse.harvard.edu/events" target="_blank>">quarterly newsletter</a>.<p>
cs: <h3>Jak se mohu dozvědět víc o tom, co lektoři dělají se Scratch &ndash; a jak bych jej mohl/a/ využít?</h3> <p>Nejste si jistí co by mohlo být možné dělat se Scratch?</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">Přečtěte si příběh</a> o tom, jak lektoři zahrnují Scratch do aktivit v širokém rozsahu učebních prostředí.</a></p> <p>Nebo <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">prozkoumejte zdroje</a> napříč stářím, obory a zaměřeními. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Shlédněte webové semináře</a> a prověřte dokumenty jako je <a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">Scratch učební osnovy</a>.</p> <p>Kromě prozkoumání <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> onlinového společenství a jeho zdrojů se můžete setkat s týmem ScratchEd a dalšími lektory Scratch na <a href="http://twitter.com/scratchedteam" target="_blank>">Twitteru</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebooku</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>">týdenním přehledech</a>, a v našem <a href="http://scratched.gse.harvard.edu/events" target="_blank>">čtvrtletním zpravodaji</a>.<p>
kk: ⇥⇥<h3> Мен Скретчте оқытушылардың не істеп жатырғанын қалай біле аламын, және оны қалай пайдалана аламын?</h3> ⇥⇥<p>Скретчпен не болуы мүмкін? ⇥⇥<p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">Әңгімені оқу </a> оқытушылар кең оқыту орталарындағы Скретч Қызметтеріне қалай қосылғаны туралы.</a></p> ⇥⇥<p>немесе <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">ремурстарды зерттеңіз</a> жастары, дисциплина және параметрлер арқылы. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank"> Веб-семинарларды көріңіз </a> ұқсас мәліметтерді қараңыз<a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">Скретч оқу жоспары нұсқаулығы </a>.</p> ⇥⇥<p>Сонымен қоса, зерттеу үшін <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> онлайн қоғамдастық және оның ресурстары, сіз ScratchEd Тобы мен және басқа oСкретч оқытушыларымен <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>">апталық мәлімет </a>, және біздің <a href="http://scratched.gse.harvard.edu/events" target="_blank>">тоқсан сайынғы ақпараттық бюллетень</a>.<p> ⇥арқылы айналыса аласыз
mi: <h3>Me pēhea au e kite i ngā mahinga Scratch o ngā kaiwhakaako, me pēhea hoki au e whakamahi?</h3> <p>He aha ngā āheitanga o Scratch?</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">Pānuitia he kōrero</a> mō ngā mahi o ngā kaiwhakaako, kia uru a Scratch ki ngā momo akoranga e maha.</a></p> <p>Torona rānei <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">ngā rauemi</a> mō ngā tangata ahakoa te pakeke, ahakoa te marau, ahakoa ki whea. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Mātakitaki Kauhaurangi</a> ā, arotake i ngā tuhinga pērā ki te <a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">Scratch curriculum guide</a>.</p> <p>Hei tāpiri ki te mahi toro atu i te hāpori ipurangi o <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a>, ka taea hoki koe ki te honohono ki te Tīma ScratchEd, me ngā kaiako Scratch whānui mā <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>">weekly roundups</a>, me tō mātou <a href="http://scratched.gse.harvard.edu/events" target="_blank>">quarterly newsletter</a>.<p>
ru: <h3>Как я могу узнать больше о том, что делают преподаватели с помощью Scratch & ndash; и как я могу его использовать? <p>Не знаете, что возможно с помощью Scratch?</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">Прочитайте рассказ</a> о том, как преподаватели включали мероприятия Scratch в широкий спектр учебных сред.</a></p> <p>Или <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">изучите ресурсы</a> по возрасту, дисциплинам и настройкам. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Следите за вебинарами</a> и просматривайте документы, такие как руководство по <a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">учебной программе Scratch</a>.</p> <p>Помимо изучения онлайн-сообщества <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> и его ресурсов, вы можете взаимодействовать с командой ScratchEd и другими преподавателями Scratch через <a href="http://twitter.com/scratchedteam" target="_blank>«> Twitter»</a>,<a href="http://www.facebook.com/ScratchEdTeam" target="_blank> «Facebook»</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>«Edmodo»</a>, <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>еженедельные обзоры</a> и наш <a href="http://scratched.gse.harvard.edu/events" target="_blank>ежеквартальный информационный бюллетень</a>.<p>

source: <strong>Green:</strong> You can start using your hardware device with Scratch.
kk: <strong>Жасыл:</strong> Сіз Скретчтің көмегіне жүгініп, аппараттық құрылғыны пайдалануды бастауыңызға болады.
mi: <strong>Kākāriki:</strong> Kua rite a Scratch ki te whakamahi i te pūrere pūmārō.
ru: <strong>Зеленый:</strong> вы можете начать использовать свое аппаратное устройство с помощью Scratch.

source: <p>Display: 800 x 480 or larger, thousands or millions of colors (16-bit color or greater) </br>Operating System: Windows 2000 or later, Mac OS X 10.4 or later, Ubuntu Linux 9.04 or later (For other versions of Linux, see the Linux Installer page) </br>Disk: at least 120 megabytes of free space to install Scratch. </br>CPU and memory: Most computers have enough memory to run Scratch 1.4, but very old computers may run Scratch slowly. </br>Sound / Video: Sound playback requires speakers (or headphones), and recording requires a microphone. Many laptops have speakers and microphones built in. Scratch 1.4 can use a USB or built-in camera (optional).</br></p>
cs: <p>Display: 800 x 480 nebo větší, tisíce nebo milióny barev (16-bitová barva nebo větší) </br>Operační systém: Windows 2000 nebo novější, Mac OS X 10.4 nebo novější, Ubuntu Linux 9.04 nebo novější (Pro jiné verze Linuxu shlédni instalační stránku pro Linux) </br>Disk: alespoň 120 megabytů volného místa pro instalaci Scratch. </br>CPU a paměť: Většina počítačů má dostatek paměti pro spouštění Scratch 1.4, ale na hodně starých počítačích může Scratch běžet pomalu. </br>Zvuk / Video: Přehrávání zvuku vyřaduje reproduktory (nebo sluchátka) a záznam vyžaduje mikrofon. Většina laptopů má reproduktory i mikrofon zabudovené. Scratch 1.4 může používat USB nebo zabudovanou kameru (volitelné).</br></p>
kk: <p> Дисплей: 800 x 480 немесе үлкен, мыңдаған емесе миллиондаған түстер (16-бит түстер одан да көп) ⇥⇥</br>Операциялық жүйесі:Windows 2000 немесе ескісі, Mac OS X 10.4 немесе ескісі, Ubuntu Linux 9.04 немесе ескісі ( Linux-тің басқа да түрлері, көріңіз Linux Installer беті) ⇥⇥</br>Диск: Скретчті орнату үшін кемінде 120 мегабайт бос орын болу қажет. ⇥⇥</br>CPU және жад: Көптеген компьютерлерде Скретч 1.4-ді жүргізе алады, бірақ Скретчті жай жүргізуі мүмкін. ⇥⇥</br>Дыбыс/Видео:Дыбысты ойнату динамиктерді (немесе құлақаспаптарды) талап етеді, ал жазу микрофонды қажет етеді. Көптеген ноутбуктерде динамиктері және салынған микрофондарды бар. Скретч 1.4 USB-ді немесе кіріктірілген камераны (міндетті емес) пайдалана алады.</br></p>
mi: <p>Kaupane: 800 x 480 nui ake rānei, he mano, he miriona ngā tae (he tae moka-16/16-bit nui ake rānei) </br>Pūnaha Whakahaere: Windows 2000 piki ake rānei, Mac OS X 10.4 piki ake rānei, Ubuntu Linux 9.04 piki ake rānei (Mō ngā tukunga kē atu o Linux, tirohia te whāreangi tāuta mō Linux) </br>Kōpae: kia nui ake i te 120 Mb te mokowā wātea ki te tāuta i te Scratch. </br>CPU, pūmahara hoki: Ka nui te pūmahara o te nuinga o ngā rorohiko mō te Scratch 1.4, engari, ētahi o ngā rorohiko tino tawhito ka pōturi te haere o Scratch. </br>Oro / Ataata: Mō te whakaputa i te oro, me whai tukuoro (kawe rongo rānei) te rorohiko, mō te hopu reo he uruoro. He tukuoro me he uruoro kei te nuinga o ngā rorohiko pōnaho. Ka taea hoki te whakamahi i te kāmera o te rorohiko, te kāmera USB rānei e Scratch 1.4 (ina hiahiatia).</br></p>
ru: <p>Дисплей: 800 x 480 или больше, тысячи или миллионы цветов (16 бит или больше) </br>Операционная система: Windows 2000 или новее, Mac OS X 10.4 или новее, Ubuntu Linux 9.04 или новее (для других версий Linux см. Страницу установщика Linux) </br>Диск: не менее 120 мегабайт свободного места для установки Scratch. </br>Процессор и память: на большинстве компьютеров достаточно памяти для запуска Scratch 1.4, но очень старые компьютеры могут медленно запускать Scratch. </br>Звук / видео: для воспроизведения звука требуются динамики (или наушники), а для записи требуется микрофон. Многие ноутбуки имеют встроенные динамики и микрофоны. Scratch 1.4 может использовать USB или встроенную камеру (опционально).</br></p>

source: 1. File too big. The largest file limit is 10 MB. To shrink the size of your Scratch project, click the Edit menu > and select compress sounds, or compress images. If you have compressed sounds and your project still won't upload, try deleting some of the sounds to make it smaller. </br>2. Internet connection too slow and times out. Try making the file smaller. If that doesn't work, try connecting from a different computer or connection or web browser. </br>3. Proxy server getting in the way. Try an Internet connection that does not go through a proxy server, or configure Scratch to use your proxy server. </br>4. Wrong username and password. Try logging into Scratch website to make sure username and password are correct.
bg: 1. Файлът е твърде голям. Най-голямото ограничение на файла е 10 МБ. За да намалите размера на проекта за Scratch, щракнете върху менюто Редактиране> и изберете компресиране на звуци или компресиране на изображения. Ако сте компресирали звуци и проектът ви все още няма да се качи, опитайте да изтриете някои от звуците, за да го направите по-малък. </br>2. Интернет връзката е твърде бавна и прекъсва. Опитайте да направите файла по-малък. Ако това не помогне, опитайте да се свържете от друг компютър или връзка или уеб браузър. </br>3. Прокси сървърът се затруднява. Опитайте с интернет връзка, която не минава през прокси сървър, или конфигурирайте Scratch да използва прокси сървъра. </br>4. Грешно потребителско име и парола. Опитайте да влезете в сайта на Scratch, за да се уверите, че потребителското ви име и паролата са правилни.
cs: 1. Soubor je příliš velký. Limit největšího souboru je 10 MB. Pro zkrácení velikosti svého Scratch projektu klini na Edit menu > and zvol kompresi zvuků nebo kompresi obrázků. Pokud jsi zkonprimoval zvuky a tvůj projekt stále nejde nahrát zkus zrušit některé zvuky, aby byl menší. </br>2. Internetové spojení je příliš pomalé a přerušované. Zkus udělat soubor menší. Když to nepomůže, zkus spojení z jiného: počítače, spojení nebo prohlížeče. </br>3. Proxy server brání spojení. Zkus internetová spojení neprocházející proxy serverem nebo nakonfiguruj Scratch pro použití tvého proxy serveru. </br>4. Chybné jméno nebo heslo. Zkus se přihlásit do Scratch webu k prověření, že jméno i heslo jsou platné.
kk: 1. Файл өте үлкен. Ең үлкен файл өлшемі 10 MB. Скретч жобасының өлшемін кішірейту үшін, Редактор Мәзірін басыңыз > және дауыстарды, немесе суреттерді қысуды таңдаңыз. Егер сізде қысылған дыбыстар мен суреттер орнатылмаса, бірнеше дауыстарды кішірейту мақсатында кетіруге тырысыңыз. ⇥⇥</br> 2. Интернет байланыс өте төмен және уақыты өтіп кетті. Файлды кішірейтіп көріңіз. Егер бұл жүзеге аспаса, басқа компьютерлерден немесе веб-браузерлерден қосылып көріңіз. ⇥⇥</br> 3. Прокси-сервер кедергі келтіруде. Интернет байланысының Прокси-сервер арқылы өтпеуін қадағалаңыз, немесе Скретчті Прокси-серверді қолданатындай келтіріңіз. ⇥⇥</br>4.Қате қолданушы есімі немесе құпия сөзі. Скретч сайтына кіру арқылы қолданушы есімі немесе құпия сөздің дұрыстығына көз жеткізіңіз.
mi: 1. Kua nui rawa te kōnae. Ko te rahi nui rawa mō ngā kōnae ko te 10 MB. Ki te whakakauriki i te kaupapa Scratch, pāwhiritia te tahua Whakatika >, kōwhiritia kōpeke oro, kōpeke whakaāhua rānei. Mehemea kua kōpeketia ngā oro, ā, kāore tonu te pūkete e tukuatu, mukua ētahi o ngā oro kia whakakauriki i te pūkete. </br>2. Kei te pōturi te hononga ipurangi, kua pau te wā rānei. Whakakauriki i te kōnae. Ki te kore tērā e whakatika, kimihia tētahi rorohiko anō, hononga ipurangi anō, pūtirotiro anō rānei. </br>3. Na te tūmau takawaenga/proxy te raru. Kimihia he hononga ipurangi anō, kāore i te haere mā te tūmau takawaenga, whakaritea Scratch rānei ki te whakamahi i te tūmau takawaenga. </br>4. Kua hē te tohu tuakiri, kupu hipa rānei. Takiuru ki te paetukutuku Scratch kia kite ai mehemea kei te tika te kupu hipa.
ru: 1. Файл слишком велик. Максимальный размер файла - 10 МБ. Чтобы уменьшить размер вашего проекта Scratch, щелкните меню «Правка»> и выберите сжатие звуков или сжатие изображений. Если у вас сжатые звуки, и ваш проект все равно не будет загружен, попробуйте удалить некоторые звуки, чтобы уменьшить его. </br>2. Интернет-соединение слишком медленное и время ожидания. Попробуйте сделать файл меньше. Если это не сработает, попробуйте подключиться с другого компьютера или подключения или веб-браузера. </br>3. Прокси-сервер мешает. Попробуйте подключение к Интернету, которое не проходит через прокси-сервер, или настройте Scratch для использования вашего прокси-сервера. </br>4. Неверное имя пользователя и пароль. Попробуйте войти в сайт Scratch, чтобы убедиться, что имя пользователя и пароль верны.

source: Piano
bg: Пиано
cs: Klavír
ga: Pianó
kk: Пианино
mi: Piana
ru: Пианино

source: Remix tree for "%(projectTitle)s"
cs: Strom upravení pro "%(projectTitle)s"
ga: Crann athmheasctha le haghaidh "%(projectTitle)s"
kk: Ағашты біріктір "%(projectTitle)s"
km: មែកធាងកែបន្ថែមសម្រាប់ "%(projectTitle)s"
mi: Rākau whakarākeitanga mō "%(projectTitle)s"
ru: Дерево ремиксов для "%(projectTitle)s"

source: Woah, seems like you're favoriting projects really quickly. Please wait a bit longer between favoriting projects.
kk: Woah, сіз көп жобаларды таңдамалыларға қосқан сияқтысыз. Жобаларды таңдамалыларға қосу арасында көбірек уақытты күтіңіз.
km: អីយ៉ា! អ្នកចូលចិត្តកិច្ចការអីក៏លឿនម្ល៉េះ! សូមចាំបន្តិចសិនក្រោយពេលចូលចិត្តកិច្ចការមួយៗ។
mi: Aue! Taihoa te mahi whakamakau i ngā kaupapa, he tere rawa. Kia paku roa ake te tatari a muri i te whakamakau i ia kaupapa.
ru: Хм, похоже, ты слишком быстро добавляешь проекты в Избранные. Пожалуйста, жди между добавлениями чуть дольше.

source: Woah, seems like you're loving projects really quickly. Please wait a bit longer between loving projects.
kk: Woah, сіз көп жобаларды жақсы көретінге қосқан сияқтысыз. Жобаларды жақсы көретінге қосу арасында көбірек уақытты күтіңіз.
km: អីយ៉ា! អ្នកស្រឡាញ់កិច្ចការអីក៏លឿនម្ល៉េះ! សូមចាំបន្តិចសិនក្រោយពេលស្រឡាញ់កិច្ចការមួយៗ។
mi: Taihoa! Te āhua nei, he tere rawa tō aroha-atu ki ngā Kaupapa. Kia paku te roa ake te wā tatari i waenga i te aroha-atu ki ngā Kaupapa.
ru: Хм, похоже, ты слишком быстро отмечаешь проекты как понравившиеся. Пожалуйста, жди между отметками чуть дольше.

source: Woah, seems like you're creating studios really quickly. Please wait a bit longer between creating studios.
bg: Уау, изглежда, че създаваш студиа много бързо. Моля, изчакайте по-дълго преди да създадеш студио.
km: អីយ៉ា! អ្នក​បង្កើត​ស្ទូឌីយោអីក៏លឿនម្ល៉េះ! សូមចាំបន្តិចសិនក្រោយពេលបង្កើតស្ទូឌីយោមួយៗ។
mi: Aue! Tō tere hoki ki te hanga taiwhanga. Taihoa, kia paku roa ake te tatari i waenga i te hanga taiwhanga.
ru: Кажется, что вы слишком быстро создаете студии. Пожалуйста, подождите немного при создании студий.

source: Scratch is not allowed to send email to this address.
bg: На Scratch не е позволено да изпраща email до този адрес
km: Scratch មិនត្រូវបានអនុញ្ញាតឲ្យផ្ញើអ៊ីមែលទៅកាន់អាសយដ្ឋាននេះទេ។
mi: Kāore e whakaaetia a Scratch ki te tuku īmēra ki tēnei wāhitau īmēra.
ru: Scratch не разрешено отправлять электронную почту по этому адресу.

source: Your message has been sent.
ru: Ваше сообщение было отправлено.

source: Whoops! You're creating too many projects in a short time.
bg: Упс! Създаване твърде много проекти за кракто време.
km: អូយ! អ្នកបង្កើតកិច្ចការច្រើនពេកហើយក្នុងពេលដ៏ខ្លី។
mi: Aue! Kua maha rawa āhau Kaupapa kua hangā i te wā poto.
ru: Ой! Ты создал слишком много проектов за короткое время.

source: You are performing actions on the site that are creating too many projects in too short of a time period. Try again later.
bg: Извършвате действия на сайта, които създават твърде много проекти за твърде кратък период от време. Опитайте отново по-късно.
km: អ្នកកំពុងធ្វើសកម្មភាពនៅលើតំបន់បណ្តាញដែលបង្កើតកិច្ចការច្រើនហួសក្នុងរយៈពេលដ៏ខ្លី។​ សូមសាកល្បងម្តងទៀតពេលក្រោយ។
mi: Kua maha rawa ō hohenga i te pae tukutuku i te wā poto. Whakamātauria anō ā muri.
ru: Ты выполняешь действия на сайте, которые создают слишком много проектов за слишком короткий период времени. Попробуй позже.

source: Confirm your Scratch account
ru: Подтвердить свой Scratch аккаунт

source: You just signed up for a new Scratch account with the username:
ru: Вы только что зарегистрировали новый Scratch аккаунт под именем:

source: To finish creating your account, click on the link below:
ru: Чтобы завершить создание аккаунта, нажмите на ссылку ниже:

source: Confirm my account
ru: Подтвердить свой аккаунт

source: Having trouble? Copy this link into your browser instead:
ru: Возникли трудности? Скопируй эту ссылку в браузер:

source: You just signed up for a new account on Scratch (%(scratch_url)s). To finish creating your account, click on the link below:
ru: Ты только что создал новый аккаунт на Scratch (%(scratch_url)s). Чтобы завершить создание аккаунта, перейди по ссылке ниже:

source: Ideas
bg: Идеи
ga: Smaointe
km: គំនិត
mi: Whakaaro
ru: Идеи

source: Usernames must <span class="underline">not</span> reveal the identity of students in any way.
ru: Имена пользователей <span class="underline">не должны</span> раскрывать личность ученика в любом случае.

source: I agree to remind my students not to use their real names, school name, contact information or student ID numbers.
ru: Я согласен напоминать своим ученикам не использовать свои настоящие имена, название школы, контактную информацию или удостоверение личности ученика.

source: Get Link
ru: Получить ссылку

source: Provide Usernames and Passwords
ru: Предоставить имена и пароли

source: Teacher Account Setup Guide
bg: Ръководство за Настройка на Учителски Профил
ru: Создание учётной записи преподавателя

source: Usernames must <span class="underline">not</span> reveal the identity of students in any way.
ru: Имена пользователей <span class="underline">не должны</span> раскрывать личность учеников в любом случае.

source: Add New Student
ru: Добавить нового ученика

source: type student username here
ru: введите имя ученика здесь

source: Usernames must <span class="underline">not</span> reveal the identity of students in any way.
ru: Имена пользователей <span class="underline">не должны</span> раскрывать личность учеников в любом случае.

source: That class already has the maximum number of students allowed
ru: Этот класс достиг максимального разрешённого количества учеников

source: Read our <a href=" %(comm_link)s">Community Guidelines</a>.
ru: Прочитайте наши <a href=" %(comm_link)s">Правила сообщества</a>.

source: Learn more about managing <a href="%(faq_link)s">Teacher Accounts</a>.
ru: Узнайте больше об управлении <a href="%(faq_link)s">учетной записью учителя</a>.

source: Comments ( <span data-count="comments">100+</span> )
ru: Комментарии (<span data-count="comments">100+</span>)

source: Title
ru: титул

source: Description
bg: Описание
ru: Описание

source: Scratch is used in more than 150 different countries and available in more than 40 languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the <a href="https://en.scratch-wiki.info/wiki/How_to_Translate_Scratch">translation</a> page.
mi: Ka whakamahia a Scratch i ngā whenua 150 neke atu rāne, ā, kei roto i ngā reo 40 neke atu rānei. Ki te whakawhiti i te reo, pāwhiritia te tahua kei raro o te whārangi. Kei roto i te Pūmanawa Whakatika Kaupapam pāwhiritia te Mahere Ao kei runga i te whārangi. Ki te tāpiri, whakapaipai i te reo, tirohia te whārangi <a href="https://en.scratch-wiki.info/wiki/How_to_Translate_Scratch">whakawhiti reo</a>
ru: Scratch используется в более чем 150 различных странах и доступен на более чем 40 языках. Для смены языков используй меню в нижней части страницы. Или, в редакторе проектов нажми на значок земного шара в верхней части страницы. Чтобы добавить или улучшить перевод, см. страницу <a href="https://en.scratch-wiki.info/wiki/How_to_Translate_Scratch">перевода</a>.

source: Top Rock Giga
bg: Топ рок гига
ru: Топ-рок-гига
