Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: no gender provided
bg: не е попълнен пол
cs: žádné pohlaví není uvedeno
cy: heb ddarparu rhyw
ga: níor cuireadh inscne ar fáil
kk: жынысты таңдаңыз
km: មិនបានបញ្ជាក់ភេទ
mi: Kāore i puakina, he wahine, he tāne rānei.
ru: пол не указан

source: invalid password
bg: невалидна парола
cs: neplatné heslo
cy: cyfrinair annilys
ga: focal faire neamhbhailí
kk: Жарамсыз құпия сөз
km: ពាក្យសម្ងាត់មិនត្រឹមត្រូវ
mi: He muhu te kupu hipa
ru: неверный пароль

source: You must enter your password.
bg: Трябва да въведеш твоята парола.
cs: Musíš zadat své heslo.
cy: Rhaid rhoi eich cyfrinair.
ga: Ní mór duit d'fhocal faire a chur isteach.
kk: Сізге өзіңіздің пароліңізді енгізу керек.
km: អ្នកត្រូវបញ្ចូលពាក្យសម្ងាត់។
mi: Me whakauru tō kupu hipa
ru: Вы должны ввести пароль.

source: Wrong password, try again.
bg: Грешна парола. Опитай пак.
cs: Neplatné heslo, zkus to znova.
cy: Cyfrinair anghywir eto, ceisiwch eto.
ga: Focal faire mícheart, bain triail eile as.
kk: Қате пароль, қайтадан теріп көріңіз
km: ពាក្យសម្ងាត់ខុស សូមព្យាយាមម្តងទៀត។
mi: Kua hē te kupu hipa
ru: Неверный пароль, повторите попытку.

source: Enter your password to confirm
bg: Въведи твоята порола, за да потвърдиш
cs: Potvrď zadání svého hesla
cy: Rhowch eich cyfrinair i gadarnhau
ga: Cuir d'fhocal faire isteach arís
kk: Растау үшін парольді енгізіңіз
km: បញ្ចូលពាក្យសម្ងាត់ដើម្បីបញ្ជាក់
mi: Ki te whakaū, whakaurua tō kupu hipa
ru: Введите пароль для подтверждения

source: Incorrect captcha, please try again.
bg: Неправилно captcha, моля, опитайте отново.
cs: Chybné ověření captcha. Prosím, zkus to znovu.
cy: Captcha anghywir, ceisiwch eto.
ga: Captcha mícheart, bain triail eile as.
kk: Қате captcha, қайталап көріңіз.
km: Captcha មិនត្រឹមត្រូវ សូមសាកល្បងម្តងទៀត
mi: Kāore i tika te captcha, whakamātauria anōtia.
ru: Неправильная captcha, повторите

source: Keep my projects, but disable all comments
bg: Запази моите проекти, но забрани всички коментари
cs: Zachovat mé projekty, ale zrušit všechny komentáře
cy: Cadw fy mrhojectau ond analluogi pob sylw
ga: Coinnigh mo chuid tionscadal, ach díchumasaigh nótaí tráchta
kk: Менің жобаларымды сақтаңыз, бірақ барлық пікірлерді ажыратыңыз
km: រក្សាកិច្ចការរបស់ខ្ញុំ ប៉ុន្តែបិទមតិទាំងអស់
mi: Pūpuritia aku pūkete katoa, engari whakakāhore te whakatāpiri tākupu
ru: Сохранить мои проекты, но отключить комментарии

source: Delete my projects
bg: Изтрий моите проекти
cs: Smazat mé projekty
cy: Dileu fy mrhojectau
ga: Scrios mo chuid tionscadal
kk: Менің жобаларымды жою
km: លុបកិច្ចការរបស់ខ្ញុំ
mi: Mukua aku pūkete
ru: Удалить мои проекты

source: Looks like that isn't a valid email format
bg: Изглежда това не е валиден e-mail формат
cs: Toto není platná e-mailová adresa
cy: Ymddengys nad yw hon yn ffurf ebost ddilys
ga: Dealraíonn sé go bhfuil formáid neamhbhailí ar an ríomhphost
kk: Бұл жарамсыз электрондық поштаның форматы
km: មើលទៅដូចជាទម្រង់អ៊ីមែលមិនត្រឹមត្រូវទេ
mi: Te āhua nei, kāore i te tika te hanga o te imēra
ru: Похоже на недопустимый формат адреса электронной почты

source: The two password fields didn't match.
bg: Двете полета за парола не съвпадат.
cs: Zadaná hesla se neshodují.
cy: Nid oedd y ddau flwch cyfrinair yn cydweddu.
ga: Ní ionann na focail fhaire.
kk: Құпиясөздер бір-біріне сәйкес келмейді.
km: ប្រអប់ទិន្នន័យទាំងពីរមិនត្រូវគ្នា
mi: Kāore anō kia ōrite ngā kupu hipa e rua.
ru: Два поля пароль не совпадают друг с другом.

source: Your password must be at least 6 characters long.
bg: Вашата парола трябва да е най-малко 6 символа.
cs: Tvoje heslo musí být alespoň 6 znaků dlouhé.
cy: Rhaid i'ch cyfrinair fod o leiaf 6 llythyren o hyd.
ga: Ní mór 6 charachtar a bheith san fhocal faire ar a laghad.
kk: Құпиясөзіңіз кем дегенде 6 таңбадан тұруы тиіс.
km: ពាក្យសម្ងាត់របស់អ្នកត្រូវតែមានប្រវែងយ៉ាងហោច 6 តួអក្សរ។
mi: Kia 6 ngā pūāhua, nui ake rānei te kupu hipa.
ru: Ваш пароль должен содержать не менее 6 символов.

source: Your password cannot be 'password'.
bg: Не може да ползвате 'password' за парола.
cs: Tvoje heslo nemůže být 'password'.
cy: Ni all eich cyfrinair fod yn 'password'.
ga: Ní cheadaítear 'password' mar fhocal faire.
kk: Сіздің құпиясөзіңіз 'password' болмауы тиіс
km: ពាក្យសម្ងាត់មិនអាចជា \"password\" ទេ
mi: Kāore e whakaaetia te kupu hipa 'password'
ru: Ваш пароль не может быть 'пароль'.

source: Your password cannot be the same as your username.
bg: Паролата и потребителското име трябва да са различни.
cs: Heslo se nesmí shodovat s uživatelským jménem.
cy: Ni all eich cyfrinair fod yr un peth â'ch enw defnyddiwr.
ga: Níl cead agat d'ainm úsáideora a úsáid mar fhocal faire.
kk: Сіздің пароліңіз сіздің атыңызбен бірдей болмауы тиіс.
km: ពាក្យសម្ងាត់មិនអាចជាឈ្មោះគណនីទេ
mi: Kāore e taea te ōrite tō kupu hipa me tō tohu tuakiri.
ru: Ваш пароль не может совпадать с вашим именем пользователя.

source: Sorry we don't have an account with that email address
bg: Съжаляваме, не е открит акаунт с този email адрес
cs: Účet s touto e-mailovou adresou neexistuje.
cy: Mae'n ddrwg gennym, does dim cyfrif gyda'r ebost yna
ga: Níl aon chuntas leis an seoladh ríomhphoist sin
kk: Кешіріңіз, аккаунт бұл поштаға тіркелмеген
km: សុំទោស អ្នកមិនមានគណនីជាមួយនឹងអាសយដ្ឋានអ៊ីមែលនោះទេ
mi: Aroha mai, kāore he pūkete mō tēnā īmēra
ru: Извините, у нас нет аккаунта с этим адресом электронной почты

source: Sorry we don't have an account with that username
bg: Съжаляваме, не е открит акаунт с това потребителско име
cs: Účet s tímto uživatelským jménem neexistuje.
cy: Mae'n ddrwg gennym, does dim cyfrif gyda'r enw yna
ga: Níl aon chuntas leis an ainm úsáideora ann
kk: Кешіріңіз, мұндай пайдаланушы жоқ
km: សុំទោស អ្នកមិនមានគណនីជាមួយនឹងឈ្មោះគណនីនោះទេ
mi: Aroha mai, tē ai he pūkete mō taua tohu tuakiri.
ru: Извините, у нас нет аккаунта с этим именем пользователя

source: Scratch is not allowed to send email to the address associated with this username. <a href='/contact-us/'>Contact us for support</a>.
bg: Scratch не може да изпраща имейл до адреса, свързан с това потребителско име. <a href='/contact-us/'>Свържете се с нас за подкрепа </a>.
cs: Scratch nemá povolení posílat e-mail na adresy přidružené s tímto jménem uživatele. <a href='/contact-us/'>Kontaktuj nás pro pro podporu</a>.
cy: Nid yw Scratch yn cael anfon e-bost i'r cyfeiriad sy'n gysylltiedig a'r enw defnyddiwr hwn. <a href='/contact-us/'>Cysylltwch a ni am gefnogaeth</a>.
ga: Níl cead ag Scratch ríomhphost a sheoladh chuig an seoladh a théann leis an ainm úsáideora seo. <a href='/contact-us/'>Déan teagmháil linn le tacaíocht a fháil</a>.
kk: Скретч осы қолданушы есімімен сәйкес келетін адреске электрондық хабарлама жіберуге рұқсат бермейді. <a href='/contact-us/'> Көмек қажет болса, хабарласыңыз </a>.
km: Scratch មិនត្រូវបានអនុញ្ញាតឲ្យផ្ញើអ៊ីមែលទៅកាន់អាសយដ្ឋានដែលទាក់ទងនឹងឈ្មោះគណនីនេះទេ <a href='/contact-us/'>សូមទាក់ទងយើងដើម្បីជំនួយ</a>។
mi: Kua whakakahoretia te tuku īmēra atu i a Scratch ki te īmēra mō tēnei tohu tuakiri. <a href='/contact-us/'>Whakapā mai mō te āwhina</a>.
ru: Scratch не позволяет отправлять письма по адресу, связанному с этим именем пользователя. <a href='/contact-us/'>Свяжитесь с нами для получения поддержки</a>.

source: You must provide an email or username
bg: Трябва да попълните еmail или потребителско име
cs: Musíš zadat svou e-mailovou adresu nebo uživatelské jméno.
cy: Mae'n rhaid i chi roi ebost neu enw defnyddiwr
ga: Caithfidh tú seoladh ríomhphoist nó ainm úsáideora a thabhairt
kk: Сізге поштаның адресін немесе логинді жазу керек
km: អ្នកត្រូវផ្តល់អ៊ីមែល ឬឈ្មោះគណនី
mi: Me whakauru koe i tētahi īmēra, tohu tuakiri rānei
ru: Вы должны указать адрес электронной почты или имя пользователя

source: Email
bg: Е-поща
cy: Ebost
ga: Ríomhphost
km: អ៊ីមែល
mi: Īmēra
ru: Электронная почта

source: Incorrect username or password.
bg: Невалидно потребителско име и/или парола.
cs: Neplatné uživatelské jméno nebo heslo
cy: Enw defnyddiwr neu gyfrinair newydd
ga: Ainm úsáideora nó focal faire mícheart.
kk: Қате логин немесе пароль
km: ឈ្មោះគណនី ឬពាក្យសម្ងាត់មិនត្រូវ។
mi: Kua hē te tohu tuakiri, kupu hipa rānei.
ru: Неверное имя пользователя или пароль.

source: Please enable cookies on your browser.
bg: Моля, активирайте „бисквитките“ в браузъра си.
cs: Prosím povol cookies ve svém prohlížeči.
cy: Galluogwch gwcis yn eich porwr.
ga: Caithfidh tú glacadh le fianáin i do bhrabhsálaí.
kk: Браузеріңізде кукиді қосуды өтінеміз.
km: សូមបើកខូកឃីក្នុងកម្មវិធីអ៊ីនធឺណិតរបស់អ្នក
mi: Me whakaaetia ngā 'cookie' mō tō pūtirotiro.
ru: Пожалуйста, включите cookies в своем браузере.

source: This account is inactive.
bg: Този акаунт не е активен.
cs: Tento účet je neaktivní.
cy: Mae eich cyfrif yn anweithrdol.
ga: Tá an cuntas seo neamhghníomhach.
kk: Бұл аккаунт белсенді емес.
km: គណនីនេះមិនសកម្មទេ
mi: Kua kore tēnei pūkete i te ora.
ru: Учетная запись неактивна.

source: This account is deleted!
bg: Този акаунт е изтрит.
cs: Tento účet je smazán!
cy: Mae'r cyfrif wedi ei ddilleu!
ga: Bhí an cuntas seo scriosta!
kk: Бұл аккаунт жойылған!
km: គណនីនេះត្រូវបានលុបចេញ!
mi: Kua mukua te pūkete!
ru: Учетная запись удалена!

source: Class has ended. Account not available.
bg: Класът е приключил. Профилът не е достъпен.
cs: Třída skončila. Účet není dostupný.
cy: Mae'r dosbarth wedi gorffen. Nid yw'r cyfrif ar gael.
ga: Tá an rang thart. Níl an cuntas ar fáil.
kk: Сынып аяқталды. Аккаунт қол жетімді емес.
km: ថ្នាក់ត្រូវបានបញ្ចប់។ មិនមានគណនីទេ។
mi: Kua mutu te akomanga. Kāore e āhei te pūkete.
ru: Класс завершен. Учетная запись недоступна.

source: Occasional updates from the Scratch Team
cy: Diweddariadau achlysurol gan Dîm Scratch
ga: Nuacht anois is arís ó Fhoireann Scratch
kk: Scratch командасынан мерзімді жаңартулар
km: ការជូនដំណឹងម្តងម្កាលពី Scratch Team

source: Activity ideas for using Scratch at home
bg: Идеи как да използвате Scratch у дома
cy: Syniadau am weithgareddau defnyddio Scratch adref.
kk: Скретчті үйде пайдалану үшін белсенділік идеялары
km: គំនិតពីសកម្មភាពដែលអាចប្រើបានជាមួយ Scratch នៅផ្ទះ
mi: He whakaaro mō ngā mahinga Scratch mō te kāinga
ru: Идеи для использования Scratch дома

source: Product updates for using Scratch in educational settings
bg: Актуализации на продукти за използване на Scratch в образователни настройки
cy: Diweddariadau am gynnyrch ar gyfer defnyddio Scratch mewn lleoliadau addysgol.
kk: Скертчті пайдалану туралы жаңартулар
km: ការជូនដំណឹងពីផលិតផលសម្រាប់ការប្រើ Scratch ក្នុងបរិបទអប់រំ
mi: He whakahou mō ngā rawa Scratch mō roto i ngā momo kura.
ru: Обновления по использованию Scratch в образовательных проектах

source: It appears the email you provided is owned by another person. Please be sure to <a href='%(email_change_url)s'>change the email</a> associated with your account to one you own.
bg: Изглежда, че предоставеният от вас имейл е собственост на друго лице. Не забравяйте да <a href='%(email_change_url)s'> промените имейла</a>, свързан с профила Ви, към този, който притежавате.
cs: Zdá se, že tebou poskytnutý e-mail patří někomu jinému. Prosím ubezpeč se, že chceš <a href='%(email_change_url)s'>změnit e-mail</a> přiřazený k tvému účtu na takový, který ti patří.
cy: Mae'n ymddangos fod yr e-byst rydych wedi ei ddarparu yn perthyn i rhywun arall. <a href='%(email_change_url)s'>Newidiwch yr e-bost</a> sy'n gysylltiedig â'ch cyfrif i un rydych yn berchen arno.
ga: Breathnaíonn sé gur le duine eile an seoladh ríomhphoist a chur tú ar fáil. Déan cinnte an seoladh a bhaineann le do chuntas <a href='%(email_change_url)s'>a athrú</a> go dtí do sheoladh féin.
kk: Сіз қаматамасыз еткен электрондық пошта басқа адаммен иеленген. Өтінемін, <a href='%(email_change_url)s'> электрондық поштаны </a> өзіңіз иеленген аккаунтпен өзгертіңіз.
km: អ៊ីមែលដែលអ្នកផ្តល់ដូចជាត្រូវបានប្រើដោយអ្នកដទៃហើយ។ សូម<a href='%(email_change_url)s'>ប្តូរអ៊ីមែល</a>ដែលទាក់ទងនឹងគណនីទៅជាអ៊ីមែលរបស់អ្នក។
mi: Te āhua nei, nā tētahi atu tangata te īmēra i homai koe. Me <a href='%(email_change_url)s'>huri i te īmēra</a> mō tēnei pūkete ki tētahi o ōu ake īmera.
ru: Похоже, что предоставленный вами адрес электронной почты принадлежит другому лицу. Обязательно <a href='%(email_change_url)s'>измените адрес электронной почты</a>, связанный с вашим аккаунтом, на ваш собственный.

source: Already logged in
bg: Вече сте влезли в системата
cs: Již přihlášen/a/
cy: Wedi mewngofnodi yn barod
ga: Logáilte isteach cheana
kk: Сіз теңдестіруден өткен өзінде жатыр
km: បានចូលហើយ
mi: Kua whakauru kē
ru: Уже в системе

source: Whoops! There was an error while updating your email settings. Please try again.
bg: Опа! Възникна грешка при актуализирането на настройките за имейл. Моля, опитайте отново.
cy: Wps! Bu gwall wrth ddiweddaru eich gosodiadau e-bost. Ceisiwch eto.
ga: Úps! Tharla earráid le linn nuashonraithe do chuid socruithe ríomhphoist. Bain triail eile as.
kk: Упс! Электрондық пошта параметрлерін жаңарту кезінде қате пайда болды. Өтінеміз, қайта көріңіз.
km: អុញ! មានកំហុសមួយបានកើតឡើងនៅពេលកែសម្រួលការកំណត់សម្រាប់អ៊ីមែលរបស់អ្នក។ សូមសាកម្តងទៀត។
mi: Aue! Kua hapa te whakahou i ōu whakaritenga īmēra. Whakamātauria anōtia.
ru: Упс! При обновлении настроек электронной почты произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Unsubscribe me from Scratch news & updates
cy: Dad-danysgrifiwch fi o newyddion a diweddariadau Scratch
ga: Ná cuir nuacht ná nuashonruithe Scratch chugam a thuilleadh
kk: Скретч жаңалықтары мен жаңартуларынан бас тарту
km: ឈប់ផ្ញើព័ត៌មានពី Scratch មកខ្ញុំ

source: Unsubscribe me from Scratch project and activity ideas
bg: Отпишете ме от Scratch дейностите и проектите
cy: Dad-danysgrifiwch fi o broject a syniadau gweithgareddau Scratch
ga: Ná cuir smaointí faoi thionscadail ná gníomhaíochtaí Scratch chugam a thuilleadh
kk: Скретч жобалары мен қызметінен бас тарту
km: ឈប់ផ្ញើ​គំនិត និង​កិច្ចការ Scratch មកខ្ញុំ
mi: Tangohia taku ingoa mai i a 'Scratch project and activity ideas'
ru: Отказаться от подписки на идеи для проектов Scratch

source: Unsubscribe me from tips for educational settings
bg: Отпишете ме от съвети за образователните настройки
cy: Dad-danysgrifio fi o gynhorion ar gyfer ysgolion
kk: Білім беру параметрлері жайлы кеңестерден бас тарту
km: ឈប់ផ្ញើគន្លឹះពីការប្រើ Scratch ក្នុងបរិបទអប់រំមកខ្ញុំ
mi: Wetemai i ngā karere mō ngā taki kōrero mō te whakaako
ru: Отказаться от подписки на подсказки для образовательных проектов

source: Please check your email for a confirmation message.
bg: Моля, проверете пощата си за съобщение за потвърждение
cy: Gwiriwch eich e-bost am neges cadarnahu.
kk: Растау хатын электрондық поштаңызда тексеріңіз.
km: សូមរកសារអះអាងក្នុងអ៊ីមែលរបស់អ្នក។
mi: Kimihia te karere whakaū i tō pouaka īmēra
ru: Проверьте вашу почту на которую было отправлено подтверждение.

source: day
bg: ден
cs: den
cy: diwrnod
ga: lá
kk: күндер
km: ថ្ងៃ
mi: te rā
ru: день

source: 1 minute ago
bg: преди 1 минута
cs: před 1 minutou
cy: 1 munud yn ol
ga: 1 nóiméad ó shin
kk: %(minutes)d минут бұрын
km: កាលពី %(minutes)d នាទីមុន
mi: 1 miniti ki mua
ru: 1 минуту назад

source: just now
bg: точно сега
cs: právě teď
cy: chwinciad yn ôl
ga: anois beag
kk: дәл қазір
km: អម្បាញ់មិញ
mi: ināia-tata-nei
ru: прямо сейчас

source: 1 hour ago
bg: преди 1 час
cs: před 1 hodinou
cy: 1 awr yn ol
ga: Uair ó shin
kk: %(hours)d сағат бұрын
km: កាលពី %(hours)d ម៉ោងមុន
mi: 1 haora ki mua
ru: 1 час назад

source: yesterday at %s
bg: вчера в %s
cs: včera v %s
cy: ddoe am %s
ga: inné ag %s
kk: кеше %s сағатта
km: ម្សិលមិញនៅ %s
mi: inānahi i %s
ru: вчера в %s

source: %(number)d %(type)s ago
bg: преди %(number)d %(type)s
cs: %(number)d %(type)s staré
cy: %(number)d %(type)s yn ôl
ga: %(number)d %(type)s ó shin
kk: %(number)d %(type)s бұрын
km: កាលពី%(number)d%(type)sមុន
mi: %(number)d %(type)s ki mua
ru: %(number)d %(type)s назад

source: Already exists
bg: Вече съществува
cs: Již existuje
cy: Yn bodoli'n barod
ga: Tá sé ann cheana
kk: Бұрыннан бар
km: មានហើយ
mi: Kua whakaurua kētia
ru: Уже существует

source: Contains invalid characters. Use letters and numbers only.
bg: Съдържа невалидни символи. Използвайте само букви и числа.
cs: Obsahuje neplatné znaky. Používej pouze písmena a číslice.
cy: Yn cynnwys nodau annilys. Defnyddiwch lythrennau a rhifau'n unig.
ga: Carachtair neamhbhailí ann. Bain úsáid as litreacha agus uimhreacha amháin.
kk: Жарамсыз таңбалар бар. Әріптер мен сандарды ғана пайдаланыңыз.
km: មានតួអក្សរមិនត្រឹមត្រូវ។ សូមប្រើតែតួអក្សរ និងលេខ។
mi: He pūāhua hē kei roto. Whakamahia ngā pū-reta, me ngā mati noa iho.
ru: Содержит недопустимые символы. Используйте только буквы и цифры.

source: Contains inappropriate words
bg: Съдържа неуместни думи
cs: Obsahuje neslušná slova
cy: Yn cynnwys geiriau anaddas
ga: Focail mhí-oiriúnacha ann
kk: Орынсыз сөздері бар
km: មានពាក្យមិនត្រឹមត្រូវ
mi: Kāore i te tōtika ētahi o ngā kupu kei roto
ru: Содержит неприемлимые слова

source: Shorter than minimum length of %d characters
bg: По-къс от минималната дължина от %d знака
cs: Kratší než minimální délka %d znaků
cy: Yn fyrrach na lleiafswm hyn %d nod
kk: Минимальді ұзындықтан қысқа %d символдар
km: ខ្លីជាងប្រវែងតួអក្សរអប្បបរមា%d
mi: Ki roa ake i te %d ngā pū
ru: Короче чем минимальная длина строки: %d символов

source: Longer than maximum length of %d characters
bg: По-дълъг от максималната дължина от %d знака
cs: Delší než maximální délka %d znaků
cy: Yn hirach na uchafswm hyn o %d nod
kk: Максимальді ұзындықтан көп %d символдар
km: វែងជាងប្រវែងតួអក្សរអតិបរមា %d
mi: Kia poto iho i te %d ngā pū
ru: Длиннее, чем максимальная длина строки: %d символов

source: class
bg: клас
cs: třída
cy: dosbarth
ga: aicme
kk: сынып
km: ថ្នាក់
mi: momo
ru: класс

source: classes
bg: класове
cs: třídy
cy: dosbarthiadau
ga: ranganna
kk: сыныптар
km: ថ្នាក់
mi: ngā momo
ru: классы

source: Please update the CSV file to address the issues above and reload the file.
bg: Моля, актуализирайте CSV файла, за да разрешите горепосочените проблеми и презаредете файла.
cs: Prosím oprav CSV soubor, aby zohlednil problémy výše a nahraj soubor znovu.
cy: Diweddarwch y ffeil SVN i ymateb i'r materion uchod ac ail lwytho'r ffeil.
ga: Nuashonraigh an comhad CSV chun na fadhbanna thuas a réiteach agus athluchtaigh an comhaid.
kk: Жоғарыда аталған мәселелерді жою үшін және қайта жүктеу үшін CSV файлын жаңартыңыз, өтінемін
km: សូមកែសម្រួលឯកសារ CSV ដើម្បីដោះស្រាយបញ្ហាខាងលើ និងដំណើរការឯកសារជាថ្មី។
mi: Whakatikatikangia te kōnae CSV, kia tika ngā take ki runga rā, ā, ūtaina anōtia te kōnae.
ru: Обновите файл CSV, чтобы устранить перечисленные выше проблемы и перезагрузите файл.

source: Errors occurred while creating accounts. All accounts other than those specified here were created.
bg: Възникнали са грешки при създаването на профили. Всички акаунти, различни от посочените тук, бяха създадени.
cs: Nastaly chyby během vytváření účtů. Všechny účty jiné, než ty zde uvedené, byly vytvořeny.
cy: Digwyddodd gwall wrth greu cyfrifon. Mae pob cyfrif, heblaw'r rhai nodwyd yma, wedi eu creu.
ga: Tharla earráid le linn cruthú na gcuntas. Rinneadh gach cuntas ach amháin na cinn thíos a chruthú.
kk: Аккаунтарды құру кезінде қателіктер орын алды. Тағайындалған аккаунттан басқа барлық аккаунттар мұнда құрылған.
km: កំហុសបានកើតឡើងនៅពេលបង្កើតគណនី។ គណនីទាំងអស់ក្រៅពីគណនីដែលបានបញ្ជាក់នៅទីនេះត្រូវបានបង្កើត។
mi: I te hanganga o ngā pūkete, kua puta he hapa. Kua hangaia ngā pūkete, atu i ngā pūkete kua rārangihia mai nei.
ru: При создании учетных записей произошли ошибки. Были созданы все учетные записи, за исключением указанных здесь.

source: After changing this student's password, you will need to share the new password with your student directly so that they can log back into Scratch.
bg: След като промените паролата на този ученик, ще трябва да споделите новата парола директно с ученика си, така че да могат да влязат отново в Scratch.
cs: Po změně hesla tohoto studenta budeš potřebovat se s ním hned o heslo podělit, aby se mohl opět přihlásit do Scratch webu.
cy: Ar ol newid cyfrinair y dysgwr yma, bydd angen i chi rannu'r cyfrinair gyda'ch dysgwr yn uniongyrchol fel bod modd iddyn nhw fewngofnodi nol i Scratch.
ga: Tar éis duit focal faire an dalta a athrú, caithfidh tú an focal faire nua a thabhairt don dalta sa chaoi go mbeidh sé/sí in ann logáil isteach in Scratch.
kk: Студент құпиясөзін өзгерткеннен кейін, сізге жаңа құпиясөзді өзіңіздің студентіңізбен тікелей бөлісуге тура келеді, кейін олар Скретчке қайта кіре алады.
km: បន្ទាប់ពីប្តូរពាក្យសម្ងាត់របស់សិស្ស អ្នកនឹងត្រូវប្រាប់ពាក្យសម្ងាត់ថ្មីនេះទៅសិស្សរបស់អ្នកដោយផ្ទាល់ដើម្បីឲ្យគាត់អាចចូលក្នុងScratch វិញ។
mi: Ā muri i te hurihanga o te kupu hipa o tēnei akonga, me hoatu koe i te kupu hipa hou ki tō akonga, kia uru anō ia ki a Scratch.
ru: После изменения ученического пароля, вам необходимо сообщить новый пароль ученику, чтобы он мог вновь войти на сайт Scratch.

source: studio
bg: студио
cy: stiwdio
ga: stiúideo
kk: студия
km: ស្ទូឌីយោ
mi: taiwhanga
ru: студия

source: studios
bg: студия
cs: studia
cy: stiwdios
ga: stiúideonna
kk: студиялар
km: ស្ទូឌីយោ
mi: ngā taiwhanga
ru: студии

source: Tiny Integer
bg: Малко цяло число
cs: Nová e-mailová adresa
cy: Cyfanrif Bach
ga: Slánuimhir An-Bheag
kk: Кішкентай Integer
km: ចំនួនគត់តូច
mi: Tau Tōpū Iti Rawa
ru: Маленькое целое число

source: Scratch is not allowed to send email to this address
cs: Scratch nemá povolené posílat e-mail na tuto adresu
cy: Nid oes gan Scratch yr hawl i anfon e-bost i'r cyfeiriad hwn
kk: Scratch осы мекенжайға электрондық пошта жіберуге рұқсат етілмейді

source: projects
bg: проекти
cs: projekty
cy: projectau
ga: tionscadail
kk: жобалар
km: កិច្ចការ
mi: ngā pūkete
ru: проекты

source: Permanently Censored Project cannot be reshared.
bg: Трайно цензурираният проект не може да бъде споделен отново.
cs: Trvale cenzurovaný projekt nemůže být opět sdílen.
cy: Nid oes modd ail rannu Project sydd wedi ei Atal yn Barhaol
kk: Тұрақты Цензуралы Жобаны қайта бөлісуге болмайды
km: កិច្ចការ​ដែលបានបិទបាំងអចិន្ត្រៃយ៍មិនអាចចែករំលែកម្តងទៀតទេ
mi: Mō ngā pūkete kua rāhuitia tuturuhia (permanently censored), kāore e taea te tuari anō.
ru: Подвергнутый цензуре проект не может быть опубликован.

source: This project has been censored and must be reviewed before it can be reshared.
bg: Този проект е цензуриран и трябва да бъде преразгледан, преди да може да бъде споделен отново.
cs: Tento projekt je cenzurován a musí být prověřen než bude moci být opět sdílen.
cy: Mae'r project wedi ei sensro ac mae'n rhaid ei adolygu cyn bod modd ei ail rannu
kk: Бұл жоба цензуралы, және қайта бөліспей тұрып қайтадан қаралуы қажет
km: កិច្ចការ​នេះត្រូវបានបិទបាំង ហើយទាមទារឲ្យពិនិត្យឡើងវិញសិនមុនពេលវាអាចត្រូវបានចែករំលែកម្តងទៀត។
mi: Kua rāhuitia tēnei pūkete, me aromātai-rua mātou i mua i te tuari anō.
ru: Этот проект подвергся цензуре и должен быть проверен перед его публикацией.

source: This tag has too many projects to load
bg: Този таг съдържа твърде много проекти за зареждане
cs: Tento štítek má příliš mnoho projektů ke stažení
cy: Mae gan y tag yma ormod o brosiectau i'w llwytho
ga: An iomarca tionscadal leis an gclib seo
kk: Бұл тег жүктеу үшін тым көп жобалар бар
km: ស្លាកនេះមានកិច្ចការច្រើនពេកមិនអាចដំណើរការទេ
mi: He maha rāwa ngā pūkete mō tēnei tūtohu - kāore e taea te uta.
ru: С этим тегом связано слишком много проектов для загрузки

source: You're not allowed to appeal this ban.
bg: Нямате право да обжалвате тази забрана.
cy: Nid oes gennych hawl i herio'r atal.
ga: Níl cead agat achomharc a dhéanamh ar an gcosc seo.
kk: Бұл тыйымға шағымдануға сізде рұқсат жоқ.
km: អ្នកមិនបានអនុញ្ញាតឲ្យប្តឹងតវ៉ាពីការហាមឃាត់នេះទេ។
mi: Kāore e whakaaetia te inoi i tēnei rāhui.
ru: Вы не можете обжаловать этот запрет.
