Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bg, cs, cy, ga, kk, km, mi, ru

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>Next download and install the <br>Scratch 2.0 Offline Editor</p> <p>Mac OS X - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Mac OS 10.5 &amp; Older - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
cy: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>Nesaf, llwythwch i lawr a gosod <br>Goygydd All-lein Scratch 2.0</p> <p>Mac OS X - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">Llwytho i lawr<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Mac OS 10.5 a hyn - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Llwytho i lawr<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">Llwytho i lawr<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Llwytho i lawr<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
ga: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>Ansin íosluchtaigh agus suiteáil <br>Eagarthóir As Líne Scratch 2.0</p> <p>Mac OS X - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">Íosluchtaigh<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Mac OS 10.5 &amp; Níos Sine - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Íosluchtaigh<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">Íosluchtaigh<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Íosluchtaigh<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
kk: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>Келесі орнатыңыз және жүктеңіз <br>Скретч 2.0 Offline Editor</p> <p>Mac OS X - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">Орнату<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Mac OS 10.5 &amp; Еск3с3 - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Орнату <img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Орнату<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
mi: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>Kātahi tikiake me te whakauru i te <br>Pūmanawa Whakatika Tuimotu Scratch 2.0</p> <p>Mac OS X - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">Tikiake<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Mac OS 10.5 &amp; tukunga tawhito rānei- <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Tikiake<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">Tikiake<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Tikiake<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
ru: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>Следующая загрузка и установка <br>Scratch 2.0 Offline Editor</p> <p>Mac OS X - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">Скачать<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> Mac OS 10.5 &amp;amp; Старые - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Скачать<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> Windows - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">Загрузить<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> Linux - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Скачать<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>

source: Support Materials
bg: Допълнителни материали
cy: Deunydd Cefnogol
ga: Ábhar Tacaíochta
kk: Қолдау материалдары
km: ឯកសារគាំទ្រ
mi: Ngā Rawa Tautoko
ru: Вспомогательные материалы

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> <p>Need some help getting started? <br>Here are some helpful resources.</p> <p>Starter Projects - <a href="/scratchr2/static/sa/Scratch2StarterProjects.zip">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Getting Started Guide - <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Download<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> <br> Scratch Cards - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">Download<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> </p>
cy: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> <p>Angen cymorth i gychwyn arni? <br> Dyma rhywfaint o adnoddau defnyddiol.</p> <p>Projectau Cychwynnol - <a href="/scratchr2/static/sa/Scratch2StarterProjects.zip">Llwytho i lawr<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Y Canllaw Cychwyn Arni - <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf"><img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> <br> Cardiau Scratch - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">Llwytho i lawr<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> </p>
ga: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> <p>Cúnamh de dhíth ag tosú? <br>Seo chugat roinnt acmhainní le cabhrú leat.</p> <p>Tionscadail Tosaigh - <a href="/scratchr2/static/sa/Scratch2StarterProjects.zip">Íosluchtaigh<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Treoirleabhar Tosaigh - <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Íosluchtaigh<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> <br> Cártaí Scratch - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">Download<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> </p>
kk: ⇥⇥⇥⇥<img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> ⇥⇥⇥⇥<p>Жұмысты бастауға көмек қажет пе?<br> Мында көп пайдалы ресурстар бар. </p> ⇥⇥⇥⇥<p>Бастаушы Жобасы-<a href="/scratchr2/static/sa/Scratch2StarterProjects.zip">Орнату <img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> ⇥⇥⇥⇥Жұмысты Бастау Нұсқаулығы-<a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Орнату <img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> <br> ⇥⇥⇥⇥ Scratch Cards - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">Download<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> ⇥⇥⇥⇥</p>⇥ ⇥⇥⇥⇥
mi: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> <p>Kei te hia āwhina ki te tīmata? <br>Anei he rauemi hei āwhina.</p> <p>Ngā Kaupapa Tīmatanga - <a href="/scratchr2/static/sa/Scratch2StarterProjects.zip">Tikiake<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Getting Started Guide - <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Tikiake<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> <br> Kāri Scratch - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">Tikiake<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> </p>
ru: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> <p>Нужна помощь при запуске? <br>Вот некоторые полезные ресурсы.</p> <p>Проекты для старта - <a href="/scratchr2/static/sa/Scratch2StarterProjects.zip">Скачать<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> Начало работы - <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Скачать<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a><br> Scratch Cards - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">Скачать<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> </p>

source: The previous version of Scratch, version 1.4, is still available for download. You can still share projects from 1.4 to the Scratch website. (However, projects created in Scratch 2.0 cannot be opened in 1.4.)
cs: Předcházející verze Scratch, verze 1.4, je stále dostupná ke stažení. Z 1.4 můžeš stále sdílet projekty na Scratch webu. (Avšak projekty vytvořené ve Scratch 2.0 se nedají otevřít v 1.4.)
cy: Mae'r fersiwn blaenorol o Scratch, fersiwn 1.4 dal ar gael i'w lwytho i lawr. Gallwch dal i rannu projectau o 1.4 i wefan Scratch. (Er, does dim modd agor projectau wedi eu creu yn Scratch 2.0 yn 1.4.)
kk: Скретчтің ескі версиясы яғни 1.4 версиясы әлі де болса орнатуға қол жетімді. Сіз әлі де болса да жобаларды 1.4-тен Скретч сайтына бөлісе аласыз.(Алайда, Scratch 2.0 ішінде құрылған жобалар 1.4-те ашылмайды.)
mi: Ka taea tonutia te tikiake i te Scratch 1.4. Ka taea hoki te tuari i ngā kaupapa mai i 1.4 ki te paetukutuku Scratch. (Engari, kāore e taea te huaki i ngā kaupapa i waihangatia ki Scratch 2.0 e te Scratch 1.4)
ru: Исследовательские работы & amp; Презентации Предыдущая версия Scratch, версия 1.4, по-прежнему доступна для скачивания. Вы по-прежнему можете делиться проектами с 1.4 на веб-сайт Scratch. (Однако проекты, созданные в Scratch 2.0, не могут быть открыты в 1.4.)

source: Scratch 1.4 For Mac OS X
bg: Scratch 1.4 за Mac OS X
cs: Scratch 1.4 pro Mac OS X
cy: Scratch 1.4 ar Gyfer Mac OS X
ga: Scratch 1.4 ar Mac OS X
kk: Mac OS X-ке арналған Скретч 1.4
mi: Scratch 1.4 mō Mac OS X
ru: Scratch 1.4 для Mac OS X

source: Compatible with Mac OSX 10.4 or later
bg: Съвместим с Mac OS X 10.4 или по-нов
cs: Kompatibilní s Mac OSX 10.4 nebo novějším
cy: Yn cydweddu a Mac OSX 10.4 neu ddiweddarach
ga: Comhoiriúnach le Mac OS X 10.4+
kk: Mac OSX 10.4-пен бірлескен немесе соңғы версиясы
mi: Ka hototahi ki te Mac OSX 10.4, hou ake rānei
ru: Совместимость с Mac OSX 10.4 или новее

source: Scratch 1.4 for Windows
bg: Scratch 1.4 за Windows
cs: Scratch 1.4 pro Windows
cy: Scratch 1.4 ar Gyfer Windows
ga: Scratch 1.4 ar Windows
kk: Windows-ке арналған Скретч 1.4
mi: Scratch 1.4 mō Windows
ru: Scratch 1.4 для Windows

source: Compatible with Windows 2000, XP, Vista, 7, and 8
bg: Съвместим с Windows 2000, XP, Vista, 7, and 8
cs: Kompatibilní s Windows 2000, XP, Vista, 7 a 8
cy: Yn cydweddu a Windows 2000, XP, Vista, 7 ac 8
ga: Comhoiriúnach le Windows 2000, XP, Vista, 7 agus 8
kk: Windows 2000, XP, Vista, 7, және 8-бен бірлескен
mi: Hototahi ki Windows 2000, XP, Vista, 7, and 8
ru: Совместимость с Windows 2000, XP, Vista, 7 и 8

source: For network deployments, use the <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
cs: Pro síťová nasazení použij <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
cy: Ar gyfer gosodiadau rhwydwaith defnyddiwch <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
kk: Желіні өрістетуге <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a> қолданыңыз
mi: Mō ngā horahoranga whatuwhatunga, whakamahi te <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
ru: Для развертывания сети используйте <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>

source: Scratch 1.4 for Debian / Ubuntu
bg: Scratch 1.4 за Debian / Ubuntu
cs: Scratch 1.4 pro Debian / Ubuntu
cy: Scratch 1.4 ar gyfer Debian / Ubuntu
ga: Scratch 1.4 ar Debian/Ubuntu
kk: Debian / Ubuntu-ға арналған Скретч 1.4
mi: Scratch 1.4 mō Debian / Ubuntu
ru: Scratch 1.4 для Debian / Ubuntu

source: Compatible with Ubuntu 12.04 or later
bg: Съвместим с Ubuntu 12.04 или по-нов
cs: Kompatibilní s Ubuntu 12.04 nebo novějším
cy: Yn cydweddu a Ubuntu 12.04 neu ddiweddarach
ga: Comhoiriúnach le Ubuntu 12.04 nó níos déanaí
kk: Ubuntu 12.04-мен бірлескен немесе соңғы версиясы
mi: He hototahi ki Ubuntu 12.04, ā muri rānei
ru: Совместимость с Ubuntu 12.04 или новее

source: Install Scratch with Software Center
bg: Инсталирай Scratch с Software Center
cs: Instaluj Scratch přes Centrum software
cy: Gosod Scratch gyda'r Software Center
ga: Suiteáil Scratch leis an Lárionad Bogearraí
kk: Бағдарлама жасақтамасы орталығымен бірге Скречті орнатыңыз
mi: Tāuta te Scratch mā te Software Center
ru: Установка Scratch с Программного центра

source: or <a href="%(download_1_4)s">download here</a>
bg: или <a href="%(download_1_4)s">изтеглете от тук</a>
cy: neu <a href="%(download_1_4)s">ei lwytho i lawr yma</a>
ga: nó <a href="%(download_1_4)s">íosluchtaigh anseo</a>
kk: немесе <a href="%(download_1_4)s"> мыннан жүктеңіз </a>
mi: <a href="%(download_1_4)s">tikiake ki konei</a> rānei
ru: или <a href="%(download_1_4)s">скачать здесь</a>

source: Frequently Asked Questions about Scratch 1.4
bg: Често задавани въпроси за Scratch 1.4
cs: Často kladené otázky o Scratch 1.4
cy: Cwestiynnau Cyffredin am Scratch 1.4
ga: Ceisteanna Coitianta faoi Scratch 1.4
kk: Скретч 1.4 туралы Жиі Қойылатын Сұрақтар
mi: FAQ - Ngā Pātai Rite te Pātaihia mō Scratch 1.4
ru: Часто задаваемые вопросы о Scratch 1.4

source: What resources are available to help me learn how to use Scratch 1.4?
bg: Какви ресурси са на разположение, за да науча как да използвам Scratch 1.4?
cs: Jaké dostupné zdroje mi mohou pomoci se naučit používat Scratch 1.4?
cy: Pa adnoddau sydd ar gael i'n nghynorthwyo i ddysgu sut i ddefnyddio Scratch 1.4
ga: Cad iad na hacmhainní atá ar fáil dom chun cabhrú liom Scratch 1.4 a fhoghlaim?
kk: Скретч 1.4 қалай қолдану керектігін үйрену үшін көмектесетін қандай ресурстар қолжетімді?
mi: He aha ngā rauemi hei āwhina i ahau ki te whakamahi i a Scratch 1.4?
ru: Какие ресурсы доступны, чтобы помочь мне узнать, как использовать Scratch 1.4?

source: <p>For a step-by-step introduction, download the <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Scratch 1.4 Getting Started Guide</a>. The <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Scratch 1.4 Reference Guide</a> has a thorough explanation of the Scratch interface and programming language. <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Scratch Cards</a> provide brief explanations that show how to make animations and interactive projects with Scratch.</p>
cs: <p>Pro úvod krok-za-krokem stáhni <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Scratch 1.4 Příručku začátečníka</a>. Tato <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Scratch 1.4 Referenční příručka</a> obsahuje podrobné vysvětlení Scratch rozhraní i programovacího jazyka. <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Scratch karty</a> poskytnou krátká vysvětlení která ukayují jak tvořit animace a interaktivní projekty se Scratch.</p>
cy: <p>Er mwyn cael cyrth gam, llwythwch i lawr <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Scratch 1.4 Getting Started Guide</a>. Mae gan y <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Scratch 1.4 Reference Guide</a> esboniad llawn o rhyngwyneb Scratch a'r iaith rhaglennu. Mae'r <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Cardiau Scratch</a> yn darparu esboniad sy'n dangos sut i greu animeiddiadau a phrojectau rhyngweithiol gyda Scratch.</p>
kk: Қадам бастамасына, орнатңыз <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf"> Скетч 1.4 Жұмысты Бастау Нұсқаулығы </a>. <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Скретч 1.4 Анықтамалық Нұсқаулығы </a> Скретч интерфейсі туралы және бағдарламалау тілі туралы толық түсіндірмесі бар.<a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Скретч Карталары </a>Анимацияларды және интерактивті жобаларды қалай жасау керектігі жөнінде қысқаша түсіндірме беріңіз.</p>
mi: <p>Mō te aratohu tuatahi, tikina ake i te <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Scratch 1.4 Getting Started Guide</a>. Kei te <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Scratch 1.4 Reference Guide</a> he whakamārama mō te atanga Scratch me te reo waehere. <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Scratch Cards</a> ka tuku i ngā whakamāramatanga poto mō te hanga i ngā hākorikori me ngā kaupapa pāhekoheko mā te Scratch.</p>
ru: <p>Для пошагового введения загрузите Руководство по <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">началу работы с Scratch 1.4</a>. <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Справочное руководство Scratch 1.4</a> содержит подробное объяснение интерфейса Scratch и языка программирования. <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Scratch Cards</a> предоставляют краткие объяснения, которые показывают, как сделать анимацию и интерактивные проекты с помощью Scratch.</p>

source: What are the system requirements for Scratch 1.4?
bg: Какви са системните изисквания за Scratch 1.4?
cs: Jaké jsou systémové požadavky pro Scratch 1.4?
cy: Beth yw'r anghenion system ar gyfer Scratch 1.4?
ga: Cé na riachtanais chórais le Scratch 1.4 a úsáid?
kk: Scratch 1.4-ке қандай жүйелік талаптар керек?
mi: He aha ngā ritenga pūnaha mō Scratch 1.4?
ru: Каковы системные требования для Scratch 1.4?

source: What if I get an error when I try to upload or share my project to the Scratch website?
bg: Ами ако получа грешка, когато се опитам да кача или споделя проекта си на уебсайта на Scratch?
cs: Co když dostávám chybu při pokusu o nahrání nebo sdílení mého projektu na Scratch web?
cy: Beth os fyddai'n cael gwall wrth geisio llwytho i fyny neu rannu fy mrhoject i wefan Scratch?
ga: Agus má fhaighim earráid nuair a dhéanaim iarracht tionscadal a uaslódáil agus a fhoilsiú ar shuíomh Scratch?
kk: Мен жобамды Скртеч сайтының ішіне орнату немесе бөлісу кезінде қателік орын алса не болады?
mi: Mehemea ka puta mai he hapa i te wā ka tukuatu ahau, ka tuari ahau rānei i taku kaupapa ki te paetukutuku Scratch, me aha?
ru: Что делать, если я получаю сообщение об ошибке при попытке загрузить или поделиться своим проектом на веб-сайте Scratch?

source: Scratch - Starter Projects
bg: Scratch - началните проекти
cs: Scratch - Úvodní projekty
cy: Scratch - Projectau Cychwynnol
ga: Scratch - Tionscadail Tosaigh
kk: Скретч-Бастама Жобалар
mi: Scratch - Ngā Kaupapa Tīmatanga
ru: Scratch - Проекты для начинающих

source: Try out these starter projects from the Scratch Team. Look inside to make changes and add your ideas.
cs: Vyzkoušej tyto úvodní projekty od týmu Scratch. Podívej se dovnitř abys provedl změny a přidal vlastní nápady.
cy: Gwneud newidiadau ac ychwanegu eich syniadau
ga: Bain triail as na tionscadail tosaigh seo ó Fhoireann Scratch. Féach isteach chun tabhairt faoi athruithe agus cuir do chuid smaointí féin leis.
kk: Скретч Тобындағы стартер жобаларды көріңіз. Өзгерті енгізу және идеяларды қосу үшін ішін қараңыз.
mi: Whakamātauria ēnei kapapa tīmatanga a te Scratch Team. Titiro ki roto ki te panoni, kia tāpiritia ō ake ariā.
ru: Попробуй эти проекты начального уровня от Команды Scratch. Загляни внутрь, измени и добавь свои идеи.

source: Animation
bg: Анимация
cs: Animace
cy: Animeiddio
ga: Beochan
kk: Анимация
km: រូបជីវចល
mi: Hākoritanga
ru: Анимация

source: Games
bg: Игри
cs: Hry
cy: Gemau
ga: Cluichí
kk: Ойындар
km: ហ្គេម
mi: Ngā Kēmu
ru: Игры

source: Interactive Art
bg: Интерактивно изкуство
cs: Interaktivní umění
cy: Celf Rhyngweithiol
ga: Ealaín Idirghníomhach
kk: Интерактивті өнер
km: សិល្បះជីវចល
mi: Toi Pāhekoheko
ru: Интерактивное искусство

source: Music and Dance
bg: Музика и танци
cs: Hudba a Tanec
cy: Cerddoriaeth a dDawns
ga: Ceol agus Rince
kk: Әуен және би
km: តន្រ្តី និងរបាំ
mi: Puoro me te Kanikani
ru: Музыка и танцы

source: Stories
bg: Истории
cs: Příběhy
cy: Straeon
ga: Scéalta
kk: Әңгімелер
km: រឿង
mi: Ngā Kōrero
ru: Истории

source: Video Sensing
bg: Видео Усет
cs: Vnímání videa
cy: Synhwyro Fideo
ga: Físbhraiteacht
kk: Бейнебақылау
km: ញ្ញាណតាមវីដេអូ
mi: He Tairongo Ataata
ru: Видео Распознавание

source: Dance Party
bg: Танцово парти
cs: Taneční párty
cy: Parti Dawns
ga: Cóisir Dhamhsa
kk: Би кеші
mi: Ngahau Kanikani
ru: Танцевальная вечеринка

source: Animate the Crab
bg: Анимирай Рак
cs: Animace kraba
cy: Animeiddio'r Cranc
ga: Beoigh an Portán
kk: Шаянды анимациялау
mi: Whakahākori te Pāpaka
ru: Анимировать краба

source: The Pico Show: Intro
bg: Шоуто на Пико: Начало
cs: Picovo představení: Úvod
cy: Sioe Pico: Cyflwyniad
ga: An Seó Pico: Tosach
kk: Pico көрініс:Бастауы
mi: Te Whakaaturanga Pico: Hei Tīmatanga
ru: Pico Show: Введение

source: Greeting Card
bg: Поздравителна картичка
cs: Pohlednice
cy: Cerdyn Cyfarch
ga: Cárta Beannachta
kk: Құттықтау қағазы
mi: Kāri Mihimihi
ru: Поздравительная открытка

source: Pong Starter
bg: Понг начало
cs: První pinpong
cy: Cychwyn Pong
ga: Tús Maith: Pong
kk: Pong бастаушылар үшін
mi: Hei tīmatanga - Pong

source: Maze Starter
bg: Лабиринт начало
cs: První bludiště
cy: Cychwyn Drysfa
ga: Tús Maith: Cathair Ghríobháin
kk: Maze бастаушылар үшін
mi: Hei tīmatanga - Maze
ru: Лазерный стартер

source: Hide and Seek
bg: Криеница
cs: Hra na schovávanou
cy: Cuddio
ga: Folach Bíog
kk: Жасырынбақ
km: លេងពួន
mi: Taupupuni
ru: Игра в прятки

source: Dress Up Tera
bg: Обличане Тера
cs: Oblékni Teru
cy: Gwisgo Tera
ga: Maisigh Tera
mi: Kākahuria a Tera
ru: Одеваем Тера
