Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: To search by keyword, enter a term or terms to search for. Separate terms with spaces. To search by author enter the username of the author whose posts you wish to search for.
cs: Pro vyhledání klíčového slova zadej výraz nebo výrazy které hledáš. Výrazy odděluj mezerami. Pro vyhledání podle autora napiš uživatelské jméno autora jehož příspěvky chceš vyhledat.
el: Για να κάνετε αναζήτηση βάσει λέξεων-κλειδιών, πληκτρολογείστε τους όρους που θέλετε να αναζητήσετε. Ξεχωρήστε τους όρους με κενά. Για να κάνετε αναζήτηση βάσει δημιουργού ανάρτησης, πληκτρολογείστε το όνομα χρήστη του οποίου τις αναρτήσεις θέλετε να αναζητήσετε.
es: Para buscar por palabra clave, ingresa el término o términos a buscar. Separa los términos con espacios. Para buscar por autor ingresa el nombre de usuario del autor cuyas entradas desees buscar.
et: Märksõna järgi otsimiseks sisesta termin või terminid. Eralda terminid tühikutega. Et otsida autori järgi, sisesta autori kasutajanimi, kelle postitusi otsid.
eu: Gako-hitzak erabiliz bilatzeko, idatz ezazu terminu bat edo hainbat. Terminuak hutsune batez bereizi. Egilearen arabera egiteko bilaketa, egilearen erabiltzaile izena idatz ezazu.
fr: Pour effectuer une recherche par mot-clé, entrez un ou plusieurs termes à rechercher. Séparez les termes par des espaces. Pour effectuer une recherche par auteur, saisissez le nom de l'auteur dont vous souhaitez rechercher les messages.
lv: Lai meklētu pēc atslēgvārda, ievadi frāzi vai frāzes, kuras meklēt. Atdali frāzes ar atstarpēm. Lai meklētu autoru, ievadi autora lietotājvārdu, lai atrastu viņa veiktus ierakstus.
ro: Pentru a cauta dupa cuvant, introdu un termen sau termenii cautati. Separa termenii prin spatii. Pentru a cauta dupa autor introdu utilizatorul autorului in ale carui postari doresti sa cauti.
sl: Za iskanje po ključnih besedah vstavi izraz ali izraze za iskanje. Loči izraze s presledki. Za iskanje po avtorju vstavi uporabniško ime avtorja čigarobjave iščeš.
sv: För att söka efter ord, ange ett eller flera sökord. Separata villkor med mellanslag. För att söka efter författare ange användarnamnet på författaren vars inlägg du vill söka efter.
uk: Для пошуку за ключовим словом, введіть одне або декілька умов для пошуку. Окремі слова розділяйте пропуском. Для пошуку по автору, введіть ім'я користувача - автора повідомлення якого ви бажаєте знайти.

source: All forums
cs: Všechna fóra
el: Όλα τα φόρουμ
es: Todos los foros
et: Kõik foorumid
eu: Foro guztiak
fr: Tous les forums
lv: Visi forumi
ro: Toate forumurile
sl: Vsi forumi
sv: Alla forum
uk: Усі форуми

source: Choose in which forum you would like to search and if you want to search in topic subjects, message text or both.
cs: Vyber si ve kterém fóru chceš hledat a jestli chceš hledat v označení tématu, textu příspěvků nebo obojím.
el: Επιλέξτε το φόρουμ όπου θα θέλατε να κάνετε αναζήτηση όπως και εάν θέλετε να αναζητήσετε στα θέματα, τα κείμενα των μηνυμάτων ή και τα δύο.
es: Escoge en cuál foro deseas buscar y si deseas hacerlo por título del tema, texto del mensaje, o ambos.
et: Vali, mis foorumist soovid otsida, ja kas tahad otsida teemast, sõnumi tekstist või mõlemast.
eu: Hautatu zein forotan egin nahi duzun bilaketa eta gaietan, mezu testuetan edo bietan egin nahi duzun bilaketa.
fr: Choisissez dans quel forum voulez-vous chercher et si vous souhaitez rechercher dans les sujets des discussions, le texte du message ou les deux.
lv: Izvēlies, kurā forumā vēlies meklēt un vai meklēsi tēmu nosaukumos, ziņas tekstā vai abos.
ro: Alege in care forum ai dori sa cauti si daca doresti sa cauti in subiecte, mesaje text sau ambele.
sl: Izberi, v katerem forumu želiš iskati, ali želiš iskati poimenih tem, po besedilu v temah ali oboje.
sv: Välj i vilket forum du vill söka och om du vill söka i ämnesrubrik, meddelandetext eller båda.
uk: Оберіть в якому форумі ви бажаєте шукати і якщо ви хочете - назву теми, текстові повідомлення або обоє.

source: You can choose how you wish to sort and show your results.
cs: Můžeš vybrat, jak své výsledky setřídit a zobrazit.
el: Μπορείτε να επιλεξετε πώς επιθυμείτε να ταξινομήσετε και να δείτε τα αποτελέσματα.
es: Puedes elegir cómo deseas ordenar y mostrar tus resultados.
et: Vali, kuidas soovid sortida ja tulemusi näidata.
eu: Emaitzak nola sailkatu nahi dituzun aukera dezakezu.
fr: Vous pouvez choisir comment vous voulez classer et afficher les résultats.
lv: Vari norādīt, kā sakārtosi un parādīsi meklēšanas rezultātus.
ro: Poti sa alegi cum doresti sa se faca sortarea si sa ti se afiseze rezultatele.
sl: Lahko izbereš, kako želiš razvrstiti in prikazati rezultate iskanja.
sv: Du kan välja hur du vill sortera och visa dina resultat
uk: Ви можете обрати, як ви хочете впорядкувати та відображати результат.

source: Search Results
cs: Výsledky hledání
el: Αποτελέσματα Αναζήτησης
es: Buscar resultados
et: Otsingu tulemused
eu: Emaitzak bilatu
fr: Résultats de la recherche
lv: Meklēšanas rezultāti
ro: Rezultatele cautarii
sl: Rezultati iskanja
sv: Sökresultat
uk: Результат пошуку

source: Show results as topic list.
cs: Ukázat výsledky jako seznam témat.
el: Εμφάνιση αποτελεσμάτων ως λίστα θεμάτων.
es: Mostrar resultados como lista de temas.
et: Näita tulemusi teemade loeteluna.
eu: Emaitzak gai zerrenda gixa erakutsi.
fr: Afficher les résultats sous forme d'une liste de sujets.
lv: Parādīt rezultātus kā tēmu sarakstu.
ro: Afiseaza rezultatele sub forma unei liste de teme.
sl: Prikaži rezultate kot seznam tem.
sv: Visa resultat som ämneslista.
uk: Відображати результати у вигляді списку тем.

source: Info
cs: Informace
el: Πληροφορίες
es: Información
eu: Informazioa
fr: Information
lv: Informācija
sl: Informacije
sv: Information
uk: Інфо

source: Your search returned no hits.
cs: Tvé hledání nevrátilo žádný výsledek.
el: Η αναζήτηση δεν επέστρεψε αποτελέσματα.
es: No se encontraron resultados.
et: Sinu päringu tulemus on tühi.
eu: Zure bilaketak ez du emaitzarik lortu.
fr: Votre recherche n'a retourné aucun résultat.
lv: Meklēšanā nekas nav atrasts.
ro: Nu s-a gasit nici o potrivire.
sl: Tvoje iskanje ni vrnilo zadetkov.
sv: Din sökning gav inga träffar.
uk: Ваш пошук нічого не дав.

source: Search links
cs: Vyhledávací odkazy
el: Αναζήτηση συνδέσμων
es: Buscar enlaces
et: Otsi linke
eu: Estekak bilatu
fr: Liens de recherche
lv: Meklēšanas saites
ro: Link-uri de cautare
sl: Išči povezave
sv: Söklänkar
tr: Bağlantıları ara
uk: Пошук посилань

source: Show your subscribed topics
cs: Zobrazovat témata ke kterým jsi registrován
el: Δείτε τα θέματα που έχετε κάνει συνδρομή
es: Mostrar los temas a los que estás suscrito
et: Näita tellitud teemasid
eu: Harpidetuta zauden gaiak erakutsi
fr: Montrez les sujets auxquels vous êtes abonnés
lv: Parādīt visas abonētās tēmas
ro: Afiseaza temele la care esti abonat
sl: Prikaži naročene teme
sv: Visa ämnen som du prenumererar på
uk: Показати ваші теми на які підписувались

source: Show your topics
cs: Zobrazovat tvoje témata
el: Εμφάνιση των θεμάτων σας
es: Mostrar tus temas
et: Näita oma teemasid
eu: Zure gaiak erakutsi
fr: Montrer vos sujets
lv: Parādīt tavas tēmas
ro: Afiseaza temele tale
sl: Prikaži svoje teme
sv: Visa din ämnen
uk: Показати ваші теми

source: Show results as post list.
cs: Zobrazit výsledky jako seznam příspěvků.
el: Εμφάνιση αποτελεσμάτων ως λίστα αναρτήσεων.
es: Mostrar resultados como lista de entradas.
et: Näita tulemusi postituse loendina.
eu: Emaitzak argitalpen zerrenda gixa erakutsi.
fr: Montrer les résultats sous forme d'une liste de message.
lv: Parādīt rezultātu kā ierakstu sarakstu.
ro: Afiseaza rezultatele ca lista de postari.
sl: Prikaži rezultate kot seznam objav.
sv: Visa resultat som inläggslista
uk: Відображати результати у вигляді списку.

source: loading...
el: Γίνεται φόρτωση...
es: cargando...
et: laadimine...
eu: kargatzen...
fr: chargement...
lv: ielādē...
sl: nalaganje...
sv: laddar...
tr: yüklüyorum...
uk: завантаження...

source: There was an error :( Try again?
el: Υπήρξε ένα σφάλμα :( Να ξαναγίνει προσπάθεια;
es: Hubo un error :( Intentar de nuevo?
et: Ilmnes viga :( Kas proovid uuesti?
eu: Errore bat suertatu da :( Berriz saiatu?
fr: Il y avait une erreur :( Essayez à nouveau?
lv: Atgadījās kļūda :( Mēģināsi vēlreiz?
sl: Prišlo je do napake :( Ponovni poskus?
sv: Det blev ett fel :( Försök igen?
tr: Bir hata oluştu :( Tekrar deneyeyim mi?
uk: Була помилка :( Спробувати ще раз?

source: Follow this discussion to get a message when there's a new post
el: Να γίνει παρακολούθηση της συζήτησης ώστε να λάβετε ένα μήνυμα όταν υπάρχει καινούρια ανάρτηση.
es: Sigue la discusión para que recibas un mensaje cuando haya una nueva entrada.
et: Jälgi seda arutelu ja saad teate uutest postitustest
eu: Eztabaida hau jarraitu, argitalpen berri bat egiten denean mezu bat jasotzeko
fr: Suivre cette discussion pour obtenir un message quand il y a un nouveau post
lv: Seko šai diskusijai, lai saņemtu ziņu, kad tajā ir jauns ieraksts
sl: Sledi tej razpravi, da dobiš sporočilo, ko bo kaj novega v tej objavi
sv: Följ denna diskussionen för att få ett meddelande när nytt inlägg skickas
uk: Слідкувати за цією дискусією, щоб дізнаватись, коли є у ній нове повідомлення

source: Follow Discussion
el: Να γίνει παρακολούθηση της συζήτησης
es: Seguir Discusión
et: Jälgi arutelu
eu: Eztabaida jarraitu
fr: Suivre la discussion
lv: Sekot diskusijai
sl: Sledi razpravi
sv: Följ diskussionen
uk: Слідкувати за дискусією

source: Stop getting messages about new posts to this discussion
el: Άρση της παρακολούθησης της συζήτησης για νέες αναρτήσεις
es: Dejar de recibir mensajes acerca de nuevas entradas en esta discusión
et: Peata teadete saamine uutest postitustest selles arutelus
eu: Eztabaida honteako argitalpen berriei buruzko mezuak jasotzeari utzi
fr: Arrêtez de faire passer des messages sur les nouveaux posts de cette discussion
lv: Pārtraukt saņemt ziņas par jauniem ierakstiem šajā diskusijā
sl: Ne prikazuj sporočil o novih objavah v tej razpravi
sv: Stoppa meddelanden om nya inlägg i den här diskussionen
uk: Не отримувати сповіщення про нові повідомлення в дискусії

source: Unfollow Discussion
el: Άρση της παρακολούθησης
es: Dejar de seguir esta discusión
et: Lõpeta arutelu jälgimine
eu: Eztabaida jarraitzez utzi
fr: Se désabonner de la discussion
lv: Atsekot diskusijai
sl: Prenehaj slediti razpravi
sv: Följ inte diskussionen
uk: Не слідкувати за дискусією

source: Poll
cs: Anketa
el: Δημοσκόπηση
es: Encuesta
et: Küsitlus
eu: Inkesta
fr: Sondage
lv: Aptauja
ro: Sondaj
sl: Anketa
sv: Omröstning
uk: Опитування

source: (%(count)s answers allows.)
cs: (%(count)s odpovědí následuje.)
el: (%(count)s απαντήσεις επιτρέπονται.)
es: (%(count)s respuestas permitidas.)
et: (%(count)s vastust lubatud.)
eu: (%(count)s erantzun baimenduta.)
fr: (%(count)s réponses autorisées.)
lv: (%(count)s atbildes atļautas.)
ro: (%(count)s raspunsuri permise.)
sl: (%(count)s dovoljenih odgovorov.)
sv: (%(count)s svar tillåtna.)
uk: (%(count)s дозволених відповідей.)

source: Vote
cs: Hlasování
el: Ψηφίστε
es: Votar
et: Hääletamine
eu: Bozkatu
lv: Balsot
ro: Voteaza
sl: Glasuj
sv: Rösta
uk: Голос

source: 1000+ posts
el: 1000+ αναρτήσεις
es: Más de 1000 entradas
et: 1000+ postitust
eu: 1000+ argitalpen
lv: 1000+ ieraksti
sl: 1000+ objav
sv: 1000+ inlägg
uk: 1000+ дописів

source: 500+ posts
el: 500+ αναρτήσεις
es: Más de 500 entradas
et: 500+ postitust
eu: 500+ argitalpen
lv: 500+ ieraksti
sl: 500+ objav
sv: 500+ inlägg
uk: 500+ дописів

source: 100+ posts
el: 100+ αναρτήσεις
es: Más de 100 entradas
et: 100+ postitust
eu: 100+ argitalpen
lv: 100+ ieraksti
sl: 100+ objav
sv: 100+ inlägg
uk: 100+ дописів

source: 1 post
el: 1 ανάρτηση
es: 1 entrada
et: 1 postitus
eu: Argitalpen 1
lv: 1 ieraksts
sl: 1 objava
sv: 1 inlägg
uk: 1 допис

source: posts
el: αναρτήσεις
es: entradas
et: postitused
eu: argitalpen
lv: ieraksti
sl: objave
sv: inlägg
uk: повідомлення

source: From:
cs: Od:
el: Από:
es: De:
et: Kellelt:
eu: Jatorria:
fr: De:
lv: No:
ro: De la:
sl: Od:
sv: Från:
uk: Від:

source: Registered:
cs: Registrován:
el: Εγγεγραμμένος:
es: Registrado:
et: Registreeritud:
eu: Erregistratua:
fr: Enregistré:
lv: Reģistrēts:
ro: Inregistrat:
sl: Registriran:
sv: Registrerad:
uk: Зареєстровано:

source: Posts:
cs: Příspěvky:
el: Αναρτήσεις:
es: Entradas:
et: Postitused:
eu: Argitalpenak:
fr: Messages:
lv: Ieraksti:
ro: Postari:
sl: Objave:
sv: Inlägg:
uk: Повідомленнь:

source: Really delete all posts, and ban user? This is hard to reverse.
el: Θέλετε σίγουρα να διαγράψετε όλες τις αναρτήσεις και να μπλοκάρετε τον χρήστη; Αυτό είναι μη-αντιστρέψιμο.
es: ¿Desea borrar todos los mensajes, y la restringir el usuario? Esto es difícil de revertir.
fr: Vous vraiment supprimer tous les messages, et interdire utilisateur? Cela est difficile, ensuite, à revenir en arrière.
lv: Tiešām dzēst visus ierakstus un slēgt lietotāju? To būs grūti atgriezt.
sl: Si prepričan, da želiš zbrisati vse objave in zakleniti uporabnika? To je težko obnoviti neazaj.

source: (Edit Signature)
cs: (Upravit podpis)
el: (Επεξεργασία Υπογραφής)
es: (Editar firma)
et: (Redigeeri allkirja)
eu: (Sinadura editatu)
fr: (Editer la signature)
lv: (Labot parakstu)
ro: (Editeaza semnatura)
sl: (Uredi podpis)
sv: (Redigera signatur)
uk: (Правка підпису)

source: Are you sure you want to mark this as spam?
el: Θέλετε σίγουρα να επισημάνετε αυτό ως ανεπιθύμητο;
es: ¿Está seguro que desea marcar esto como spam?
fr: Etes-vous sûr que vous voulez marquer cela comme spam?
lv: Vai tiešām vēlies šo atzīmēt kā spamu?
sl: Si prepričan-a, da želiš to objavo označiti kot nezaželeno?

source: Mark as Spam
el: Επισήμανση ως ανεπιθύμητο
es: Marcar como spam
fr: Marque comme spam
lv: Atzīmēt kā spamu
sl: Označi kot nezaželeno

source: Are you sure you want to unmark this as spam?
el: Είστε σίγουροι πως θέλετε να απο-επισημάνετε αυτή την ανάρτηση από ανεπιθύμητη;
es: ¿Está seguro que desea marcar esto como no spam?
fr: Etes-vous sûr de ne pas vouloir marquer cela comme du spam?
lv: Esi pārliecināts, ka vēlies noņemt spama marķējumu?
sl: Si prepričan-a, da želiš to objavo odznačiti kot nezaželeno?

source: Un-mark as Spam
es: Marcar como no spam
fr: Ne marque pas comme du spam
lv: Noņemt spama marķējumu
sl: Ni več označeno kot nezaželeno

source: Are you sure you want to delete this post?
cs: Chceš určitě zrušit tento příspěvek?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή την ανάρτηση;
es: ¿Estás seguro que deseas borrar esta entrada?
et: Kas oled kindel, et soovid kustutada selle postituse?
eu: Argitalpen hau ezabatu nahi al duzu benetan?
fr: Etes-vous sûr de vouloir supprimer ce message?
lv: Vai tiešām vēlies dzēst šo ierakstu?
ro: Esti sigur ca vrei sa stergi aceasta postare?
sl: Si prepričan-a, da želiš izbrisati to objavo?
sv: Är du säker på att du vill ta bort detta inlägg?
uk: Ви впевнені що бажаєте вилучити це повідомлення?

source: Edit
cs: Upravit
el: Επεξεργασία
es: Editar
et: Redigeeri
eu: Editatu
fr: Editer
lv: Labot
ro: Editeaza
sl: Uredi
sv: Redigera
uk: Правка

source: Insert a quotation of this post in your reply.
cs: Vložit citaci z příspěvku do své odpovědi.
el: Προσθήκη παράθεσης από αυτή την ανάρτηση στην απάντησή σας.
es: Insertar una cita de esta entrada en tu respuesta.
et: Tsiteeri seda postitust oma vastuses.
eu: Argitalpen honen aipamen bat txertatu zure erantzunean.
fr: Insérer une citation de ce post dans votre réponse.
lv: Tavā atbildē ievietot citātu no šī ieraksta.
ro: Insereaza un citat al acestei postari in raspunsul tot.
sl: Vstavi navedek te objave v svoj odgovor.
sv: Infoga ett citat från inlägget i ditt svar.
uk: Вставити цитату з повідомлення у відповідь.

source: Quote
cs: Citát
el: Παράθεση
es: Cita
et: Tsitaat
eu: Aipamena
fr: Citation
lv: Citāts
ro: Citeaza
sl: Navedek
sv: Citat
uk: Цитата

source: Jump to
cs: Skočit na
el: Μεταπήδηση σε
es: Saltar a
et: Siirdu
eu: Salto egin hona:
fr: Sauter
lv: Pārlekt uz
ro: Sari la
sl: Skoči na
sv: Hoppa till
uk: Перейти до

source: Go
ca: Vés
de: Los
el: Μετάβαση
es: Ir
et: Mine
eu: Joan
fr: Aller
gl: Ir
it: Vai
lv: Aiziet
nb: Gå
pt: Ir
ro: Mergi
sl: Pojdi
sv: Gå
tr: Git
uk: Перехід

source: Moderator control
el: Κέντρο Ελέγχου Συντονιστή
es: Contol del moderador
et: Moderaatori kontroll
eu: Moderatzailearen kontrola
fr: Contrôle du modérateur
lv: Moderatora vadība
ro: Control moderator
sl: Nadzor moderatorja
sv: Moderatkontroll
uk: Керування модератора

source: Delete multiple posts
el: Διαγραφή πολλαπλών αναρτήσεων
es: Borrar entradas múltiples
et: Kustuta korduvad postitused
eu: Argitalpen anizkoitzak ezabatu
fr: Supprimer plusieurs messages
lv: Dzēst vairākus ierakstus
ro: Sterge postarile multiple
sl: Zbriši več objav
sv: Ta bort flera inlägg
uk: Вилучити повторювані повідомлення

source: Move multiple posts
el: Μετακίνηση πολλαπλών αναρτήσεων
es: Mover entradas múltiples
et: Teisalda korduvad postitused
eu: Argitalpen anizkoitzak mugitu
fr: Déplacer plusieurs messages
lv: Pārvietot vairākus ierakstus
ro: Muta postarile multiple
sl: Premakni več objav
sv: Flytta flera inlägg
uk: Перемістити повторювані повідомлення

source: Move topic
el: Μετακίνηση θέματος
es: Mover tema
et: Teisalda teema
eu: Gaia mugitu
fr: Déplacer le sujet
lv: Pārvietot tēmu
ro: Muta tema
sl: Premakni temo
sv: Flytta ämne
uk: Перемістити тему

source: Open topic
el: Άνοιγμα θέματος
es: Abrir tema
et: Ava teema
eu: Gaia ireki
fr: Ouvrir un sujet
lv: Atvērt tēmu
ro: Deschide tema
sl: Odpri temo
sv: Öppna ämnet
uk: Відкрити тему

source: Close topic
el: Κλείσιμο θέματος
es: Cerrar tema
et: Sulge teema
eu: Gaia itxi
fr: Fermer un sujet
lv: Slēgt tēmu
ro: Inchide tema
sl: Zapri temo
sv: Stäng ämnet
uk: Закрити тему

source: Unstick topic
el: Ξεκαρφίτσωμα θέματος
es: Despegar tema
et: Eemalda teema
eu: Gaiari itsaskin izaera kendu
fr: Libérer le sujet
lv: Atlīmēt tēmu
ro: Demarcheaza tema
sl: Odsidraj temo
sv: Nåla inte fast ämnet
uk: Unstick

source: Stick topic
el: Καρφίτσωμα θέματος
es: Pegar tema
et: Kleebi teema
eu: Gaia itsatsi
fr: Fixer le sujet
lv: Pielīmēt tēmu
ro: Tema importanta
sl: Zasidraj temo
sv: Nåla fast inlägget
tr: Başlığa öncelik ver
uk: Stick

source: Upload avatar
el: Ανέβασμα εικονιδίου
es: Cargar avatar
et: Laadida ülese avatar
eu: Abatarea igo
fr: Téléverser un avatar
lv: Augšuplādēt avataru
ro: Incarca avatar
sl: Naloži avatarja
sv: Ladda upp avatar
uk: Вивантажити аватар

source: Enter an avatar file to upload
el: Επιλέξτε ένα εικονίδιο για ανέβασμα
es: Ingresar un archivo de avatar para cargar
et: Sisesta avatari fail üleslaadimiseks
eu: Abatarearen irudi fitxategi bat aukeratu igoa izan dadin
fr: Saisissez un fichier avatar à téléverser
lv: Ievadi avatara datni, ko augšuplādēt
ro: Introdu un fisier avatar pentru incarcare
sl: Naloži avatarja
sv: Skriv in en avatar-fil att ladda upp
uk: Введіть який файл аватару слід вивантажити

source: An avatar is a small image that will be displayed under your username in your posts. It must not be any bigger than %(avatar_width)s x %(avatar_height)s pixels
el: Ένα εικονίδιο είναι μία μικρή εικόνα η οποία θα εμφανίζεται κάτω από το όνομα χρήστη στις αναρτήσεις σας. Δεν πρέπει να ξεπερνά τα %(avatar_width)s x %(avatar_height)s pixel.
es: Un avatar es una imagen pequeña que se despliega bajo tu nombre de usuario en tus entradas. Este no debe ser mayor a %(avatar_width)s x %(avatar_height)s pixeles
et: Avatar on väike pilt, mis kuvatakse sinu postituses kasutajanime all. See ei tohi olla suurem kui %(avatar_width)s ja %(avatar_height)s pikslit
eu: Abatarea, zure argitalpenetan zure erabiltzaile izenaren azpian erakutsiko den irudi txiki bat da. Ez du %(avatar_width)s x %(avatar_height)s pixel baino handiagoa izan behar
fr: Un avatar est une petite image qui sera affichée sous votre nom d'utilisateur dans vos messages. Il ne doit pas être plus grand que %(avatar_width)s x %(avatar_height)s pixels
lv: Avatars ir neliels attēls, kas parādās zem tava lietotājvārda tavos ierakstos. Tas nevar būt lielāks kā %(avatar_width)s x %(avatar_height)s pikseļi
ro: Un avatar este o imagine mica ce va fi afisata sub utilizatorul tau in postarile tale. Nu poate fi mai mare de %(avatar_width)s x %(avatar_height)s pixeli
sl: Avatar je majhna slika, ki bo prikazana pod tvojim uporabniškim imenom v tvojih objavah. Velika sme biti največ %(avatar_width)s x %(avatar_height)s pikslov.
sv: En avatar är en liten bild som visas under ditt användarnamn i dina inlägg. Den får inte vara större än %(avatar_width)s x %(avatar_height)s pixlar
uk: Аватар є маленьким зображенням, яке відображається поруч вашого імені користувача у ваших повідомленнях. Воно не може бути більшим ніж %(avatar_width)s x %(avatar_height)s пікселів

source: Upload
el: Ανέβασμα
es: Cargar
et: Üleslaadimine
eu: Igo
fr: Téléverser
lv: Augšuplādēt
ro: Incarca
sl: Naloži
sv: Ladda upp
uk: Вивантажити

source: YouTube Video
el: Βίντεο YouTube
es: Video en Youtube
eu: YouTubeko bideoa
fr: Video YouTube
lv: YouTube videoklipi
ro: Video YouTube
uk: Відео YouTube

source: Video Not Found
el: Το βίντεο δεν βρέθηκε
es: Video no encontrado
et: Videot ei leitud
eu: Bideoa ezin izan da aurkitu
fr: Video non trouvée
lv: Video nav atrasts
ro: Video nedetectat
sl: Video ni bil najden
sv: Videon hittas inte
uk: Відео не знайдено

source: Why do I see this page?
el: Γιατί μου εμφανίστηκε αυτή η σελίδα;
es: ¿Por qué veo esta página?
et: Miks ma näen seda lehte?
eu: Zergatik dakusat orri hau?
fr: Pourquoi est-ce que je vois cette page?
lv: Kādēļ es redzu šo lapu?
ro: De ce vad aceasta pagina?
sl: Zakaj vidim to stran?
sv: Varför ser jag denna sidan?
uk: Чому я бачу цю сторінку?

source: Links to YouTube videos on the forums are automatically converted to links to this page, to hide comments and other content.
el: Οι σύνδεσμοι προς τα βίντεο του YouTube μετατρέπονται αυτόματα σε συνδέσμους σε αυτή τη σελίδα, για την απόκρηψη σχολίων και άλλων περιεχομένων.
es: Los enlaces a videos de youtube en los foros se convierten automáticamente a enlaces a esta página para ocultar comentarios y otros contenidos.
et: Lingid foorumist YouTube'i videotele konverteeritakse automaatselt linkideks sellele lehele, et peita kommentaarid ja muu sisu.
eu: Foroan dauden YouTubeko bideoen estekak orri hontarako esteka bihurtzen dira automatikoki, iruzkinak eta bestelako edukia gordetzeko.
fr: Les lens vers des vidéos YouTube sur les forums sont automatiquement convertis en liens sur cette page, pour masquer des commentaires et d'autres contenus.
lv: Saites uz YouTube video forumos tiek automātiski pārvērstas saitē uz šo lapu, lai paslēptu komentārus un citu saturu.
ro: Link-urile la fisiere video YouTube in forumuri sunt convertite automat la link-uri catre aceasta pagina, pentru a ascunde comentariile si alt continut.
sl: Povezave do YouTube videov na forumih so samodejno pretvorjene v povezave do te strani, da se skrije komentarje in ostalo vsebino.
sv: Länkar till YouTube-videor på forumet konverteras automatiskt till länkar till denna sidan, för att dölja kommentarer och annat innehåll.
uk: Посилання на відео з YouTube на форумах автоматично перетворюються у посилання на цю сторінку, щоб приховати коментарі та інші матеріали.

source: New Reply
el: Νέα απάντηση
es: Nueva respuesta
et: Uus vastus
eu: Erantzun berria
fr: Nouvelle réponse
lv: Jauna atbilde
ro: Raspuns nou
sl: Nov odgovor
sv: Nytt svar
uk: Нова відповідь

source: Create a poll
el: Δημιουργία Δημοσκόπησης
es: Crear una encuesta
et: Loo küsitlus
eu: Inkesta sortu
fr: Crééer un sondage
lv: Izveidot aptauju
ro: Creeaza un sondaj
sl: Ustvari anketo
sv: Skapa en omröstning
uk: Створити опитування

source: Replies:
el: Απαντήσεις:
es: Respuestas:
et: Vastused:
eu: Erantzunak:
fr: Réponses:
lv: Atbildes:
ro: Raspunsuri:
sl: Odgovori:
sv: Svar:
uk: Відповіді:
