Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p><h4>Optional Download</h4></p> <p>If you prefer to download the installers to your local drive: </br> (1) If you don't have it, download and install the latest <a href="http://get.adobe.com/air/">Adobe AIR 3.x</a>. For Linux, use <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">AIR 2.6.0 for Linux</a> (15MB).</br> &nbsp;&nbsp;&nbsp; Note: For older Mac OSx 10.5 or below, use: <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.dmg">Adobe AIR 2.6.0 Mac </a>(18MB).</br> (2) And then download and install the <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch.air">Scratch installer</a>.</p> <h4>Known issues to be fixed later:</h4> <p><ul> <li>Graphic effects blocks (in "Looks") may slow down projects due to a known Flash bug. A fix will be available in a future update.</li> <li>The <strong>backpack</strong> is not yet available.</li> </ul></p> <p><h4>Updates</h4></p> <p>The Offline Editor can update itself (with user permission). It will check for updates at startup or you can use the "Check for updates" command in the file menu. </p> <p>Update v370 - September 10, 2013: Fixes a problem with project saving that sometimes prevented the saved project from being opened. Also now opens and repairs projects that were saved incorrectly by earlier versions of the Offline Editor.</p> <p>Update v366 - August 29, 2013: Can upload and share to website; Compiled with Adobe Air 2.6 so it can work on some versions of Linux and older Mac OSX; Shorter app name; Music MP3 upload fixed; Top-right text fixed; Tips closes in presentation mode.</p> <p><h4>Starter Projects and Support Materials</h4></p> <p>The Scratch 2 Starter Projects are available for download in this <a href="%(STATIC_URL)ssa/Scratch2StarterProjects.zip">Starter Projects file (zip)</a>.</p> <p>You can also download the <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Getting Started Guide (PDF)</a> and <a href="%(STATIC_URL)spdfs/help/Scratch2Cards_Jan2013.pdf">Scratch Cards (PDF)</a>. <p><h4>Feedback</h4></p> <p>Please report feedback and bugs on the <a href="http://scratch.mit.edu/discuss/topic/14690/">Scratch discussion forums</a>. </p>
eu: <p><h4>Hautazko Deskarga</h4></p> <p>Instalatzailea zure disko gogorrera jaistea nahiago bazenu: </br> (1) Ez baduzu, jaitsi eta instalatu azkeneko <a href="http://get.adobe.com/air/">Adobe AIR 3.x</a>. Linuxerako, erabili <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">AIR 2.6.0 for Linux</a> (15MB).</br> &nbsp;&nbsp;&nbsp; Oharra: Mac OSx 10.5 edo zaharragoetarako, erabili: <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.dmg">Adobe AIR 2.6.0 Mac </a>(18MB).</br> (2) Eta ondoren jaitsi eta instalatu <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch.air">Scratch instalatzailea</a>.</p> <h4>Konpontzeko dauden akats ezagunak:</h4> <p><ul> <li>Graphic effects blocks (in "Looks") may slow down projects due to a known Flash bug. A fix will be available in a future update.</li> <li>The <strong>backpack</strong> is not yet available.</li> </ul></p> <p><h4>Updates</h4></p> <p>The Offline Editor can update itself (with user permission). It will check for updates at startup or you can use the "Check for updates" command in the file menu. </p> <p>Update v370 - September 10, 2013: Fixes a problem with project saving that sometimes prevented the saved project from being opened. Also now opens and repairs projects that were saved incorrectly by earlier versions of the Offline Editor.</p> <p>Update v366 - August 29, 2013: Can upload and share to website; Compiled with Adobe Air 2.6 so it can work on some versions of Linux and older Mac OSX; Shorter app name; Music MP3 upload fixed; Top-right text fixed; Tips closes in presentation mode.</p> <p><h4>Starter Projects and Support Materials</h4></p> <p>The Scratch 2 Starter Projects are available for download in this <a href="%(STATIC_URL)ssa/Scratch2StarterProjects.zip">Starter Projects file (zip)</a>.</p> <p>You can also download the <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Getting Started Guide (PDF)</a> and <a href="%(STATIC_URL)spdfs/help/Scratch2Cards_Jan2013.pdf">Scratch Cards (PDF)</a>. <p><h4>Feedback</h4></p> <p>Please report feedback and bugs on the <a href="http://scratch.mit.edu/discuss/topic/14690/">Scratch discussion forums</a>. </p>

source: To run Scratch 2, you need a relatively recent web browser (<a href="http://google.com/chrome/">Chrome</a> 7 or later, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a> 4 or later, or Internet Explorer 7 or later) with <a href="">Adobe Flash Player</a> version 10.2 or later installed. Scratch 2 is designed to support screen sizes 1024 x 768 or larger. If your computer doesn’t meet these requirements, you can try <a href="http://info.scratch.mit.edu/Scratch_1.4_ ">downloading</a> and installing <a href ="/scratch_1.4">Scratch 1.4</a>, which you can still use to share projects to the Scratch 2 website.
eu: Scratch 2 exekutatzeko, erlatiboki berria de web nabigatzailea behar duzu (<a href="http://google.com/chrome/">Chrome</a> 7 edo berriagoa, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a> 4 edo berriagoa, edo Internet Explorer 7 edo berriagoa) instalatuta izanik <a href="">Adobe Flash Player</a> 10.2 bertsioa edo berriagoa. Scratch 2, 1024x768 pixeleko edo gehiagoko pantaila bereizmenerako egina dago. Zure ordenagailuak ez baditu eskakizun hauek betetzen, proba dezakezu <a href="http://info.scratch.mit.edu/Scratch_1.4_ ">deskargatzea</a> eta instalatzea <a href ="/scratch_1.4">Scratch 1.4</a>, zeina Scratch 2ren webgunean proiektuak partekatzeko erabil dezakezun.

source: The <a href="\scratch2download\">Scratch 2 offline editor (beta version)</a> is now available. You can also still use <a href ="/scratch_1.4">Scratch 1.4</a>. Note: You can have both Scratch 1.4 and 2 on your computer.
et: <a href="\scratch2download\"> Scratch 2 offline redaktor (beeta versioon) </a> on nüüd saadaval. Võid kasutada ka <a href ="/scratch_1.4"> Scratch 1.4 </a>. Märkus: Sul võib olla arvutis nii Scratch 1.4 kui ka 2.
eu: <a href="\scratch2download\">Scratch 2 offline editorea (beta bertsioa)</a> eskuragarri dago. <a href ="/scratch_1.4">Scratch 1.4</a> erabil dezakezu oraindik nahi baduzu. Oharra: Scratch 2 eta 1.4, biak izan ditzakezu instalaturik zure ordenagailuan.

source: By publishing your project on the Scratch website, you agree to license it under a <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Share Alike</a> license. If you don’t want others to view and remix your creations, don’t share them on the Scratch website.
cs: Publikováním svého projektu na stránkách Scratch serveru souhlasíš s licencí projektu podle <a href="http://creativecommons.org/licenses/by-sa/3.0/">sdílení podobné Creative Commons</a> licence. Pokud si nepřeješ abz ostatní viděli a odvozovali tvoje dílo, nesdílej jej na Scratch webserveru.
et: Avaldades oma projekti Scratch veebilehel, oled nõus, et selle puhul on tegemist <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Share Alike </a> litseniga. Kui sa ei soovi, et teised vaatavad ja remiksivad sinu loomingut, ära jaga neid Scratch kodulehel.
eu: Zure proiektuak Scratch webgunean argitaratzean, <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Share Alike</a> lizentziapean egiten duzu. Ez baduzu besteek zure proiektuak ikusi eta birnahasterik nahi, ez itzazu partekatu Scratch webgunean.
ga: Nuair a fhoilsíonn tú tionscadal ar an suíomh Scratch, dearbhaíonn tú go bhfuil tú sásta é a chur ar fáil faoin cheadúnas <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Share Alike</a>. Mura bhfuil tú sásta leis seo, ná comhroinn do thionscadail ar an suíomh Scratch.
ja: Scratchウェブサイトにプロジェクトを公開することで、<a href="http://creativecommons.org/licenses/by-sa/3.0/">クリエイティブ・コモンズ 表示-継承</a>ライセンスに合意したことになります。作ったものを誰にも見てほしくなかったりリミックスしてほしくなければScratchウェブサイトに公開しないでください。
ro: Prin publicarea proiectelor tale pe site-ul Scratch, esti de acord cu termenii licentei <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Share Alike</a>. Daca nu vrei ca altii sa iti vada si sa iti amestece creatiile, nu le partaja pe site-ul Scratch.
uk: Публікуючи свій проект на сайті Скретчу, ви погоджуєтесь ліцензувати його за умовами ліцензії <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons BY-SA</a>. Якщо ви не хочете, щоб інші переглядали і реміксували ваші розробки, не усуспільнюйте їх на сайті Скретчу.

source: Yes, you can even write a book or chapter about Scratch. You may also use the Scratch logo when referring to Scratch. You may create screenshots / images of the Scratch application and website, and consider them to be licensed under the <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported license</a>. We ask that you include a note on your textbook / CD / what have you that says "Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. See http://scratch.mit.edu".
cs: Ano, můžeš dokonce napsat knihu nebo kapitolu o Scratchi. Smíš také použít logo Scratch, když o něm pojednáváš. Můžeš vytvářet kopie obrazovky nebo obrázky aplikace i webu Scratch a uvažovat o nich jako pod licencí <a href="http://creativecommons.org/licenses/by-sa/3.0/cz/">Creative Commons Uveďte autora-Zachovejte licenci 3.0</a>. Žádáme tě, abys do své učebnice, CD atd. zahrnul text "Scratch je vyvinutý skupinou Lifelong Kindergarden z MIT Media Lab. Viz http://scratch.mit.edu".
et: Jah, te võite kirjutada Scratchist isegi raamatu või selle osa. Võite kasutada Scratcile viitamisel ka Scratch logo. Võite luua ekraanikuvasi / pilte Scratchi rakendustest ja veebilehtedest, need peavad olema litsentseeritud kui <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported litsents</a>. Palume lisada oma õpikule / CD-le / millele iganes märge, mis ütleb "Scratchi on loonud MIT Meedia Lab Lifelong Kindergarten Group. Vaadake http://scratch.mit.edu".
eu: Bai, Scratchi buruzko kapitulu edo liburu osoa ere idatz dezakezu. Scratchi buruz aritzerakoan, bere logoa ere erabil dezakezu. Scratch aplikazio eta webguneko pantaila kapturak/irudiak sor ditzakezu, eta <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported license</a> litzentziapean daudela kontsidera dezakezu. Zure testu-liburu/CD/dena delakoan aipamen bat gehitzea eskatzen dugu. Honakoa dioena: "Scratch MIT Media Labeko Lifelong Kindergarten Group taldeak garatua da. Ikus http://scratch.mit.edu."
ga: Tá, agus fiú is féidir leat leabhar nó caibidil a scríobh faoi Scratch. Tá cead agat an lógó Scratch a úsáid nuair a dhéanann tú tagairt do Scratch. Nuair a chruthaíonn gabhálacha scáileáin den fheidhmchlár nó den suíomh Scratch, ní mór duit iad a chur ar fáil faoin cheadúnas <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported</a>. Iarraimid ort an nóta seo a chur le do théacsleabhar, CD, srl.: "Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. See http://scratch.mit.edu".
ja: はい。Scratchに関する本を書いて、Scratchに言及する際にScratchのロゴを使うことができます。Scratchアプリケーションやウェブサイトのスクリーンショットや画像を作り、<a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported license</a>のもとでライセンスされたものと見なすことができます。その場合は、作成した書籍やCDなどに「ScratchはMITメディアラボのライフロングキンダーガーテングループで開発されました。http://scratch.mit.edu を参照してください。」との文言を含むようにしてください。
ro: Da, poti chiar sa scrii o carte sau un capitol despre Scratch. De asemnea, poti sa folosesti logo-ul Scratch cand te referi la Scratch. Ai voie sa creezi capturi / imagini dintr-o aplicatie Scratch si din site; poti sa le consideri ca fiind licentiate sub <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported license</a>. Iti cerem sa incluzi o nota in carte sau pe CD sau in material prin care sa spui "Scratch este dezvoltat de Lifelong Kindergarten Group la MIT Media Lab. Vezi http://scratch.mit.edu".
uk: Так, ви можете навіть написати книгу або розділ про Скретч. Ви також можете використовувати логотип Скретчу, коли про нього йде мова. Ви можете створювати знімки екрану програми чи веб-сайту, і використовувати їх за умовами ліцензії <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported</a>. Ми просимо Вас включити примітку у вашому посібнику/CD/ де буде сказано, що "Скретч розроблений Lifelong Kindergarten Group в MIT Media Lab. Див. http://scratch.mit.edu".

source: Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported license</a>, with the exception of the Scratch Logo, Scratch Cat, and Gobo (Scratch trademarks).
cs: Ano. Podpůrné materiály Scratch, dostupné na Scratch webu a vytvořené Scratch týmem, jsou k dispozici pod licencí <a href="http://creativecommons.org/licenses/by-sa/3.0/cz/">Creative Commons Uveďte autora-Zachovejte licenci 3.0</a> s výjimkou loga Scratch, kočičky Scratch a Gobo (obchodní známky Scratch).
et: Jah - Scratchi abimaterjalidele Scratchi veebilehel on võimalik taotleda litsensi <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported litsents </a>, välja arvatud Scratchi logo, Scratchi kass ja Gobo (need on Scratchi kaubamärgid).
eu: Bai - Scratchen lantaldeak , webgunean erabiltgarri eginiko laguntza materialak <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported license</a> lizentziapean erabil daitezke. Scratchen logoa, Scratcheko katua eta Goboren salbuespenekin (Scratchen marka komertzial erregistratuak).
ga: Tá. Cuireann foireann Scratch an chuid is mó den ábhar ar an suíomh Gréasáin ar fáil faoin <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported license</a>, gach rud seachas an lógó Scratch, an cat Scratch, agus Gobo (trádmharcanna de chuid Scratch).
ja: はい。Scratchサポートの材料は、Scratchチームにより<a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported license</a>のもとでScratchウェブサイトで利用できます。ただし、Scratchのロゴ、ScratchキャットおよびScratchの登録商標であるGoboは除きます。
ro: Da - materiale suport pentru Scratch sunt puse la dispozitie pe site-ul web Scratch de catre echipa Scratch sub licenta <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported license</a>, cu exceptia logo-ului Scratch, pisicii Scratch si Gobo (marci ale producatorului).
uk: Так - матеріали підтримки Скретчу розміщено на сайті команди розробників і доступні за ліцензією <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported</a>, за винятком логотипу Скретчу, Кота Скретчу і Гобо (товарні знаки Скретчу).

source: Certainly - your project is your creation. Keep in mind that once you share your project on Scratch, everyone is free to download, remix, and reuse it as per the terms of the <a href="http://creativecommons.org/licenses/by-sa/3.0/">CC-BY-SA 3.0 license</a>. So if you intend to sell your project, you may want to un-share it from Scratch.
cs: Samozřejmě; tvé projekty jsou tvé výtvory. Pamatuj, že jakmile jednou necháš sdílet svůj projekt na Scratch, každý je oprávněn jej stáhnout, upravit a znovu použít podle pravidel licence <a href="http://creativecommons.org/licenses/by-sa/3.0/cz/">Creative Commons Uveďte autora-Zachovejte licenci 3.0</a>. Takže pokud zvažuješ prodávat svůj projekt, možná jej nebudeš chtít sdílet na Scratch.
et: Kindlasti - sinu projekt on sinu looming. Pea meeles, et kui sa jagad oma projekti Scratchi veebilehel, võivad kõik tasuta seda alla laadida, remiksida ja kasutada seda vastavalt <a href="http://creativecommons.org/licenses/by-sa/3.0/">CC-BY-SA 3.0 license</a> tingimustele. Nii et kui te kavatsed oma projekti müüa, ei tasu seda jagada.
eu: Zalantzarik gabe - zure proiektua zure sorkuntza da. Kontuan izan behin zure proiektua Scratchen partekatzen duzunez gero, edonork libreki jaitsi, birnahasi eta berrerabil dezakela <a href="http://creativecommons.org/licenses/by-sa/3.0/">CC-BY-SA 3.0 license</a> lizentziapean azaltzen diren terminoak jarraituz. Zure proiektua saltzekotan bazabiltza beraz, ez zenuke Scratchen partekatu behar.
ga: Tá, cinnte, is leatsa do thionscadal. Ach, tar éis duit tionscadal a chomhroinnt ar an suíomh Scratch, beidh cead ag daoine eile é a íosluchtú, a athmheascadh, nó a athúsáid faoin cheadúnas <a href="http://creativecommons.org/licenses/by-sa/3.0/">CC-BY-SA 3.0</a>. Mar sin, b'fhéidir gur chóir duit gan an tionscadal a chomhroinnt má tá tú ag iarraidh é a dhíol.
ja: おそらく。あなたのプロジェクトはあなたの創造物です。いったんScratchでプロジェクトを公開したら、誰もが<a href="http://creativecommons.org/licenses/by-sa/3.0/">CC-BY-SA 3.0 ライセンス</a>のもとで自由にダウンロードし、リミックスし、再利用することができることを覚えておいてください。プロジェクトを売りたいと考えるなら、Scratchで共有しないほうが良いでしょう。
ro: Desigur - proiectele tale sunt creatia ta. dar sa tii minte ca daca partajezi proiectul pe Scratch, oricine este liber sa il descarce, amestece si sa il refoloseasca asa cum este prevazut in licenta <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported license</a>. Asa ca, daca intentionezi sa iti vinzi proiectul, ar fi bine sa nu il partajezi pe Scratch.
uk: Звичайно, ваш проект завжди буде вашим. Майте на увазі, що як тільки ви почали обмінюватися створеними проектами, їх можна завантажити безкоштовно, реміксувати і використовувати відповідно до умов ліцензії <a href="http://creativecommons.org/licenses/by-sa/3.0/ ">CC-BY-SA 3.0 License</a>. Тому, якщо ви збираєтеся продавати ваш проект, то не надавайте його в спільний доступ.

source: Watch video </br>tutorials
eu: Ikusi</br> bideo tutorial hauek.
ro: Urmareste </br>tutoriale video

source: Learn about what's changed in Scratch 2.0, the new browser-based generation of Scratch.
eu: Scratch 2.0n zer aldatu den ikas ezazu, nabigatzailean oinarrituriko Scratchen belaunaldi berria.
ro: Invata despre ce este schimbat in Scratch 2.0, noua generatie Scratch rulata in browser.

source: Here are some videos for learning to use Scratch.
eu: Hemen Scratch erabiltzen ikasteko zenbait bideo.
ro: Iata cateva secvente video pentru a invata cum sa folosesti Scratch.

source: <img src="%(STATIC_URL)s/images/help/days-since-2000-ex.png" />
eu: <img src="%(STATIC_URL)s/images/help/days-since-2000.png" />

source: You can specify where to insert the item by choosing from the pull-down menu or typing in a number. Choosing "any" inserts at a random place in the list. Choosing "last" adds the item to the end of the list. The length of the list increases by 1.
eu: Itema non txertatu zehaztu dezakezu goitikbeherako menua edo zenbaki bat aukeratuz. "Edozein" aukeratzeak zerrendako ausazko kokapen batean txertatuko dela esan nahi du. "Azkena" aukeratzeak zerrendaren bukaeran gehitzen du itema. Zerrendaren luzera 1ez handitzen da.

source: Sets sprite’s size to specified %% of original size
eu: Spritearen tamaina jatorrizko tamainaren zehaztutako %% balioan ezartzen du
ro: Seteaza dimensiunea sprite-ului la %% precizat al dimensiunii originale

source: Sets pen’s color, based on choice from color picker
eu: Arkatzaren kolorea ezartzen du, kolore hautatzailean hautatutakoaren arabera
ro: Seteaza culoarea stiloului, pe baza alegerii cu selectorul de culoare

source: Sets pen’s color to specified value
eu: Arkatzaren kolorea zehaztutako balioan ezarri
ro: Seteaza culoarea stiloului la valoarea specificata

source: <p>This extension works with the LEGO WeDo kit.</p> <img src="%(STATIC_URL)s/images/help/wedo-hub.jpg" />
et: <p>See laiendus töötab LEGO WeDo komplektiga.</p> <img src="%(STATIC_URL)s/images/help/wedo-hub.jpg" />
eu: <p>LEGO WeDo kitarekin funtzionatzen du skript honek.</p> <img src="%(STATIC_URL)s/images/help/wedo-hub.jpg" />
uk: <p>Це розширення працює з набором LEGO WeDo.</p> <img src="%(STATIC_URL)s/images/help/wedo-hub.jpg" />

source: <p>To use it, you will first need to install the plug-in. Here are the steps:</p> 1.<br> 2.<br> 3. <br>
et: <p>Et seda kasutada, tuleb esmalt installida vastav plug-in. Siin on vajalikud sammud:</p> 1.<br> 2.<br> 3.<br>
eu: <p>Erabiltzeko, plugina instalatu beharko duzu lehendabizi. Pausuak hauek dira:</p> 1.<br> 2.<br> 3. <br>
uk: <p>Щоб скористатись цим, спочатку необхідно встанови додатковий модуль. Це потребує таких дій:</p> 1.<br> 2.<br> 3. <br>

source: <p>Here are the blocks:</p>
et: <p>Siin on plokid:</p>
eu: <p>Hemen daude blokeak:</p>
uk: <p>Це блоки:</p>

source: To learn more, see the LEGO WeDo page on the Scratch wiki. </p>
et: Täiendava info saamiseks vaata LEGO WeDo lehte Scratchi wiki-s. </p>
eu: Gehiago ikasteko, ikus LEGO WeDo orria Scratcheko Wikian. </p>
uk: Щоб дізнатись більше, перегляньте сторінку LEGO WeDo не Скретч-вікі. </p>

source: Want to make a project in Scratch? Try these 10 steps.
cs: Chceš udělat projekt ve Scratchi? Zkus těchto 10 kroků.
eu: Proiektu bat egin nahi Scratchen? 10 pausu hauek jarraitu.
ga: Ar mhaith leat tionscadal a chruthú le Scratch? Úsáid na 10 gcéim seo.
ja: Scratchでプロジェクトを作ってみたいですか?では以下の10ステップを試してみてください。
ro: Doresti sa faci un proiect in Scratch? Incearca acesti 10 pasi.
sr: Хоћеш да направиш пројекат у Скрачу? Испробај ових 10 корака.

source: Click
et: Klõpsa
eu: Klik egin
ro: Clic
sr: Клик
uk: Клацніть

source: Drag out a <span class=soundcolor>PLAY DRUM</span> block (from <span class=soundcolor>Sound</span>) and snap it onto the <span class=movecolor>MOVE</span> block.
cs: Přetáhni blok <span class=soundcolor>BUBNUJ</span> (ze <span class=soundcolor>Zvuk</span>) a přicvakni ho k bloku <span class=movecolor>POSUN</span>.
et: Lohista <span class=soundcolor>PLAY DRUM</span> plokk (from <span class=soundcolor>Sound</span>) ja ühenda see <span class=movecolor>MOVE</span> antud plokiga.
eu: <span class=soundcolor>DANBORRA JO</span> blokea arrasta ezazu (<span class=soundcolor>Soinutetatik</span>) eta kokatu <span class=movecolor>MUGITU</span> blokearen ondoan.
ga: Tarraing bloc <span class=soundcolor>SEINN DRUMA</span> (ó <span class=soundcolor>Fuaim</span>) agus ceangail leis an mbloc <span class=movecolor>BOG</span> é.
ja: (<span class=soundcolor>音</span>から)<span class=soundcolor>ドラムを鳴らす</span>のブロックをドラッグし、<span class=movecolor>動かす</span>にはめ込んでください。
ro: Scoate un bloc <span class=soundcolor>CANTA TOBA</span> (de la <span class=soundcolor>Sunet</span>) si prinde-l de blocul <span class=movecolor>MISCARE</span>.
sr: Превуци <span class=soundcolor>УДАРАЉКА</span> блок (из <span class=soundcolor>Звук</span>) и уклопи га испод <span class=movecolor>ИДИ</span> блока.

source: Does your music get interrupted? Make sure to use the block that plays sound until done:
cs: Přerušila se ti tvoje hudba? Zkontroluj, že jsi použil bloky které hrají zvuk až do konce:
et: Kas muusika katkeb? Veendu, et kasutad plokki mängi heli kuni valmis:
eu: Zure musika moztu al da? Soinua bukatu arte jotzen duen blokea erabiltzen ari zarela ziurtatu:
ro: Se intrerupe muzica ta? Asigura-te ca folosesti blocul care ruleaza sunet pana la sfarsit:
uk: Ваша музика переривається? Переконайтеся, що ви використовуєте блок, який програє звук до кінця:
