Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: December
ca: Desembre
cs: prosinec
de: Dezember
el: Δεκέμβριος
es: Diciembre
et: Detsember
eu: Abendua
fr: Décembre
ga: Nollaig
gl: Decembro
it: Dicembre
lv: Decembris
nb: desember
pt: Dezembro
ro: Decembrie
sr: Децембар
tr: Aralık
uk: Грудень

source: Year
ca: Any
cs: rok
de: Jahr
el: Χρονιά
es: Año
et: Aasta
eu: Urtea
fr: Année
ga: Bliain
gl: Ano
it: Anno
lv: Gads
nb: År
pt: Ano
ro: Anul
sl: leto
sr: Година
sv: År
tr: Yıl
uk: Рік

source: Male
ca: Home
cs: Muž
de: Männlich
el: Αγόρι
es: Masculino
et: Mees
eu: Gizonezkoa
fr: Mâle
ga: Firinscneach
gl: Masculino
it: Maschile
lv: Vīrietis
nb: Gutt
pt: Masculino
ro: Masculin
sl: moški
sr: Пол мушки
sv: Man
tr: Erkek
uk: Чоловік

source: Female
ca: Dona
cs: Žena
de: Weiblich
el: Κορίτσι
es: Femenino
et: Naine
eu: Emakumezkoa
fr: Femelle
ga: Baininscneach
gl: Femenino
it: Femminile
lv: Sieviete
nb: Jente
pt: Feminino
ro: Feminin
sl: ženska
sr: Пол женски
sv: Kvinna
tr: Kız
uk: Жінка

source: Country
ca: País
cs: Stát
de: Land
el: Χώρα
es: País
et: Riik
eu: Herrialdea
fr: Pays
ga: Tír
gl: País
it: Nazione
lv: Valsts
nb: Land
pt: País
ro: Tara
sl: Država
sr: Држава
sv: Land
tr: Ülke
uk: Країна

source: Enter your email address and we will send you an email to confirm your account.
de: Gib deine Emailadresse ein und wir schicken dir eine Email um dein Konto zu bestätigen.
fr: Entrez votre adresse courriel et nous vous enverrons un courriel pour confirmer votre compte.
it: Inserisci il tuo indirizzo email e ti invieremo un messaggio per confermare il tuo account.
lv: Ievadi epasta adresi un mēs tev nosūtīsim ziņu, lai tu varētu apstiprināt savu kontu.
tr: E-posta adresini gir. Hesabını onaylaman için sana bir e-posta göndereceğiz.

source: Enter your parent's or guardian's email address and we will send them an email to confirm this account.
de: Gib die Emailadresse deiner Eltern oder deines Vormunds an und wir schicken ihnen eine Email zur Bestätigung dieses Kontos.
fr: Entrez l'adresse courriel de vos parents ou de votre tuteur et nous vous enverrons un courriel pour confirmer votre compte.
it: Inserisci l'indirizzo email di un tuo genitore o tutore e gli invieremo un messaggio per confermare il tuo account.
lv: Ievadi savu vecāku vai aizbildņu epasta adresi un mēs viņiem nosūtīsim ziņu, lai varētu apstiprināt savu kontu.
tr: Anne-babanın veya velinin e-posta adresini yaz ki, biz de veline bu hesabı onaylaması için bir e-posta gönderelim.

source: Email address
ca: Adreça de correu electrònic
cs: Emailová adresa
de: E-mail-Adresse
el: Διεύθυνση E-mail
es: Correo electrónico
et: Meiliaadress
eu: Email helbidea
fr: Adresse courriel
ga: Seoladh ríomhphoist
gl: Dirección de correo electrónico
it: Indirizzo email
lv: E-pasta adrese
nb: Epostadresse
pt: Correio electrónico
ro: Adresa e-mail
sl: E-poštni naslov
sr: Адреса е‑поште
sv: E-postadress
tr: E-posta adresi
uk: Електронна пошта

source: Parent's or guardian's email address
de: Emailadresse von Eltern oder Vormund
fr: Adresse courriel d'un parent ou d'un tuteur
it: Indirizzo email del genitore o dell'adulto responsabile
lv: Vecāka vai aizbildņa epasta adrese
tr: Annenin, babanın veya velinin e-posta adresi

source: Confirm email address
de: Wiederhole die Emailadresse
fr: Confirmer votre adresse courriel
it: Conferma l'indirizzo email
lv: Apstiprināt epasta adresi
tr: E-posta adresini doğrula

source: Welcome to Scratch,
de: Willkommen bei Scratch!
fr: Bienvenue à Scratch,
it: Benvenuto su Scratch,
lv: Esi sveikts Scratch,
tr: Scratch'e Hoşgeldin!

source: You're now logged in! You can start exploring and creating projects.
de: Du bist jetzt angemeldet! Du kannst Scratch erkunden oder Projekte machen.
fr: Vous êtes maintenant connecté! Vous pouvez commencer à explorer et de créer des projets.
it: Ora ti sei collegato! Puoi iniziare a esplorare e a creare i progetti.
lv: Nu tu esi pieslēdzies. Vari sākt pārlūkot un veidot projektus.
tr: Kayıt oldun! Artık keşfetmeye ve projeler oluşturmaya başlayabilirsin.

source: If you want to share and comment, simply click the link in the email we sent you at <strong><span class="email-welcome"></span></strong>
de: Wenn du Projekte veröffenlichen oder kommentieren willst, klicke einfach auf den Link den wir dir auf <strong><span class="email-welcome"></span></strong> geschickt haben.
fr: Si vous souhaitez partager et commenter, cliquez simplement sur le lien dans le courriel que nous vous avons envoyé à <strong><span class="email-welcome"></span></strong>
it: Se vuoi condividere o commentare i progetti, clicca semplicemente sul link nell'email che ti abbiamo inviato a <strong><span class="email-welcome"></span></strong>
lv: Ja vēlies komentēt un dalīties, vienkārši noklikšķini uz saites epastā, ko tev nosūtījām <strong><span class="email-welcome"></span></strong>
tr: Paylaşmak ve yorum yapmak istiyorsan, <strong><span class="email-welcome"></span></strong>'de sana gönderdiğimiz linke tıkla.

source: Wrong email? Change your email address in <a href="%(settings_url)s">Account Settings</a>
de: Falsche Emailadresse? Korrigiere deine Emailadresse in den <a href="%(settings_url)s">Kontoeinstellungen</a>
fr: Courriel iron? Changer votre adresse courriel dans <a href="%(settings_url)s">Paramètres du compte</a>
it: Email sbagliata? Cambia il tuo indirizzo email nelle <a href="%(settings_url)s">Impostazioni Account</a>
lv: Nepareizs epasts? Nomaini epasta adresi <a href="%(settings_url)s">Konta iestatījumos</a>
tr: Yanlış e-posta mı? E-posta adresini <a href="%(settings_url)s">Hesap Ayarları</a>'ndan değiştirebilirsin

source: Next
ca: Següent
cs: Další
de: Weiter
el: Επόμενο βήμα
es: Siguiente
et: Järgmine
eu: Hurrengoa
fr: Suivant
ga: Ar Aghaidh
gl: Seguinte
it: Avanti
lv: Nākamais
nb: Neste
pt: Próximo
ro: Urmatorul
sl: Naprej
sr: Следећи
sv: Nästa
tr: Sonraki
uk: Далі

source: OK Lets Go!
ca: D'acord, comencem!
cs: Dobře, jdeme na to!
de: Gut - Los geht's!
el: Εντάξει, ας ξεκινήσουμε!
es: OK Vamos!
et: OK läheb lahti!
eu: Ederki, goazen!
fr: OK Allons-y!
ga: OK, Ar Aghaidh Linn!
gl: OK Adiante!
it: OK, si parte!
lv: Labi, aiziet!
nb: Da starter vi!
pt: OK! Vamos a Isso!
ro: OK Sa mergem!
sl: No, pa začnimo!
sr: Уреду крећемо!
sv: OK, då kör vi!
tr: Tamam Başlayalım!
uk: Гаразд, вперед!

source: Your username must be between 3 and 20 characters
ca: El teu nom usuari ha de tenir entre 3 i 20 caràcters
cs: Tvé uživatelské jméno musí mít 3 až 20 znaků
de: Dein Benutzername muss 3 bis 20 Zeichen lang sein
el: Το όνομα χρήστη πρέπει να περιέχει από 3 έως 20 χαρακτήρες
es: Tu nombre de usuario debe tener entre 3 y 20 letras
et: Sinu kasutajanimi peab olema 3 kuni 20 tähemärki
eu: Zure erabiltzaile izenak 3 eta 20 karaktere artekoa behar du izan
fr: Votre nom d'utilisateur doit contenir entre 3 et 20 caractères
ga: Ní mór idir 3 agus 20 carachtar a bheith i d'ainm úsáideora
gl: O teu nome de usuario debe ter entre 3 e 20 caracteres
it: Il tuo username deve essere formato da almeno 3 caratteri e non più di 20
lv: Lietotājvārdam jābūt garumā no 3 līdz 20 rakstzīmēm
nb: Brukernavnet må være 3 til 20 tegn langt
pt: O seu nome de utilizador tem de ter entre 3 e 20 caracteres
ro: Numele de utilizator trebuie sa aiba intre 3 si 20 de caractere
sl: Tvoje uporabniško ime mora imeti med 3 in 20 znakov
sr: Твоје име за пријаву мора да садржи између 3 и 20 знакова.
sv: Ditt användarnamn måste vara mellan 3 till 20 tecken
tr: Kullanıcı adın 3 ila 20 karakter arasında olmalı
uk: Ім’я користувача повинно мати від 3 до 20 символів

source: Sorry, that username already exists
ca: Ho sentim, aquest nom usuari ja existeix
cs: Lituji, toto uživatelské jméno už existuje
de: Dieser Benutzername existiert leider bereits
el: Λυπούμαστε, αλλά αυτό το όνομα χρήστη χρησιμοποιείται ήδη.
es: Lo sentimos, ese nombre de usuario ya existe
et: Vabandust, selline kasutajanimi on juba olemas
eu: Erabiltzaile izen hori beste batek hartua du dagoeneko
fr: Désolé, ce nom d'utilisateur existe déjà
ga: Tá brón orainn, tá an t-ainm úsáideora sin in úsáid cheana
gl: Sentímolo, ese nome de usuario xa existe
it: Mi dispiace, questo username esiste già
lv: Atvaino, lietotājvārds jau pastāv
nb: Beklager, det brukernavnet finnes allerede
pt: Lamentamos, mas esse nome de utilizador já existe
ro: Ne pare rau, dar acel utilizator deja exista
sl: To uporabniško ime žal že obstaja.
sr: Жао нам је, то корисничко име већ постоји
sv: Användarnamnet finns redan
tr: Maalesef, bu isimde bir kullanıcı zaten var
uk: Вибачте, таке ім’я вже існує

source: You must enter a username
ca: Has d\'entrar un nom usuari
cs: Musíš zadat uživatelské jméno
de: Du musst einen Benutzernamen angeben
el: Πρέπει να πληκτρολογήσετε ένα όνομα χρήστη
es: Debes ingresar un nombre de usuario
et: Pead sisestama kasutajanime
eu: Erabiltzaile izena sartu sartu behar duzu
fr: Vous devez renseigner un nom d'utilisateur
ga: Ní mór duit ainm úsáideora a chur isteach
gl: Tes que introducir un nome de usuario
it: Devi scegliere uno username
lv: Tev jāievada lietotājvārds
nb: Du må skrive brukernavn
pt: Tem de introduzir um nome de utilizador
ro: Trebuie sa introduci un nume de utilizator
sl: Vnesti moraš uporabniško ime
sr: Мораш да унесеш корисничко име
sv: Du måste ange ett användarnamn
tr: Bir kullanıcı adı girmelisin
uk: Вам необхідно ввести ім’я користувача

source: Your username may only contain letters, numbers, - and _
ca: El teu nom usuari només pot contenir lletres, números, - i _
cs: Tvoje uživatelské jméno může obsahovat jen písmena, číslice, - a _
de: Dein Benutzername darf ausschließlich Buchstaben, Ziffern, - und _ enthalten
el: Το όνομα χρήστη σας μπορεί να περιέχει μόνο γράμματα, αριθμούς και τα σύμβολα - και _
es: Su nombre de usuario solo puede tener letras, números, - y _
et: Sinu kasutajanimi võib sisaldada ainult tähti, numbreid ja allkriipse _
eu: Zure erabiltzaile izenak hizkiak, zenbakiak, - eta _ karaktereak soilik izan ditzake
fr: Votre nom d'utilisateur ne peut contenir que des lettres, des chiffres, - et _
ga: Ní cheadaítear ach litreacha, uimhreacha, - agus _ in ainm úsáideora
gl: O teu nome de usuario só pode conter letras, números, - e _
it: Il tuo username può contenere solo lettere, numeri o i caratteri "-" e "_"
lv: Tavs lietotājvārds var būt veidots no burtiem, cipariem, - un _
nb: Brukernavnet må bestå av bokstaver, tall, - og _, men ikke norske tegn
pt: O seu nome de utilizador pode conter apenas letras, dígitos, - e _
ro: Numele tau de utilizator poate contine numai litere, numere, - si _
sl: Tvoje uporabniško ime lahko vsebuje le črke (brez čšž), številke, - in _
sr: Корисничко име може да садржи једино слова, бројеве, - и _
sv: Ditt användarnamn får bara innehålla bokstäver, nummer, bindestreck och understreck.
tr: Kullanıcı adın sadece harf, rakam, - ve _ işaretlerinden oluşabilir
uk: Ім’я користувача може мати літери, цифри, - і _

source: Your password cannot be \'password\'
fr: Votre mot de passe ne peut pas être \'password\'
lv: Parole nedrīkst būt vārds \'password\'

source: Your password must be at least 6 characters
ca: La teva contrasenya ha de tenir 6 caràcters com a mínim
cs: Tvoje heslo musí být alespoň 6 znaků dlouhé
de: Dein Kennwort muss mindestens 6 Zeichen lang sein
el: Ο κωδικός θα πρέπει να περιέχει τουλάχιστον 6 χαρακτήρες.
es: Tu contraseña debe tener por lo menos 6 caracteres
et: Parool peab sisaldama vähemalt 6 märki
eu: Zure pasahitzak 6 karaktere izan behar ditu gutxienez
fr: Votre mot de passe doit contenir au moins 6 caractères
ga: Ní mór 6 charachtar a bheith san fhocal faire ar a laghad
gl: O teu contrasinal debe ter polo menos 6 caracteres
it: La tua password deve essere formata da almeno 6 caratteri.
lv: Parolei jābūt vismaz 6 rakstzīmes garai
nb: Passordet ditt må ha minst 6 tegn
pt: A sua palavra-passe tem de ter pelo menos 6 caracteres
ro: Parola ta trebuie sa aiba lungimea de cel putin 6 caractere
sl: Geslo mora imeti vsaj 6 znakov.
sr: Твоја лозинка мора да садржи најмање 6 знакова
sv: Ditt lösenord måste vara minst 6 tecken långt
tr: Parolan en az 6 karakter olmalı
uk: Ваш пароль має містити не менше 6 символів

source: You must enter a password
ca: Has d\'introduir una contrasenya
de: Du musst ein Kennwort eingeben
el: Πρέπει να πληκτρολογήσετε έναν κωδικό
es: Debes ingresar una contraseña
et: Sa pead sisestama parooli
eu: Pasahitza sartu behar duzu
fr: Vous devez saisir un mot de passe
gl: Tes que introducir un contrasinal
it: Devi inserire una password
lv: Tev jāievada parole
nb: Du må skrive et passord
pt: Tem de introduzir uma palavra-passe
ro: Trebuie sa introduci o parola
sl: Vnesti moraš geslo
sr: Мораш да унесеш лозинку
sv: Du måste ange ett lösenord
uk: Вам слід ввести пароль

source: Your passwords do not match
ca: Les teves contrasenyes no coincideixen
de: Deine Kennwörter stimmen nicht überein
el: Οι κωδικοί δεν ταιριάζουν
es: Tu contraseña no coincide
et: Sinu parool ei sobi
eu: Zure pasahitzak ez dira berdinak
fr: Vos mots de passe ne correspondent pas
gl: Os contrasinais introducidos non coinciden
it: Le password indicate non coincidono
lv: Paroles nesakrīt
nb: Passordene er forskjellige
pt: As suas palavras-passe não correspondem
ro: Parolele tale nu se potrivesc
sl: Gesli se ne ujemata
sr: Лозинке се не поклапају
sv: Lösenorden matchar inte
tr: Parolaların birbirini tutmuyor
uk: Ваші паролі не збігаються

source: Your password cannot match your username
ca: La teva contrasenya no coincideix amb el teu nom usuari
cs: Tvým heslem nesmí být uživatelské jméno
de: Dein Kennwort darf nicht deinem Benutzernamen entsprechen
el: Ο κωδικός σας δεν μπορεί να είναι το ίδιο με το όνομα χρήστη
es: Tu contraseña no coincide con tu nombre de usuario
et: Sinu parool ei vasta kasutajanimele
eu: Zure pasahitzak ez du zure erabiltzaile izenarekin bat egiten
fr: Votre mot de passe ne correspond à votre nom d'utilisateur
ga: Níl cead agat d'ainm úsáideora a úsáid mar fhocal faire
gl: O teu contrasinal non coincide co teu nome de usuario
it: La tua password non può essere uguale al tuo username
lv: Parole nedrīkst sakrist ar lietotājvārdu
nb: Passordet må være forskjellig fra brukernavnet
pt: A sua palavra-passe não pode corresponder ao seu nome de utilizador
ro: Parola ta nu se potriveste cu utilizatorul
sl: Geslo ne sme biti enako tvojemu uporabniškemu imenu
sr: Лозинка не сме да се поклапа са твојим корисничким именом
sv: Ditt lösenord får inte vara likadant som ditt användarnamn
tr: Kullanıcı adın ve parolan aynı olmasın
uk: Ваш пароль не може містити ім’я користувача

source: You must specify a gender
ca: Has d\'especificar el teu gènere
cs: Musíš určit pohlaví
de: Du musst ein Geschlecht angeben
el: Πρέπει να προσδιορίσετε το φύλο σας
es: Debes especificar un género
et: Pead määrama soo
eu: Generoa zehaztu behar duzu
fr: Vous devez spécifier un sexe
ga: Ní mór duit inscne a roghnú
gl: Tes que especificar un xénero
it: Devi specificare il tuo sesso
lv: Tev jānorāda dzimums
nb: Du må oppgi kjønn
pt: Tem de indicar o seu sexo
ro: Trebuie sa precizezi genul
sl: Določiti moraš spol
sr: Мораш да одредиш пол
sv: Du måste ange ett kön
tr: Cinsiyetini belirtmen gerekiyor
uk: Вам слід вказати стать

source: You must select a country
ca: Has de triar un país
de: Du musst ein Land auswählen
el: Πρέπει να επιλέξετε χώρα
es: Debes elegir un país
et: Sa pead valima riigi
eu: Herrialdea zehaztu behar duzu
fr: Vous devez choisir un pays
gl: Tes que seleccionar un país
it: Devi selezionare il Paese
lv: Tev jānorāda valsts
nb: Du må velge et land
pt: Tem de seleccionar um país
ro: Trebuie sa selectezi tara
sl: Izbrati moraš državo
sr: Мораш да изабереш државу
sv: Du måste välja ett land
tr: Ülkeni belirtmen gerekiyor
uk: Вам слід обрати країну

source: You must provide an email address
ca: Has d\'introduir una adreça de correu electrònic
de: Du musst eine E-Mail-Adresse angeben
el: Πρέπει να συμπεριλάβετε μια διεύθυνση e-mail
es: Debes ingresar un correo electrónico
et: Sa pead sisestama e-posti aadressi
eu: Email helbidea sartu behar duzu
fr: Votre devez fournir une adresse courriel
gl: Tes que proporcionar unha dirección de correo electrónico
it: Devi fornire un indirizzo email
lv: Tev jānorāda epasta adrese
nb: Du må skrive en epostadresse
pt: Tem de fornecer um endereço de correio electrónico
ro: Trebuie sa furnizezi o adresa de email
sl: Vnesti moraš e-poštni naslov
sr: Мораш да унесеш е-адресу
sv: Du måste ange en e-postadress
tr: Bir e-posta adresi belirtmen gerekiyor
uk: Ви маєте надати адресу ел.пошти

source: You must provide valid email address
ca: Has d\'introduir una adreça de correu electrònic vàlida
de: Du musst eine gültige E-Mail-Adresse angeben
el: Πρέπει να συμπεριλάβετε μια έγκυρη διεύθυνση e-mail
es: Debes ingresar un correo electrónico válido
et: Sa pead andma kehtiva e-posti aadressi
eu: Egiazko email helbide bat sartu behar duzu
fr: Votre devez fournir une adresse courriel valide
gl: Tes que proporcionar unha dirección de correo electrónico válida
it: Devi fornire un indirizzo email valido
lv: Tev jānorāda derīga epasta adrese
nb: Du må skrive en gyldig epostadresse
pt: Tem de fornecer um endereço de correio electrónico válido
ro: Trebuie sa furnizezi o adresa de email valida
sl: E-poštni naslov mora biti veljaven.
sr: Мораш да унесеш исправну е-адресу
sv: Du måste ange en giltig e-postadress
tr: Geçerli bir e-posta adresi belirtmen gerekiyor
uk: Ви маєте надати дійсну адресу ел.пошти

source: Whoops, emails do not match
de: Ups, Emailadressen stimmen nicht überein
fr: Whoops,les courriels ne correspondent pas
it: Ooops, le email non corrispondono
lv: Ui, epasti nesakrīt
tr: Upps, e-postalar eşleşmedi

source: Enter
ca: Accepta
cs: Vstup
de: Gib ein
el: Εισαγωγή
es: Entrar
et: Sisene
eu: Sartu
fr: Entrer
ga: Cuir Isteach
gl: Entrar
he: להיכנס
it: Entra
ja: 入口
lv: Ievadīt
nb: Skriv inn
pt: Entrar
sl: Vstopi
sr: Унеси
sv: Ok
tr: Giriş
uk: Увійти

source: Scratch Privacy Policy
ca: Política de Privacitat d'Scratch
de: Datenschutz bei Scratch
el: Πολιτική Ιδιωτικότητας του Scratch
fr: Politique de confidentialité de Scratch
gl: Política de Privacidade de Scratch
it: Politica sulla privacy di Scratch
lv: Scratch privātuma politika
nb: Personvern hos Scratch
pt: Política de Privacidade do Scratch
sl: Politika zasebnosti
tr: Scratch Gizlilik Politikası

source: We'll be Back Soon- Scratch
ca: Tornarem aviat- Scratch
de: Wir sind bald wieder erreichbar- Scratch
el: Θα Είμαστε Σύντομα Ξανά Κοντά Σας- Scratch
es: Regresaremos pronto- Scratch
et: Oleme varsti tagasi ....
fr: Nous serons de retour bientôt - L'Equipe Scratch
gl: Voltaremos Axiña- Scratch
it: Torneremo online Appena Possibile- Scratch
lv: Drīz būsim atpakaļ - Scratch
nb: Snart tilbake- Scratch
pt: Estaremos de Volta em Breve - Scratch
sl: Kmalu bomo nazaj - Scratch
sv: Kommer tillbaka strax- Scratch
tr: Çok yakında döneceğiz- Scratch

source: Coming Back Soon...
ca: Tornarem aviat...
de: Bald wieder da...
el: Αναμένεται Σύντομα...
es: Regresaremos pronto...
et: Oleme varsti tagasi
fr: De retour rapidement
gl: Voltaremos Axiña...
it: Disponibile a breve...
lv: Tūlīt būsim atpakaļ...
nb: Kommer snart tilbake...
pt: Regressaremos em Breve...
sl: Kmalu bomo nazaj...
sv: Kommer tillbaka snart...
tr: Pek Yakında Geri Geliyor...

source: Scratch Terms of Use
ca: Condicions d'Ús d'Scratch
de: Nutzungsbedingungen für Scratch
el: Όροι Χρήσης του Scratch
fr: Conditions d'utilisation de Scratch
gl: Termos de Uso de Scratch
it: Condizioni di utilizzo di Scratch
lv: Scratch lietošanas noteikumi
nb: Vilkår for bruk av Scratch
pt: Termos de Utilização do Scratch
sl: Pogoji uporabe Scratcha
tr: Scratch Kullanım Şartları

source: Account
de: Benutzerkonto
el: Λογαριασμός
fr: Comptes
lv: Konts
nb: Brukerkonto
pt: Conta
tr: Hesap

source: Save my Changes
de: Änderungen speichern
el: Αποθήκευση Αλλαγών
fr: Enregistrer mes modifications
it: Salva le Modifiche
lv: Saglabāt izmaiņas
nb: Lagre endringene
pt: Guardar as Minhas Alterações
tr: Değişikliklerimi Kaydet

source: The Scratch Team decided to block the account:
ca: L'equip d'Scratch ha decidit bloquejar el teu compte:
cs: Tým Scratch se rozhodl zablokovat účet:
de: Das Scratch-Team hat sich entschieden, diesen Account zu sperren:
el: Η ομάδα του Scratch αποφάσισε να αποκλείσει αυτό το λογαριασμό:
es: El grupo Scratch decidió bloquear la cuenta:
et: Scratchi tiim otsustas blokeerida konto:
eu: Scratch lantaldeak kontua blokeatzea erabaki du:
fr: L'équipe Scratch a décidé de bloquer le compte:
ga: Chuir foireann Scratch cosc ar an gcuntas:
gl: O Scratch Team decidiu bloquear a túa conta:
it: Il Team di Scratch ha deciso di bloccare questo account:
lv: Scratch komanda ir nolēmusi bloķēt kontu:
nb: Scratch-administratorene har sperret brukerkontoen:
pt: A Equipa Scratch decidiu bloquear a conta:
ro: Echipa Scratch a decis blocarea contului:
sl: Ekipa Scratcha se je odločila, da bo zablokirala ta račun:
sr: Скрач тим је одлучио да блокира налог:
sv: Scratchteamet beslöt sig för att blockera det här kontot:
tr: Scratch Ekibi hesabını dondurmaya karar verdi:
uk: Команда Скретчу вирішила заблокувати обліковий запис:

source: Date:
ca: Data:
cs: Datum:
de: Zeitpunkt:
el: Ημερομηνία:
es: Fecha:
et: Kuupäev:
eu: Data:
ga: Dáta:
gl: Data:
it: Data:
lv: Datums:
nb: Dato:
pt: Data:
ro: Data:
sl: Datum:
sr: Датум:
sv: Datum:
tr: Tarih:
uk: Дата:
