Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: (The items are separated by spaces. However, if the items are individual letters or digits, spaces are omitted.)
ca: (Els elements estan separats per espais. Però si els elements són dígits o lletres individuals, els espais s'ometen.)
de: (Die Elemente werden durch Leerzeichen getrennt. Sind die Elemente einzelne Buchstaben oder Zahlen, fallen die Leerzeichen weg.)
el: (Τα στοιχεία ξεχωρίζονται με κενά. Ομως, αν τα στοιχεία είναι γράμματα ή ψηφεία αριθμών, τα κενά παραλείπονται.)
es: (Los elementos se separan con espacios. Sin embargo, si los elementos individuales son letras o dígitos, se omiten los espacios.)
et: (Liikmed on eraldatud tühikutega. Kui liikmed on üksikud tähed või numbrid, tühikud puuduvad.)
eu: (Itemak hutsunez bereizita daude. Hala ere, itemak banakako hizki edo digituak badira, hutsunerik ez da jartzen.)
fr: (Les éléments sont séparés par des espaces. Cependant, si les éléments sont des lettres seules ou des chiffres, les espaces sont omis.)
gl: (Os elementos sepáranse con espazos. Agora ben, si os elementos individuais son letras ou díxitos,non se poñen os espazos.)
it: (Gli elementi sono generalmente separati l'uno dall'altro da uno spazio. Tuttavia, nel caso in cui gli elementi siano solo singole lettere o numeri di una sola cifra, gli spazi saranno omessi.)
lv: (Vienumi ir atdalīti ar atstarpēm. Tomēr, ja vienumi ir atsevišķi burti vai skaitļi, atstarpes tiek izlaistas.)
nb: (Elementene blir koblet sammen til en lang tekst, skilt av mellomrom. Et unntak er elementer som er bare ett tegn, de får ikke mellomrom.)
pt: (Os itens são separados por espaços. No entanto, se todos os itens forem letras ou dígitos individuais, os espaços são omitidos.)
ro: (Elementele sunt deparate prin spatii. Totusi, daca elementele sunt litere sau cifre, spatiile sunt omise.)
sl: (Elementi so ločeni s presledki. Vendar, če so elementi posamezne črke ali številke, so presledki izpuščeni.)
sv: (Objekten är separerade av mellanslag. Men, om objekten är enskilda bokstäver eller enskilda siffror, utelämnas mellanslag.)
uk: (Елементи розділені пропусками. Проте, якщо елементи є окремими літерами або цифрами, пропуски не потрібні.)

source: <p> Click the checkbox (next to the block) to show the monitor on the stage: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> The <img src="%(STATIC_URL)s/images/help/list.png" /> block reports all the items in a list. For individual items, use this block: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> To delete or rename a list, right click on the list. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>
ca: <p> Fes clic a la casella de verificació (davant del bloc) per veure la llista a l'escenari: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> El bloc <img src="%(STATIC_URL)s/images/help/list.png" /> retorna tots els elements d'una llista. Per a obtenir-ne un de sol, utilitza el bloc: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> Per eliminar o canviar el nom d'una llista fes-li clic amb el botó dret del ratolí. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>
el: <p> Κάντε κλικ στο κουτίγια να εμφανιστεί η λίστα στο Σκηνικό: <br><img src=\"%(STATIC_URL)s/images/help/list-ex2.png\" /></br> </p> <p> Το <img src=\"%(STATIC_URL)s/images/help/list.png\" /> αναφέρει όλα τα στοιχεία σε μια λίστα. Για ξεχωριστά στοιχεία χρησιμοποιείστε αυτό: <img src=\"%(STATIC_URL)s/images/help/item-of-list.png\" /> </p> <p> Για να διαγράψετε ή να μετονομάσετε μια λίστα, κάντε δεξί κλικ στη λίστα. <br><img src=\"%(STATIC_URL)s/images/help/delete-list.png\" </br> </p>
es: <p> Haz clic en la casilla (enseguida del bloque) para mostrar el monitor en el escenario: <br><img src="%(STATIC_URL)s/images/help/es/list-ex2.png" /><br/> </p> <p> El <img src="%(STATIC_URL)s/images/help/es/list.png" />bloque informa todos los elementos de una lista. Para elementos individuales, usa este bloque: <img src="%(STATIC_URL)s/images/help/es/item-of-list.png" /> </p> <p> Para borrar o renombrar una lista, haz clic derecho sobre la lista. <br><img src="%(STATIC_URL)s/images/help/es/delete-list.png" /><br/> </p>
et: <p> Klõpsa märkeruutu (ploki kõrval), et kuvada monitor laval: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> See <img src="%(STATIC_URL)s/images/help/list.png" />plokk kõike liikmeid loendis.Üksiku elemendi jaoks kasuta ploki: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> Loendi eemaldamiseks või ümbernimetamiseks tee paremklõps plokil. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>
eu: <p> Kontrol laukian klik egin (blokearen ondoan), begiralea eszenatokian erakusteko: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> <img src="%(STATIC_URL)s/images/help/list.png" /> blokeak zerrendako item guztiak itzultzen ditu. Banakako itementzat, bloke hau erabili: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> Zerrenda bat ezabatu edo berrizendatzeko, eskuin klik egin zerrendan. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>
fr: <p> Clique sur la boîte à cocher ( à côté du bloc )pour montrer le tableau de contrôle de la liste: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> Le bloc <img src="%(STATIC_URL)s/images/help/list.png" /> renvoie tous les éléments de la liste. Pour les éléments individuels, utilise ce bloc: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> Pour effacer une liste, exécute un clic droit sur la liste. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>
gl: <p> Preme no recadro de verificación (ao lado do bloque) para amosar o nomitor no escenario: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> O bloque <img src="%(STATIC_URL)s/images/help/list.png" /> devolve todos os elementos da lista. Para os elementos individuais, usa este bloque: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> Para borrar ou cambiarlle o nome a unha lista, preme co botón dereito do rato na lista. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>
it: <p> Clicca la casella (a fianco al blocco) per mostrare il monitor sullo Stage: <br><img src="%(STATIC_URL)s/images/help/it/list-ex2.png" /><br/> </p> <p> Il blocco <img src="%(STATIC_URL)s/images/help/it/list.png" /> restituisce tutti gli elementi contenuti nella lista. Se sei interessato ai singoli elementi usa invece questo blocco: <img src="%(STATIC_URL)s/images/help/it/item-of-list.png" /> </p> <p> To delete or rename a list, right click on the list. <br><img src="%(STATIC_URL)s/images/help/it/delete-list.png" <br/> </p>
lv: <p> Ieliec ķeksīti blakus blokam, lai redzētu sarakstu uz skatuves: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> Šis <img src="%(STATIC_URL)s/images/help/list.png" /> bloks rāda visus saraksta vienumus. Atsevišķiem vienumiem izmanto šo bloku: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> Lai dzēstu vai pārsauktu sarakstu, klikšķini labo taustiņu uz saraksta. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>
nb: <p> Kryss av ved siden av klossen for å vise innholdet på scenen: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> Klossen <img src="%(STATIC_URL)s/images/help/list.png" /> gir ut alle elementene i en liste. For å lese ut ett element, bruk: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> Høyreklikk hvis du vil slette en liste eller bytte navn på den. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>
pt: <p> Clique na caixa de selecção (junto ao bloco) para mostrar o monitor no palco: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> O bloco <img src="%(STATIC_URL)s/images/help/list.png" /> reporta todos os itens numa list. Para itens individuais, use este bloco: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> Para remover ou renomear uma lista, clique com o botão direito do rato sobre a lista. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>
sl: <p> Klikni na potrditveno polje (poleg bloka) za prikaz zaslona na odru: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> <img src="%(STATIC_URL)s/images/help/list.png" /> blok vrne vse elemente v seznamu. Za posamezne elemente uporabi blok: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> Za izbris ali preimenovanje seznama klikni z desno tipko na seznam. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>
sv: <p> Bocka i kryssrutan (vis sidna om blocket) för att visa bevakaren på scenen: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> Blocket <img src="%(STATIC_URL)s/images/help/list.png" /> rapporterar alla objekt i en lista. För individuella objekt, använd det här blocket: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> För att ta bort eller byta namn på en lista, högerklicka på listan. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>
uk: <p> Встановіть позначку (поруч блока) щоб показати монітор списку на Сцені: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> <img src="%(STATIC_URL)s/images/help/list.png" /> блок показує всі елементи списку. Для окремих елементів використайте блок: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> Щоб видалити чи перейменувати список. клацніть правою клавішею по списку. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>

source: Reports the volume (from 1 to 100) of sounds detected by the computer microphone
ca: Informa el volum del so (de 1 a 100) detectat pel micròfon de l'ordinador
el: Αναφέρει την ένταση (από το 1 μέχρι το 100) των ήχων από το μικρόφωνο.
es: Informa el volumen (de 1 a 100) de los sonidos detectados por el micrófono del computador
et: Tagastab arvuti mikrofoonilt helitugevuse (1 kuni 100)
eu: Ordenagailuko mikrofonoak hautemandako bolumenaren balioa itzultzen du (1etik 100era)
fr: Renvoie le volume ( valeur comprise entre 1 et 100) des sons détectés par le microphone de l'ordinateur
gl: Devolve o volume (entre 1 e 100) dos sons detectados no micrófono do ordenador
it: Restituisce il valore (da 1 a 100) del volume dei suoni rilevati dal microfono del computer
lv: Atgriež skaņas skaļumu (no 1 līdz 100) skaņai, ko uztver datora mikrofons
nb: Gir lydstyrken som maskinens mikrofon hører, på en skala fra 1 til 100
pt: Reporta a intensidade (entre 1 e 100) dos sons capturados pelo microfone do computador
ro: Returneaza volumul (de la 1 la 100) sunetelor detectate de microfonul calculatorului
sl: Vrne glasnost zvokov (od 1 do 100), ki jih zazna mikrofon računalnika
sv: Rapporterar volymen (från 1 till 100) på ljud som upptäcks av datorns mikrofon
uk: Результатом є гучність (від 1 до 100) гучності виявленого в коп’ютера мікрофона

source: To view the value of size, click the checkbox next to the loudness block. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> Note: Your computer must have a working microphone in order for this block to work.
ca: Per visualitzar el valor, fes clic a la casella de verificació del bloc volum del so. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> Nota: El teu ordinador ha de tenir un micròfon habilitat per fer funcionar aquest bloc.
el: Για να δείτε την τιμή του μεγέθους, κάντε κλικ στο κουτί δίπλα από το τετράγωνο εντολής. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/></br> Σημείωση: Θα πρέπει να έχετε ένα μικρόφωνο που λειτουργεί για να λειτουργήσει αυτό το τετράγωνο εντολής.
es: Para ver el valor, haz clic en la casilla enseguida del bloque intensidad del sonido. <br><img src="%(STATIC_URL)s/images/help/es/loudness-ex2.png"/><br/> Nota: Tu computador debe tener funcionando un micrófono para que este bloque funcione.
et: Et näha väärtuse suurust, klõpsake märkeruutu ploki juures. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> Märkus:Teie arvutil peab olema töötav mikrofon, et see ploki töötaks..
eu: Tamainaren balioa ikusteko, ozentasun blokearen ondoan dagoen kontrol laukia klika ezazu. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> Oharra: Zure ordenagailuak martxan dabilen mikrofono bat konektaturik behar du bloke honek funtziona dezan.
fr: Pour voir la valeur de l'intensité du son, clique la boîte à cocher à côté du bloc volume sonore. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> Remarque: Votre ordinateur doit disposer d'un microphone pour que ce bloc puisse fonctionner .
gl: Para ver o valor do tamaño, preme no recadro de verificación a carón do bloque de volume. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> Nota: O teu ordenador precisa ter un micrófono funcionando para que este bloque traballe.
it: Per vedere la potenza del suono captato dal microfono, clicca la casella a fianco al blocco "volume microfono". <br><img src="%(STATIC_URL)s/images/help/it/loudness-ex2.png"/><br/> Nota: Per poter usare questo blocco il tuo computer deve essere dotato di un microfono funzionante.
lv: Lai redzētu skaļuma vērtību, ieliec ķeksīti blakus skaļuma blokam. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> Piezīme: Pie datoram jābūt pievienotam mikrofonam, lai šis bloks strādātu.
nb: Kryss av ved siden av klossen for å vise mikrofon-lydnivået som et tall på scenen. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> Viktig: Denne klossen virker bare hvis maskinen har en mikrofon.
pt: Para ver o valor do volume, clique na caixa de selecção junto do bloco de volume. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> Nota: O seu computador tem de ter um microfone operacional para que este bloco funcione.
sl: Za ogled višine glasnosti, klikni na potrditveno polje poleg bloka glasnosti. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> Opomba: tvoj računalnik mora imeti delujoč mikrofon, da ta blok deluje.
sv: För att visa värdet, bocka i kryssrutan vid blocket för ljudstyrka. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> OBS: Din dator måste ha en fungerande mikrofon för att blocket ska fungera.
uk: Щоб побачити рівень величини, поставте позначку біля блока гучності. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> Застереження: Ваш комп’ютер має мати працюючий мікрофон, щоб цей блок працював.

source: <h3>You can create a custom block with inputs, for example: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>
ca: <h3>Pots crear el teu propi bloc amb entrades (paràmetres), per exemple: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>
el: <h3>Μπορείτε να δημιουργήσετε ένα προσαρμοσμένο τετράγωνο εντολών με εισόδους, π.χ. <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>
es: <h3>Puedes crear un bloque personalizado con entradas, por ejemplo: <img src="%(STATIC_URL)s/images/help/es/jump-10.png"/></h3>
et: <h3>Saad luua kasutajaploki sisenditega, näiteks: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>
eu: <h3>Sarrerak dituen neurrira egindako blokea sortu dezakezu, adibidez: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>
fr: <h3>Tu peux créer un bloc personnalisé avec des entrées, par exemple: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>
gl: <h3>Podes crear un bloque persoalizado con entradas, por exemplo: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>
it: <h3>Puoi creare un nuovo blocco con argomenti, ad esempio: <img src="%(STATIC_URL)s/images/help/it/jump-10.png"/></h3>
lv: <h3>Tu vari veidot savus blokus ar ievadi, piemēram: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>
nb: <h3>Du kan lage din egen kloss som bruker data du legger inn, for eksempel: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>
pt: <h3>Pode criar um bloco personalizado com entradas (argumentos), por exemplo: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>
sl: <h3>Ustvariš lahko blok po meri z vhodnimi podatki, na primer: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>
sv: <h3>Du kan skapa ett specialblock för indata, till exempel: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>
uk: <h3>Ви можете створити власний блок з параметрами, на приклад: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>

source: Click "Make a Block" to see this dialog box:<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Click <strong>Options</strong> to add inputs. For example, add a number input:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
ca: Fes clic a "Crea un Bloc" per veure aquest quadre de diàleg:<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Fes clic a <strong>Opcions</strong> per afegir entrades. Per exemple, afegeix una entrada numèrica:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
el: Πατήστε "Δημιουργεία Τετραγώνου Εντολής" για να δείτε αυτό το παράθυρο:<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Πατήστε <strong>Επιλογές</strong> για να προσθέσετε εισόδους. Για παράδειγμα:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
es: Haz clic en "Crear un bloque" para ver este cuadro de diálogo:<br> <img src="%(STATIC_URL)s/images/help/es/newblock.png" /> <p>Haz clic en <strong>Opciones</strong> para agregar entradas. Por ejemplo, agrega una entrada numérica:</p> <img src="%(STATIC_URL)s/images/help/es/jump-height-input.png" />
et: Klõpsa "Tee plokk", et näha seda dialoogiboksi:br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Klõpsa <strong>Valikud</strong> lisamaks sisendparameetreid. Näiteks, arvparameetri lisamiseks:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
eu: Klikatu "Sortu bloke bat" testu kaxa hau ikusteko:<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Klikatu <strong>Aukerak</strong> sarrerak gehitzeko. Adibidez, sarrera bloke bat gehitu:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
fr: Clique sur "Créer un bloc" pour voir cette boîte de dialogue:<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Clic<strong>Options</strong> pour ajouter des entrées. Par exemple, ajouter une entrée de nombre:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
gl: Preme en "Crear un Bloque" para ver esta caixa de diálogo:<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Preme en <strong>Opcións</strong> para engadir entradas. Por exemplo, engadir unha entrada para un número:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
it: Clicca "Crea un blocco" per aprire la finestra di dialogo:<br> <img src="%(STATIC_URL)s/images/help/it/newblock.png" /> <p>Clicca <strong>Opzioni</strong> per aggiungere gli argomenti. Ad esempio, aggiungi un argomento numerico:</p> <img src="%(STATIC_URL)s/images/help/it/jump-height-input.png" />
lv: Lai redzētu šo dialogu, klikšķini "Izveidot bloku":<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Klikšķini <strong>Iespējas</strong>, lai pievienotu ievadi. Piemēram, lai pievienotu skaitļa ievadi:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
nb: Når du klikker "lag en kloss" får opp du dette vinduet:<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Klikk <strong>Valg</strong> for å legge inn felt for data, for eksempel et tall:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
pt: Clique em «Criar um Bloco» para ver esta caixa de diálogo:<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Clique em <strong>Opções</strong> para adicionar entradas (parâmetros). Por exemplo, adicione um parâmetro numérico:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
sl: Klikni "Ustvari blok" za prikaz pogovornega okna: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Klikni <strong>Možnosti</strong>, da dodaš vhodne podatke. Na primer, vhodni podatek dodaj število:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
sv: Klicka på "Skapa ett block" för att se dialogrutan:<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Klicka <strong>Alternativ</strong> för att lägga till indata. Till exempel, lägg till indata för ett tal:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
uk: Клацніть "Нові блоки" щоб отримати форму з діалогом:<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Клацніть <strong>Налаштування</strong> щоб додати параметри. Наприклад, додамо введення числа:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
