Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: To add your voice, click <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> and the microphone <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> to record the words.</p> Add this to your script:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> just below the green flag block.
ca: Per afegir la teca veu, fes clic a <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> i al micròfon <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> per gravar les paraules.</p> Afegeix això al teu programa:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> just després de la bandera verda.
de: Um deine eigene Stimme hinzuzufügen, musst du auf <img src="%(STATIC_URL)s/images/help/sounds-tab.png"> klicken.<br/> Das Mikrophon <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> nimmt dann deine Worte auf.</p> Füge das in dein Skript ein:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> gleich nach dem Block für die grüne Flagge.
el: Για να προσθέσετε την φωνή σας, πατήστε στο <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> και στο μικρόφωνο <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> για να αρχίσετε την ηχογράφηση.</p> Προσθέστε αυτό στο σενάριο:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> ακριβώς κάτω από το τετράγωνο εντολής με την πράσινη σημαία.
es: Para agregar tu voz, haz clic en <img src="%(STATIC_URL)s/images/help/es/sounds-tab.png"><br/> y en el micrófono <img src="%(STATIC_URL)s/images/help/es/microphone-icon.png"> para grabar las palabras.</p> Agrega esto a tu programa:<br/> <img src="%(STATIC_URL)s/images/help/es/play-sound-block.png"><br/> justo debajo del bloque bandera verde.
et: Oma hääle lisamiseks klõpsa <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> ja mikrofoni <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> lindistamiseks juttu.</p> Selle lisamiseks skripti:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> rohelise lipuga ploki all.
eu: Zure ahotsa gehitzeko, klikatu <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> eta mikrofonoa <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> hitzak grabatzeko.</p> Gehitu hau zure skriptari:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> bandera berdearen blokearen azpian.
fr: Pour ajouter ta voix, clique <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> et le microphone <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> enregistrera les mots.</p> Ajoute ceci à ton script:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> juste en dessous du bloc "drapeau vert"..
gl: Para engadir a túa voz, preme en <img src="%(STATIC_URL)s/images/help/es/sounds-tab.png"><br/> e no micrófono <img src="%(STATIC_URL)s/images/help/es/microphone-icon.png"> para gravar las palabras.</p> Engade esto ao teu programa:<br/> <img src="%(STATIC_URL)s/images/help/es/play-sound-block.png"><br/> xusto debaixo do bloque bandeira verde.
it: Per aggiungere la tua voce, clicca <img src="%(STATIC_URL)s/images/help/it/sounds-tab.png"><br/> e il microfono <img src="%(STATIC_URL)s/images/help/it/microphone-icon.png"> per registrare le tue parole.</p> Aggiungi questo blocco al tuo script:<br/> <img src="%(STATIC_URL)s/images/help/it/play-sound-block.png"><br/> proprio sotto il blocco bandiera verde.
lv: Lai pievienotu savu balsi, klikšķini <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> un mikrofonu <img src="%(STATIC_URL)s/images/help/microphone-icon.png">, lai ierakstītu runājamo tekstu.</p> Šo pievieno savai programmai:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> uzreiz zem zaļā karoga bloka.
nb: For å legge inn din egen stemme, klikk <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> og mikrofonen <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> for å spille inn tale.</p> Legg inn denne klossen i skriptet:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> rett under "grønt flagg"-klossen.
pt: Para adicionar a sua voz, clique em <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> e no microfone <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> para gravar as suas palavras.</p> Adicione o seguinte ao seu guião:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> imediatamente abaixo do bloco da bandeira verde.
sl: Če želiš dodati svoj glas, klikni <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> in na mikrofon <img src="%(STATIC_URL)s/images/help/microphone-icon.png">, da posnameš besede.</p> Dodaj posnetek svoji skripti:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> neposredno pod zeleno zastavico.
sv: För att lägga till din röst, klicka på <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> och mikrofonen <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> för att spela in orden.</p> Lägg till detta till ditt script:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> precis nedanför blocket med gröna flaggan.
tr: Sesini eklemek için <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> sayfasına geçip mikrofon <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> simgesine tıkla ve ses kaydını başlat.</p> Aşağdaki taşı<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> yeşil bayraklı taşın hemen altına ekle.
uk: Щоб додати твій голос, клацни <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> та мікрофон <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> для запису слів.</p> Додай це у свій скрипт:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> трохи нижче блоку з зеленим прапором.

source: Make a Valentine's Day card to share with your friends!
lv: Izveido Valentīndienas kartīti, ko nosūtīt saviem draugiem!

source: Start with a heart...
fr: Commence avec un coeur ...
it: Inizia con un cuore...
lv: Sāc ar sirdi...

source: Start with a Heart
fr: Commence avec un coeur
it: Inizia con un Cuore
lv: Sāc ar sirdi

source: Add a Beat
fr: Ajoute un battement de coeur
it: Aggiungi un Battito
lv: Pievieno sirdspukstus

source: Loop It
fr: Répète le battement en continu
it: Fallo Ripetere
lv: Lai atkārtojas

source: Go on Green
fr: Continue sur le drapeau vert
it: Parti al Verde
lv: Tikai pie zaļās gaismas!

source: Add a Message
fr: Ajoute un message
it: Aggiungi un Messaggio
lv: Pievieno ziņu

source: Add Music
fr: Ajouter de la musique
it: Aggiungi della Musica
lv: Pievieno mūziku

source: Animate and Decorate
fr: Anime et Décore
it: Animare e Decorare
lv: Animācijas un rotājumi

source: To start, choose a heart for your card.
fr: Pour commencer, choisis un coeur pour ta carte.
it: Per cominciare scegli un cuore per il tuo biglietto.
lv: Lai sāktu, izvēlies savai kartītei sirdi.

source: Click the 'Things' category, then select a heart from the Sprite library:
fr: Clique la catégorie 'Choses' category, puis sélectionne un cœur dans la bibliothèque des Lutins:
it: Clicca la categoria 'Things' poi seleziona un cuore dalla libreria degli sprite:
lv: Izvēlies sadaļu 'Lietas', tad izvēlies sirdi no gariņu krātuves:

source: What's a 'sprite'? Any character or thing that you can move or animate in Scratch.
fr: Qu'est ce qu'un 'lutin'? Tout personnage ou chose que tu peux déplacer ou animer dans Scratch.
it: Cos'è uno 'sprite'? Qualunque personaggio o oggetto che puoi muovere o animare in Scratch.
lv: Kas ir 'gariņš'? Ikviens tēls vai lieta, ko tu Scratch vidē vari vadīt vai animēt.
tr: 'Kukla' nedir? Scratch'da hareket edebilen her şeye 'kukla' diyoruz.

source: Next, make the heart beat
fr: Maintenant, fais battre le coeur
it: Ora facciamo battere il cuore
lv: Tālāk izveidosim sirdspukstus

source: Make the heart beat - by changing its size and adding a drum sound.
fr: Fais battre le coeur - en changeant sa taille et en ajoutant le son d'une batterie.
it: Fai battere il cuore - cambiando la sua dimensione e aggiungendo il suono di un tamburo.
lv: Izveido sirdspukstu - mainot sirds izmēru un pievienojot bungu skaņu.

source: Click the <span class="lookscolor">Looks</span> category.
fr: Clique la catégorie <span class="looks color">Apparence</span>.
it: Clicca la categoria <span class="lookscolor">Aspetto</span>.
lv: Izvēlies sadaļu <span class="lookscolor">Izskats</span>.

source: Drag a <span class="lookscolor">change size by</span> block to the Scripts area:
fr: Déplace un bloc<span class="lookscolor">ajoute à la taille</span> dans l'aire des Scripts:
it: Sposta un blocco <span class="lookscolor">cambia dimensione di</span> nell'area degli Script:
lv: Izvelc bloku <span class="lookscolor">mainīt izmēru pa</span> Programmu laukumā:

source: Click the block to try it.
fr: Clique sur le bloc pour l'essayer.
it: Clicca il blocco per provarlo.
lv: Klikšķini uz bloka, lai izmēģinātu.

source: Click the <span class="soundcolor">Sound</span> category. Drag out a <span class="soundcolor">play drum</span> block.
fr: Clique la catégorie <span class="soundcolor">Son</span>. Déplace le bloc <span class="sound color">jouer du tambour</span> block.
it: Clicca la categoria <span class="soundcolor">Suono</span>. Prendi un blocco <span class="soundcolor">suona tamburo</span>.
lv: Izvēlies sadaļu <span class="soundcolor">Skaņa</span>. Izvelc bloku <span class="soundcolor">spēlēt bungas</span>.

source: Snap the blocks together, like this:
fr: Emboîte les blocs ensemble, comme ceci:
it: Attacca i blocchi insieme come mostrato qui:
lv: Savieno blokus kopā, kā šeit:

source: Add these blocks to complete your beat:
fr: Ajoute ces blocs pour compléter ton battement:
it: Aggiungi questi blocchi per completare il tuo ritmo:
lv: Pievieno šos blokus, lai pabeigtu sirdspukstu:

source: Type in a negative number (like -10) to make the heart smaller.
fr: Tapez un nombre négatif (comme -10) pour rendre le coeur plus petit.
it: Inserisci un numero negativo (come -10) per rendere il cuore più piccolo.
lv: Ieraksti negatīvu skaitli (piemēram, -10), lai padarītu sirdi mazāku.

source: Click anywhere on the stack to run it.
fr: Clique n'importe où sur la pile pour l'exécuter.
it: Clicca in un punto qualunque dello script per eseguirlo.
lv: Klikšķini jebkur uz blokiem, lai izpildītu.

source: Next, loop the beat
fr: Ensuite, répète le battement
it: Ora fai ripetere il ritmo
lv: Tālāk, liksim sirdspukstiem atkārtoties

source: Make the heart keep beating.
fr: Fais en sorte que le coeur continue à battre
it: Fai continuare a battere il cuore.
lv: Izveidosim, lai sirdspuksti ir visu laiku.

source: Click the <span class="controlcolor">Control</span> category. Drag out a <span class="controlcolor">repeat</span> block and snap it around the other blocks:</p>
fr: Clique la catégorie <span class="controlcolor">Contrôle</span>. Déplace un bloc <span class="controlcolor">répéter</span>et empoîte le autour des autres blocs:</p>
it: Clicca la categoria <span class="controlcolor">Controllo</span>. Prendi un blocco <span class="controlcolor">ripeti</span> e aggiungilo intorno agli altri blocchi:</p>
lv: Izvēlies sadaļu <span class="controlcolor">Vadība</span>. Izvelc bloku <span class="controlcolor">atkārtot</span> un aptver ar to pārējos blokus:</p>

source: Click <span class="lookscolor">Looks</span>. Drag out a <span class="lookscolor">set size</span> block, and snap it on top. </p>
fr: Clique la catégorie <span class="looks color">Apparence</span>. Déplace le bloc<span class="lookscolor">mettre la taille</span>, et emboîte le sur le sommet. </p>
it: Clicca <span class="lookscolor">Aspetto</span>. Prendi un blocco <span class="lookscolor">porta dimensione</span> e aggiungilo prima di tutti gli altri. </p>
lv: Izvēlies <span class="lookscolor">Izskats</span>. Izvelc bloku <span class="lookscolor">iestatīt izmēru</span> pievieno to augšdaļā. </p>

source: Type in 100%% if you want to reset the size of the heart.
fr: Tapez 100%% si tu souhaites réinitialiser la taille du cœur.
it: Se vuoi riportare le dimensioni del cuore a quelle originali inserisci 100%%.
lv: Ieraksti100%% , ja vēlies atjaunot sākotnējo sirds izmēru.

source: Make it go with a green flag
fr: Active le avec un drapeau vert
it: Fallo iniziare con la bandiera verde
lv: Liec tam sākties ar zaļo karodziņu

source: Make your script run whenever you click the green flag.
fr: Fais fonctionner ton script lorsque tu cliques sur le drapeau vert.
it: Fai eseguire il tuo script quando clicchi la bandiera verde.
lv: Izveido, lai programma izpildās katru reizi, kad piespied zaļo karodziņu.

source: <p>Click the <span class="eventscolor">Events</span> category.</p> <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top:</p>
fr: <p>Clique la catégorie<span class="eventscolor">Evènements</span>.</p> <p>Déplace un <span class="events color">quand <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> est pressé</span> et emboîte le sur le somment:</p>
it: <p>Clicca la categoria <span class="eventscolor">Situazioni</span>.</p> <p>Prendi un blocco <span class="eventscolor">quando si clicca su <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> e aggiungilo in cima agli altri:</p>
lv: <p>Izvēlies sadaļu <span class="eventscolor">Notikumi</span>.</p> <p>Izvelc bloku <span class="eventscolor">kad nospiests <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> un pievieno to augšā:</p>

source: <p>Now you can click on the green flag <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> to start your valentine.</p>
fr: <p>Maintenant, vous pouvez cliquer sur le drapeau vert <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> pour lancer votre valentine.</p>
it: <p>Ora puoi cliccare la bandiera verde <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> per far partire il tuo biglietto di San Valentino.</p>
lv: <p>Tagad tu vari klikšķināt zaļo karodziņu <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">, lai iedarbinātu savu kartīti.</p>

source: Choose a backdrop for your valentine.
fr: Choisis un arrière-plan pour votre valentine.
it: Scegli uno sfondo per il tuo biglietto.
lv: Izvēlies fonu savai Valentīndienas kartītei.

source: <p>To add a backdrop to the Stage, click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon:</p>
fr: <p>Pour ajouter un arrière-plan, clique l'icône <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> :</p>
it: <p>Per aggiungere uno sfondo allo Stage, clicca l'icona <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">:</p>
lv: <p>Klikšķini šo ikonu, lai pievienotu skatuvei fonu <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">:</p>

source: Then choose the backdrop you want (such as doily or hearts):
fr: Ensuite, choisis l'arrière-plan que tu veux (tel que doily ou hearts):
it: Ora scegli lo sfondo che preferisci (ad esempio dei merletti o dei cuori):
lv: Tad izvēlies kādu fonu (piemēram, doily vai hearts):

source: Your card will now have a backdrop and a sprite
fr: Votre carte va maintenant avoir un arrière-plan et un lutin
it: Il tuo biglietto ha ora uno sfondo e uno sprite
lv: Tavā kartītē tagad ir fons un gariņš

source: If you want the backdrop to change colors, click the <span class="tab-ref">Scripts</span> tab. Then, build a script like this:</p>
fr: Si tu veux changer la couleur de l'arrière-plan, clique sur l'onglet <span class="tab-ref">Scripts</span>. Ensuite créer un script comme ceci:</p>
it: Se vuoi che lo sfondo cambi colore clicca la scheda<span class="tab-ref">Script</span>. Ora costruisci uno script come questo:</p>
lv: Ja vēlies, lai fons maina krāsas, izvēlies cilni <span class="tab-ref">Programmas</span>. Un izveido tādu programmu, kā šī:</p>

source: Next, add a message
fr: Ensuite, ajoute un message
it: Ora aggiungi un messaggio
lv: Kā nākamo pievieno ziņu

source: Add a message to your valentine.
fr: Ajoute un message à ta valentine.
it: Aggiungi un messaggio al tuo biglietto di San Valentino.
lv: Pievieno ziņu savai kartītei.

source: Click the 'Things' category, and choose the sprite named 'Text':
fr: Clique la catégorie 'Choses', et choisis le lutin appelé 'Text':
it: Clicca la categoria 'Things' e scegli lo sprite chiamato 'Text':
lv: Uzklikšķini sadaļai 'Lietas' un tad izvēlies gariņu ar nosaukumu 'Text':

source: <p>Click the <span class="tab-ref">Costumes</span> tab.
fr: <p>Clique l'onglet <span class="tab-ref">Costumes</span>.
it: <p>Clicca la scheda <span class="tab-ref">Costumi</span>.</p>
lv: <p>Izvēlies cilni <span class="tab-ref">Tērpi</span> .

source: Choose the 'Happy Valentine's Day' costume:
fr: Choisis le costume 'Happy Valentine's Day'
it: Scegli il costume 'Happy Valentine's Day':
lv: Izvēlies tērpu 'Happy Valentine's Day':

source: You can use the Text tool to type your own text.
fr: Tu peux utiliser l'outil texte pour écrire ton propre texte.
it: Puoi usare lo strumento Testo per inserire il tuo messaggio.
lv: Tu vari izmantot teksta rīku un uzrakstīt savu tekstu latviešu valodā.

source: Now, add music
fr: Mantenant, ajoute de la musique
it: Ora aggiungi della musica
lv: Tagad pievieno mūziku

source: Add music to your valentine.
fr: Ajoute de la musique à ta valentine.
it: Aggiungi della musica al tuo biglietto di San Valentino.
lv: Pievieno mūziku savai Valentīndienas kartītei

source: <p>First, click the heart sprite to select it. <p><img src = "%(STATIC_URL)s/images/help/va-s7-i1.png"></p>
fr: <p>D'abord, clique le lutin heart pour le sélectionner. <p><img src = "%(STATIC_URL)s/images/help/va-s7-i1.png"></p>
it: <p>Prima clicca lo sprite heart per selezionarlo. <p><img src = "%(STATIC_URL)s/images/help/va-s7-i1.png"></p>
lv: <p>Pirmkārt, uzklikšķini uz sirds gariņa, lai to izvēlētos. <p><img src = "%(STATIC_URL)s/images/help/va-s7-i1.png"></p>

source: Click the 'Music Loops' category. Choose 'dance celebrate' or another sound:
fr: Clique la catégorie 'Music Loops' . Choisis 'dance celebrate' ou un autre son:
it: Clicca la categoria 'Music Loops'. Scegli 'dance celebrate' o un'altro suono:
lv: Uzklikšķini sadaļai 'Mūzikas cilpas'. Izvēlies 'dance celebrate' vai citu skaņu:

source: <p>Select the <span class="tab-ref">Scripts</span> tab, and click the <span class="soundcolor">Sound</span> category. Drag out a <span class="soundcolor">play sound until done</span> block:</p>
fr: <p>Selectionne l'onglet <span class="tab-ref">Scripts</span>, and clique la catégorie <span class="soundcolor">Son</span>. Déplace le bloc <span class="soundcolor">jouer le son jusqu'au bout</span>:</p>
it: <p>Seleziona la scheda <span class="tab-ref">Script</span> e clicca la categoria <span class="soundcolor">Suono</span>. Prendi un blocco <span class="soundcolor">produci suono e attendi la fine</span> block:</p>
lv: <p>Izvēlies cilni <span class="tab-ref">Programma</span>, un klikšķini uz sadaļas <span class="soundcolor">Skaņa</span>. Izvelc bloku <span class="soundcolor">spēlēt skaņu līdz galam</span>:</p>

source: <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top:</p>
fr: <p>Déplace le bloc <span class="events color">quand <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> est pressé</span> et emboîte le au sommet:</p>
it: <p>Prendi un blocco <span class="eventscolor">quando si clicca su <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> e attaccalo in cima:</p>
lv: <p>Izvelc bloku <span class="eventscolor">Kad nospiests <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> un pievieno augšdaļā:</p>

source: <p>Now you can click on the green flag <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> to start your program.</p>
fr: <p>Maintenant, vous pouvez cliquer sur le drapeau vert <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> pour lancer votre programme.</p>
it: <p>Ora puoi cliccare la bandiera verde <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> per far partire il tuo programma.</p>
lv: <p>Nu tu vari spiest uz zaļā karoga <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">, lai izpildītu savu programmu.</p>

source: Next, animate and decorate
fr: Ensuite, anime et décore
it: Ora anima e decora il tuo progetto
lv: Iekustini un izrotā

source: Add finishing touches to your valentine. Choose your own images and animate them.
fr: Ajoute des touches de finition à ta valentine. Choisis tes propres images et anime les.
it: Aggiungi i tocchi finali al tuo biglietto. Scegli le immagini che preferisci e animale.
lv: Vēl pievienosim pēdējās nianses tavai kartītei. Izvēlies savus attēlus un izveido animāciju.

source: ADD IMAGES
fr: Ajoute des images
it: AGGIUNGERE DELLE IMMAGINI
lv: PIEVIENO ATTĒLUS

source: To add a sprite, click one of these buttons:
fr: Pour ajouter un lutin, clique sur l'un de ces boutons:
lv: Lai pievienotu gariņu, klikšķinu vienu no šīm pogām:

source: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p>
fr: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choisis un lutin dans la bibliothèque</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Dessine ton propre lutin</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Télécharge ta propre image ou lutin</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Prends un photo (à partir de ta webcam)</p>
it: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Scegli uno sprite della libreria</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Disegna uno sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Carica un'immagine o uno sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Scatta una foto (con la webcam)</p>
lv: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Ievieto gariņu no krātuves</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Uzzīmē savu gariņu</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Augšuplādē savu zīmējumu vai gariņu</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Uzņem attēlu (ar tīmekļa kameru)</p>

source: Tip: Make any sprite bigger by clicking on it with the grow tool. Or make it smaller using the shrink tool:
fr: Astuce: Pour avoir un lutin plus grand cliquant dessus avec l'outil Agrandir. Pour avoir un lutin plus petit utilise l'outil Rétrécir:
lv: Padoms: Palielini ikvienu gariņu, klikšķinot uz tā ar palielināšanas rīku. Vai samazini ar samazināšanas rīku:

source: MAKE IT SPIN
fr: Fais le tourner
it: FALLO GIRARE
lv: LIEC GRIEZTIES
