Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Click to choose an effect from the menu: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>Try typing in different numbers between -100 and 100. (Some of the effects range from 0 to 100.) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>
ca: Fes clic per triar un efecte de la llista desplegable: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>Prova escrivint diferents nombres entre -100 i 100. (El rang d'alguns efectes va de 0 a 100.) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>
el: Πατήστε για να διαλέξετε ένα εφέ από το μενού: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>Προσπαθήστε να βάλετε αριθμούς μεταξύ -100 και 100. (Κάποια εφέ δέχονται αριθμούς από το 0 μέχρι το 100.) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>
es: Has clic para elegir un efecto del menú: <br><img src="%(STATIC_URL)s/images/help/es/set-effect-menu.png" /><br/> <p>Intenta ingresar números diferentes entre -100 y 100. (Algunos efectos varían de 0 a 100). <br><img src="%(STATIC_URL)s/images/help/es/set-effect-ex.png" /><br/></p>
et: Klõpsa, et valida efekt menüüst: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>Proovi kasutada erinevaid arve vahemikus -100 kuni 100. (Mõne efekti väärtused on vahemikus 0-100) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>
eu: Menutik efektu bat aukeratzeko, klik egin: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>-100 eta 100 arteko zenbaki ezberdinak idatziz aproba egin. (Efektuetako batzu 0 eta 100 eremukoak dira) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>
fr: Clique pour choisir un effet dans le menu: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>Essaie d'écrire des nombres différents entre -100 et 100. (Certains de ces effets vont de 0 à 100.) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>
gl: Preme co rato para elexir un efecto do menú: <br><img src="%(STATIC_URL)s/images/help/es/set-effect-menu.png" /><br/> <p>Tenta introducir números diferentes entre -100 e 100. (Algúnss efectos varían de 0 a 100). <br><img src="%(STATIC_URL)s/images/help/es/set-effect-ex.png" /><br/></p>
it: Clicca per scegliere un effetto nel menu: <br><img src="%(STATIC_URL)s/images/help/it/set-effect-menu.png" /><br/> <p>Prova a digitare numeri diversi compresi tra -100 e 100. (Alcuni degli effetti variano tra 0 e 100.) <br><img src="%(STATIC_URL)s/images/help/it/set-effect-ex.png" /><br/></p>
lv: Klikšķini un paņem efektu no izvēlnes: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>Vari ierakstīt dažādus skaitļus starp -100 un 100. (Dažiem efektiem intervāls ir no 0 līdz 100.) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>
nb: Velg en type grafisk effekt i menyen: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>Prøv forskjellige tall mellom -100 og 100. (Noen av effektene går fra 0 til 100.) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>
pt: Clique para escolher um efeito no menu: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>Experimente introduzir diferentes números entre -100 and 100. (Alguns dos efeitos tomam valores entre 0 e 100.) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>
sl: Za izbiro efekta iz menija klikni: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>Poskusi vtipkati različna števila med -100 in 100 (Nekateri učinki imajo razpon od 0 do 100.) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>
sv: Klicka för att välja en effekt från menyn: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>Försök att skriva in olika tal mellan -100 och 100. (Några effekter har intervallet 0 till 100.) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>
uk: Клацніть щоб обрати ефект з меню: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>Спробуйте вводити різні числа в межах від -100 до 100. (Для деяких ефектів в межах від 0 до 100.) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>

source: Sets sprite's size to specified %% of original size
ca: Fixa la mida del personatge a un %% de la mida original
de: Setzt die Größe der Figur auf die angegebenen %% der Originalgröße
el: Ορίζει το μέγεθος ενός αντικειμένου στο ορισμένο ποσοστό %% του αρχικού μεγέθους.
es: Establece el tamaño del objeto a un %% del tamaño original.
et: Võtab spraidi suuruseks antud %% originaalsuurusest
fr: Définit la taille du lutin par un pourcentage spécifié %% de la taille originale
gl: Fixa o tamaño da figura a un %% especificado do tamaño orixinal
it: Porta la dimensione dello sprite alla %% indicata della dimensione originale
lv: Iestata gariņa izmēru norādītu %% no sākotnējā izmēra
nb: Velger figurens størrelse i prosent av originalstørrelsen
pt: Estabelece o tamanho do actor como uma dada %% do seu tamanho original
sl: Nastavi velikost figure na določen %% prvotne velikosti
sv: Sätter sprajtens storlek till %% av orginalstorleken

source: <b>Note: There are limits to how small or how big you can make a sprite. Experiment with different numbers to see how small or big you can make it.</b>
ca: <b>Nota: HI ha límits sobre quan petit o gran pot ser un personatge. Experimenta amb diferents valors per veure com de petit o gran el pots fer.</b>
el: <b>Σημείωση:</b> Υπάρχουν όρια σχετικά με το πόσο μεγάλο ή μικρό μπορείτε να φτιάξετε ένα αντικείμενο. Πειραματιστείτε με διαφορετικούς αριθμούς για να δείτε πόσο μεγάλο ή μικρό μπορείτε να το κάνετε.
es: <b>Nota: Hay límites acerca de qué tan grande o pequeño puede ser un objeto. Pruebe con diferentes números para ver qué tan grande o pequeño puedo hacerlo.</b>
et: <b>Märkus: Spraidi suurusel on piirid. Proovi erinevaid arve, et näha, kui väikeseks või suureks saad seda teha.</b>
eu: <b>Oharra: Sprite bat zenbaterainoko handia edo txikia egin dezakezu zehazteko mugak daude. Zenbaki ezberdinekin aproba egin, zenaterainokoa egin dezakezu ikusteko.</b>
fr: <b>Note: Remarque: Il ya des limites à l'augmentation ou la diminution de la taille du lutin. Expérimentez avec des chiffres pour voir ce que vous pouvez le faire.</b>
gl: <b>Nota: Hai límites sobre o grande ou o pequeno que pode ser unha figura. Experimenta con diferentes números para ver o tamaño máis pequeno e máis grande que podes acadar.</b>
it: <b>Nota: Ci sono alcuni limiti riguardo quanto piccolo o quanto grande possa essere uno sprite. Sperimenta con valori differenti per vedere quanto piccolo o quanto grande puoi farlo.</b>
lv: <b>Piezīme: Pastāv ierobežojumi, cik mazs vai cik liels var būt gariņš. Izmēģini ar dažādiem skaitļiem, lai redzētu, cik lielu vai mazu tu to vari izveidot.</b>
nb: <b>Merk at det er grenser for hvor stor eller liten figuren kan være. Prøv deg fram.</b>
pt: <b>Nota: Há limites quanto a quão pequeno ou quão grande se pode fazer um actor. Experimente com números diferentes para ver quão pequeno ou quão grande o consegue fazer.</b>
ro: <b>Observatie: Exista limite minima si maxima ale dimensiunii pe care o poti sa unui sprite. Testeaza cu diverse numere pentru a vedea cat de mic sau de mare poti sa il faci.</b>
sl: <b>Opomba: Obstajajo omejitve glede velikosti figure. Eksperimentiraj z različnimi števili, da vidiš, kako velike / majhne so lahko figure.</b>
sv: <b>OBS: Det finns en gräns om hur liten eller stor du kan göra en sprite. Experimentera med olika tal för att se hur liten eller stor du kan göra den.</b>
uk: <b>Зауваження: Є межі того, наскільки можна зменшити чи збільшити спрайт. Поекспериментуйте з різними числами, щоб побачити як це зробити.</b>

source: Sets sprite's tempo to specified value in beats per minute
ca: Fixa el tempo d'un personatge a un valor determinat de pulsacions per minut
el: Ορίζει το tempo σε μια συγκεκριμένη τιμή ανά δευτερόλεπτο.
es: Configura el tempo del objeto a un valor dado en pulsos por minuto
et: Võtab spraidi tempoks määratud väärtuse (lööke minutis)
eu: Spritearen tenpoa zehaztutako minutuko/taupada balioan ezartzen du
fr: Attribue au tempo du lutin une valeur spécifiée en battements par minute
gl: Fixa o tempo da figura a un valor especificado en pulsos por minuto
it: Porta il tempo dello sprite al valore di battute al minuto indicato
lv: Iestata gariņa tempu sitienos minūtē norādītajā vērtībā
nb: Bestemmer tempo for denne figurens instrumenter, i takter per minutt
pt: Atribui ao andamento de um actor um valor dado em batidas por minuto
sl: Nastavi tempo figure na določeno vrednost udarcev na minuto
sv: Sätter sprajtens tempo till angivet värde i taktslag per minut
uk: Встановити темп для визначеного спрайта у тактах на хвилину

source: Tempo is the speed (bpm = beats per minute) at which Scratch notes and drums play. The larger the tempo value, the faster the notes and drums will play.
ca: El Tempo és la velocitat (ppm = pulsacions per minut) a la que Scratch reprodueix notes i instruments de percussió. Com més gran és el valor del tempo, més ràpid sonen les notes i la percussió.
de: Tempo ist die Geschwindigkeit (Schläge pro Minute), in der Töne und Schlaginstrumente in Scratch gespielt werden. Je höher die Geschwindigkeit ist, desto schneller erklingen Töne und Schlaginstrumente.
el: Tempo ονομάζεται η ταχύτητα ανά λεπτό με την οποία το Scratch παίζει νότες και τύμπανα. Όσο μεγαλύτερη η τιμή του tempo, τόσο γρηγορότερα παίζουν οι νότες και τα τύμπανα.
es: Tempo es la velocidad (bpm= beats/pulsos por minuto) a la cual se tocan las notas y tambores en Scratch. A mayor valor del tempo, más rápido se tocarán las notas y tambores.
et: Tempo on kiirus (bpm = lööki minutis), millega Scratch mängib noote ja trumme. Mida suurem on tempo väärtus, seda kiiremini noote ja trumme mängitakse.
eu: Tenpoa Scratcheko notak eta danborrak jotzen direneko abiadura da (bpm = beats per minute, t/m = taupada minutuko). Balioa handitu ahala, azkarrago joko dira.
fr: Tempo est la vitesse (bpm = battements par minute) à laquelle Scratch joue les notes et bat le tambour. Plus la valeur de tempo est grande, plus les notes et les tambours vont jouer rapidement.
gl: O tempo é a velocidade (ppm = pulsos por minuto) á que se reproducen as notas e os tambores de Scratch. Canto maior sexa o valor do tempo, máis axiña soarán as notas e os tambores.
it: Il tempo è la velocità (bpm = battute per minuto) alla quale Scratch suona notee e percussioni. Maggiore è il valore del tempo, più veloce le note e le percussioni verranno suonate.
lv: Temps ir ātrums (sitieni minūtē) ar kādu Scratch spēlē notis un bungas. Jo lielāka ir tempa vērtība, jo ātrāk spēlēs notis un bungas.
nb: Tempo bestemmer hvor fort toner og trommeslag spilles. Verdien angir antall takter per minutt. Med høyere verdi spiller instrumentene fortere.
pt: O andamento é a velocidade (bpm = batidas por minuto) à qual o Scratch toca notas e percussão. Quando maior o andamento, mas rapidamente as notas e a percussão serão tocadas.
ro: Ritmul este viteza (bpm = batai pe minut) cu care Scratch canta note sau tobe. Cea mai mare valoare a ritmului inseamna cea mai rapida rulare a notelor si tobelor.
sl: Tempo je hitrost (udarci na minuto), po kateri igrajo Scratch note in bobni. Večja je vrednost tempa, hitreje igrajo note in bobni.
sv: Tempo är med vilken hastighet (bpm = beats per minute) som Scratch spelar noter eller trummor. Ju större värde, desto snabbare spelas noterna eller trummorna.
uk: Темпом є швидкість (bpm = тактів за хвилину) програмування нот та барабану в Скретчі. Чим більше значення темпу, тим швидше програється нота чи барабан.

source: Sets the variable to specified value
ca: Fixa una variable a un valor determinat
el: Ορίζει τη μεταβλητή σε μια συγκεκριμένη τιμή.
es: Configura la variable a un valor dado
et: Omistab muutujale antud väärtuse
eu: Aldagaia zehaztutako balioan ezartzen du
fr: Définit la variable à la valeur spécifiée
gl: Fixa a variable a un valor especificado
it: Porta la variabile al valore indicato
lv: Iestata mainīgajam noteiktu vērtību
nb: Setter en variabel til angitt verdi
pt: Atribui à variável o valor especificado
ro: Seteaza variabila la valoarea precizata
sl: Nastavi spremenljivko na določeno vrednost
sv: Sätter variabeln till angivet värde
uk: Надати змінній певного значення

source: Sets the video transparency
ca: Fixa la transparència de vídeo
el: Ορίζει τη διαφάνεια του βίντεο από κάμερα.
es: Configura la transparencia del video
et: Määrab video läbipaistvuse
eu: Bideoaren gardentasuna ezartzen du
fr: Définit la transparence de la vidéo
gl: Fixa a transparencia do vídeo
it: Definisce la trasparenza del video
lv: Iestata video caurspīdīgumu
nb: Velger gjennomsiktighet for videobildet
pt: Estabelece o grau de transparência do vídeo
ro: Seteaza transparenta video
sl: Nastavi prozornost video posnetka
sv: Sätter videons genomskinlighet
uk: Встановити прозорість відео

source: Enter a number from 0-100. Higher numbers make the video more transparent (lighter), while lower numbers make it less transparent (darker)
ca: Introdueix un número entre el 0 i el 100. Els valors més grans faran el vídeo més transparent (més il·luminat), i els valors petits el faran menys transparent (més fosc)
el: Γράψτε έναν αριθμό από το 0 μέχρι το 100. Υψηλότεροι αριθμοί κάνουν το βίντεο από την κάμερα ποιο αδιαφανές,ενώ χαηλότερες τιμές το κάνουν λιγότερο αδιαφανές.
es: Ingrese un número entre 0 y 100. Los números más grandes hacen el video más transparente (más iluminado), mientras que los números más bajos hacen el video menos transparente (más oscuro)
et: Sisesta arv vahemikus 0-100. Suuremad arvud teevad video läbipaistvamaks (heledamaks), väiksemad vähem läbipaistvamaks (tumedamaks)
eu: 0-100 arteko zenbaki bat sartu. Zenbaki altuagoek gardenago egiten dute bideoa (argiagoa), baxuagoek opakuago (ilunago) egiten duten artean.
fr: Entre un nombre compris entre 0 et 100. Des nombres de plus en plus grand rendent la vidéo est plus transparente (plus légère), tandis que les numéros plus petits la rendent moins transparente (plus foncée)
gl: Introduce un número entre 0 e 100. Os números máis grandes fan o vídeo máis transparente (máis iluminado), mentras que os números máis baixos fan o vídeo menos transparente (máis oscuro)
it: Inserisci un numero fra 0 e 100. Valori più alti rendono il video più trasparente (più chiaro), mentre valori più bassi rendono il video meno trasparente (più scuro)
lv: Ievadi skaitli no 0 līdz 100. Lielāki skaitļi padara video vairāk caurspīdīgu (gaišāku), zemāki skaitļi to padara mazāk caurspīdīgu (tumšāku)
nb: Angi et tall mellom 0 og 100. Høyere verdi gjør videobildet mer gjennomsiktig (lysere), mens lavere verdi gjør bildet mindre gjennomsiktig
pt: Introduza um número entre 0 e 100. Números maiores tornam o vídeo mais transparente (mais claro), enquanto números mais baixos o tornam mais opaco (mais escuro)
ro: Introdu un numar cuprins in 0-100. Numerele mai mari realizeaza mai multa transparenta (mai deschis), in timp ce numerele mai mici dau mai putina transparenta (mai inchis)
sl: Vstavi število med 0 in 100. Višja števila povečajo prozornost video posnetka (je svetlejši), medtem ko nižje vrednosti zmanjšajo prozornost videa (je temnejši)
sv: Skriv in ett tal från 0-100. Högre tal gör videon mer genomskinlig (ljusare), medan lägre tal ger mindre genomskinlighet (mörkare)
uk: Введіть число в межах 0-100. Більше число робить відео більш прозорим (світлішим), менше число робить його менш прозорим (темнішим)

source: Sets sprite's sound volume to specified value
ca: Fixa el volum del so a un valor determinat
el: Ορίζει την ένταση ήχου ενός αντικειμένου σε μια συγκεκριμένη τιμή.
es: Establece el volumen del sonido del objeto a un valor dado
et: Määrab antud väärtuse spraidi helitugevuseks
eu: Spritearen soinu bolumena zehaztutako balioan ezartzen du
fr: Définit le volume sonore des lutins à la valeur spécifiée
gl: Fixa o volume da figura a un valor especificado
it: Porta il volume dei suoni riprodotti dallo sprite al valore specificato
lv: Iestata gariņa skaļuma līmeni norādītā daudzumā
nb: Velger lydstyrke for denne figurens lyder
pt: Atribui um dado valor ao volume de som do actor
sl: Nastavi glasnost zvoka figure na določeno vrednost
sv: Sätter sprajtens ljudvolym till angivet värde
uk: Встановлює звук спрайта у вказану величину

source: <p> You can set the volume level for each sprite. <br> To play two sounds at once with different volumes, use two sprites. </p>
ca: <p> Pots fixar el volum del so per a cada personatge. <br> Per tocar dos sons amb diferents volums, fer servir dos personatges. </p>
el: <p> Μπορείτε να ρυθμίσετε το επίπεδο έντασης για κάθε αντικείμενο. <br> Για να παίξετε δύο ήχους με διαφορετική ένταση ταυτόχρονα, χρησιμοποιήστε δύο αντικείμενα. </p>
es: <p> Puedes configurar el nivel de volumen para cada objeto. <br> Para ejecutar dos sonidos al mismo tiempo con diferente volumen, usa dos objetos. </p>
et: <p> Saad seada helitugevuse iga spraidile. <br> Et mängida kahte heli korraga erineva tugevusega, kasuta kahte sprites. </p>
eu: <p> Sprite bakoitzarentzat bolumena ezarri dezakezu. <br> 2 soinu batera jotzeko, 2 sprite erabili. </p>
fr: <p> Tu peux régler le niveau du volume pour chaque lutin. <br> Pour jouer deux sons à la fois avec des volumes différents, utilise deux lutins. </p>
gl: <p> Podes configurar o nivel do volume para cada figura. <br> Para reproducir dous sons ao mesmo tempo cun volume diferente usa dúas figuras. </p>
it: <p> Puoi definire un diverso livello del volume per ogni singolo sprite. <br> Per riprodurre due suoni contemporaneamente con volumi diversi, usa due sprite diversi. </p>
lv: <p> Vari iestatīt katram gariņam savu skaļuma līmeni. <br> Lai vienlaicīgi atskaņotu divas dažādas skaņas dažādos augstumos, izmanto divus gariņus. </p>
nb: <p> Hver figur kan ha sin egen lydstyrke. <br> Hvis du vil spille to lyder samtidig med forskjellig volum kan du få det til ved å bruke to figurer. </p>
pt: <p> Pode atribuir volumes diferentes a diferentes actores. <br> Para tocar dois sons ao mesmo tempo usando volumes diferentes, use dois actores. </p>
ro: <p> Poti seta nivelul volumului pentru fiecare sprite. <br> Pentru a rula doua sunete simultan dar pnetru care volumul sa fie diferit, foloseste doua sprite-uri. </p>
sl: <p> Nastaviš lahko nivo glasnosti za vsako figuro. <br> Za predvajanje dveh zvokov istočasno z različnimi glasnostmi, uporabi dve figuri. </p>
sv: <p> Du kan sätta ljudvolymen för varje sprite. <br> För att spela två ljud samtidigt med olika volym, använd två sprites. </p>
uk: <p> Ви можете налаштувати рівень гучності звуку для кожного спрайта. <br> Для відтворення двох звуків з різною гучністю скористайтеся двома спрайтами. </p>

source: Set the x position of a sprite
ca: Fixa la posició x d'un personatge
cs: Nastavení souřadnice x postavy
de: Setze die x-Position einer Figur
el: Ορίζει τη θέση x ενός αντικειμένου
es: Establece la posición x del objeto
et: Määra spraidi <b>x</b>-koordinaat
eu: Sprite baten x posizioa ezartzen du
fr: Définit la position x d'un lutin
gl: Fixa a posición x da figura
it: Definisce la posizione x dello sprite
lv: Iestata gariņam x koordināti
nb: Flytt figuren til en bestemt x-posisjon
pt: Estabelece a coordenada x da posição do actor
ro: Seteaza pozitia x a unui sprite
sl: Nastavi položaj x figure
sv: Sätt en sprites x-position
tr: Kuklanın <b>x</b> konumunu belirler
uk: Задати координату х спрайту

source: <p><b>Set x</b> places a sprite across the Stage (horizontal position).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
ca: <p><b>Fixa x</b> situa el personatge (a l'esquerra o la dreta) de l'escenari.</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
el: <p>Τοποθετεί ένα αντικείμενο κατά μήκος του σκηνικού (σε οριζόντια θέση).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
es: <p><b>Fijar x</b> ubica un objeto a través del escenario (posición horizontal).</p> <p></p> <img src="%(STATIC_URL)s/images/help/es/set-x-diagram.png">
et: <p><b>Pane x</b> määrab spraidi asukoha laval (horisontaalsuunas).p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
eu: <p><b>x ezartzeak</b> spritearen eszenatokiko kokapen horitzontala ezartzen du.</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
fr: <p><b>Définit x</b> place un lutin sur la scène ( x position horizontale en abscisse ).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
gl: <p><b>Fixa x</b> para situar unha figura no escenario (posición horizontal).</p> <p></p> <img src="%(STATIC_URL)s/images/help/es/set-x-diagram.png">
it: <p><b>Porta x</b> posiziona uno sprite sullo Stage (posizione orizzontale).</p> <p></p> <img src="%(STATIC_URL)s/images/help/it/set-x-diagram.png">
lv: <p><b>Iestatīt x</b> novieto gariņu uz skatuves (horizontālā virzienā).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
nb: <p><b>Sett x</b> bestemmer figurens plassering sideveis på scenen (horisontalt).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
pt: <p><b>altera a tua coordenada x para</b> posiciona o actor no palco (posição horizontal).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
sl: <p><b>Nastavi x na</b> postavi figuro v horizontalni položaj.</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
sv: <p><b>Sätt x</b> placerar en sprite höger-vänster på scenen (horisontal position).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
tr: <p><b><b>x, _ olsun</b> dediğinde kuklanın yataydaki konumunu belirlemiş olursun.</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
uk: <p><b>Встановлює x</b>-позицію спрайта на Сцені (горизонтальна позиція).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">

source: Set the <b>y</b> position of a sprite
ca: Fixa la posició <b>y</b> d'un personatge
cs: Nastav <b>y</b> souřadnici postavy
de: Setze die <b>y</b>-Position einer Figur
el: Ορίζει τη θέση <b>y</b> ενός αντικειμένου
es: Establece la posición <b>y</b> del objeto
et: Määra spraidi <b>y</b>-koordinaat
eu: Sprite baten <b>y</b> kokapena ezarri
fr: Définit la position <b>y</b> d'un lutin
gl: Fixa a posición <b>y</b> da figura
it: Definisce la posizione <b>y</b> di uno sprite
lv: Iestata gariņam <b>y</b> koordināti
nb: Flytt figuren til en bestemt <b>y</b>-posisjon
pt: Estabelece a coordenada <b>y</b> da posição do actor
ro: Seteaza pozitia <b>y</b> a unui sprite
sl: Nastavi položaj <b>y</b> figure
sv: Sätt <b>y</b>-positionen för en sprite
tr: Kuklanın <b>y</b> konumunu belirler
uk: Задати координату <b>y</b> спрайту
