Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: To record a sound, click <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> and the microphone <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Then, click the record button: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
ca: Per gravar un so, fes clic a <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> i al micròfon <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Després, fes clic al botó de gravar: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
de: Willst du einen Klang aufnehmen, klicke auf <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> und das Mikrophon <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Klicke dann auf den Aufnahmeknopf: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
el: Για να ηχογραφήσετε έναν ήχο, πατήστε στο <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> και μετά στο μικρόφωνο <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Στη συνέχεια, πατήστε το κουμπί ηχογράφησης: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
es: Para grabar un sonido, haz clic en <img src="%(STATIC_URL)s/images/help/es/sounds-tab.png"><br/> y en el micrófono <img src="%(STATIC_URL)s/images/help/es/microphone-icon.png">. Luego, haz clic en el botón grabar: <br/> <img src="%(STATIC_URL)s/images/help/es/record-sound-button.png">
et: Helindi lindistamiseks klõpsa <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> ja mikrofoni <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Siis klõpsa nuppu Lindista: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
eu: Soinu bat grabatzeko, klikatu <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> eta mikrofonoa <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Ondoren, klikatu grabatzeko botoia: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
fr: Pour enregistrer un son, clique sur <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> et sur le microphone <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Ensuite, clique sur le bouton enregistrement: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
gl: Para grabar un son, preme en <img src="%(STATIC_URL)s/images/help/es/sounds-tab.png"><br/> e no micrófono <img src="%(STATIC_URL)s/images/help/es/microphone-icon.png">.Despois, preme o botón gravar: <br/> <img src="%(STATIC_URL)s/images/help/es/record-sound-button.png">
it: Per registrare un suono, clicca <img src="%(STATIC_URL)s/images/help/it/sounds-tab.png"><br/> e poi sul pulsante <img src="%(STATIC_URL)s/images/help/it/microphone-icon.png">. Quindi clicca il pulsante per la registrazione: <br/> <img src="%(STATIC_URL)s/images/help/it/record-sound-button.png">
lv: Lai ierakstītu skaņu, klikšķini <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> un mikrofona ikonu <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Tad spied ieraksta pogu: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
nb: For å spille inn lyd, klikk <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> og mikrofonen <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Trykk knappen for opptak: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
pt: Para gravar um som clique em <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> e no microfone <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Depois, clique no botão de gravação: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
sl: Če želiš sam-a posneti zvoke, klikni na <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> in na mikrofon <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Potem pritisni gumb Snemaj: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
sv: För att spela in ett ljud, klicka på <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> och mikrofonen <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Klicka sedan på inspelningsknappen: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
uk: Для запису звуку клацни <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> та мікрофон <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Потім клацни по кнопці запису: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">

source: Type in a name of your sound:<br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>
ca: Escriu un nom per al teu so:<br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>
de: Gib einen Namen für deinen Klang ein:<br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>
el: Πληκτρολογήστε ένα όνομα για τον ήχο σας:<br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>
es: Ingresa un nombre para el sonido:<br/> <img src="%(STATIC_URL)s/images/help/es/sound-title.png"><p>
et: Sisesta oma helindi nimi: <br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>
eu: Idatzi izen bat zure soinuari:<br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>
fr: Ecris un nom pour ton son:<br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>
gl: Escribe un nome para o son:<br/> <img src="%(STATIC_URL)s/images/help/es/sound-title.png"><p>
it: Inserisci un nome per il tuo suono:<br/> <img src="%(STATIC_URL)s/images/help/it/sound-title.png"><p>
lv: Ieraksti savas skaņas nosaukumu:<br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>
nb: Gi lyden et navn:<br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>
pt: Introduza um nome para o seu som:<br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>
sl: Vstavi ime izbranega zvoka:<br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>
sv: Skriv in namnet på ditt ljud:<br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>
uk: Введи назву твого звуку:<br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>

source: Then, click <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> and use this block:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Choose the sound name from the drop-down menu.
ca: Ara fes clic a <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> i utilitza aquest bloc:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Tria el nom del so del menú desplegable.
de: Klicke dann auf <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> und benutze diesen Block:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Wähle den Klang aus dem Aufklappmenü.
el: Μετά πατήστε <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> και χρησιμοποιήστε αυτό το τετράγωνο εντολής:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Επιλέξτε το όνομα του ήχου από το μενού.
es: Luego, haz clic en <img src="%(STATIC_URL)s/images/help/es/scripts-tab.png"> y utiliza este bloque:<br/> <img src="%(STATIC_URL)s/images/help/es/play-recording1-until-done.png"><br/> Elige un nombre de sonido del menú desplegable.
et: Siis klõpsa <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> ja kasuta plokki:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Vali helindi nimi menüüst.
eu: Ondoren, klikatu <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> eta bloke hau erabili:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Soinuaren izena aukeratu goitikbeherako menutik.
fr: Ensuite, clique <img src="%(STATIC_URL)s/images/help/scripts-tab.png">et utilise ce bloc:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Choisis le nom du son dans le menu déroulant.
gl: Logo, preme en <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> e usa este bloque:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Escolle un nome de son do menú despregable.
it: Quindi clicca <img src="%(STATIC_URL)s/images/help/it/scripts-tab.png"> e inserisci questo blocco:<br/> <img src="%(STATIC_URL)s/images/help/it/play-recording1-until-done.png"><br/> Scegli il nome del tuo suono dal menu a discesa.
lv: Tad spied <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> un izmanto šo bloku:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Skaņas nosaukumu izvēlies no izkrītošā saraksta.
nb: Klikk <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> og bruk denne klossen:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Velg lydens navn fra menyen i klossen.
pt: Depois, clique em <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> e use o seguinte bloco:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Escolha um nome de som no menu.
sl: Potem klikni <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> in uporabi ta blok:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Izberi ime zvoka iz padajočega menija.
sv: Klicka sedan på <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> och använd detta block:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Välj namnet på ljudet från drop-down-menyn.
uk: Тоді клацни <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> та використай блок:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Обери назву звуку зі спадного меню.

source: You can change backdrops using <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
es: Puedes cambiar los fondos <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
fr: Vous pouvez changer les arrière-plans en utilisant <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
gl: Podes cambiar os fondos usando <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
it: Puoi cambiare sfondo usando <img src="%(STATIC_URL)s/images/help/it/switch-backdrop-to.png">
lv: Fonus var mainīt, izmantojot <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
nb: Du kan bytte bakgrunnsbilde med <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
pt: Pode mudar de cenário usando <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
sl: Ozadja lahko spremeniš z <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">

source: Here's an example:<br/> <img src="%(STATIC_URL)s/images/help/switch-backdrop-ex.png"><br/> <br/> <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-animation.gif"></p>
es: Aquí está un ejemplo:<br/> <img src="%(STATIC_URL)s/images/help/switch-backdrop-ex.png"><br/> <br/> <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-animation.gif"></p>
fr: Voilà un exemple:<br/> <img src="%(STATIC_URL)s/images/help/switch-backdrop-ex.png"><br/> <br/> <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-animation.gif"></p>
gl: Aquí está o exemplo:<br/> <img src="%(STATIC_URL)s/images/help/switch-backdrop-ex.png"><br/> <br/> <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-animation.gif"></p>
it: Ecco un esempio:<br/> <img src="%(STATIC_URL)s/images/help/it/switch-backdrop-ex.png"><br/> <br/> <p><img src="%(STATIC_URL)s/images/help/it/switch-backdrop-animation.gif"></p>
lv: Te ir piemērs:<br/> <img src="%(STATIC_URL)s/images/help/switch-backdrop-ex.png"><br/> <br/> <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-animation.gif"></p>
nb: Her er et eksempel:<br/> <img src="%(STATIC_URL)s/images/help/switch-backdrop-ex.png"><br/> <br/> <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-animation.gif"></p>
pt: Aqui está um exemplo:<br/> <img src="%(STATIC_URL)s/images/help/switch-backdrop-ex.png"><br/> <br/> <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-animation.gif"></p>
sl: Tu je primer:<br/> <img src="%(STATIC_URL)s/images/help/switch-backdrop-ex.png"><br/> <br/> <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-animation.gif"></p>

source: First, choose the backdrops you want <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Then, select each backdrop name from the drop-down menu: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
es: Primero, elige el fondo que deseas <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Luego, selecciona el nombre de cada fondo del menú desplegable: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
fr: D'abord, tu choisis l'arrière-plan que tu veux <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Ensuite, tu choisis chaque arrière-plan à partir du menu déroulant: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
gl: Primeiro, escolle os escenarios que queres <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Despois, selecciona cada nome de escenario dende o menú despregable: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
it: Prima di tutto scegli gli sfondi che desideri <img src="%(STATIC_URL)s/images/help/it/choose-backdrop-icon.png">. Poi seleziona il nome di ciascuno sfondo dal menu: <img src="%(STATIC_URL)s/images/help/it/switch-backdrop-to.png">
lv: Sākumā izvēlies fonus <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Un tad atlasti katra fona nosaukumu no izkrītošās izvēlnes:<img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
nb: Først velger du bakgrunnsbildene du vil ha <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Deretter kan du velge bakgrunnsbilde fra menyen i klossen: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
pt: Primeiro escolha os cenários que quiser <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Depois escolha o nome do cenário no menu: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
sl: Najprej izberi ozadje, ki ga želiš <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Nato izberi vsa iemna ozadij s spustnega menuja: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">

source: Pick a new sprite that has more than one costume, such as:
ca: Tria un nou personate que tingui més d'un vestit, com ara aquest:
es: Elige un nuevo objeto que tenga más de un disfraz, como por ejemplo:
fr: Choisis un nouveau lutin qui a plus d'un costume, tel que:
gl: Elixe unha nova figura que teña máis dunha vestimenta, como por exemplo:
it: Scegli un nuovo sprite che abbia più di un costume, come:
lv: Izvēlies jaunu gariņu, kuram ir vairāk par vienu tērpu, piemēram:
nb: Velg en ny figur med mer enn en drakt, for eksempel:
pt: Escolha um novo actor que tenha mais do que um traje, tal como:
sl: Izberi figuro, ki ima več kot en videz, kot je:
tr: Birden fazla kılığa sahip bir kukla seç, örneğin Giga:

source: You can use key press to switch costumes:
ca: Pots fer servir "quan la tecla es premi" per canviar de vestit:
es: Puedes utilizar pulsación del teclado para cambiar los disfraces:
fr: Tu peux utiliser appuyez sur la touche pour basculer d'un costume sur l'autre:
gl: Podes usar teclas para mudar vestimentas:
it: Puoi usare la pressione dei tasti per cambiare costume:
lv: Vari izmantot taustiņa nospiešanu, lai mainītu tērpus:
nb: Du kan bytte drakt ved å trykke en tast:
pt: Pode usar o pressionar das teclas para trocar de traje:
sl: S pritiskom na tipko menjaš med videzi:

source: Make your sprite talk
ca: Fes parlar un personatge
cs: Donuť svou postavu mluvit
de: Eine Figur sprechen lassen
el: ...κάνετε ένα αντικείμενο να μιλά
es: Haz hablar tu objeto
et: Pane spraidid vestlema
eu: Zure spriteari hitzegin erazi
fr: Fais parler ton lutin
ga: Tabhair ar do sprid labhairt
gl: Fai que a túa figura fale
it: Far parlare uno sprite
lv: Liec gariņam runāt
nb: Få figuren til å snakke
pt: Faça o seu actor falar
ro: Fa-ti sprite-ul sa vorbeasca
sl: Naj tvoja figura spregovori
sv: Gör så att din sprite pratar
tr: Kuklanı konuştur
uk: Зробити розмовляючий спрайт

source: Pick a sprite with costumes showing an open and closed mouth, such as:
cs: Zvol si postavu s kostýmy ukazujícími otevřená a zavřená ústa, jako:
de: Wähle eine Figur mit Kostümen, die sie mit offenem und geschlossenem Mund zeigen, wie z.B.:
el: Επιλέξτε ένα αντικείμενο με ενδυμασίες που το δείχνουν με ανοιχτό και κλειστό στόμα, όπως:
es: Elige un objeto con disfraces que muestren una boca abierta y cerrada, tal como:
et: Vali sprait kostüümidega avatud ja suletud suu, nagu näiteks:
eu: Mozorroak dituen eta ahoa ireki eta isten duen sprite bat aukeratu, hau bezalakoa:
fr: Choisis un lutin avec des costumes montrant une bouche ouverte et fermée, tels que:
ga: Roghnaigh sprid le cultacha a thaispeánann béal oscailte agus béal dúnta, mar shampla:
gl: Elige unha figura con vestimentas que amosen unha boca aberta e pechada, tal como:
it: Scegli uno Sprite con dei costumi in cui compare con la bocca aperta e chiusa, come ad esempio:
lv: Izvēlies gariņu ar tērpiem, kas rāda atvērtu un aizvērtu muti, piemēram:
nb: Velg en figur med drakter som har åpen og lukket munn, for eksempel:
pt: Escolha um actor possuindo trajes mostrando tanto a boca aberta, como a boca fechada, tal como:
ro: Alege un sprite cu costume avand gura inchisa, respectiv deschisa, ca de exemplu:
sl: Izberi figuro z videzom, ki odpira in zapira usta, kot na primer:
sv: Välj en sprite med klädslar som visar en öppen och stängd mun, till exempel:
tr: Açık ve kapalı ağızlı kılıkları olan bir kukla seç, örneğin:
uk: Виберіть для спрайтів образи з відкритим та закритим ротом, такі як:

source: Try this script:
ca: Prova aquest programa:
cs: Zkus tento scénář:
de: Probiere dieses Skript aus:
el: Δοκιμάστε αυτό το σενάριο:
es: Prueba este programa:
et: Proovi seda skripti:
eu: Skript hau probatu:
fr: Essaie ce script:
ga: Bain triail as an script seo:
gl: Proba este programa:
it: Prova questo script:
lv: Izmēģini šo programmu:
nb: Prøv dette skriptet:
pt: Esperimente este guião:
ro: Incearca acest script:
sl: Preizkusi to skripto:
sv: Testa det här skriptet:
tr: Bu diziyi dene:
uk: Спробуйте цей скрипт:
