Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: The current site is limited to numbers in variables as an initial step to work out any issues with their use on the site. We plan to roll out cloud data features incrementally. If the infrastructure is working well, we plan to add other features (cloud lists, support for strings, etc.).
cs: Současný server je omezen na čísla v proměnných jako první krok ke zjištění jakýchkoli problémů s jejich užitím na serveru. Plánujeme nasazovat funkce cloud data postupně. Když bude infrastruktura fungovat správně, plánujeme přidávat další funkce (cloud seznamy, podpora textových proměnných, atd.).
de: Die aktuelle Website beschränkt Cloud-Variablen auf Zahlenwerte, um damit in einem ersten Schritt herauszufinden, wie sie sich innerhalb der Website bewähren. Wir planen, die Möglichkeiten für Cloud-Variablen nach und nach zu erweitern. Falls die Infrastruktur gut funktioniert, wollen wir zusätzliche Funktionen ergänzen (Cloud-Listen, Unterstützung für Zeichenketten, etc.).
el: Η ιστοσελίδα μας προς το παρόν περιορίζεται σε αριθμούς ως τιμές μεταβλητών ως τελικό βήμα για την επίλυση προβλημάτων στην ιστοσελίδα από τη χρήση τους. Σχεδιάζουμε να παρουσιάζουμε τις δυνατότητες των δεδομένων cloud σταδιακά. Εάν η δομή των μεταβλητών cloud δουλεύει καλά, σκοπεύουμε να προσθέσουμε και άλλες δυνατότητες (λίστες cloud, υποστήριξη για λέξεις ως τιμές μεταβλητών κλπ).
es: El sitio actual está limitado a números en las variables como un paso inicial para resolver cualquier problema con su uso en el sitio web. Planeamos desplegar más características de información en la nube de manera incremental. Si la infraestructura funciona bien, planeamos agregar otras características (listas en la nube, soporte a cadenas, etc.).
et: Praegune versioon on piiratud arvmuutujatega. Plaanime realiseerida pilveandmete liigid järk-järgult. Kui infrastruktuur töötab hästi, plaanime lisada teisi liike (pilveloendid, stringid jne).
eu: Zenbakietara mugaturik daude, bere erabilerak sor ditzaken arazoak konpontzeko lehen pausu bezala. Hodei datuen ezaugarri berriak pixkanaka joango gara erabilgarri egiten. Azpiegitura arazorik gabe badabil martxan, beste ezagugarri batzu gehitzeko asmoa dugu (hodei listak, hitz kateak, etab.).
fr: Le site actuel est limité aux nombres des variables comme une première étape pour résoudre les éventuels problèmes avec leur utilisation sur le site. Nous prévoyons de déployer des fonctionnalités du cloud data ​​de manière incrémentielle. Si l'infrastructure fonctionne bien, nous prévoyons d'ajouter d'autres fonctionnalités (listes dans le cloud data​​, l'aide pour les chaînes de caractères, etc.)
gl: O sitio actual está limitado a números nas variables como un paso inicial para resolver calqueira problema de uso. Planeamos introducir máis datos na nube de maneira incremental. Si a infraestructura funciona ben, temos planeado engadir outras características (listas na nube, soporte a cadeas, etc.).
it: La versione attuale del sito limita la tipologia dei dati cloud ai soli numeri come primo passo per poter eliminare tutti i problemi legati al loro uso sul sito. Il nostro piano è quello di rendere gradualmente disponibile tutti i tipi di dati cloud. Se l'infrastruttura funzionerà correttamente, aggiungeremo le altre caratteristiche (liste cloud, supporto per le stringhe, ecc).
lv: Lai mums būtu vieglāk novērst iespējamās grūtības, iesākumā mājaslapa strādā tikai ar skaitliskiem mainīgajiem. Mēs plānojam pakāpeniski attīstīt mākoņu datu iespējas. Ja infrastruktūra labi strādās, mēs esam iecerējuši pievienot citas iespējas (mākoņu saraksti, teksta virkņu atbalsts, utt.).
nb: Denne versjonen er begrenset til tallvariabler som en start for å avdekke eventuelle problemer med slik bruk av nettstedet. Vi planlegger å utvide muligheten til å lagre nettdata etterhvert. Hvis systemet fungerer bra er planen å legge til muligheter for å lagre lister, tekst osv.
pt: O sítio Web actual está limitado a variáveis com números como passo inicial para resolver quaisquer problemas com a sua utilização. Planeamos ir disponibilizando incrementalmente funcionalidades de dados de nuvem. Se a infra-estrutura estiver a funcionar bem, planeamos adicionar outras funcionalidades (listas de nuvem, suporte para texto, etc.).
ro: Site-ul curent se limiteaza la numere in variabile ca un prim pas in a lucra cu orice in utilizarea site-ului. Noi planuim sa extindem in cloud si alte date. Daca infrastructura merge bine, vom adauga si alte caracteristici (liste cloud, suport pentru siruri de caractere, etc.).
sl: Trenutna stran je omejena na števila v spremenljivkah, saj lahko tako najenostavneje opazujemo, kakšne težave se pojavljajo pri uporabi na strani in jih odpravimo. Načrtujemo, da bomo postopoma uvedli tudi druge oblike podatkov v oblaku.Če bo trenutna infrastruktura dobro delovala, načrtujemo, da bomo dodali druge oblike (sezname v oblaku, podpiranje nizov, itd.).
sv: Den aktuella molntjänsten är begränsad till siffror i variablerna, som ett första steg att reda ut eventuella problem med användningen på webbplatsen. Vi planerar att stegvis rulla ut fler funktioner i molndata. Om infrastrukturen fungerar väl, planerar vi att lägga till andra funktioner (molnlistor, stöd för textsträngar, etc.).
uk: Наразі значення змінних на сайті обмежено числами. Ми плануємо поступово розвивати "хмарні" можливості використання даних. Якщо інфраструктура працюватиме добре, ми плануємо додати інші можливості ("хмарні" списки, підтримку рядків тощо).

source: If I see someone post inappropriate content using cloud data, how do I report it?
ca: Si veig que algú ha penjat contingut inadequat utilitzant dades al núvol, com ho denuncio?
cs: Když uvidím, že někdo posílá nevhodný obsah, jak to mám nahlásit?
de: Wenn ich feststelle, dass jemand unter Verwendung von Cloud-Daten unangebrachten Inhalt veröffentlicht, wie melde ich das?
el: Εάν δω ότι κάποιος ανεβάζει ακατάλληλο υλικό χρησιμοποιώντας δεδομένα Cloud, πως μπορώ να το αναφέρω;
es: ¿Si alguien comparte contenido inapropiado a través de la información en la nube, cómo lo denuncio?
et: Kui ma näen kedagi postitab sobimatut sisu, kasutades pilveandmeid, kuidas ma peaks sellest teatama?
eu: Hodei datuez baliatuz norbaitek eduki desegokia argitaratzen badu, nola sala dezaket?
fr: Si je vois quelqu'un poster un contenu inapproprié en utilisant le cloud data, comment puis-je le signaler?
ga: Cad ba chóir dom a dhéanamh má chuireann duine éigin ábhar mí-oiriúnach suas trí néalsonraí?
gl: Si alguén comparte contido inapropiado a través dos datos na nube, como o denuncio?
it: Se mi accorgo che qualcuno invia contenuti inappropriati usando i dati cloud come faccio a segnalarlo?
ja: 誰かがクラウドデータを使って不適切なオブジェクトを公開していたら、どのように報告すれば良いですか?
lv: Jā kāds publicē neatbilstošu saturu, izmantojot mākoņu datus, kā par to ziņot?
nb: Hvis jeg ser at noen bruker nettdata for å lagre upassende ting, hvordan melder jeg fra om det?
pt: Se vir alguém publicar conteúdo desadequado usando dados de nuvem, como posso reportá-lo?
ro: Daca observ pe cineva care posteaza continut inadecvat folosind date cloud, cum pot sa raportez?
sl: Če opazim, da je nekdo objavil neprimerno vsebino tako, da je uporabil podatke v oblaku, kako to prijavim?
sv: Om jag ser att någon skickar olämpligt innehåll med molndata, hur rapporterar jag det?
uk: Якщо я бачу невідповідний вміст з використанням "хмарних" даних, як мені повідомити про нього?

source: Click the "Report this" button (under on the project player) to report inappropriate content in cloud data. The report form includes a link to a log of all cloud data in that project and who left it - you may want to take look at it before sending your report. Make sure that you mention "cloud data" when you type your reason in the report.
ca: Fes clic al botó "Informa" (sota del reproductor del projecte) per denunciar contingut inadequat dins les dades al núvol. El formulari inclou un enllaç a un registre amb totes les dades al núvol del projecte així com qui les ha desat - pots mirar-lo abans d'enviar el teu informe. Assegura't de mencionar "dades al núvol" quan escriguis els motius del teu informe.
cs: Klikni na tlačítko "Nahlásit" (pod přehrávačem projektu) knahlášení nevhodného obsahu v cloud datech. Ohlašovací formulář obsahuje odkaz na protokol všech cloudových dat v tomto projektu a kdo je zanechal - možná se na to budeš chtít podívat než odešleš hlášení. Zkontroluj, že zmíníš "cloud data" když píšeš svůj důvod k ohlášení.
de: Klicke auf die "Melden"-Schaltfläche (unter dem Projekt-Abspieler), um unangebrachten Inhalt in Cloud-Daten zu melden. Das Berichtsformular enthält einen Link auf die Chronik aller Cloud-Daten in diesem Projekt sowie darauf, wer sie hinterlassen hat. Sieh dir diese Chronik an, bevor du den Vorfall meldest. Achte darauf, "Cloud-Daten" zu erwähnen, wenn du den Grund für die Meldung angibst.
el: Πατήστε στο κουμπί "Αναφορά" κάτω από τον προβολέα του έργου για να αναφέρετε ακατάλληλο περιεχόμενο σε δεδομένα Cloud. H φόρμα αναφοράς περιλαμβάνει ένα σύνδεσμο προς το ιστορικό όλων των δεδομένων Cloud του έργου - ίσως θελήσετε να ρίξετε ξανά μια τελευταία ματιά πριν στείλετε την αναφορά. Σιγουρευτείτε ότι αναφέρετε τη φράση "cloud data" όταν γράφετε το λόγο της αναφοράς.
es: Haz clic en el botón "Denunciar esto" (bajo el reproductor de proyectos) para denunciar contenido inapropiado. El formulario de denuncia incluye una lista de toda la información en la nube de ese proyecto, y quién la compartió - quizá quieras revisarla antes de enviar la denuncia. Menciona "información en la nube" cuando escribas el motivo en la denuncia.
et: Vajuta "Teata sellest" nupule (projekti all), teatades sobimatus sisust pilveandmetes.Teate vorm võimaldab seda teha. Veendu, et sa mainid "pilveandmed", kui kirjutad oma teadet.
eu: Klikatu "Hau Salatu" botoia (proiektu playerraren azpian) hodei datu desegokiak salatzeko. Salaketa formularioak proiektuko hodei datu guztien erregistrora esteka bat du eta nork utzi duen - bidali baino lehen irakurri nahi izan dezakezu. Salaketaren arrazoia idaztean, "hodei datuak" aipatzen dituzula ziurtatu.
fr: Cliquez sur le bouton "Signaler ceci" (sous le lecteur de projet) pour signaler un contenu inapproprié en cloud data​​. Le formulaire de rapport contient un lien vers un journal de toutes les données de nuages ​​dans ce projet et qui l'ont quitté - vous voudrez peut-être y jeter un regard avant d'envoyer votre rapport. Assurez-vous que vous mentionnez "cloud data​​" lorsque vous tapez votre raison dans le rapport.
ga: Cliceáil an cnaipe "Déan tuairisc air seo" (faoin seinnteoir tionscadail) chun tuairisc a dhéanamh ar ábhar mí-oiriúnach i néalsonraí. San fhoirm thuairisce, feicfidh tú nasc le logchomhad ina bhfuil na néalsonraí go léir agus na daoine a d'fhág iad - ba chóir duit an logchomhad a scrúdú sula seolann tú do thuairisc. Bí cinnte go luann tú "cloud data" nuair a dhéanann tú cur síos ar an bhfadhb sa tuairisc.
gl: Preme no botón "Denunciar isto" (debaixo do reproductor de proxectos) para denunciar contido inapropiado. O formulario de denuncia inclúe unha lista de todos os datos na nube dese proxecto, e información sobre quen a deixou - quizá queiras revisala antes de enviar a denuncia. Menciona "datos na nube" cando escribas o motivo na denuncia.
it: Per segnalare contenuti inappropriati nei dati cloud clicca il pulsante "Segnala" (che trovi sotto al player dei progetti). Il modulo di segnalazione include un link al resoconto di tutti i dati cloud di quel progetto che indica anche chi li ha lasciati - è preferibile che tu prenda visione del resoconto prima di inviare la segnalazione. Assicurati di menzionare "dati cloud" quando inserisci nel modulo la ragione della tua segnalazione.
ja: (プロジェクトプレイヤーの下にある)「これを報告」ボタンをクリックすると、クラウドデータにある不適切なコンテンツを報告できます。入力フォームには、そのプロジェクトの全てのクラウドデータのログに対するリンクと誰がそれを残したのかが含まれるので、報告する前に内容を確認することができます。報告において理由を説明する際には必ず「クラウドデータ」に言及してください。
lv: Klikšķini pogu "Ziņot" (zem projekta atskaņotāja), lai ziņotu par neatbilstošu saturu mākoņu datos. ZIņojuma formā ir arī saite uz visiem ierakstiem par mākoņu datiem un personām, kas to atstājušas - tu to vari apskatīt, pirms sūti ziņojumu. Pārliecinies, ka piemini "mākoņu datus", kad iesniedz šāda veida ziņojumu.
nb: Klikk på "Meld"-knappen (under programkjøring) for å melde fra om upassende innhold i nettdata. Da får du opp et skjema med link til en logg over alle nettdata i prosjektet og hvem som har lagret det. Ta gjerne en titt på denne loggen før du sender meldingen. Du bør skrive på engelsk og nevne "cloud data" (nettdata) i begrunnelsen for meldingen.
pt: Clique no botão «Reportar isto» (sob o reprodutor de projectos) para reportar conteúdo desadequado em dados de nuvem. O formulário de reporte inclui uma ligação para o registo de todos os dados de nuvem no projecto e dos que os introduziram - talvez seja de dar uma vista de olhos neste registo antes de submeter o formulário. Assegure-se de mencionar «dados de nuvem» quando introduzir a sua razão para reportar.
ro: Da clic pe butonul "Raporteaza asta" (de sub player-ul proiectului) pentru a raporta continutul inadecvat in date cloud. Formularul de raportare include un lonk la un log al tuturor datelor cloud din acel proiect si cine le-a lasat - poate doresti sa te uiti la el inainte sa trimiti raportarea ta. Asigura-te ca mentionezi "cloud data" cand completezi motivul raportarii.
sl: Klikni na gumb "Prijavi to" (spodaj na predvajalniku projekta), da prijaviš neprimerno vsebino v podatkih v oblaku. Prijavni obrazec vključuje povezavo do dnevnika vseh podatkov v oblaku v tistem projektu in kdo jih je ustvaril - morda bi bilo dobro, da to pregledaš, preden pošlješ prijavo. Ne pozabi zapisati "podatki v oblaku", ko vstaviš razloge za prijavo.
sv: Klicka på "Rapportera dettar"-knappen (under projektvisaren) för att rapportera olämpligt innehåll i molndata. Rapportens formulär innehåller en länk till en logg över alla molndata i projektet och som vem som lämnade det - du kanske vill ta titta på det innan du skickar din rapport. Se till att du nämner "molndata - cloud data" när du skriver om dina skäl i rapporten.
uk: Натисніть кнопку "Повідомити" (під програвачем проектів) та повідомте про некоректний вміст у "хмарі" даних. Форма звіту містить посилання на журнал всіх "хмарних" даних в цьому проекті і хто залишив його - ви можете переглянути його перед надсиланням повідомлення. Переконайтеся, що причина в "хмарних" даних, вказуючи причину повідомлення.

source: Can I make chat rooms with cloud data?
ca: Puc fer sales de xat amb les dades al núvol?
cs: Mohu vytvářet chat místnosti s cloud daty?
de: Kann ich mit Cloud-Daten Chat-Räume erzeugen?
el: Μπορώ να δημιουργήσω chat room με δεδομένα cloud;
es: ¿Puedo crear salas de chat con la información de la nube?
et: Kas ma saan teha ruumi jututoale pilveandmetega?
eu: Hodei datuekin txat gelak sortu ahal ditzaket?
fr: Puis-je faire une salle de clavardage avec cloud data?
ga: An bhfuil cead agam seomra comhrá a chruthú le néalsonraí?
gl: Podo crear salas de chat con datos na nube?
it: Posso creare delle chat room usando i dati cloud?
ja: クラウドデータでチャットルームを作っても良いですか?
lv: Vai es ar mākoņu datiem varu veidot sarunu istabas?
nb: Kan jeg lage chat-tjenester med nettdata?
pt: Posso criar salas de conversa (<i>chat rooms</i>) usando dados de nuvem?
ro: Pot sa creez camere de chat cu date cloud?
sl: Ali lahko ustvarim klepetalnice s podatki v oblaku?
sv: Kan jag göra chattrum med molndata?
uk: Чи можу я робити чати з "хмарою" даних?

source: While it is technically possible to create chat rooms with cloud data, they are not currently allowed. We will reconsider this policy once we have a better sense of our capability for moderating and managing reports on cloud data.
ca: Malgrat que és tècnicament possible crear sales de xat amb les dades al núvol, de moment no estan permeses. Reconsiderarem aquesta decisió un cop tinguem clara la nostra capacitat de moderar i gestionar els informes sobre les dades al núvol.
cs: I když je technicky možné vytvořit chat místnosti s cloud daty, v současnosti nejsou povoleny. Plánujeme přehodnocení této politiky jakmile lépe vycítíme naše schopnosti pro moderování a správě reportů nad cloud daty.
de: Obwohl es technisch möglich ist, mit Cloud-Daten Chat-Räume zu erzeugen, ist das derzeit nicht erlaubt. Wir werden diese Regelung überdenken, sobald wir einen besseren Überblick über unsere Möglichkeiten haben, Meldungen zu Cloud-Daten zu moderieren und zu organisieren.
el: Ενώ είναι τεχνικά δυνατό να δημιουργήσετε chat room με δεδομένα Cloud, προσωρινά δεν επιτρέπεται. Θα αναθεωρήσουμε αυτή την πολιτική μόλις έχουμε μια καλύτερη αίσθηση της ικανότητας μας να συντονίζουμε και να διαχειριζόμαστε αναφορές για δεδομένα Cloud.
es: Aunque es técnicamente posible, no están permitidos por el momento. Reconsideraremos esta política cuando tengamos una mejor idea de nuestra capacidad de moderar y manejar denuncias respecto a la información de la nube.
et: Kuigi tehniliselt on võimalik luua jututuba pilvandmetega, ei ole see praegu lubatud. Seda võimalust vaadeldakse edaspidi.
eu: Teknikoki zilegi bada ere, ez dira onartzen momentuz. Politika hau berrikusiko dugu hodei datuak moderatzeko eta salaketak kudeatzeko gure gaitasuanari buruz jakitunago garenean.
fr: Bien qu'il soit techniquement possible de créer des salles de clavardage avec cloud data​​, elles ne sont actuellement pas autorisés. Nous reviendrons sur cette politique une fois que nous avons une meilleure idée de notre capacité à animer et gérer des rapports sur cloud data​​.
ga: Níl. Is féidir seomra comhrá a chruthú sa chaoi seo go teicniúil, ach níl cead agat é seo a dhéanamh faoi láthair. Déanfaimid athbhreithniú ar an bpolasaí seo chomh luath agus go mbeidh tuiscint níos fearr againn ar cé chomh deacair atá sé tuairiscí ar néalsonraí a bhainistiú.
gl: Ainda que tecnicamente si é posible crear salas de chat con datos na nube, non está permitido polo momento. Reconsideraremos esta política cando teñamos unha mellor idea da nosa capacidade de moderar e manexar denuncias sobre os datos na nube.
it: Sebbene sia tecnicamente possibile creare delle chatroom, al momento non è permesso. Potremmo successivamente modificare questa politica nel momento in cui avremo un'idea più precisa della nostra capacità di moderare e gestire i report dei dati cloud.
ja: 技術的にはクラウドデータを用いてチャットルームを作ることは可能ですが、現在それらは許されていません。クラウドデータの監督と報告の管理に対して十分な能力を持ったところで再検討するでしょう。
lv: Kaut tehniski ir iespējams veidot sarunu istabas ar mākoņu datiem, tas nav atļauts. Mēs pārskatīsim šo politiku, kad jutīsimies drošāk par mūsu spēkiem pārvaldīt un reaģēt uz ziņojumiem par mākoņu datiem.
nb: Det er teknisk mulig å lagre chat-tjenester med nettdata, men det er for tiden ikke tillatt. Denne regelen kan bli gjort om når vi har bedre oversikt over muligheten for å overvåke nettdata og håndtere meldinger om misbruk.
pt: Embora seja tecnicamente possível criar salas de conversa usando dados de nuvem, de momento isso não é permitido. Reconsideraremos esta política logo que tivermos uma ideia mais clara da nossa capacidade para moderar e gerir os reportes realizados acerca de dados de nuvem.
ro: Desi tehnic este posibila crearea de camere de chat cu date cloud, ele nu sunt inca permise. Vom reconsidera aceasta politica de indata ce vom avea mai bine posibilitatea pentru moderarea si intretinerea raportarilor de date cloud.
sl: Tehnično je mogoče ustvariti klepetalnice s podatki v oblaku, vendar to trenutno ni dovoljeno. O tej politiki bomo ponovno razmislili, ko bomo bolje razumeli, kakšne so naše zmožnosti za moderiranje in upravljanje prijav v podatkih v oblaku.
sv: Även om det är tekniskt möjligt att skapa chattrum med molndata, är det för närvarande inte tillåtet. Vi kommer att ompröva denna policy när vi har en bättre känsla för vår förmåga att moderera och hantera rapporter om molndata.
uk: Хоча це технічно можливо, створення чатів з "хмарою" даних в даний час не допускається. Ми переглянемо цю політику як тільки ми отримаємо краще уявлення про наші можливості модерувати та керувати звітами на "хмарі" даних.

source: How do I add a cloud variable when I'm making a project?
ca: Com puc afegir una variable al núvol quan estic fent un projecte?
cs: Jak můžu přidat cloudovou proměnnou když vytvářím projekt?
de: Wie füge ich eine Cloud-Variable hinzu, wenn ich ein Projekt erstelle?
el: Πως μπορώ να προσθέσω μια τιμή Cloud όταν φτιάχνω ένα έργο;
es: ¿Cómo añado una variable de nube cuando estoy creando un proyecto?
et: Kuidas lisada pilvemuutuja, kui ma loon projekti?
eu: Nola gehi dezaket hodei aldagai bat proiektu bat sortzerakoan?
fr: Comment puis-je ajouter une variable du cloud quand je fais un projet?
ga: Conas a chruthaím néalathróg nuair atáim ag obair ar thionscadal?
gl: Como engado datos na nube nun proxecto?
it: Come si fa a creare una variabile cloud all'interno di un progetto?
ja: プロジェクトを作るとき、どのようにクラウド変数を加えますか?
lv: Kā es varu pievienot mākoņu mainīgo, kad veidoju projektu?
nb: Hvordan oppretter jeg en nettvariabel når jeg lager et prosjekt?
pt: Como adiciono uma variável de nuvem quando estou a fazer um projecto?
ro: Cum adaug o variabila cloud cand lucrez la un proiect?
sl: Kako lahko dodam spremenljivko v oblaku, ko ustvarjam projekt?
sv: Hur lägger jag till en molnvariabel när jag gör ett projekt?
tr: Projelerimi hazırlarken bulut değişken nasıl ekleyebilirim?
uk: Як додати "хмарні" змінні коли я роблю проект?
