Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p>The tilt sensor reports a number from 0 to 4. 0 means not tilted, 1 tilted down, 2 tilted right, 3 tilted up, and 4 tilted left.</p> <p>To view the value of tilt, click the checkbox next to the block in the palette.</p> <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex2.png"></p>
fr: <p> Le capteur d'inclinaison état ​​d'un nombre compris entre 0 et 4. 0 signifie non incliné, 1 incliné vers le bas, 2 incliné à droite, 3 incliné vers le haut, et 4 incliné à gauche.</p> <p>Pour afficher la valeur de l'inclinaison, cliquez sur la case à côté du bloc dans la palette.</p> <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex2.png"></p>
gl: <p>O sensor de dirección devolve un número entre 0 e 4. 0 significa que non está direccionado, 1 que está direccionado para abaixo, 2 para a dereita, 3 para arriba e 4 para a esquerda.</p> <p>Para ver o valor de dirección, preme o recadro de verificación que hai a carón do bloque na paleta.</p> <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex2.png"></p>
it: <p>Il sensore di inclinazione restituisce un numero da 0 a 4. 0 significa non inclinato, 1 inclinato in basso, 2 inclinato a destra, 3 inclinato in alto e 4 inclinato a sinistra.</p> <p>Per vedere il valore dell'inclinazione, clicca la casella a fianco al blocco nell'elenco dei blocchi.</p> <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex2.png"></p>
lv: <p>Sašķiebuma sensors atgriež skaitli no 0 līdz 4. 0 nozīmē, ka nav sašķiebts, 1 sašķiebts uz leju, 2 sašķiebts pa labi, 3 sašķiebts uz augšu un 4 pa kreisi.</p> <p>Lai redzētu sašķiebuma vērtību, ieliec ķeksīti blakus blokam rīku paletē.</p> <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex2.png"></p>
nb: <p>Helningssensoren gir ut et tall fra 0 til 4. 0 betyr ingen helning, 1 betyr nedover, 2 betyr høyre, 3, betyr oppover og 4 betyr venstre.</p> <p>Du kan vise verdien fra helningssensoren på scenen ved å klikke i ruten ved klossen.</p> <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex2.png"></p>
pt: <p>O sensor de inclinação reporta um número entre 0 e 4. 0 significa que o sensor não está inclinado, 1 significa que está inclinado para baixo, 2 que está inclinado para a direita 3 para cima e 4 para a esquerda.</p> <p>Para ver o valor da inclinação, clique na caixa de selecção junto ao bloco na paleta.</p> <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex2.png"></p>
sl: <p>Senzor naklona nam vrne vrednost med 0 in 4. 0 pomeni, da senzor ni nagnjen, 1 nagnjen dol, 2 nagnjen desno, 3 nagnjen gor in 4 nagnejn levo. </p> <p>Če želite viditi vrednost naklona, obkljukajte polje v bloku na paleti.</p> <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex2.png"></p>

source: <p>To use <b>tilt</b>, you need a tilt sensor connected to your computer via a LEGO WeDo hub.</p>
fr: <p>Pour utiliser<b>inclinaison</b>,vous avez besoin d'un capteur d'inclinaison connecté à votre ordinateur via un hub LEGO WeDo.</p>
gl: <p>Para usar <b>dirección</b>, precisas ter un sensor de dirección conectado ao teu ordenador vía un hub LEGO WeDo.</p>
it: <p>Per usare <b>inclinazione</b>, è necessario che un sensore di inclinazione sia collegato al tuo computer attraverso un hub LEGO WeDo.</p>
lv: <p>Lai izmantotu <b>sašķiebumu</b>, pie LEGO WeDo huba jābūt pievienotam sašķiebuma sensoram.</p>
nb: <p>For å bruke <b>helning</b> må du ha en helningssensor koblet til datamaskinen gjennom en LEGO WeDo koblingskloss.</p></p>
pt: <p>Para usar <b>a inclinação</b>, tem de ter um sensor de inclinação ligado ao seu computador através de um Hub LEGO WeDo.</p>
sl: <p>Če želite uporabiti <b>naklon</b>, morate v računalnik preko LEGO WeDo vmesnika priključiti senzor naklona.</p>

source: Turn motors or lights off.
fr: Arrêter les moteurs ou éteindre les lumières.
gl: Acender motores ou luces.
it: Spegne il motore o le luci.
lv: Izslēdz motorus vai gaismas.
nb: Skrur motorer eller lys av.
pt: Desliga motores ou luzes.
sl: Ugasni motorje ali luči.

source: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-ex1.png" /> <p>Turn the lights on for 2 seconds when the space key is pressed, then turn it off.</p>
fr: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-ex1.png" /> <p>Allumez les lumières pendant 2 secondes lorsque la touche espace est enfoncée, puis éteignez les.</p>
gl: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-ex1.png" /> <p>Acende as luces durante 2 segundos cando se preme a barra espaciadora, despois apáganse.</p>
it: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-ex1.png" /> <p>Accende le luci per 2 secondi quando si preme il tasto spazio, poi le spegne.</p>
lv: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-ex1.png" /> <p>Ja nospiests atstarpes taustiņš, ieslēdz gaismas uz 2 sekundēm, pēc tam izslēdz.</p>
nb: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-ex1.png" /> <p>Skru på lysene i 2 sekunder når mellomrom-tasten trykkes.</p>
pt: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-ex1.png" /> <p>Acende a luz durante 2 segundos quando a tecla de espaço está pressionada, depois apaga-a.</p>
sl: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-ex1.png" /> <p>Ob pritisku na presledek, prižgi luči za 2 sekundi,. Nato naj se luči ugasnejo,</p>

source: <img src="%(STATIC_URL)s/images/help/wedo-turn-off-dropdown.png"/> <br>You can select a LEGO-WeDo-compatible device from the dropdown menu:<br/> <ul> <li>If you have only one motor, use the "motor" option, which will turn the motor off regardless of where it is connected on the WeDo hub.</li> <li>If you have two motors which you want to control separately, you can use "motor A" with one and "motor B" with the other.</li> <li>"lights" turn the lights off regardless of where they are connected on the WeDo hub.</li> <li>"everything" turns off all the connected motors and lights.</li> </ul>
fr: <img src="%(STATIC_URL)s/images/help/wedo-turn-off-dropdown.png"/> <br>Vous pouvez sélectionner un périphérique compatible LEGO WeDo dans le menu déroulant: <br/> <ul> <li>Si vous avez un seul moteur, utiliser l'option «moteur», qui arrêtera le moteur, peu importe où il est connecté sur le hub WeDo.</li> <li>Si vous avez deux moteurs que vous souhaitez contrôler séparément, vous pouvez utiliser avec l'un "moteur A" et "moteur B" avec l'autre.</li> <li>«lumières» éteindre les lumières, peu importe où elles sont connectées sur le moyeu WeDo.</li> <li>«tout» arrête tous les moteurs et éteint toutes les lumières connectées.</li> </ul>
gl: <img src="%(STATIC_URL)s/images/help/wedo-turn-off-dropdown.png"/> <br>Podes seleccionar un dispositivo compatible LEGO-WeDo dende o menú despregable:<br/> <ul> <li>Si só tes un motor, usa a opciçón "motor", que acenderá o motor independentemente de a qué hub WeDo esté conectado.</li> <li>Si tes dous motores que queres controlar por separado, podes usar "motor A" con un e "motor B" co outro.</li> <li>"luces" acende as luces independentemente do hub WeDo ao que estén conectadas.</li> <li>"todo" apaga todos os motores e luces conectadas.</li> </ul>
it: <img src="%(STATIC_URL)s/images/help/wedo-turn-off-dropdown.png"/> <br>Puoi selezionare un elemento LEGO WeDo nel menu:<br/> <ul> <li>Se hai soltanto un motore, usa l'opzione "motore", che spegnerà il motore senza tener conto del punto in cui è collegato all'hub WeDo.</li> <li>Se hai due motori che vuoi controllare separatamente, puoi usare "motore A" con uno e "motore B" con l'altro.</li> <li>"luci" spegne le luci senza tener conto del punto in cui sono collegate all'hub WeDo.</li> <li>"tutto" spegne tutti i motori e le luci collegate.</li> </ul>
lv: <img src="%(STATIC_URL)s/images/help/wedo-turn-off-dropdown.png"/> <br>Vari izvēlēties LEGO WeDo savietojamu ierīci no izkrītošā saraksta:<br/> <ul> <li>Ja tev ir tikai viena motors, izvēlies iespēju "motors", kas izslēgs motoru, neatkarīgi no tā, kur tas ir pieslēgts pie WeDo huba.</li> <li>Ja tev ir divi motori, kurus vēlies regulēt atsevišķi, izmanto "motors A" vienam un "motors B" otram.</li> <li>"gaismas" izslēdz gaismas, neatkarīgi no tā, kur tās ir pieslēgtas pie WeDo huba.</li> <li>"viss" izslēdz visus pievienotos motorus un gaismas.</li> </ul>
nb: <img src="%(STATIC_URL)s/images/help/wedo-turn-off-dropdown.png"/> <br>Du kan velge en WeDo-enhet fra menyen i klossen:<br/> <ul> <li>Hvis du bare har en motor velger du "motor", da stoppes motoren uansett hvor du kobler motoren til koblingsklossen.</li> <li>Hvis du har to motorer som du vil stoppe hver for seg velger du "motor A" for den ene og "motor B" for den andre.</li> <li>"lys" skrur av lysene uansett hvor de er koblet til koblingsklossen.</li> <li>"alt" skrur av alle lys og motorer som er koblet til.</li> </ul>
pt: <img src="%(STATIC_URL)s/images/help/wedo-turn-off-dropdown.png"/> <br>Pode seleccionar no menu um dispositivo compatível com o LEGO WeDo:<br/> <ul> <li>Se só tiver um motor, use a opção «motor» para desligar o motor independentemente do local onde estiver conectado no Hub WeDo.</li> <li>Se tiver dois motores e os quiser controlar separadamente, pode usar «motor A» para um deles e «motor B» para o outro.</li> <li>A opção «luzes» apaga as luzes independentemente do local onde estiverem conectadas no Hub WeDo.</li> <li>A opção «tudo» desliga todos os motores e luzes conectados.</li> </ul>
sl: <img src="%(STATIC_URL)s/images/help/wedo-turn-off-dropdown.png"/> <br>Iz padajočega menija lahko izberete LEGO-WeDo združljive naprave:<br/> <ul> <li>Če imate samo en motor, potem opcija "motor" izključi motor neglede na to kje na vmesniku je motor priključen. </li> <li>Če imate dva motorja, ki ju želite posamezno nadzorovati, lahko uporabite "motor A" za prvega in "motor B" za drugega. </li> <li>"luči" ugasnejo luči neglede na to kje na vmesniku WeDo so priključene.</li> <li>"vse" ugasne vse luči in motorje, ki so priključeni.</li> </ul>

source: <p>To use <b>turn off</b>, you need WeDo motor(s) or lights connected to your computer via a LEGO WeDo hub.</p>
fr: <p>Pour utiliser <b>arrêter</b>, vous devez connecter les moteur(s) WeDo ou les lumières à votre ordinateur via un hub LEGO WeDo.</p>
gl: <p>Para usar <b>apagar</b>, precisas que motores ou luces WeDo conectadas ao teu ordenador vía un hub LEGO WeDo.</p>
it: <p>Per usare <b>spegni</b>, è necessario che un motore/i WeDo o delle luci siano connesse al tuo computer attraverso un hub LEGO WeDo.</p>
lv: <p>Lai izmantotu <b>izslēgt</b>, pie LEGO WeDo huba jābūt pievienotiem WeDo motoriem vai gaismām.</p>
nb: <p>For å bruke <b>stopp</b> må du ha WeDo motor(er) eller lys koblet til datamaskinen gjennom en LEGO WeDo koblingskloss.</p>
pt: <p>Para usar <b>desliga</b>, tem de ter motor(es) ou luzes WeDo ligadas ao seu computador através de um Hub LEGO WeDo.</p>
sl: <p>Če želite uporabite <b>ugasni</b>, morajo biti WeDo motor /-ji ali luči priklopljeni na računalnik preko LEGO WeDo vmesnika.</p>

source: Turn motors or lights on for a specified period of time.
fr: Faire tourner des moteurs ou allumer des lumières sur une période de temps déterminée.
gl: Acender motores ou luces durante un periodo de tempo especificado.
it: Accende i motori o le luci per il periodo di tempo specificato.
lv: Ieslēdz motorus vai gaismas uz norādīto laiku.
nb: Slår på motorer eller lys i en angitt tid.
pt: Liga motores ou acende luzes durante um dado período de tempo.
sl: Za določen čas prižgi luči ali motorje.

source: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-ex1.png" /> <p>Run a specific motor for 1 second when the right/left arrow key is pressed.</p>
fr: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-ex1.png" /> <p>Choisissez un moteur et lancez le pendant 1 seconde lorsque la flèche droite / gauche, est pressée. .</p>
gl: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-ex1.png" /> <p>Acende un motor especificado durante un segundo cando se preme a tecla de flecha dereita/esquerda.</p>
it: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-ex1.png" /> <p>Azioni un motore specifico per 1 secondo quando le frecce destra/sinistra vengono premute.</p>
lv: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-ex1.png" /> <p>Iedarbina norādīto motoru uz 1 sekundi, ja ir nospiesta labā vai kreisā klaviatūras bulta.</p>
nb: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-ex1.png" /> <p>Kjører en bestemt motor i 1 sekund når høyre/venstre-tastene trykkes.</p>
pt: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-ex1.png" /> <p>Liga um motor específico durante 1 segundo quando as setas para a esquerda ou para a direita forem pressionadas.</p>
sl: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-ex1.png" /> <p>Ko je pritisnjena leva ali desna tipka, za eno sekundo zaženi motor.</p>

source: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-dropdown.png"/> <br>You can select a LEGO-WeDo-compatible device from the dropdown menu:<br/> <ul> <li>If you have only one motor, use the "motor" option, which will turn the motor on regardless of where it is connected on the WeDo hub.</li> <li>If you have two motors which you want to control separately, you can use "motor A" with one and "motor B" with the other.</li> <li>"lights" turn the lights on regardless of where they are connected on the WeDo hub.</li> <li>"everything" turns on all the connected motors and lights.</li> </ul>
fr: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-dropdown.png"/> <br>Vous pouvez sélectionner un périphérique compatible LEGO WeDo dans le menu déroulant: <br/> <ul> <li>Si vous avez un seul moteur, utiliser l'option «moteur», qui lancera le moteur, peu importe où il est connecté sur le hub WeDo.</li> <li>Si vous avez deux moteurs que vous souhaitez contrôler séparément, vous pouvez utiliser avec l'un "moteur A" et "moteur B" avec l'autre.</li> <li>«lumières» allume les lumières, peu importe où elles sont connectées sur le hub WeDo.</li> <li>«tout» lance tous les moteurs et allume toutes les lumières connectées.</li> </ul>
gl: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-dropdown.png"/> <br>Podes seleccionar un dispositivo compatible LEGO-WeDo do menú despregable:<br/> <ul> <li>Si só tes un motor, usa a opción "motor", que acenderá o motor independentemente de a que hub WeDo esté conectado.</li> <li>Si tes dous motores que queres controlar por separado, podes usar "motor A" con un e "motor B" co outro.</li> <li>"luces" acende as luces independentemente do hub WeDo ao que estén conectadas.</li> <li>"todo" acende todos os motores e luces conectadas.</li> </ul>
it: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-dropdown.png"/> <br>Puoi selezionare un elemento LEGO WeDo nel menu:<br/> <ul> <li>Se hai soltanto un motore, usa l'opzione "motore", che accenderà il motore senza tener conto del punto in cui è collegato all'hub WeDo.</li> <li>Se hai due motori che vuoi controllare separatamente, puoi usare "motore A" con uno e "motore B" con l'altro.</li> <li>"luci" accende le luci senza tener conto del punto in cui sono collegate all'hub WeDo.</li> <li>"tutto" accende tutti i motori e le luci collegate.</li> </ul>
lv: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-dropdown.png"/> <br>Vari izvēlēties ar LEGO WeDo savietojamu ierīci no izkrītošās izvēlnes:<br/> <ul> <li>Ja tev ir tikai viens motors, izmanto iespēju "motors", tas ieslēgs motoru, neatkarīgi no tā, kur tas ir pieslēgts WeDo hubam.</li> <li>Ja tev ir divi motori, kurus gribi vadīt atsevišķi, vari izmantot "motors A" ar vienu un "motors B" ar otru.</li> <li>"gaisma"ieslēdz gaismu, neatkarīgi no tā, kur tā ir pieslēgta WeDo hubam.</li> <li>"viss" ieslēdz visus pievienotos motorus un gaismas.</li> </ul>
nb: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-dropdown.png"/> <br>Du kan velge en WeDo-enhet fra menyen i klossen:<br/> <ul> <li>Hvis du bare har en motor velger du "motor", da startes motoren uansett hvor du kobler motoren til koblingsklossen.</li> <li>Hvis du har to motorer som du vil starte hver for seg velger du "motor A" for den ene og "motor B" for den andre.</li> <li>"lys" skrur på lysene uansett hvor de er koblet til koblingsklossen.</li> <li>"alt" skrur på alle lys og motorer som er koblet til.</li> </ul>
pt: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-dropdown.png"/> <br>Pode seleccionar no menu um dispositivo compatível com o LEGO WeDo:<br/> <ul> <li>Se só tiver um motor, use a opção «motor» para ligar o motor independentemente do local onde estiver conectado no Hub WeDo.</li> <li>Se tiver dois motores e os quiser controlar separadamente, pode usar «motor A» para um deles e «motor B» para o outro.</li> <li>A opção «luzes» acende as luzes independentemente do local onde estiverem conectadas no Hub WeDo.</li> <li>A opção «tudo» liga todos os motores e luzes conectados.</li> </ul>
sl: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-dropdown.png"/> <br>Iz padajočega menija izberite LEGO WeDo združljive naprave:<br/> <ul> <li>Če imate samo en motor, uporabite opcijo "motor", ki motor prižge ne glede na to kje na WeDo vmesniku je motor priključen.</li> <li>Če imate dva motorja, ki ju želite posamezno nadzorovati, lahko uporabite "motor A" je prvega in "motor B" za drugega.</li> <li>"luči" prižgejo luči ne glede na to kje na WeDo vmesniku je luč priključena.</li> <li>"vse" prižge vse priključene motorje in luči.</li> </ul>

source: <p>To use <b>turn on for</b>, you need WeDo motor(s) or lights connected to your computer via a LEGO WeDo hub.</p>
fr: <p>Pour utiliser <b>lancer ou allumer pour</b>, vous devez connecter les moteur(s) WeDo ou les lumières à votre ordinateur via un hub LEGO WeDo.</p>
gl: <p>Para usar <b>acender para</b>, precisas motores ou luces WeDo conectadas ao teu ordenador vía un hub LEGO WeDo.</p>
it: <p>Per usare <b>accendi</b>, è necessario che un motore/i WeDo o delle luci siano connesse al tuo computer attraverso un hub LEGO WeDo.</p>
lv: <p>Lai izmantotu <b>ieslēgt uz</b>, tev jābūt pie LEGo WeDo huba pieslēgtiem WeDo motoriem vai gaismām.</p>
nb: <p>For å bruke <b>start i _ sekunder</b> må du ha WeDo motor(er) eller lys koblet til datamaskinen gjennom en LEGO WeDo koblingskloss.</p>
pt: <p>Para usar <b>liga</b>, tem de ter motor(es) ou luzes WeDo ligadas ao seu computador através de um Hub LEGO WeDo.</p>
sl: <p>Če želite uporabiti <b>prižgi za </b>, morate na računalnik preko LEGO WeDO vmesnika priklopiti WeDo motor / -je in luči .

source: Turn motors or lights on.
ca: Activa motors o llums
fr: Lancer les moteurs ou allumer les lumières.
gl: Acender motores ou luces.
it: Accendere i motori e le luci.
lv: Ieslēdz motorus vai gaismas.
nb: Slår på motorer eller lys.
pt: Ligar motores ou acender luzes.
sl: Prižgi motorje ali luči.

source: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-dropdown.png"/> <br>You can select a LEGO-WeDo-compatible device from the dropdown menu:<br/> <ul> <li>If you have only one motor, use the "motor" option, which will turn the motor on regardless of where it is connected on the WeDo hub.</li> <li>If you have two motors which you want to control separately, you can use "motor A" with one and "motor B" with the other.</li> <li>"lights" turn the lights on regardless of where they are connected on the WeDo hub.</li> <li>"everything" turns on all the connected motors and lights.</li> </ul>
ca: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-dropdown.png"/> <br>Pots triar un dispositiu compatible amb LEGO WeDo des del menú desplegable:<br/> <ul> <li>Si tens només un motor, fes servir l'opció "motor", que l'activarà sense importar a quin lloc del Hub WeDo estigui connectat.</li> <li>Si tens dos motors i els vols controlar independentment, pots fer servir "motor A" amb un i "motor B" amb l'altre.</li> <li>"llums" activa les llums sense importar a quina entrada del hub WeDo estiguin connectades.</li> <li>"tot" activa tots els motors i llums que estiguin connectades.</li> </ul>
fr: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-dropdown.png"/> <br>Vous pouvez sélectionner un périphérique compatible LEGO WeDo dans le menu déroulant: <br/> <ul> <li>Si vous avez un seul moteur, utiliser l'option «moteur», qui lancera le moteur, peu importe où il est connecté sur le hub WeDo.</li> <li>Si vous avez deux moteurs que vous souhaitez contrôler séparément, vous pouvez utiliser avec l'un "moteur A" et "moteur B" avec l'autre.</li> <li>«lumières» allume les lumières, peu importe où elles sont connectées sur le hub WeDo.</li> <li>«tout» lance tous les moteurs et allume toutes les lumières connectées.</li> </ul>
gl: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-dropdown.png"/> <br>Podes seleccionar un dispositivo compatible LEGO-WeDo do menú despregable:<br/> <ul> <li>Si só tes un motor, usa a opción "motor", que acenderá o motor independentemente de a que hub WeDo esté conectado.</li> <li>Si tes dous motores que queres controlar por separado, podes usar "motor A" con un e "motor B" co outro.</li> <li>"luces" acende as luces independentemente do hub WeDo ao que estén conectadas.</li> <li>"todo" acende todos os motores e luces conectadas.</li> </ul>
it: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-dropdown.png"/> <br>Puoi selezionare un elemento compatibile con LEGO WeDo nel menu:<br/> <ul> <li>Se hai un solo motore, usa l'opzione "motore", che accenderà il motore senza tener conto del punto a cui è connesso all'hub WeDo.</li> <li>Se hai due motori che vuoi controllare separatamente, puoi usare "motore A" con uno dei due motori e "motore B" con l'altro.</li> <li>"luci" accende le luci senza tener conto del punto a cui sono collegati all'hub WeDo.</li> <li>"tutto" accende tutti i motori e le luci collegati.</li> </ul>
lv: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-dropdown.png"/> <br>Vari izvēlēties ar LEGO WeDo savietojamu ierīci no izkrītošās izvēlnes:<br/> <ul> <li>Ja tev ir tikai viens motors, izmanto iespēju "motors", tas ieslēgs motoru, neatkarīgi no tā, kur tas ir pieslēgts WeDo hubam.</li> <li>Ja tev ir divi motori, kurus gribi vadīt atsevišķi, vari izmantot "motors A" ar vienu un "motors B" ar otru.</li> <li>"gaisma"ieslēdz gaismu, neatkarīgi no tā, kur tā ir pieslēgta WeDo hubam.</li> <li>"viss" ieslēdz visus pievienotos motorus un gaismas.</li> </ul>
nb: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-dropdown.png"/> <br>Du kan velge en WeDo-enhet fra menyen i klossen:<br/> <ul> <li>Hvis du bare har en motor velger du "motor", da startes motoren uansett hvor du kobler motoren til koblingsklossen.</li> <li>Hvis du har to motorer som du vil starte hver for seg velger du "motor A" for den ene og "motor B" for den andre.</li> <li>"lys" skrur på lysene uansett hvor de er koblet til koblingsklossen.</li> <li>"alt" skrur på alle lys og motorer som er koblet til.</li> </ul>
pt: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-dropdown.png"/> <br>Pode seleccionar no menu um dispositivo compatível com o LEGO WeDo:<br/> <ul> <li>Se só tiver um motor, use a opção «motor» para ligar o motor independentemente do local onde estiver conectado no Hub WeDo.</li> <li>Se tiver dois motores e os quiser controlar separadamente, pode usar «motor A» para um deles e «motor B» para o outro.</li> <li>A opção «luzes» acende as luzes independentemente do local onde estiverem conectadas no Hub WeDo.</li> <li>A opção «tudo» liga todos os motores conectados e acende todas as luzes conectadas.</li> </ul>
sl: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-dropdown.png"/> <br>Preko padajočega menija lahko izberete LEGO-WeDo združljive naprave:<br/> <ul> <li>Če imate samo en motor, potem opcija "motor" prižge motor ne glede na to, kje na vmesniku je motor priključen.</li> <li>Če imate dva motorja, ki ju želite posamezno nadzorovati, lahko uporabite "motor A" za prvega in "motor B" za drugega. </li> <li>"luči" prižge luči neglede na to kje na vmesniku WeDo so priključene.</li> <li>"vse" prižge vse luči in motorje, ki so priključeni.</li> </ul>
