Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educators share stories, exchange resources, ask questions, and find people on the <a href="http://scratched.gse.harvard.edu/">ScratchEd website</a>.
de: Schüler und Studierende lernen mit Scratch in allen Altersstufen (vom der Grundschule bis zur Universität) und auch disziplinübergreifend (wie zum Beispiel Mathematik, Informatik, Sprachen und Sozialwissenschaften). Lehrkräfte veröffentlichen Geschichten, tauschen Materialien aus, stellen Fragen und finden Personen auf der <a href="http://scratched.gse.harvard.edu/">ScratchEd Website</a>.
el: Μαθητές απ' όλες τις τάξεις (από το δημοτικό μέχρι και το πανεπιστήμιο) και φοιτητές διαφορετικών επιστημονικών κλάδων (όπως μαθηματικά, πληροφορική, κοινωνικές σπουδές) μαθαίνουν με το Scratch. Οι εκπαιδευτικοί μοιράζονται υλικό, θέτουν ερωτήσεις και βρίσκουν συναδέλφους στη σελίδα του <a href="http://scratched.gse.harvard.edu/">ScratchEd</a>.
fr: Les étudiants apprennent avec Scratch à tous les niveaux (depuis l'Ecole élémentaire jusqu'à l'Université) et dans toutes les disciplines comme les mathématiques, l'informatique, les disciplines artistiques, les études sociales). Les éducateurs partagent des histoires, échangent des ressources, posent des questions et rencontrent des gens sur le <a href="http://scratched.gse.harvard.edu/">site web du ScratchEd</a>.
it: Scratch viene usato da studenti di tutti i livelli (dalla scuola elementare fino all'università) e per tutte le discipline (matematica, informatica, lingue, scienze sociali). Gli educatori sono condividere le loro storie, scambiare risorse, fare domande e trovare persone sul <a href="http://scratched.gse.harvard.edu/">sito ScratchEd</a>.
lv: Skolēni apgūst Scratch visos izglītības līmeņos (no sākumskolas līdz augstskolai) un dažādos mācību priekšmetos (matemātika, datorzinības, valodas, sociālās zinības). Skolotāji dalās ar pieredzi, saviem materiāliem, uzdod jautājumus un satiek kolēģus <a href="http://scratched.gse.harvard.edu/">ScratchEd mājaslapā</a>.
nb: Scratch brukes i undervisning på alle nivåer (fra barneskole til universiteter) og i mange fagfelt (for eksempel matematikk, informatikk, språk og humaniora). Lærere som bruker Scratch møter hverandre for å utveksle erfaringer og lærestoff på <a href="http://scratched.gse.harvard.edu/">ScratchEd</a>.
pt: Os estudantes aprendem com o Scratch em todos os níveis de ensino (do primário ao superior) e em todas as disciplinas (tais como a matemática, as ciências da computação, as línguas e os estudos sociais). Os educadores partilham estórias, trocam recursos, colocam questões e encontram pessoas no <a href="http://scratched.gse.harvard.edu/">sítio Web ScratchEd</a>.
tr: İlkokuldan üniversiteye kadar tüm okullarda ve ister sayısal olsun ister sözel tüm derslerde öğrenciler Scratch öğrenmekteler. Scratch eğitmenleri <a href="http://scratched.gse.harvard.edu/">ScratchEd web sitesi</a> üzerinden anılarını, kaynaklarını paylaşıp takıldıkları noktaları danışabilecekleri meslektaşları ile buluşabiliyorlar.

source: Research
ca: Recerca
cs: Výzkum
de: Forschung
el: Έρευνες
es: Investigación
eu: Ikerketa
fr: Rechercher
ga: Taighde
gl: Investigación
it: Cerca
ja: 研究
lv: Pētījumi
nb: Forskning
pt: Investigação
ro: Cercetare
sl: Raziskave
sr: Истраживање
sv: Forskning
tr: Araştırma
uk: Дослідження

source: The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programming for All</a>). Find out more about <a href="/info/research">Scratch research</a> and <a href="/statistics">statistics about Scratch</a>.
ca: L'Equip d'Scratch del MIT i col·laboradors estan investigant com la gent utilitza i aprèn amb Scratch (un exemple a <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programming for All</a>). En aquests enllaços trobaràs més informació sobre la <a href="/info/research">recerca sobre Scratch</a> i les <a href="/statistics">estadístiques d'ús d''Scratch</a>.
de: Das Scratch-Team des MIT erforscht zusammen mit freien Mitarbeitern, wie die Leute Scratch benutzen und damit lernen (eine Einführung findet sich in <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programmieren für alle</a>). <a href="/info/research">Scratch-Forschung</a> und die <a href="/statistics">Statistiken zu Scratch</a> bieten nährere Informationen.
el: Η ομάδα Scratch του MIT και οι βοηθοί της ερευνούν πώς ο κόσμος χρησιμοποιεί και μαθαίνει με τη βοήθεια του Scratch. Για μια εισαγωγή, δείτε τη σελίδα <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Προγραμματισμός Για Όλους</a>. Δείτε περισσότερα στη σελίδα <a href="/info/research">Ερευνών του Scratch</a> και <a href="/statistics">Στατιστικών του Scratch</a>.
es: El equipo de Scratch en MIT y colaboradores están investigando cómo las personas utilizan y aprenden con Scratch (para una introducción, vea <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programming for All</a>). Para más información sobre <a href="/info/research">investigación sobre Scratch</a> y <a href="/statistics">estadísticas de Scratch</a>.
fr: L'équipe Scratch du MIT et leurs collaborateurs font des recherches sur la façon dont les gens utilisent et apprennent avec Scratch (pour une introduction, voir <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programmation pour tous</a>). En savoir plus sur la recherche <a href="/info/research">Scratch research</a> et <a href="/statistics">Statistiques sur Scratch</a>.
gl: O MIT Scratch Team e os seus colaboradores están investigando cómo as persoas usan e aprenden con Scratch (para unha introducción, mira <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programming for All</a>). Para máis información sobre <a href="/info/research">investigación sobre Scratch</a> e <a href="/statistics">estatísticas de Scratch</a>.
it: Il Team di Scratch del MIT e i suoi collaboratori stanno portando avanti delle ricerche sul modo in cui le persone utilizzano e imparano con Scratch (per un'introduzione, vedi <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programming for All</a>). Trova altre informazioni sulla <a href="/info/research">Ricerca su Scratch</a> e sulle <a href="/statistics">statistiche di Scratch</a>.
lv: MIT Scratch komanda un līdzstrādnieki pēta, kā tiek izmantots Scratch mācībās (iesākumam lasi <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programming for All</a>). Vairāk par to lasi <a href="/info/research">Scratch pētījumi</a> un <a href="/statistics"> Scratch statistika</a>.
nb: Vi som lager Scratch, og våre samarbeidspartnere, forsker på hvordan folk arbeider og lærer med Scratch (se <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">"Scratch: Programming for All"</a>). Du kan lese mer om <a href="/info/research">forskning på Scratch</a> og <a href="/statistics">statistikk om Scratch</a>.
pt: A Equipa Scratch do MIT e os seus colaboradores estão a investigar de que forma as pessoas usam e aprendem com o Scratch (para uma introdução, ver <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programação para Todos</a>). Descubra mais sobre a <a href="/info/research">investigação Scratch</a> e as <a href="/statistics">estatísticas do Scratch</a>.
sl: Ekipa MIT Scratch in drugi sodelavci raziskujejo, kako ljudje uporabljajo in se učijo s Scratchem (za ogled predstavitve klikni na <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programming for All</a>). Več je na <a href="/info/research">Scratch research</a> in <a href="/statistics">statistics about Scratch</a>.

source: Support and Funding
ca: Ajuda i Finançament
cs: Podpora a nadace
de: Unterstützung und Förderung
el: Υποστήριξη και Χρηματοδότηση
es: Apoyo y financiación
et: Toetamine ja rahastamine
eu: Laguntza eta Finantzaketa
fr: Soutien et financement
ga: Tacaíocht agus Maoiniú
gl: Apoio e financiación
it: Sostegno e Finanziamenti
lv: Atbalsts un finansējums
nb: Støtte og finansiering
pt: Apoios e Financiamento
ro: Suport si Sustinere
sl: Podpora in financiranje
sv: Stöd och finansiering
tr: Destek ve Finansman
uk: Підтримка та фінансування

source: The Scratch project, initiated in 2003, has received generous support from the National Science Foundation (grants 0325828, 1002713, 1027848, 1019396), Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Code-to-Learn Foundation, Google, Dell, Fastly, Inversoft, and MIT Media Lab research consortia. If you'd like to support Scratch, please see our <a href="https://secure.donationpay.org/codetolearn/">donate page</a>, or contact us at donate@scratch.mit.edu.
de: Das Scratch-Projekt, initiiert 2003, wurde großzügig von der National Science Foundation (Projektnummer 0325828, 1002713, 1027848, 1019396), Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Code-to-Learn Foundation, Google, Dell, Fastly, Inversoft und dem MIT Media Lab Forschungskonsortium unterstützt. Wenn Sie Scratch unterstützen wollen, schauen Sie sich bitte unsere <a href="https://secure.donationpay.org/codetolearn/">Spendenseite</a>an oder kontaktieren Sie uns unter donate@scratch.mit.edu.
fr: Le projet de Scratch, initié en 2003, a reçu le soutien généreux d'un consortium regroupant la Fondation nationale des sciences (subventions 0325828, 1002713, 1027848, 1019396), la Fondation Intel, Microsoft, la Fondation MacArthur, la Fondation LEGO, la Fondation Code-to-Learn, Google, Dell, Fastly, Inversoft et le MIT Media Lab. Si vous souhaitez soutenir Scratch, s'il vous plaît allez voir notre <a href="https://secure.donationpay.org/codetolearn/">page donateur</a>, or contact us at donate@scratch.mit.edu.
it: Il progetto Scratch, avviato nel 2003, ha ricevuto generosi finanziamenti dalla National Science Foundation (borse 0325828, 1002713, 1027848, 1019396), Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Code-to-Learn Foundation, Google, Dell, Fastly, Inversoft e dal consorzio di ricerca MIT Media Lab. Se vuoi supportare Scratch vai alla nostra <a href="https://secure.donationpay.org/codetolearn/">pagina delle donazioni</a>, or contact us at donate@scratch.mit.edu.
lv: 2003. gadā dibinātais Scratch projekts ir saņēmis nesavtīgu atbalstu no Nacionālā zinātnes fonta (granti 0325828, 1002713, 1027848, 1019396), Intel korporācijas, Microsoft, MacArthur korporācijas, LEGO, Code-to-Learn, Google, Dell, Fastly, Inversoft un MIT Media Lab pētījumu konsorcija. Ja vēlies atbalstīt Scratch, apmeklē mūsu <a href="https://secure.donationpay.org/codetolearn/">ziedojumu lapu</a> vai sazinies ar mums epastā donate@scratch.mit.edu.
nb: Scratch-prosjektet, som ble startet i 2003, har mottatt støtte fra National Science Foundation, Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Code-to-Learn Foundation, Google, Dell, Fastly, Inversoft og MIT Media Lab. Hvis du er interessert i å støtte Scratch så se på siden for <a href="https://secure.donationpay.org/codetolearn/">donasjoner</a>, eller send epost til donate@scratch.mit.edu.
pt: O projecto Scratch, iniciado em 2003, recebeu apoios generosos da National Science Foundation (apoios 0325828, 1002713, 1027848, 1019396), da Fundação Intel, da Microsoft, da Fundação MacArthur, da Fundação LEGO, da Fundação Code-to-Learn, da Google, da Dell, da Fastly, da Inversoft e dos consórcios de investigação do MIT Media Lab. Se deseja apoiar o Scratch, por favor veja a nossa <a href="https://secure.donationpay.org/codetolearn/">página de doações</a> ou contacte-nos através de donate@scratch.mit.edu.
tr: 2003'de başlayan Scratch Projesi, birçok kaynaktan destek gördü. Örneğin: National Science kurumu, Intel, Microsoft, MacArthur kurumu, LEGO, Code-to-Learn kurumu, Google, Dell, Fastly, Inversoft ve MIT Media Lab. Eğer siz de destekte bulunmak isterseniz lütfen <a href="https://secure.donationpay.org/codetolearn/">bağış sayfamızı</a> ziyaret edin. Dilerseniz konuyla ilgili olarak bize 'donate@scratch.mit.edu' e-posta adresinden de ulaşabilirsiniz.

source: Creative Characters Camp
gl: Campamento de Personaxes Creativos
lv: Radošo tēlu nometne
pt: Acampamento Criativo de Personagens
tr: Yaratıcı Karakterler Kampı

source: Scratch Community Guidelines
ca: Normes d'ús de la Comunitat Scratch
cs: Pravidla Scratch společenství
de: Regeln für Scratcher
el: Οδηγίες Κοινότητας του Scratch
es: Reglas de la comunidad de Scratch
et: Scratchi kogukonna juhised
eu: Scratcheko Komunitate-Gidalerroak
fr: Règles de conduite en communauté
ga: Treoirlínte Chomhphobal Scratch
gl: Regras da Comunidade Scratch
it: Linee Guida della Comunità di Scratch
ja: Scratchコミュニティーのガイドライン
lv: Scratch kopienas vadlīnijas
nb: Retningslinjer for nettstedet
pt: Linhas de Orientação da Comunidade Scratch
ro: Ghidul comunitatii Scratch
sl: Smernice skupnosti Scratch
sr: Правила Скрач заједнице
sv: Scratch Användarvillkor
tr: Scratch Topluluk Kuralları
uk: Правила спільноти Скретчу

source: We need everyone’s help to keep Scratch a friendly and creative community where people with different backgrounds and interests feel welcome.
ca: Necessitem l'ajuda de tots per mantenir la comunitat d'Scratch com a un lloc agradable on gent amb diferents perfils i iteressos s'hi senti benvinguda.
de: Wir brauchen die Hilfe aller Scratcher, damit Scratch eine freundliche und kreative Gemeinschaft bleibt, in der sich Menschen mit unterschiedlichen Hintergründen und Interessen willkommen fühlen.
el: Χρειαζόμαστε τη βοήθεια όλων μας για να διατηρούμε το Scratch μια φιλική και δημιουργική κοινότητα όπου όλοι οι άνθρωποι από ένα διαφορετικό υπόβαθρο με διαφορετικά ενδιαφέροντα νιώθουν ευπρόσδεκτοι.
fr: Nous avons besoin de l'aide de tous pour conserver à la communauté Scratch son caractère amical et créatif où les gens de différentes origines et des intérêts se sentent les bienvenus.
gl: Precisamos da axuda de todos para que Scratch siga sendo unha comunidade creativa e cordial onde xente con distintos orixes e intereses se sinta benvida.
it: Ci serve l'aiuto di tutti per mantenere la comunità di Scratch creativa e amichevole, in modo che persone di culture e interessi diversi si sentano benvenute e accolte nella comunità.
lv: Mums nepieciešama katra dalībnieka līdzdalība, lai uzturētu Scratch kopienu tik draudzīgu un radošu, lai ikviens te justos laipni gaidīts.
nb: Alle må bidra til at Scratch-nettstedet forblir en hyggelig og kreativ møteplass der folk kan føle seg velkommen uansett bakgrunn og interesser.
pt: Precisamos da ajuda de todos para manter o Scratch uma comunidade amigável e criativa onde pessoas com diferentes origens e interesses se sentem bem-vindas.
sl: Potrebujemo pomoč vseh, da Scratch ostane prijazna in kreativna skupnost, kjer se vsi počutijo dobrodošle.
tr: Scratch'in her kesimden ve görüşten kişinin sıcak karşılandığı dostane ve yaratıcı bir topluluk olarak kalması için herkesin yardımına ihtiyacımız var.

source: <b>Be constructive.</b> When commenting on others' projects, say something you like about it and offer suggestions.
de: <b>Sei konstruktiv.</b> Wenn du die Projekte von anderen kommentierst, dann schreibe, was dir an dem Projekt gefällt und mache Verbesserungsvorschläge.
el: <b>Να είστε εποικοδομητικοί.</b> Όταν κάνετε σχόλια σε άλλα έργα, πείτε κάτι που σας αρέσει από αυτό και προσφέρετε τις προτάσεις σας.
fr: <b>Soyez constructif.</b> Lorsque vous commentez les projets des autres, dites quelque chose de constructif et proposez des suggestions.
gl: <b>Se constructivo.</b> Cando comentes sobre os proxectos de outros, dia algo que che guste e fai suxerencias.
it: <b>Sii costruttivo.</b> Quando commenti i progetti altrui, dì cosa ti piace del progetto e dai suggerimenti.
lv: <b>Esi konstruktīvs.</b> Kad komentē citus projektus, saki kaut ko par šo projektu un piedāvā savus ieteikumus.
nb: <b>Vær konstruktiv.</b> Kom med forslag og husk å si hva du synes er bra når du kommenterer på andres prosjekter.
pt: <b>Seja construtivo.</b> Quando comentar um projecto, refira algo que goste nele e faça sugestões.
tr: <b>Yapıcı ol.</b> Başkalarının projelerine yorum yaparken, projesinde beğendin noktaları vurgula ve önerilerde bulun.

source: <b>Be honest.</b> Don’t try to impersonate other Scratchers, spread rumors, or otherwise try to trick the community.
de: <b>Sei aufrichtig.</b> Versuche nicht, dich als jemand anderes auszugeben, verbreite keine Gerüchte und versuche nicht, die Gemeinschaft auszutricksen.
fr: <b>Soyez honnête.</b> N'essayez pas d'usurper l'identité d'autres Scratchers, de répandre des rumeurs , ou sinon d'essayer de tromper la communauté.
it: <b>Sii onesto.</b> Non cercare di farti passare per altri utenti della comunità di Scratch, non diffondere pettegolezzi e non cercare di ingannare in nessun modo la comunità.
lv: <b>Esi godīgs.</b> Nezudodies par citu Scratch lietotāju, neizplati baumas vai citādi nemuļķo šo kopienu.
nb: <b>Vær ærlig.</b> Ikke gi deg ut for å være andre Scratchere eller spre rykter, og ikke prøv å lure andre brukere.
pt: <b>Seja honesto.</b> Não tente fazer-se passar por outros Scratchadores, não espalhe boatos e não tente enganar a comunidade.
tr: <b>Dürüst ol.</b> Başka bir Scratch'çiymiş gibi davranma, dedikodu yapma ve topluluğu kandırmaya çalışma.

source: Scratch welcomes people of all ages, races, ethnicities, religions, sexual orientations, and gender identities.
ca: Scratch accepta gent de totes les edats, races, ètnies, religions, orientacions sexuals i identitats de gènere.
de: Scratch heißt Menschen jeden Alters, jeder Rasse, Ethnie, Religion, sexueller Orientierung und Geschlechteridentität willkommen.
el: Το Scratch καλωσορίζει άτομα από όλες τις ηλικίες, τα έθνη, τις θρησκείες, όπως και άτομα με διαφορετικό σεξουαλικό προσανατολισμό και φύλο.
fr: Scratch accueille des personnes de tous âges, races, ethnies, religions, orientations sexuelles et des identités de genre.
gl: Scratch dalle a benvida a xente de tódalas idades, razas, etnias, relixións, orientacións sexuaise identidades de xénero.
it: Scratch dá il benvenuto alle persone di tutte le età, origini, etnie, religioni, orientamenti sessuali e identità di genere.
lv: Scratch laipni gaida visu vecumu, rasu, tautību, reliģiju, seksuālo orientāciju un dzimumu pārstāvjus.
nb: Alle er velkommen til Scratch, uansett rase, etnisitet, religion, seksuell legning eller kjønn.
pt: O Scratch recebe pessoas de todas as idades, raças, etnias, religiões, orientações sexuais e identidades de género.
sl: V Scratcu so dobrodošli vse ne glede na starost, spol, narodnost, veroizpoved ali spolno usmeritev.
tr: Scratch her yaştan, her ırktan, her etnik kökenden, her dinden, her cinsel kimlikten insana kucak açar.

source: Scratch Credits
de: Scratch Danksagungen
el: Ευχαριστίες του Scratch
es: Créditos de Scratch
eu: Scratchen Kredituak
fr: Les contributeurs à Scratch
it: Crediti di Scratch
lv: Scratch veidotāji
nb: Folk som har bidratt til Scratch
pt: Créditos do Scratch
tr: Scratch'ın Yapımcıları

source: Scratch Credits and Contributors
ca: Crèdits d'Scratch i Col·laboradors
de: Scratch Danksagungen und Beitragende
el: Ευχαριστείες και Συνεισφορείς στο Scratch
es: Créditos y colaboradores de Scratch
et: Scratchi autorid ja toetajad
fr: Collaborateurs et contributeurs de Scratch
gl: Recoñecementos e Colaboradores de Scratch
it: Crediti e Contributi a Scratch
lv: Scratch veidotāji un atbalstītāji
nb: Scratch - bidragsytere
pt: Créditos e Contribuidores do Scratch
sl: Sodelujoči in zasluge
sv: Scratch Beröm och Bidragsgivare
tr: Scratch'ın Yapımcıları ve Katkıda Bulunanlar

source: MIT Scratch Team
fr: L'équipe Scratch du MIT
it: Il Team di Scratch del MIT
lv: MIT Scratch komanda
nb: Scratch-gruppen ved MIT
pt: Equipa Scratch do MIT
tr: MIT Scratch Ekibi

source: Scratch - For Educators
ca: Scatch - Per Educadors
cs: Scratch - Pro učitele
de: Scratch - Für Lehrkräfte
el: Scratch - Για τους Εκπαιδευτικούς
es: Scratch - Para Docentes
et: Scratch - koolitajatele
eu: Scratch - Hezitzaileentzat
fr: Scratch - pour les éducateurs
ga: Scratch - Do Mhúinteoirí
gl: Scratch - Para Docentes
it: Scratch - Per Educatori
lv: Scratch - skolotājiem
nb: Scratch - For lærere
pt: Scratch - Para Educadores
ro: Scratch - pentru profesori
sl: Scratch - za učitelje
sr: Скрач - за наставнике
sv: Scratch - För pedagoger
tr: Scratch - Eğitimciler İçin
uk: Скретч - для вчителів
