Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p>Now, select the <span class="tab-ref">Scripts</span> tab, and click the <span class="soundcolor">Sound</span> category. Drag out a <span class="soundcolor">play sound</span> block:</p> <p><img src = "%(STATIC_URL)s/images/help/play-sound-birthday.png"></p>
fr: <p>Maintenant, sélectionne l'onglet <span class="tab-ref">Scripts</span>, et clique dans la catégorie <span class="soundcolor">Sons</span> . Tu extrais un bloc <span class="soundcolor">jouer un son</span>:</p> <p><img src = "%(STATIC_URL)s/images/help/play-sound-birthday.png"></p>
gl: <p>Agora, selecciona a pestaña <span class="tab-ref">Programas</span> e preme a categoría <span class="soundcolor">Son</span>. Arrastra un bloque <span class="soundcolor">reproducir son</span>:</p> <p><img src = "%(STATIC_URL)s/images/help/play-sound-birthday.png"></p>
it: <p>Ora seleziona la scheda <span class="tab-ref">Script</span>, e clicca la categoria <span class="soundcolor">Suoni</span>. Trascina un blocco <span class="soundcolor">produci suono</span>:</p> <p><img src = "%(STATIC_URL)s/images/help/play-sound-birthday.png"></p>
lv: <p>Tagad izvēlies cilni <span class="tab-ref">Programmas</span> un klikšķini uz sadaļas <span class="soundcolor">Skaņa</span>. Pārvelc bloku <span class="soundcolor">spēlēt skaņu</span>:</p> <p><img src = "%(STATIC_URL)s/images/help/play-sound-birthday.png"></p>
nb: <p>Nå kan du gå til <span class="tab-ref">Skript</span>-fanen og klikke <span class="soundcolor">Lyd</span>. Trekk ut en <span class="soundcolor">spill lyden</span>-kloss:</p> <p><img src = "%(STATIC_URL)s/images/help/play-sound-birthday.png"></p>
pt: <p>Agora seleccione o separador <span class="tab-ref">Guiões</span> e clique na categoria the <span class="soundcolor">Som</span>. Arraste um bloco <span class="soundcolor">toca o som</span>:</p> <p><img src = "%(STATIC_URL)s/images/help/play-sound-birthday.png"></p>

source: <p>Then, drag out a <span class="eventscolor">when this sprite clicked</span> block and snap it on top:</p> <img src = "%(STATIC_URL)s/images/help/clickplaysound(3).gif">
fr: <p>Ensuite, déplace le block <span class="eventscolor">quand ce lutin est cliqué</span> et place le sur le dessus:</p> <img src = "%(STATIC_URL)s/images/help/clickplaysound(3).gif">
gl: <p>Despois arrastra un bloque <span class="eventscolor">ao premer esta figura</span> e encaixao na parte de arriba:</p> <img src = "%(STATIC_URL)s/images/help/clickplaysound(3).gif">
it: <p>Poi trascina un blocco <span class="eventscolor">quando si clicca questo sprite</span> e attaccalo sopra:</p> <img src = "%(STATIC_URL)s/images/help/clickplaysound(3).gif">
lv: <p>Tagad izvēlc bloku <span class="eventscolor">kad uzklikšķināts uz šī gariņa</span> un pievieno to augšpusē:</p> <img src = "%(STATIC_URL)s/images/help/clickplaysound(3).gif">
nb: <p>Deretter tar du ut klossen <span class="eventscolor">når denne figuren klikkes</span> og fester den øverst:</p> <img src = "%(STATIC_URL)s/images/help/clickplaysound(3).gif">
pt: <p>Depois arraste um bloco <span class="eventscolor">Quando alguém clicar em ti</span> e encaixe-o no topo:</p> <img src = "%(STATIC_URL)s/images/help/clickplaysound(3).gif">

source: <p>Click on the cake to hear it play.</p>
fr: <p>Clique sur le cake pour entendre la musique.</p>
gl: <p>Preme na torta para escoitar como soa.</p>
it: <p>Clicca sulla torta per sentirla suonare.</p>
lv: <p>Noklikšķini uz kūkas, lai dzirdētu, kā skan.</p>
nb: <p>Lyden spilles av når du klikker på kaken.</p>
pt: <p>Clique no bolo para o ouvir a tocar.</p>

source: Now, blow out the candles!
fr: Maintenant, souffle les bougies!
gl: Agora, sopra e apaga as candeas!
it: Ora spegni le candeline!
lv: Tagad nopūtīsim sveces!
nb: Klart for å blåse ut lysene!
pt: Agora, apague as velas!

source: Make the candles go out when you click the cake.
fr: Eteins les bougies quand tu cliques sur le cake.
gl: Fai que as candeas se apagen cando premas na torta.
it: Fai spegnere le candeline quando clicchi la torta.
lv: Lai sveces nodziest, kad uzklikšķināsi uz kūkas.
nb: Få lysene til bli slukket når kaken klikkes.
pt: Faça as velas apagarem-se quando se clicar no bolo.

source: <p>Click the <span class="tab-ref">Costumes</span> tab.</p> <p>You can see two costumes for the cake:</p> <img src = "%(STATIC_URL)s/images/help/cake-candles.png"> </div> <div class="steps"> <p>Click the <span class="tab-ref">Scripts</span> tab, then click the <span class="lookscolor">Looks</span> category. Drag out a <span class="lookscolor">switch costume</span> block, and snap it on the script:</p> <img src = "%(STATIC_URL)s/images/help/whenclickplayswitch.png"> </div> <div class="steps last"> <p>Now, add a different script that will light the candles whenever you click the green flag: <img src = "%(STATIC_URL)s/images/help/whenclickswitchdrop.png"> <p>Make sure to select "cake-a" (lit candles) from the pull-down menu.</p>
fr: <p>Clique sur l'onglet <span class="tab-ref">Costumes</span>.</p> <p>Tu peux voir 2 costumes pour le cake:</p> <img src = "%(STATIC_URL)s/images/help/cake-candles.png"> </div> <div class="steps"> <p>Clique sur l'onglet <span class="tab-ref">Scripts</span>, ensuite clique dans la catégorie <span class="lookscolor">Apparence</span>. Extrait un bloc<span class="lookscolor">basculer sur costume</span> , et place le au sommet du script:</p> <img src = "%(STATIC_URL)s/images/help/whenclickplayswitch.png"> </div> <div class="steps last"> <p>Maintenant, ajoute un script différent qui allume les bougies quand tu cliques sur le drapeau vert: <img src = "%(STATIC_URL)s/images/help/whenclickswitchdrop.png"> <p>Assure toi de choisir "cake-a" (lit candles) dans le menu déroulant.</p>
gl: <p>Preme a pestaña <span class="tab-ref">Disfraces</span>.</p> <p>Podes ver dúas vestimentas para a torta:</p> <img src = "%(STATIC_URL)s/images/help/cake-candles.png"> </div> <div class="steps"> <p>Preme a pestaña <span class="tab-ref">Programas</span>, despois preme na categoría <span class="lookscolor">Apariencia</span>. Arrastra un bloque <span class="lookscolor">trocar vestimenta</span>, e encaixao no programa:</p> <img src = "%(STATIC_URL)s/images/help/whenclickplayswitch.png"> </div> <div class="steps last"> <p>Agora engade un programa diferente que acenda as candeas cando se prema a bandeira verde: <img src = "%(STATIC_URL)s/images/help/whenclickswitchdrop.png"> <p>Asegúrate de que seleccionas "unha-torta" (acender candeas) dende o menú despregable.</p>
it: <p>Clicca la scheda <span class="tab-ref">Costumi</span>.</p> <p>Puoi vedere due costumi per la torta:</p> <img src = "%(STATIC_URL)s/images/help/cake-candles.png"> </div> <div class="steps"> <p>Clicca la scheda <span class="tab-ref">Script</span>, poi clicca la categoria <span class="lookscolor">Aspetto</span>. Trascina un blocco <span class="lookscolor">passa al costume</span>, e attacalo allo script:</p> <img src = "%(STATIC_URL)s/images/help/whenclickplayswitch.png"> </div> <div class="steps last"> <p>Ora aggiungi un altro script che accenda le candeline quando clicchi la bandiera verde: <img src = "%(STATIC_URL)s/images/help/whenclickswitchdrop.png"> <p>Assicurati di selezionare "cake-a" (candele accese) nel menu.</p>
lv: <p>Klikšķini uz cilnes <span class="tab-ref">Tērpi</span>.</p> <p>Tu redzi, ka kūkai ir divi tērpi:</p> <img src = "%(STATIC_URL)s/images/help/cake-candles.png"> </div> <div class="steps"> <p>Klikšķini cilni<span class="tab-ref">Programmas</span> un tad sadaļu <span class="lookscolor">Izskats</span>. Izvelc bloku <span class="lookscolor">mainīt tērpu</span> un pievieno to programmai:</p> <img src = "%(STATIC_URL)s/images/help/whenclickplayswitch.png"> </div> <div class="steps last"> <p>Tagad izveido citu programmu, kas iedegs sveces katru reizi, kad noklikšķināsi zaļo karodziņu: <img src = "%(STATIC_URL)s/images/help/whenclickswitchdrop.png"> <p>Pārliecinies, ka izvēlies "kūka-a" (iededz sveces) no izkrītošās izvēlnes.</p>
nb: <p>Klikk <span class="tab-ref">Drakter</span>-fanen.</p> <p>Du ser at kaken har to forskjellige drakter:</p> <img src = "%(STATIC_URL)s/images/help/cake-candles.png"> </div> <div class="steps"> <p>Klikk <span class="tab-ref">Skript</span>-fanen og velg <span class="lookscolor">Utseende</span>-klossene. Hent en <span class="lookscolor">bytt drakt</span>kloss, og hekt den på skriptet:</p> <img src = "%(STATIC_URL)s/images/help/whenclickplayswitch.png"> </div> <div class="steps last"> <p>Nå trenger du å lage et annet skript som sørger for å tenne lysene når startflagget klikkes: <img src = "%(STATIC_URL)s/images/help/whenclickswitchdrop.png"> <p>Pass på å velge "cake-a" (lysene tent) fra menyen i klossen.</p>
pt: <p>Clique no separador <span class="tab-ref">Trajes</span>.</p> <p>Verá dois trajes do bolo:</p> <img src = "%(STATIC_URL)s/images/help/cake-candles.png"> </div> <div class="steps"> <p>Clique no separador <span class="tab-ref">Guiões</span> e clique na categoria <span class="lookscolor">Aparência</span>. Arraste um bloco <span class="lookscolor">muda o teu traje para</span> e encaixe-o no guião:</p> <img src = "%(STATIC_URL)s/images/help/whenclickplayswitch.png"> </div> <div class="steps last"> <p>Agora, adicione um outro guião que acenderá as velas sempre que se clicar na bandeira verde: <img src = "%(STATIC_URL)s/images/help/whenclickswitchdrop.png"> <p>Assegure-se de que seleccionou «bolo-a» («cake-a», velas acesas) no menu.</p>

source: Next, make a dance party
fr: Ensuite, fais une dance party
gl: Despois fai un baile
it: Ora crea una festa danzante
lv: Tālāk sarīkosim dejas
nb: Videre: lag dans på festen
pt: Em seguida, crie um baile

source: <p>Click on <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> to choose a new sprite:</p> <p><img src = "%(STATIC_URL)s/images/help/spritelibrary.png"></p> <p>Select "Cassy Dance" or another sprite with dance costumes:</p> <p><img src = "%(STATIC_URL)s/images/help/sprite-library-dance.png"></p>
fr: <p>Clique sur <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> pour choisir un nouveau lutin:</p> <p><img src = "%(STATIC_URL)s/images/help/spritelibrary.png"></p> <p>Sélectionne "Cassy Dance" ou un autre lutin avec des costumes de danse:</p> <p><img src = "%(STATIC_URL)s/images/help/sprite-library-dance.png"></p>
gl: <p>Preme en <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> para escoller unha nova figura:</p> <p><img src = "%(STATIC_URL)s/images/help/spritelibrary.png"></p> <p>Selecciona "Cassy Dance" ou outra figura con vestimentas de baile:</p> <p><img src = "%(STATIC_URL)s/images/help/sprite-library-dance.png"></p>
it: <p>Clicca su <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> per scegliere un nuovo sprite:</p> <p><img src = "%(STATIC_URL)s/images/help/spritelibrary.png"></p> <p>Seleziona "Cassy Dance" o un'altro sprite con un costume da ballo:</p> <p><img src = "%(STATIC_URL)s/images/help/sprite-library-dance.png"></p>
lv: <p>Klikšķini uz <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">, lai izvēlētos jaunu gariņu:</p> <p><img src = "%(STATIC_URL)s/images/help/spritelibrary.png"></p> <p>Izvēlies "Cassy Dance" vai citu gariņu, kurš dejo:</p> <p><img src = "%(STATIC_URL)s/images/help/sprite-library-dance.png"></p>
nb: <p>Klikk <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> for å hente en ny figur:</p> <p><img src = "%(STATIC_URL)s/images/help/spritelibrary.png"></p> <p>Velg "Cassy Dance" eller en annen figur med drakter som kan bli en dans:</p> <p><img src = "%(STATIC_URL)s/images/help/sprite-library-dance.png"></p>
pt: <p>Clique em <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> para escolher um novo actor:</p> <p><img src = "%(STATIC_URL)s/images/help/spritelibrary.png"></p> <p>Seleccione « Cassy Dançando» («Cassy Dance») ou outro actor com trajes de dança:</p> <p><img src = "%(STATIC_URL)s/images/help/sprite-library-dance.png"></p>

source: <p>Click the <span class="lookscolor">Looks</span> category. Drag a <span class="lookscolor">next costume</span> block.</p> <p>Click the <span class="eventscolor">Events</span> category. Drag out a <span class="eventscolor">when this sprite clicked</span> block and snap it on top:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickednext.png"></p>
fr: <p>Clique dans la catégorie <span class="looks color">Apparence</span>. Extrait un bloc <span class="lookscolor">costume suivant</span> block.</p> <p>Clique dans la catégorie <span class="eventscolor">Evènements</span>. Extrait le bloc <span class="eventscolor">quand le lutin est cliqué</span> et place le au sommet du script:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickednext.png"></p>
gl: <p>Preme na categoría <span class="lookscolor">Apariencia</span>. Arrastra un bloque <span class="lookscolor">seguinte vestimenta</span>.</p> <p>Preme a categoría <span class="eventscolor">Eventos</span>. Arrastra un bloque <span class="eventscolor">ao premer este obxecto</span> e encaixao na parte de arriba:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickednext.png"></p>
it: <p>Clicca la categoria <span class="lookscolor">Aspetto</span>. trascina un blocco <span class="lookscolor">passa al costume successivo</span> block.</p> <p>Clicca la categoria <span class="eventscolor">Situazioni</span>. Trascina un blocco <span class="eventscolor">quando questo sprite viene cliccato</span> e attaccalo sopra:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickednext.png"></p>
lv: <p>Klikšķini sadaļu <span class="lookscolor">Izskats</span>. Izvelc bloku <span class="lookscolor">nākamais tērps</span>.</p> <p>Klikšķini sadaļu <span class="eventscolor">Notikumi</span>. Izvelc bloku <span class="eventscolor">kad uzklikšķināts uz šī gariņa</span> un novieto to augšpusē:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickednext.png"></p>
nb: <p>Klikk på <span class="lookscolor">Utseende</span>-gruppen og dra ut en <span class="lookscolor">neste drakt</span>-kloss.</p> <p>Klikk på <span class="eventscolor">Hendelser</span>, dra ut en <span class="eventscolor">når denne figuren klikkes</span>-kloss og fest den øverst:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickednext.png"></p>
pt: <p>Clique na categoria <span class="lookscolor">Aparência</span>. Arraste um bloco <span class="lookscolor">passa para o teu próximo traje</span>.</p> <p>Clique na categoria <span class="eventscolor">Eventos</span>. Arraste um bloco <span class="eventscolor">Quando alguém clicar em ti</span> e encaixe-o no topo:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickednext.png"></p>

source: Click the dancer to see it switch to different poses.
fr: Clique sur le danseur pour le voir passer à différentes poses.
gl: Preme sobre o bailarín para ver como cambia entre distintas posturas.
it: Clicca lo sprite danzante per vedere se passa da una posa all'altra.
lv: Klikšķini uz dejotājas, lai redzētu, kā viņa pārslēdzas dažādās pozās.
nb: Klikk på danseren for å bytte til neste dansetrinn.
pt: Clique no actor dançarino para o ver mudar para diferentes poses.

source: Next, animate your dance
fr: Ensuite, anime ta danse
gl: Despois dalle vida ao teu baile
it: Ora anima il tuo ballo
lv: Tālāk, pievieno animāciju dejai
nb: Videre: dans med animasjon
pt: Em seguida, anima a tua dança

source: Keep the dance going!
fr: Laisse aller la danse!
gl: Non deixes de bailar!
it: Fai continuare la danza!
lv: Lai tik dejo!
nb: Dans dans dans!
pt: Mantenha a dança!

source: <p>Click the <span class="controlcolor">Control</span> category. Drag out a <span class="controlcolor">forever</span> block.</p> <p>Add a <span class="controlcolor">wait</span> block to control the speed of the dance, like this:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickedforevercostume.gif">
fr: <p>Clique dans la catégorie <span class="controlcolor">Contrôle</span>. Extrait un bloc <span class="controlcolor">répéter indéfiniment</span>.</p> <p>Ajoute un bloc de contrôle<span class="control color">attendre</span> pour contrôler la vitesse de la danse, comme ceci:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickedforevercostume.gif">
gl: <p>Preme a categoría <span class="controlcolor">Control</span>. Arrastra un bloque <span class="controlcolor">para sempre</span>.</p> <p>Engade un bloque <span class="controlcolor">agardar</span> para controlar a velociade do baile, como este:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickedforevercostume.gif">
it: <p>Clicca la categoria <span class="controlcolor">Controllo</span>. Trascina un blocco <span class="controlcolor">per sempre</span> block.</p> <p>Aggiungi un blocco <span class="controlcolor">attendi</span> per controllare la velocità del ballo, come mostrato qui:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickedforevercostume.gif">
lv: <p>Klikšķini uz sadaļas <span class="controlcolor">Vadība</span>. Izvelc bloku <span class="controlcolor">nepārtraukti</span>.</p> <p>Pievieno bloku <span class="controlcolor">gaidīt</span> lai kontrolētu dejas ātrumu, kā šajā piemērā:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickedforevercostume.gif">
nb: <p>Klikk på <span class="controlcolor">Styring</span> og dra ut en <span class="controlcolor">for alltid</span>-kloss.</p> <p>Legg inn en <span class="controlcolor">vent</span>-kloss som bestemmer hvor fort dansen går:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickedforevercostume.gif">
pt: <p>Clique na categoria <span class="controlcolor">Controlo</span>. Arraste um bloco <span class="controlcolor">repete para sempre</span>.</p> <p>Adicione um bloco <span class="controlcolor">espera</span> para controlar a velocidade da dança, assim:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickedforevercostume.gif">

source: <p>Click the dancer on your card to start the animation.</p> <p>Tip: To stop, click the stop sign <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (above the Stage).</p>
fr: <p>Clique sur le danseur de votre carte pour démarrer l'animation. .</p> <p>Conseil: pour arrêter, clique sur le signe stop <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (au-dessus de la Scène).</p>
gl: <p>Preme no bailarín da túa tarxeta para iniciar a animación.</p> <p>Suxestión: para parar, preme no sinal de stop <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (sobre o Escenario).</p>
it: <p>Clicca sul tuo biglietto lo sprite che balla per far partire l'animazione.</p> <p>Suggerimento: Per fermare l'animazione, clicca il segno di stop <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (above the Stage).</p>
lv: <p>klikšķini uz dejotāja kartītē, lai sāktu animāciju.</p> <p>Padoms: Lai apturētu, klikšķini stop zpīmi <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (virs skatuves).</p>
nb: <p>Klikk på danseren for å starte animasjonen.</p> <p>Tips: For å stoppe dansen igjen kan du klikke <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (over scenen).</p>
pt: <p>Clique no actor dançarino no seu cartão para começar a animação.</p> <p>Dica: Para parar clique no sinal de <i>stop</i> <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (sobre o Palco).</p>

source: Next, get your party started!
fr: Ensuite, que la fête commence!
gl: Despois, que comece a festa!
it: Ora inizia il tuo party!
lv: Tālāk liksim ballītei sākties!
nb: Videre: la festen begynne!
pt: Em seguida, inicie a sua festa!

source: <p>To add instructions, click twice on the cat, and add another <span class="soundcolor">say</span> block:</p> <img src = "%(STATIC_URL)s/images/help/name-click-things.png">
fr: <p>Pour ajouter des instructions, cliquez deux fois sur le chat, et ajouter un autre bloc <span class="soundcolor">dire</span>:</p> <img src = "%(STATIC_URL)s/images/help/name-click-things.png">
gl: <p>Para engadir instruccións preme dúas veces sobre o gato e engade outro bloque <span class="soundcolor">dicir</span>:</p> <img src = "%(STATIC_URL)s/images/help/name-click-things.png">
it: <p>To aggiungere delle istruzioni, clicca due volte sul gatto e aggiungi un altro blocco <span class="soundcolor">dire</span>:</p> <img src = "%(STATIC_URL)s/images/help/name-click-things.png">
lv: <p>Lai pievienotu pamācību, divreiz noklikšķini uz kaķa un pievieno citu bloku <span class="soundcolor">teikt</span>:</p> <img src = "%(STATIC_URL)s/images/help/name-click-things.png">
nb: <p>Forklar hvordan kortet virker: Klikk to ganger på katten og heng på en ny <span class="soundcolor">si</span>-kloss:</p> <img src = "%(STATIC_URL)s/images/help/name-click-things.png">
pt: <p>Para adicionar instruções, clique duas vezes no gato e adicione outro bloco <span class="soundcolor">diz</span>:</p> <img src = "%(STATIC_URL)s/images/help/name-click-things.png">

source: <p>The card will then look something like this:</p> <img src = "%(STATIC_URL)s/images/help/partyinstructions.png">
fr: <p>La carte va ressembler à ceci:</p> <img src = "%(STATIC_URL)s/images/help/partyinstructions.png">
gl: <p>A tarxeta terá entón unha apariencia como esta:</p> <img src = "%(STATIC_URL)s/images/help/partyinstructions.png">
it: <p>Il biglietto apparirà quindi simile a quanto mostrato qui:</p> <img src = "%(STATIC_URL)s/images/help/partyinstructions.png">
lv: <p>Tad kartīte izskatīsies šādi:</p> <img src = "%(STATIC_URL)s/images/help/partyinstructions.png">
nb: <p>Nå vil kortet se omtrent slik ut:</p> <img src = "%(STATIC_URL)s/images/help/partyinstructions.png">
pt: <p>O cartão ficará semelhante ao seguinte:</p> <img src = "%(STATIC_URL)s/images/help/partyinstructions.png">

source: Next, make it your own
fr: Ensuite, fais le à ta façon
gl: Despois, dalle o teu toque persoal
it: Ora fallo da solo
lv: Tālāk personalizēsim kartīti
nb: Videre: lag det på din måte
pt: Em seguida, faça-o seu

source: Make sprites react when they collide
es: Haga que los objetos reaccionen al chocar
fr: Fais réagir les lutins quand ils entrent en collision
gl: Fai que as figuras reaccionen ao chocar
it: Fai reagire gli sprite quando si scontrano
lv: Liec gariņiem pamanīt, kad tie sadurās
nb: Få figurer til å reagere når de kolliderer
pt: Fazer os actores reagirem quando colidirem
sl: Povzroči, da se figuri odzoveta, ko se zadaneta.
tr: Kuklalar çarpışınca nasıl davransın?

source: Make two sprites, such as a ball and a paddle:
es: cree dos objetos, como una bola y una paleta:
fr: Crée deux lutins, par exemple une balle et une pagaie :
gl: Fai dúas figuras, como unha bola e unha raqueta:
it: Crea due sprite, ad esempio una palla e una racchetta:
lv: Izveido divus gariņus, piemēram, bumbu un dēlīti:
nb: Lag to figurer, for eksempel en ball og et balltre:
pt: Crie dois actores, tais como uma bola e uma raquete:
sl: Ustvari dve figuri, kot sta žogica in lopar:
tr: İki kukla yap örneğin bir top ve bir raket:

source: This script tells the ball what to do when it hits the paddle:
es: Este programa le dice a la bola lo que debe hacer cuando llega a la paleta:
fr: Ce texte commande à la balle ce qu'elle doit faire quand elle frappe la palette:
gl: Este programa dille á bola o que facer cando golpea na raqueta:
it: Questo script dice alla palla come comportarsi quando colpisce la racchetta:
lv: Šī programma saka, ko bumbai darīt, kad tā atsitas pret dēlīti:
nb: Dette skriptet bestemmer hva ballen gjør når den treffer balltreet:
pt: Este guião diz à bola o que fazer quando bater na raquete:
sl: Skripta pove žogici, kaj narediti, ko zadane lopar:
tr: Aşağıdaki dizi, rakete çarptığında topun nasıl davranacağını söyler:
