Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: It depends. If both Scratchers have a reasonably fast Internet connection (DSL/Cable), and there are no restrictive firewalls on the computers/network, updates should be transmitted in milliseconds. However, a lot of computers have firewall software running in them, and if the firewall software blocks outgoing connections to TCP port 531 and TCP port 843, the time-lag becomes one-second. We are currently trying to figure out ways in which we can work around this limitation.
ca: Depèn. Si els dos Scratchers tenen una connexió a Internet ràpida (ADSL/Cable) i no hi ha tallafocs restrictius als ordinadors o xarxes, les modificacions podrien ser transmeses en milisegons. Tot i així, molts ordinadors tenen un tallafocs funcionant i si el tallafocs bloqueja les connexions de sortida TCP port 531 i TCP port 834, el temps d'espera esdevé d'un segon. Actualment estem treballant en com podem superar aquesta limitació.
cs: To záleží. Jestliže oba Scratcheři mají rozumně rychlé internetové připojení (ADSL nebo kabelem) a pokud v počítačové síti nebo v počítačích neběží žádný omezující firewall, aktualizace mohou být přeneseny v milisekundách. Ovšem mnoho počítačů má spuštěný firewall software, který blokuje připojení na TCP post 531 a TCP port 843, zpoždění dosáhne až jedné sekundy. Právě zkoušíme nastavit způsoby, pomocí nichž bychom mohli pracovat bez těchto omezení.
de: Das kommt darauf an. Wenn beide Scratcher über hinreichend schnelle Internetverbindungen verfügen (DSL/Kabel) und es keine restriktiven Firewalls auf den Rechnern / in den Netzwerken gibt, sollten Aktualisierungen innerhalb von Millisekunden über tragen werden. Allerdings läuft auf vielen Rechnern eine Firewall-Anwendung. Falls diese ausgehende Verbinungen auf die TCP-Ports 531 und 843 sperrt, erhöht sich die Zeitverzögerung auf eine Sekunde. Wir suchen gerade nach Lösungen, wie sich diese Einschränkung umgehen lässt.
el: Εξαρτάται. Εάν και οι δύο χρήστες έχουν σχετικά υψηλή σύνδεση στο ίντερνετ (DSL/Καλώδιο) και δεν υπάρχουν τείχη προστασίας στους υπολογιστές/δίκτυα, οι ενημερώσεις στα δεδομένα Cloud μεταφέρονται μέσα σε μίλι-σεκόντ (ms). Παρ'όλα αυτά, πολλοί υπολογιστές έχουν λογισμικά τείχους προστασίας, και όταν το λογισμικό αποκλείει εξερχόμενες συνδέσεις σε TCP θύρα 531 και TCP θύρα 843, τότε η καθυστέρηση γίνεται ενός δευτερολέπτου. Προσπαθούμε να σκεφτούμε τρόπους που μπορούμε να αποφύγουμε αυτό τον περιορισμό.
es: Depende. Si ambos Scratchers tienen una conexión a Internet rápida (DSL o cable), y no hay cortafuegos restrictivos en las computadoras o la red, las actualizaciones deberían llegar en milisegundos. Sin embargo, muchas computadoras tienen software de cortafuegos corriendo en ellas, y si el cortafuegos bloquea conexiones que salgan por los puertos TCP 531 y 843, el "lag" aumenta a un segundo. Actualmente estamos trabajando en formas de solucionar ésto.
et: See sõltub võrguühendustest.
eu: Kasuaren araberakoa da. Bi Scratcherrek internet konexio nahiko azkarra badute (DSL edo kablea), eta ordenagailu sarean ez badago firewall murriztailerik, eguneraketak milisegundu batzutan helarazi beharko lirakete. Hala ere, ordenagailu ugarik firewalla dute martxan, eta firewall softwareak kanporako 531 eta 843 portuko TCP konexioak blokeatzen baditu, denbora "lag"a (desfasea) segundu batekoa bihurtzen da. Arazo hau konpontzeko erak pentsatzen dihardugu.
fr: Cela dépend. Si les deux Scratchers disposent d'une connexion Internet suffisamment rapide (ADSL / Câble), et qu'il n'y a pas de pare-feux restrictifs sur les ordinateurs ou les réseaux, les mises à jour devraient être transmis en millisecondes. Cependant, un grand nombre d'ordinateurs sont munis de logiciels pare-feux , et si le logiciel pare-feu bloque les connexions sortantes vers le port TCP 531 et le port TCP 843, le décalage devient une seconde. Nous sommes en train d'essayer de trouver des façons pour contourner cette limitation.
ga: Braitheann sé. Má tá ceangal Idirlín measartha tapa ag an mbeirt Scratchálaithe (DSL nó Cábla), agus níl aon bhallaí sriantacha dóiteáin ar na ríomhairí/líonraí, tiocfaidh nuashonruithe trasna an líonra i milleasoicindí. Ach, úsáideann go leor ríomhairí balla dóiteáin, agus má chuireann an balla dóiteáin cosc ar nascanna ag dul amach ó phort TCP 531 agus ó phort TCP 843, beidh an mhoill chomh fada is soicind amháin. Táimid ag iarraidh an fhadhb seo a réiteach faoi láthair.
gl: Depende. Si ámbolos dous Scratchers teñen unha conexión a Internet rápida (DSL ou cable), e non hai cortalumes restrictivos nos ordenadores ou na rede, as actualizacións deberían chegar en milisegundos. Agora ben, moitos ordenadores teñen aplicacións cortalumes en execución, e se o cortalumes bloquea conexións que saen polos portos TCP 531 e 843, o retardo aumenta a un segundo. Nestes momentos estamos traballando en formas de solucionar esta limitación.
it: Dipende. Se entrambi i giocatori hanno una connessione ad Internet sufficientemente veloce (tipo ADSL) e non ci sono restrizioni dovute a firewall del PC o della rete, gli aggiornamenti vengono trasmessi ogni pochi millisecondi. Tuttavia la presenza di firewall può bloccare le connessioni TCP in uscita sulle porte 531 e 843. In questo caso il tempo di attesa può salire ad un secondo. Stiamo cercando però di capire se ci sono dei modi per aggirare questa limitazione.
ja: 場合によりけりです。互いのScratcherがかなり高速なインターネット接続(DSL/ケーブル)を使っており、コンピュータやネットワーク上に制限的なファイアウォールがなければ、データの更新はミリ秒の単位で行われるはずです。しかし、多くのコンピュータはファイアウォールソフトウェアを持っており、TCPポートの531番や843番に対する外向きの接続をブロックするなら、1秒程度のタイムラグが発生します。私たちはこの制限を回避する方法を見つけ出そうとしています。
lv: Tas var būt mainīgs. Scratch lietotājiem ar salīdzinoši ātru interneta pieslēgumu (DSL/kabelis) un bez ierobežojoša ugunsmūra tīklā, informācija tiek pārraidīta dažās milisekundēs. Tomēr diezgan daudziem datoriem ir ugunsmūra programmatūra, un ja šis ugunsmūris bloķē izejošos savienojumus TCP 531. un 843. portiem, laika aizture var būt ap sekundi. Mēs izmēģinām dažādus paņēmienus, kā šo ierobežojumu samazināt.
nb: Det kommer an på. Hvis begge Scratcherne har en rask internettforbindelse (bredbånd) og det ikke er brannmur på maskinene eller på nettet vil nye data bli overført i løpet av millisekunder. Mange maskiner har imidlertid brannmur installert. Hvis den blokkerer utgående data til TCP-portene 531 og 843 blir tidsforsinkelsen ett sekund. Vi arbeider for å finne en måte å unngå denne begrensningen.
pt: Depende. Se ambos os Scratchadores tiverem uma ligação à Internet razoavelmente rápida (DSL/Cabo), e se não existirem <i>firewalls</i> restritivas nos computadores/rede, as actualizações devem ser transmitidas em milissegundos. No entanto, muitos computadores têm <i>software</i> de <i>firewall</i> em execução, e se ele bloquear ligações de saída nos portos TCP 531 e TCP 843, o intervalo de tempo subirá para um segundo. Estamos neste momento a tentar descobrir formas de contornar esta limitação.
ro: Depinde. Daca ambii Scratcher-i au conexiuni la Internet destul de rapide (DSL/Cable) si nu sunt alte restrictii gen firewall pe calculatoare sau in retea, actualizarea s-ar putea face in milisecunde. Totusi, majoritatea calculatoarelor au firewall instalat si acesta blocheaza iesirile la porturile TCP 531 si 843, ceea ce face ca timpul sa ajunga la o secunda. In prezent, incercam sa identificam variante pentru depasirea acestor restrictii.
sl: Odvisno. Če imata oba Scratcherja razmeroma hitro internetno povezavo (DSL/Cable) in nimata omejitev na požarnih zidovih na omrežju/računalnika, bi morale biti posodobitve posredovane v milisekundah. Vendar pa ima veliko računalnikov nameščene požarne zidove in če le ta blokira odhodne povezave do vrat TCP 531 in TCP 843, potem postane časovni zamik dolg eno sekundo. Trenutno poskušamo ugotoviti, kako bi lahko delali mimo te omejitve.
sv: Det beror på. Om båda "Scratchers" har en någorlunda snabb Internetanslutning (DSL / kabel), och det inte finns restriktioner i brandväggarna på datorerna / nätverket, bör uppdateringarna överföras i millisekunder. Men en hel del datorer har brandvägg som körs i dem, och om den brandväggen blockerar utgående anslutningar för TCP-port 531 och TCP-port 843, blir det trögare, ungefär en sekund. Vi försöker för närvarande att ta reda på hur vi kan komma runt denna begränsning.
tr: Duruma göre değişir. Eğer her iki programcı da hızlı internete sahipse ve engel oluşturabilecek firewall'lar yoksa güncellemeler milisaniyede karşı tarafa erişir. Ancak, bir çok bilgisayarın firewall yazılımı vardır ve bunlar TCP 531 ve 843 portlarını bloke ederler ve gecikmeler bir saniyeyi bulur. Şu anda bu problemi atlatabilir miyiz araştırıyoruz.
uk: Це залежить від багатьох чинників. Якщо обидва скретчери мають достатньо швидке інтернет-з'єднання (DSL/кабель), і немає обмежувальних брандмауерів на комп'ютерах/мережі, оновлення повинні бути передані в мілісекундах. Однак, багато комп'ютерів працюють брандмауерами, і якщо брандмауер блокує вихідні з'єднання (TCP-порт 531 і TCP-порт 843), розрив у часі стає близько секунди. Ми в даний час намагаються з'ясувати, яким чином ми можемо обійти це обмеження.

source: Frequently Asked Questions (FAQ)
ca: Preguntes Més Freqüents (FAQ)
cs: Často kladené otázky
de: Häufig gestellte Fragen (FAQ)
el: Συχνές Ερωτήσεις (FAQ)
es: Preguntas Frecuentes
et: Korduma Kippuvad Küsimused (KKK)
eu: Sarri Egindako Galderak (FAQ)
fr: Foire Aux Questions
ga: Ceisteanna Coitianta
gl: Preguntas Frecuentes (FAQ)
it: Domande Frequenti
ja: よくある質問と答え(FAQ)
lv: Biežāk uzdotie jautājumi (BUJ)
nb: Spørsmål og svar (FAQ)
pt: Perguntas Frequentes (PF)
ro: Intrebari frecvente (FAQ)
sl: Pogosto zastavljena vprašanja (FAQ)
sr: Често постављана питања (FAQ)
sv: Ofta Förekommande Frågor (FAQ)
tr: Sık Sorulan Sorular (SSS)
uk: Найчастіше запитують

source: Browse FAQ
ca: Mira les Preguntes Més Freqüents
de: FAQ (häufig gestellte Fragen) anschauen
el: Περιήγηση:
es: Buscar Preguntas Frecuentes
fr: Parcourir la Foire Aux Questions
gl: Explorar FAQ
it: Sfoglia le Domande Frequenti
lv: Pārlūkot BUJ
nb: Les spørsmål og svar
pt: Navegar nas PF
sl: Išči v FAQ
sv: Bläddra i FAQ
tr: SSS'ye göz at

source: Get Started with Scratch
ca: Comença amb Scratch
de: Erste Schritte mit Scratch
el: Εξοικειωθείτε με το Scratch
es: Empieza con Scratch
et: Alustame Scratchiga
eu: Hasi zaitez Scratch erabiltzen
fr: Démarrer avec Scratch
gl: Empezar con Scratch
it: Come Iniziare con Scratch
lv: Sākt darbu ar Scratch
nb: Kom i gang med Scratch
pt: Iniciando-se no Scratch
ro: Introducere in Scratch
sl: Začni z uporabo Scratcha
sv: Kom igång med Scratch
uk: Розпочати зі Скретчем

source: Try out the</br> step-by-step intro
de: Probiere die Einführung</br> Schritt für Schritt
el: Δοκιμάστε την</br> αναλυτική εισαγωγή
es: Ensaya la introducción </br> paso a paso
et: Proovi </br> samm sammulist sissejuhatut
eu: Probatu</br> pausuz pausuko sarrera.
fr: Essayer l'</br> introduction étapes par étapes
gl: Proba a introducción </br> paso a paso
it: Prova</br> l'introduzione passo-passo
lv: Izmēģini</br> soli pa solim ievadu
nb: En kjapp og enkel</br> innføring i Scratch
pt: Experimente a</br> introdução passo a passo
ro: Incearca </br> introducere pas cu pas
sl: Preizkusi </br> korak-za-korakom uvod
sv: Prova</br> steg-för-steg introduktionen
tr: Adım adım girişi</br> dene
uk: Спробувати</br> покроковий вступ

source: Explore these</br> starter projects
de: Erkunde diese</br> Einstiegsprojekte
el: Δοκιμάστε αυτά τα</br> βασικά έργα!
es: Prueba estos</br> proyectos de inicio
et: Proovige neid </br> stardiprojekte
eu: Esploratu</br> haserarako proiektu hauek.
fr: Essayez ces</br> projets de démarrage
gl: Proba estes</br> proxectos de arranque
it: Prova questi</br> progetti per iniziare
lv: Pārlūko </br> projektus iesācējiem
nb: Prøv disse</br> begynnerprosjektene
pt: Explore estes</br> projectos de arranque
ro: Exploreaza aceste</br> proiecte de inceput
sl: Razišči te </br> projekte za začetnike
sv: Utforska dessa</br> startprojekt
tr: Buradaki başlangıç</br> projelerine bak
uk: Спробуйте ці</br> прості проекти

source: Watch the Getting Started video
ca: Mira el vídeo d'introducció
de: Schau dir das Erste-Schritte-Video an
el: Δείτε το Βίντεο Ξεκινήματος
es: Ver "Cómo Comenzar"
fr: Regarder la vidéo de démarrage
gl: Ver o vídeo Primeiros Pasos
it: Guarda il video Come Iniziare
lv: Noskaties video iesācējiem
nb: Se på nybegynnervideo
pt: Veja o Vídeo de Iniciação
sl: Oglej si uvodni video posnetek
sv: Se Kom-igång-videon
tr: Başlama videosunu izle

source: Scratch Guides
ca: Guies d'Scratch
cs: Scratch průvodci
de: Scratch-Anleitungen
el: Οδηγοί για το Scratch
es: Guías de Scratch
et: Scratchi juhendid
eu: Scratch gidak
fr: Guides Scratch
ga: Treoirleabhair Scratch
gl: Guías de Scratch
it: Le Guide di Scratch
lv: Scratch pamācības
nb: Veiledninger
pt: Guias do Scratch
ro: Ghiduri Scratch
sl: Scratch vodiči
sr: Скрач смернице
sv: Scratch Guider
tr: Scratch Kılavuzları
uk: Керівництва Скретчу

source: Here are some guides to help you learn Scratch:
ca: Aquí tens algunes guies que t'ajudaran a aprendre Scratch:
cs: Zde je několik rad které ti pomohou naučit se Scratch:
de: Hier sind einige Anleitungen, die dir helfen, Scratch zu erlernen:
el: Εδώ είναι μερικοί οδηγοί που θα σας βοηθήσουν να μάθετε το Scratch:
es: Aquí hay algunas guías para ayudarte a aprender Scratch:
et: Siin on mõned juhised, mis aitavad sul õppida Scratchi:
eu: Scratch ikasten lagunduko zaituzten zenbait gida:
fr: Voici quelques outils pour vous aider à apprendre Scratch:
ga: Seo duit treoirlínte a chabhróidh leat Scratch a fhoghlaim:
gl: Aquí hai algunhas guías para axudarche a aprender Scratch:
it: Qui trovi alcune guide che ti aiuteranno ad imparare Scratch:
ja: 以下のガイドはScratchを学ぶ際の助けとなるでしょう。
lv: Te atradīsi dažas Scratch pamācības, pēc kurām vari mācīties:
nb: Her er noen veiledninger for å hjelpe deg å lære Scratch:
pt: Aqui estão algumas ferramentas para o ajudar a aprender Scratch:
ro: Iata cateva ghiduri are sa te ajute la invatarea Scratch:
sl: Tu je nekaj vodičev, ki ti bodo v pomoč pri učenju Scratcha:
sr: Ево неколико смерница као помоћ да научиш Скрач:
sv: Här är några guider som hjälper dig att lära dig Scratch:
tr: Scratch'çı öğrenmene yardımı olabilecek kılavuzlar:
uk: Тут можна отримати допомогу у вивченні Скретчу:

source: Getting Started Guide
ca: Guia d'Iniciació
cs: Příručka začátečníka
de: Erste Schritte
el: Οδηγός Ξεκινήματος
es: Guía de Inicio
et: Alustusjuhis
eu: Haserarako Gida
fr: Guide : Pour bien démarrer
ga: Treoirleabhar Tosaigh
gl: Guía de Primeiros Pasos
it: Guida per Iniziare
ja: 始め方ガイド
lv: Iesācēju pamācība
nb: Startveiledning
pt: Guia de Iniciação
ro: Ghid introductiv
sl: Uvodni vodič
sv: Kom Igång Guide
tr: Başlama Kılavuzu
uk: Посібник для початківців

source: This step-by-step guide (PDF) provides an easy introduction to Scratch.
ca: Aquesta guia pas a pas (PDF) t'ofereix una fàcil introducció a Scratch.
de: Diese Schritt-für-Schritt-Anleitung (PDF) bietet eine einfache Einführung in Scratch.
el: Αυτός ο αναλυτικός οδηγός σε μορφή PDF παρέχει μια εύκολη εισαγωγή στο Scratch.
es: La guía paso a paso (PDF) ofrece una introducción fácil a Scratch
et: See samm-sammuline juhend (PDF) on lihtne sissejuhatus Scratchi.
eu: Pausuz pausuko gida honek (PDF) Scratcherako sarrera erraza eskeintzen du.
fr: Ce guide pas à pas (PDF) fournit une introduction simple à Scratch
gl: A guía paso a paso (PDF) ofrece unha introducción doada a Scratch
it: Questa guida passo-passo (PDF) fornisce una semplice introduzione a Scratch.
lv: Šī soli pa solim pamācība (PDF) sniedz vienkāršu ieskatu Scratch.
nb: Denne veiledningen (PDF) viser deg hvordan du kommer i gang.
pt: Este guia passo a passo (PDF) contém uma introdução fácil ao Scratch.
ro: Acest ghid pas cu pas (PDF) permite o familiarizare usoara cu Scratch.
sl: Ta korak-za-korakom vodič (PDF) ti nudi enostaven uvod v Scratch.
sr: Ово корак-по-корак упутство (PDF) представља један лак увод у Скрач.
sv: Denna steg-för-steg-guide (PDF) ger en enkel introduktion till Scratch.
tr: Bu adım adım rehber (PDF) Scratch'e kolay bir başlangıç yapmanı sağlar.
uk: Цей покроковий посібник (PDF) надасть доступний вступ до Сретчу.

source: Download the <a href="%(enguide)s">English version.</a>
el: Κατεβάστε την <a href="%(enguide)s">Αγγλική έκδοση.</a>
fr: Télécharger la <a href="%(enguide)s">version anglaise.</a>
gl: Descarga a <a href="%(enguide)s"> versión en inglés.</a>
it: Scarica la <a href="%(enguide)s">versione inglese.</a>
lv: Lejuplādē <a href="%(enguide)s">angļu versiju.</a>
nb: Last ned <a href="%(enguide)s">den engelske versjonen.</a>
pt: Descarregue a <a href="%(enguide)s">versão em inglês.</a>
tr: <a href="%(enguide)s">İngilizce versiyonunu</a> indir.

source: Each of these cards shows something you can do in Scratch.
de: Jede dieser Karten zeigt etwas, das du in Scratch machen kannst.
el: Κάθε μια από αυτές τις κάρτες δείχνει όλο και κάτι διαφορετικό που μπορείτε να κάνετε στο Scratch.
es: Cada una de estas cartas muestra algo que puedes hacer en Scratch
et: Kõik need kaardid näitavad, mida saad teha Scratchiga.
eu: Txartel hauetako bakoitzak Scratchekin egin dezakezun zerbait erakusten du.
fr: Chacune de ces cartes présente, progressivement, ce que tu peux faire avec Scratch.
gl: Cada unha destas tarxetas amosa algo que podes facer en Scratch.
it: Ognuna di queste schede mostra qualcosa che puoi fare con Scratch.
lv: Katra no šīm kartītēm rāda kaut ko, ko vari izdarīt ar Scratch.
nb: Hvert kort viser deg en ny ting du kan få til i Scratch.
pt: Cada uma destas cartas mostra algo que podes fazer no Scratch.
ro: Fiecare dintre aceste cartele iti arata cate ceva din ceea ce poti face cu Scratch.
sl: Vsaka izmed teh kartic ti pokaže, kaj lahko narediš v Scratchu.
sr: Свака од ових карата показује део онога што можеш да урадиш у Скрачу.
sv: Vart och ett av dessa kort visar något du kan göra i Scratch.
tr: Bu kartlardan her biri Scratch'da yapabileceğin bir şeyi sana gösterir.
uk: Кожна з цих карт показує, що ви можете зробити в Скретчі.

source: Video Tutorials
ca: Vídeo Tutorials
de: Video-Anleitungen
el: Εκπαιδευτικά Βίντεο
es: Video tutoriales
et: Videojuhendid
eu: Bideo-tutorialak
fr: Tutoriaux vidéos
gl: Vídeo Tutoriais
it: Tutorial Video
lv: Video pamācības
nb: Instruksjonsvideoer
pt: Tutoriais em Vídeo
ro: Tutoriale video
sl: Video vodiči
sr: Видео упутства
sv: Videohandledning
tr: Eğitim Videoları
uk: Відеопосібники

source: These videos include tips on using the paint editor, and introduce how to program games and animations in Scratch.
de: Diese Videos enthalten Hinweise zum Umgang mit dem Zeichenwerkzeug und bieten Einführungen, wie Spiele und Animationen in Scratch programmiert werden.
el: Αυτά τα βίντεο περιλαμβάνουν κόλπα για τη χρήση του επεξεργαστή σχεδίων και σας εισάγουν στη δημιουργία παιχνιδιών και κινούμενων σχεδίων στο Scratch.
es: Estos videos incluyen tips para usar el editor de pinturas y presentan la manera de hacer juegos y animaciones en Scratch
et: Need videod sisaldavad näpunäiteid joonistamisredaktori kasutmiseks ja tutvustavad, kuidas programmeerida mänge ja animatsioone Scratchis.
eu: Bideo hauek marrazketa editorea erabiltzeko aholkuak dituzte, eta joko eta animazioak Scratchen nola programatu ikasteko bidea aurkezten dute.
fr: Ces vidéos contiennent des conseils sur l'utilisation de l'éditeur de peinture, et nous guident comment programmer des jeux et des animations dans Scratch.
gl: Estes vídeos inclúen suxestións para usar o editor de imaxes e presentan como facer xogos e animacións en Scratch.
it: Questi video includono consigli sull'uso dell'Editor di Immagini e ti introdurranno alla programmazione di giochi e di animazioni con Scratch.
lv: Video ir ar pamācībām, kā izmantot grafisko redaktoru un pamāca, kā programmēt Scratch spēles un animācijas.
nb: Videoene forklarer blant annet hvordan du bruker tegneprogrammet i Scratch og hvordan du lager spill og animasjoner.
pt: Estes vídeos incluem dicas acerca da utilização do editor de pintura e fazem uma introdução à forma de programar jogos e animações no Scratch.
ro: Aceste secvente video iti dau sfaturi in legatura cu editorul grafic si te initiaza in programarea jocruilor si animatiilor Scratch.
sl: Ti video posnetki vsebujejo nasvete za uporabo slikarja in uvod vprogramiranje igric in animacij v Scratchu.
sv: Dessa videor innehåller tips om hur man använder bildredigeraren, och introducerar hur man programmerar spel och animationer i Scratch.
uk: Це відео розповідає про те, як використовувати графічний редактор, та про початки програмування ігор і анімацій у Скретчі.

source: Explore the Scratch Community
ca: Explora la Comunitat d'Scratch
cs: Prozkoumat Scratch komunitu
de: Erkunde die Scratch-Gemeinschaft
el: Εξερευνήστε την Κοινότητα του Scratch
es: Explora la Comunidad Scratch
et: Uuri Scratchi kogukonda
eu: Scratcheko komunitatea esploratu
fr: Explorer la Communauté Scratch
ga: Taiscéal an Comhphobal Scratch
gl: Explorar a Comunidade Scratch
it: Esplora la Comunità di Scratch
lv: Pārlūko Scratch kopienu
nb: Utforsk nettsamfunnet til Scratch
pt: Explore a Comunidade Scratch
ro: Exploreaza Comunitatea Scratch
sl: Razišči projekte Scratch skupnosti
sr: Истражуј Скрач заједницу
sv: Utforska Scratchgemenskapen
tr: Scratch Topluluğunu Keşfet
uk: Оглянути спільноту Скретчу

source: <a href="../explore">Explore</a> projects and studios Scratchers are making
ca: <a href="../explore">Explora</a> els projectes i els estudis que estan creant altres Scratchers
cs: <a href="../explore">Prozkoumat</a> projecty a studia vytvářená Scratch-ery
de: <a href="../explore">Erkunde</a> von Scratchern erstellte Projekte und Studios
el: <a href="../explore">Εξερευνήστε</a> έργα και συλλογές που φτιάχνουν τα μέλη του Scratch!
es: <a href="../explore">Explora</a> proyectos y estudios que los Scratchers están haciendo
et: <a href="../explore">Uuri</a> Scratchijate poolt tehtavaid projekte ja stuudioid
eu: <a href="../explore">Esploratu</a> itzazu Scratcherrak egiten dabiltzan proiektuak eta estudioak
fr: <a href="../explore">Explore</a> les projets et les studios que les Scratchers développent
ga: <a href="../explore">Taiscéal</a> tionscadail agus stiúideonna Scratch
gl: <a href="../explore">Explorar</a> proxectos e estudos que están facendo os Scratchers
it: <a href="../explore">Esplora</a> i progetti e le gallerie che gli altri utenti stanno creando
ja: Scratcherが作っているプロジェクトやスタジオを<a href="../explore">探す</a>。
lv: <a href="../explore">Pārlūko</a> Scratch lietotāju veidotos projektus un studijas
nb: <a href="../explore">Utforsk</a> andres prosjekter og gallerier
pt: <a href="../explore">Explore</a> os projectos e estúdios que os Scratchadores estão a criar
ro: <a href="../explore">Exploreaza</a> proiecte si ateliere create de Scratcher-i
sl: <a href="../explore">Raziskuj</a> projekte in Studie, ki jih ustvarjajo Scratcherji
sr: <a href="../explore">Истражуј</a> пројекте и студије које су направили Скрач
sv: <a href="../explore">Utforska</a> projekt och studior som Scratchers håller på med
tr: Scratch'çilerin yaptığı projeleri ve stüdyoları <a href="../explore">Keşfet</a>
uk: <a href="../explore">Оглянути</a> створені проекти та студії Скретчу

source: Search for projects about:
ca: Cerca projectes sobre:
cs: Hledat projekty které:
de: Suche nach Projekten über:
el: Αναζητήστε για έργα σχετικά με:
es: Busca proyectos sobre:
et: Otsi projekte:
eu: Hurrengoari buruzko proiektuak bilatu:
fr: Rechercher des projets sur :
ga: Lorg tionscadail a bhaineann le:
gl: Busca proxectos sobre:
it: Cerca progetti su:
ja: 以下に関するプロジェクトがないか調べる:
lv: Meklēt projektus par:
nb: Søk etter prosjekter om:
pt: Procurar projectos sobre:
ro: Cauta proiecte despre:
sl: Išči projekte o:
sr: Тражи пројекте о:
sv: Sök efter projekt om:
tr: Arama yapılacak konu:
uk: Шукати проекти про:
