Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <span class="quotes">&ldquo;</span>Making games is something I've always thought would be fun, but I didn't want a really complex programming language. In the beginning, even Scratch seemed complex, but after sticking with it for a while, I've been able to make some amazing games. And the fact that you can share projects so easily makes it even better. Scratch is awesome!<span class="quotes">&rdquo;</span> - 17-year-old
ca: <span class="quotes">&ldquo;</span>Crear jocs és una cosa que sempre havia pensat que hauria de ser divertida, però no volia un llenguatge de programació massa complex. Al principi, fins i tot Scratch semblava complex, però desprès de barallar-m'hi una mica, he estat capaç de crear jocs sorprenents. El fet que puguis compartir els projectes tan fàcilment encara ho fa millor. Scratch és meravellós!<span class="quotes">&rdquo;</span> - 17 anys
cs: <span class="quotes">&ldquo;</span>Dělat hry je něco, co jsem vždycky považoval za zábavu, ale nečekal jsem fakt složitej programovací jazyk. Zkraje i Scratch vypadal složitě, ale když jsem to chvíli vydržel, mohl jsem si udělat pár povedených her. A to, že se můžou sdílet tak snadno projekty je ještě lepší. Scratch je boží!<span class="quotes">&rdquo;</span> - 17-tiletý
de: <span class="quotes">&ldquo;</span>Ich habe immer gedacht, dass es Spaß machen müsste, Computerspiele selber zu machen, aber eine richtig komplizierte Programmiersprache wollte ich nicht benutzen. Am Anfang erschien mir auch Scratch kompliziert, aber nachdem ich mich eine Zeit eingearbeitet hatte, konnte ich damit wirklich erstaunliche Spiele erschaffen. Und dass man Projekte so einfach mit anderen teilen kann, ist ein Punkt, der es sogar noch besser macht. Scratch ist außergewöhnlich!<span class="quotes">&rdquo;</span> - 17 Jahre
el: <span class="quotes">&ldquo;</span>Η δημιουργία παιχνιδιών είναι κάτι που πάντα πίστευα ότι είναι κάτι διασκεδαστικό, αλλά δεν ήθελα μια πραγματικά περίπλοκη γλώσσα προγραμματισμού. Στην αρχή, ακόμα και το Scratch φαινόταν περίπλοκο, αλλά αφότου ασχολήθηκα με αυτό για λίγο, μπόρεσα να φτιάξω υπέροχα παιχνίδια. Και το γεγονός ότι κανείς μπορεί να μοιραστεί τα έργα του τόσο εύκολα, κάνει το Scratch ακόμα καλύτερο. Το Scratch είναι υπέροχο! - 17χρονος αποστολέας
es: <span class="quotes">&ldquo;</span>Crear juegos es algo que siempre pensé que sería divertido, pero yo no quería un lenguaje de programación realmente complejo. Al principio, incluso Scratch parecía complejo, pero después de trabajar con el por un tiempo, he podido hacer juegos sorprendentes. Y el hecho de que los proyectos se puedan compartir tan fácilmente lo hace mucho mejor. Scratch es impresionante!<span class="quotes">&rdquo;</span> - 17 años
et: <span class="quotes">&ldquo;</span>Mängude loomist olen alati toredaks pidanud, kuid ma ei tahaks kasutada tõeliselt keerulist programmeerimiskeelt. Alguses tundus isegi Scratch raske, kuid sellega mõnda aega tegeledes olen valmis saanud mõned hämmastavad mängud. Ja võimalus projekte nii lihtsalt teistega jagada teeb selle veel paremaks. Scratch on vaimustav!<span class="quotes">&rdquo;</span> - 17-aastane
eu: <span class="quotes">&ldquo;</span>Beti pentsatu izan dut jokuak egiteak dibertigarria behar zuela izan, baina ez nuen oso konplexua zen lengoaia bat ikasi nahi. Haseran Scratchek ere konplexua zirudien, baina denbora batean berarekin jardun ostean joku izugarri batzu sortzeko gai izan naiz. Eta proiektuak hain errez parteka ahal izateak oraindik hobea egiten du. Scratch izugarria da! <span class="quotes">&rdquo;</span> - 17 urte
fr: <span class="quotes">&ldquo;</span> Faire des jeux de décision ; j'ai toujours pensé que ce serait amusant de faire des jeux de décision, mais je ne veux pas d'un langage de programmation très complexe. Au début, même Scratch semblait complexe, mais après assemblé des blocs pendant un certain temps, j'ai pu faire quelques jeux incroyables. Et le fait que vous pouvez partager si facilement des projets, c'est encore mieux. Scratch est génial! !<span class="quotes">&rdquo;</span> j'ai 17 ans
gl: <span class="quotes">&ldquo;</span>Crear xogos é algo que sempre pensei que sería divertido, pero non quería unha linguaxe de programación realmente complexa. Ao principio, incluso Scratch parecía complexo, mais despois de pelexar con el por un tempo, fun quen de facer xogos sorprendentes. E o feito de compartir proxectos de xeito tan doado faino ainda mellor. Scratch é impresionante!<span class="quotes">&rdquo;</span> - 17 anos
it: <span class="quotes">&ldquo;</span>Ho sempre pensato che creare giochi sarebbe stato divertente, ma non volevo cimentarmi con un linguaggio di programmazione molto complesso. All'inizio anche Scratch sembrava complesso, ma dopo averci lavorato per un po' sono riuscito a creare giochi incredibili. E il fatto di poter condividere con tutti i propri progetti in modo così facile lo rende ancora migliore. Scratch è incredibile!<span class="quotes">&rdquo;</span> - 17 anni
lv: <span class="quotes">&ldquo;</span>Spēļu veidošana ir kas tāds, ko vienmēr esmu uzskatījis par aizraujošu, bet neesmu gribējis zināt sarežģītu programmēšanas valodu. Sākumā arī Scratch šķita sarežģīts, bet pēc neilga laika iemācījos un varēju veidot brīnišķīgas spēles. Un tas, ka projektus var tik vienkārši kopīgot, ir pavisam labi. Scratch ir lielisks! <span class="quotes">&rdquo;</span> 17 gadus vecs lietotājs
nb: <span class="quotes">&ldquo;</span>Jeg har alltid hatt lyst til å lage spill, men jeg hadde ikke lyst til å lære et komplisert programmeringsspråk. I begynnelsen virket Scratch komplisert også, men når jeg hadde holdt på en stund kunne jeg lage kule spill. Det blir enda bedre av at man kan legge det ut på nettet så lett. Scratch er kjempekult!<span class="quotes">&rdquo;</span> - 17-åring
pt: <span class="quotes">&ldquo;</span>Pensei sempre que criar jogos devia ser divertido, mas não queria uma linguagem de programação realmente complexa. No início, mesmo o Scratch me pareceu complexo, mas depois de me aplicar nele durante algum tempo, fui capaz de criar alguns jogos fantásticos. E o facto de que se pode partilhar projectos com tanta facilidade torna tudo ainda melhor. O Scratch é espectacular!<span class="quotes">&rdquo;</span> - 17 anos
ro: <span class="quotes">&ldquo;</span>M-am gandit intotdeauna ca a face jocuri ar putea fi distractiv, dar nu am vrut sa invat un limbaj de programare foarte complex. La inceput, chiar si Scratch mi s-a parut complex, dar dupa ce m-am ocupat de el un timp, am ajuns sa pot face jocuri nemaipomenite. Si este extraordinar ca poti partaja proiectele atat de usor, ceea ce face sa fie si mai bine. Scratch este nemaipomenit!<span class="quotes">&rdquo;</span> - 17 ani
sl: <span class="quotes">&ldquo;</span>Ustvarjanje igric se mi je že od nekdaj zdelo zabavno, a nisem želel uporabljati zapletenega programskega jezika. Na začetku se mi je tudi Scratch zdel zahteven, a sem lahko po določenem času ustvaril nekaj super igric. Dejstvo, da lahko deliš projekte tako enostavno, naredi program še boljši. Scratch je super!<span class="quotes">&rdquo;</span> - 17-letnik
sv: <span class="quotes">&ldquo;</span>Att göra spel är något jag alltid trott skulle vara kul, men jag ville inte ha ett riktigt komplicerat programmeringsspråk. I början, verkade även Scratch komplicerat, men efter att hållt på med det ett tag, har jag kunnat göra några fantastiska spel. Och det faktum att du kan dela projekt så lätt gör det ännu bättre. Scratch är fantastisk! <span class="quotes">&rdquo;</span> - 17-åring
uk: <span class="quotes">&ldquo;</span>Створювати ігри завжди цікаво, але я не хочу користуватися якоюсь складною мовою програмування. Спочатку Скретч теж здається складним, але, після ближчого ознайомлення, я отримав можливість робити чудові ігри. А можливість легко ділитися своїми проектами робить його ще кращим. Скретч неймовірний!<span class="quotes">&rdquo;</span> - 17 років

source: <span class="quotes">&ldquo;</span>Using a set of about 100 commands that can be snapped together visually, you can create just about anything and learn the fundamentals of more advanced languages. In addition, there's a whole community of people online who will give you feedback on our projects, and gladly help you with your questions.<span class="quotes">&rdquo;</span> - 14-year-old
ca: <span class="quotes">&ldquo;</span>Fents servir un conjunt de 100 instruccions que es poden apilar una sobre de l'altra visualment, pots crear-ho pràcticament tot i aprendre les bases de llenguatges més avançats. A més, hi ha una comunitat de gent en línia que et donaran feedbacl dels teus projectes i que t'ajudaran encantats amb les teves preguntes. <span class="quotes">&rdquo;</span> - 14 anys
cs: <span class="quotes">&ldquo;</span>Se sadou víc než 100 příkazů, který můžeš viditelně spojit dohromady se dá udělat skoro všechno, i naučit se základy pokročilejších jazyků. Navíc je tu celý společenství lidí online, kteří reagujou na projekty a na dotaz ti rádi poradí.<span class="quotes">&rdquo;</span> - 14-tiletý
de: <span class="quotes">&ldquo;</span>Indem du eine Auswahl von ca. 100 Befehlen benutzt, die visuell zusammengeklickt werden können, kannst du nahezu alles realisieren und so die Grundlagen fortgeschrittener Programmiersprachen erlernen. Zusätzlich ist eine ganze Gemeinschaft von Leuten online, die dir Rückmeldung zu deinen Projekten geben und gerne helfen, wenn du Fragen hast.<span class="quotes">&rdquo;</span> - 14 Jahre
el: <span class="quotes">&ldquo;</span>Χρησιμοποιώντας 100 εντολές που μπορούν να στοιβαχτούν, μπορεί κανείς να δημιουργήσει σχεδόν τα πάντα και να μάθει τη φιλοσοφία για τις πιο προηγμένες γλώσσες προγραμματισμού. Επιπλέον, υπάρχει μια ολόκληρη κοινότητα ατόμων που ασκούν κριτική στα έργα του καθενός και προσφέρουν βοήθεια για οποιαδήποτε ερώτηση.<span class="quotes">&rdquo;</span> - 14χρονος αποστολέας
es: <span class="quotes">&ldquo;</span>Usando un conjunto de cerca de 100 comandos que se pueden encajar visualmente, puedes crear prácticamente cualquier cosa y aprender las bases de lenguajes de programación más avanzados. Además, hay toda una comunidad de personas en línea que te darán retroalimentación sobre tus proyectos y estarán felices de ayudarte con tus inquietudes.<span class="quotes">&rdquo</span> -14-year-old
et: <span class="quotes">&ldquo;</span>Umbkaudu 100 visuaalselt kokkupandava käsuploki abil saab luua peaaegu kõike ja omandada keerulisemate programmeerimiskeelte hitõed. Lisaboonuseks on online-kogukond, kes annab tagasisidet sinu projektide kohta ja vastab meelsasti sinu küsimustele.<span class="quotes">&rdquo;</span> - 14-aastane
eu: <span class="quotes">&ldquo;</span>Bisualki erraz uler daitezkeen 100 komando inguruko sorta erabiliz, ia edozer sor dezakezu eta lengoaia konplexuagoen fundamentuak ikasi. Honetaz gain, geure proiektuei buruzko feedbacka eman eta zure galderekin gustora lagunduko gaituzten pertsonen komunitate bat dugu online.<span class="quotes">&rdquo;</span> - 14 urte
fr: <span class="quotes">&ldquo;</span>L'utilisation d'un ensemble d'environ 100 commandes qui peuvent être assemblées visuellement, vous permet de créer à peu près n'importe quoi et apprendre les rudiments des langages les plus avancés. En outre, il ya toute une communauté de gens en ligne qui vous donnera un feedback sur nos projets et répondra avec plaisir à vos questions.<span class="quotes">&rdquo;</span> - j'ai 14 ans
gl: <span class="quotes">&ldquo;</span>Usando un conxunto de perto de 100 comandos que se poden encaixar uns cos outros visualmente, podes crear prácticamente calquera cousa e aprender as bases de linguaxes de programación máis avanzados. Ademais, hai toda unha comunidade de persoas en liña que che darán retroalimentación sobre os teus proxectos e estarán encantados de axudarche coas túas inquedanzas.<span class="quotes">&rdquo</span> -14 anos
it: <span class="quotes">&ldquo;</span>Con un insieme di circa 100 comandi che è possibile collegare insieme in modo visuale puoi creare praticamente qualunque cosa e imparare allo stesso tempo i fondamenti dei linguaggi di programmazione più avanzati. In più hai a disposizione un'intera comunità online di persone che potranno darti suggerimenti sui tuoi progetti e saranno felici di aiutarti per rispondere a tutte le tue domande.<span class="quotes">&rdquo;</span> - 14 anni
lv: <span class="quotes">&ldquo;</span>Izmantojot aptuveni 100 komandas, kuras var savienot kopā vizuāli, var radīt praktiski jebko un iemācīties pamatus sarežģītākām valodām. Piedevām te ir vesela kopiena, kuras cilvēki raksta atsauksmes par projektiem un labprāt palīdz, ja ir jautājumi.<span class="quotes">&rdquo;</span>14 gadus vecs lietotājs
nb: <span class="quotes">&ldquo;</span>Med omtrent 100 kommandoer som kan bygges sammen visuelt kan du lage nesten hva som helst og lære grunnlaget for mer avanserte programmeringsspråk. Dessuten har Scratch et stort nettsamfunn der folk gir tilbakemelding på det du har laget og hjelper deg hvis du har spørsmål.<span class="quotes">&rdquo;</span> - 14-åring
pt: <span class="quotes">&ldquo;</span>Usando um conjunto de uns 100 comandos que podem ser encaixados uns nos outros visualmente, pode-se criar basicamente o que quer que seja e aprender os fundamentos das linguagens de programação mais avançadas. Além disso, há toda uma comunidade de gente em linha disposta a dar opiniões acerca dos nossos projectos e de a responder de bom grado às nossas questões.<span class="quotes">&rdquo;</span> - 14 anos
ro: <span class="quotes">&ldquo;</span>Folosind un set de aproximativ 100 de comenzi ce pot fi imbinate vizual, poti crea aproape orice si poti invata fundamentele celor mai avansate limbaje. In plus, exista o intreaga comunitate de oameni care iti dau feedback la proiecte si sunt bucurosi sa te ajute cu raspunsuri la intrebarile tale.<span class="quotes">&rdquo;</span> - 14 ani
sl: <span class="quotes">&ldquo;</span>Z uporabo približno stotih ukazov, ki jih lahko združiš vizualno, lahko ustvariš skoraj vse in se naučiš osnov za naprednejše programske jezike. Poleg tega obstaja tudi cela skupnost ljudi, ki ti lahko da povratne informacije o tvojih projektih in z veseljem odgovori na tvoja vprašanja.<span class="quotes">&rdquo;</span> - 14-letnik
sv: <span class="quotes">&ldquo;</span>Med hjälp av en uppsättning av ca 100 kommandon, som kan pusslas ihop visuellt, kan du skapa precis vad som helst och lära dig grunderna i mer avancerade programmeringsspråk. Dessutom finns det en hel gemenskap av människor på nätet som ger dig feedback på dina projekt, och gärna hjälpa dig med dina frågor.<span class="quotes">&rdquo;</span> - 14-åring
uk: <span class="quotes">&ldquo;</span>Використовуючи близько 100 блоків-команд, які візуально з’єднуються між собою, ви можете створювати що завгодно і вчитися основам більш складних мов. Крім того, є велика онлайнова спільнота людей, які нададуть допомогу щодо проекту, і з радістю дадуть відповіді на питання.<span class="quotes">&rdquo;</span> - старше 14 років

source: Research on Scratch
ca: Recerca sobre Scratch
de: Forschung zu Scratch
el: Έρευνες από το Scratch
es: Investigaciones acerca de Scratch
et: Uurimustööd Scratchi kohta
fr: Recherche sur Scratch
gl: Investigación en Scratch
it: Ricerca su Scratch
lv: Scratch pētījumi
nb: Forskning med Scratch
pt: Investigação sobre o Scratch
sl: Raziskave o Scratchu
sv: Forskning om Scratch

source: Research on Scratch is being conducted by members of the MIT Scratch Team and researchers at other universities, including Yasmin Kafai at the University of Pennsylvania Graduate School of Education, Karen Brennan at the Harvard Graduate School of Education, Benjamin Mako Hill at the University of Washington, Andrés Monroy Hernandez at Microsoft Research, Mimi Ito and Crystle Martin at the University of California, Irvine, Quinn Burke at College of Charleston, Deborah Fields at Utah State University, and Kylie Peppler at Indiana University.
de: Forschung zu Scratch findet am MIT durch das Scratch-Team und an anderen Universitäten statt, zum Beispiel durch Yasmin Kafai an der University of Pennsylvania Graduate School of Education, Karen Brennan an der Harvard Graduate School of Education, Benjamin Mako Hill an der University of Washington, Andrés Monroy Hernandez von Microsoft Research, Mimi Ito und Crystle Martin an der University of California, Irvine, Quinn Burke am College of Charleston, Deborah Fields an der Utah State University und Kylie Peppler an der Indiana University.
fr: La recherche sur Scratch est conduite par des membres de l'équipe du MIT Scratch et des chercheurs d'autres universités, y compris Yasmin Kafai à l'Université de Pennsylvanie Graduate School of Education, et Karen Brennan à la Harvard Graduate School of Education, Benjamin Mako Hill à l'Université de Washington, Andrés Monroy Hernandez au près Microsoft Research, Mimi Ito et Crystle Martin à l'Université de Californie, Irvine, Quinn Burke au Collège de Charleston, Deborah Champs à la Utah State University, et Kylie Peppler à l'Indiana University.
it: Ricerche su Scratch sono condotte da membri del Team di Scratch del MIT e da ricercatori di altre università, tra cui Yasmin Kafai della University of Pennsylvania Graduate School of Education, Karen Brennan della Harvard Graduate School of Education, Benjamin Mako Hill della University of Washington, Andrés Monroy Hernandez di Microsoft Research, Mimi Ito e Crystle Martin della University of California, Irvine, Quinn Burke del College of Charleston, Deborah Fields della Utah State University e Kylie Peppler della Indiana University.
lv: Pētījumus par Scratch veic MIT Scratch komandas locekļi un pētnieki no citām augstskolām, tajā skaitā Yasmin Kafai no Pensilvānijas Peagoģijas augstskolas, Karen Brennan no Harvardas Pedagoģijas augstskolas, Benjamin Mako Hill no Vašingtonas Universitātes, Andrés Monroy Hernandez no Microsoft Research, Mimi Ito un Crystle Martin no Kalifornijas Universitātes, Irvine, Quinn Burke no Čarlstonas koledžas, Deborah Fields no Jūtas štata universitātes un Kylie Peppler no Indianas Universitātes.
nb: Forskning på Scratch utføres av medlemmer i Scratch-gruppen ved MIT og av forskere ved andre universiteter, blant andre Yasmin Kafai ved University of Pennsylvania Graduate School of Education, Karen Brennan ved Harvard Graduate School of Education, Benjamin Mako Hill ved University of Washington, Andrés Monroy Hernandez hos Microsoft Research, Mimi Ito og Crystle Martin ved University of California, Irvine, Quinn Burke ved College of Charleston, Deborah Fields ved Utah State University, og Kylie Peppler ved Indiana University.
pt: A investigação no Scratch é levada a cabo por membros da Equipa MIT do Scratch e por investigadores de outras universidades, incluindo Yasmin Kafai da Escola Graduada de Educação da Universidade da Pensilvânia, Karen Brennan da Escola Graduada de Educação de Harvard, Benjamin Mako Hill da Universidade de Washington, Andrés Monroy Hernandez da Microsoft Research, Mimi Ito e Crystle Martin da Universidade da Califórnia, Irvine, Quinn Burke do College of Charleston, Deborah Fields da Universidade Estatal do Utah e Kylie Peppler da Universidade do Indiana.

source: By sharing projects and participating in the Scratch online community, you are helping us better understand how people can use and learn with Scratch. Any publicly shared projects, comments, or other material on the Scratch site may be included in the research analysis, presentations, papers, and reports. No personally identifiable information is shared.
de: Durch das Veröffentlichen von Projekten und die Teilnahme an der Scratch-Gemeinschaft lernen wir von Scratchern wie Scratch verwendet und erlernt wird. verwenden. Jedes veröffentlichte Projekt, jeder Kommentar und sonstiges Material auf der Scratch-Seite kann von uns für Analysen, Präsentationen, Papers und Berichte verwendet werden. Informationen die eine persönliche Identifizierung erlauben werden nicht veröffentlicht.
fr: En partageant des projets et en participant à la communauté Scratch en ligne, vous nous aidez à mieux comprendre comment les gens peuvent utiliser et apprendre avec Scratch. Tout projet partagé publiquement, commentaires, ou autre matériau peuvent être inclus dans l'analyse de la recherche , des présentations, des documents et des rapports sur le site de Scratch. Aucune information personnelle identifiable n'est partagée.
it: Quando condividi i tuoi progetti e prendi parte alla vita della comunità online di Scratch ci aiuti a capire meglio in che modo le persone possono usare e imparare con Scratch. Tutti i progetti condivisi, i commenti o altri materiali del sito di Scratch possono essere inseriti in analisi, presentazioni, articoli e rapporti di ricerca. Nessuna informazione personale viene condivisa.
lv: Kopīgojot projektus un piedaloties Scratch tiešsaistes kopienā, tu mums palīdzi labāk saprast, kā cilvēki var lietot Scratch un ar to arī mācīties. Ikviens kopīgots projekts, komentārs vai cits materiāls Scratch mājas lapā var tikt iekļauts pētījumu analīzē, prezentācijās, dokumentos un atskaitēs. Personu identificējoša informācija netiek publicēta.
nb: Når du legger ut prosjekter og deltar i nettsamfunnet rundt Scratch hjelper du oss å forstå bedre hvordan Scratch kan være til hjelp i læring. Alle prosjekter som legges ut åpent, kommentarer og annet innhold på nettstedet til Scratch kan bli brukt i analyser, presentasjoner, artikler og rapporter. Det blir ikke gitt ut informasjon som kan knyttes til en enkelt bruker.
pt: Ao partilhar projectos e ao participar na comunidade em linha do Scratch está a ajudar-nos a compreender melhor como se pode usar e aprender com o Scratch. Quaisquer projectos, comentários ou outros materiais partilhados publicamente no sítio Web do Scratch podem ser incluídos nas análises, apresentações, artigos e relatórios da investigação. Não se partilha qualquer informação que permita identificar pessoas particulares>.

source: (If you have any questions, please use the <a href="%(contact_us_url)s">Contact Us</a> form.)
de: (Wenn du weitere Fragen hast verwende bitte unser <a href="%(contact_us_url)s">Kontaktformular</a>.)
fr: (Si vous avez des questions, s'il vous plaît utilisez <a href="%(contact_us_url)s">Contacter nous</a> form.)
it: (Se hai delle domande ti invitiamo ad usare il modulo <a href="%(contact_us_url)s">Contattaci</a>.)
lv: (Ja ir kādi jautājumi, izmanto formu <a href="%(contact_us_url)s">Sazinies ar mums</a>.)
nb: (Hvis du har spørsmål, <a href="%(contact_us_url)s">kontakt oss her</a>.)
pt: (Se tiver alguma questão, por favor use o formulário <a href="%(contact_us_url)s">Contacte-nos</a>.)
tr: (Eğer kafana takılan bir soru varsa <a href="%(contact_us_url)s">İletişim</a> formunu kullanabilirsin.)
