Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: If it's not working, try: <ul> <li>Make sure you have opened and installed the plug-in file.</li> <li>Restart your browser.</li> <li>Make sure that you don't have Scratch open in another tab or browser.</li> <li>Make sure the hardware is plugged in.</li> </ul>
fr: Si cela ne fonctionne pas : <ul> <li>S'assurer que vous avez ouvert et installé le fichier plug-in.</li> <li>Redémarrer le navigateur.</li> <li>S'assurer que vous n'avez pas ouvert Scratch ouvert dans un autre navigateur.</li> <li>S'assurer que le matériel est branché.</li> </ul>
gl: Si non traballa, proba: <ul> <li>Asegúrate de que tes aberto e instalado o ficheiro do plug-in.</li> <li>Reinicia o teu navegador.</li> <li>Asegúrate de que non tes Scratch aberto noutra pestaña ou navegador.</li> <li>Asegúrate de que o hardware está enchufado.</li> </ul>
it: Se non funziona, prova: <ul> <li>Assicurati di aver eseguito e installato il plug-in.</li> <li>Riavvia il browser.</li> <li>Assicurati che Scratch non sia aperto in un'altra scheda o in un'altro browser.</li> <li>Assicurati che l'hardware sia collegato.</li> </ul>
lv: Izmēģini šo, ja viss nestrādā: <ul> <li>Pārbaudi, vai ir uzstādīts spraudnis.</li> <li>Pārstartē pārlūkprogrammu.</li> <li>Pārliecinies, ka Scratch nav atvērts vēl kādā citā pārlūkprogrammas cilnē.</li> <li>Pārbaudi, vai aparatūra ir pieslēgta.</li> </ul>
nb: Hvis det ikke virker, prøv: <ul> <li>Sjekk at du har installert programutvidelsen ("browser plug-in").</li> <li>Lukk nettleseren og start Scratch på nytt.</li> <li>Pass på at du ikke har Scratch åpen i en annen fane eller nettleservindu.</li> <li>Kontroller at maskinvare-enheten er plugget inn.</li> </ul>
pt: Se não estiver a funcionar: <ul> <li>Assegure-se de que abriu e instalou o <i>plug-in</i>.</li> <li>Reinicie o seu navegador.</li> <li>Assegure-se de que não tem o Scratch aberto noutro separador ou janela.</li> <li>Assegure-se de que o dispositivo está ligado.</li> </ul>
sl: Če ne deluje, poskusi naslednje: <ul> <li>Prepričaj se, da si odprl-a in namestil-a vtičnik.</li> <li>Ponovno zaženi brskalnik.</li> <li>Prepričaj se, da ni Scratch zagnan v katerem drugemm brskalniku.</li> <li>Je strojna naprava priključena?</li> </ul>

source: Map of Paint Editor
ca: Mapa de l'Editor de DIbuix
cs: Mapa editoru projektu
de: Das Zeichenwerkzeug
el: Χάρτης του Επεξεργαστή Σχεδίων
es: Mapa del editor de pinturas
et: Joonistamisredaktori mapp
eu: Marrazketa editorearen mapa
fr: Carte de l'éditeur de dessin
ga: Léarscáil an Eagarthóra Péinteála
gl: Mapa do Editor de Imaxes
it: Schema dell'Editor di Progetti
lv: Grafiskais redaktors
nb: Oversikt over bilderedigering
pt: Mapa do Editor de Pintura
ro: Harta editorului grafic
sl: Zemljevid slikarja
sv: Karta över Ritverktyget
tr: Resim Editörünün Krokisi
uk: Мапа Графічного редактора

source: Here's a map of the paint editor:
ca: Aquí tens un mapa de l'editor de dibuixos:
es: Aquí está un mapa del editor de pintura:
fr: Voici une carte de l'éditeur de dessin:
gl: Aquí está un mapa do editor de debuxo:
it: Ecco una mappa dell'editor di immagini:
lv: Te ir grafiskā programma:
nb: Her er en oversikt over bilderedigering:
pt: Aqui está um mapa do editor de pintura:
sl: To je zemljevid urejvalnika slik:
tr: Burada resim editörünün bir krokisi mevcut:

source: Paint Tools (Vector)
ca: Eines de dibuix (Vectorial)
es: Herramientas de pintura (Vectorial)
fr: Outils de dessin (Vectoriel)
gl: Ferramentas de Debuxo (Vector)
it: Strumenti di Disegno (Vettoriali)
lv: Zīmēšanas rīki (vektorgrafikai)
nb: Tegneverktøy (vektor)
pt: Ferramentas de Pintura (Vector)
sl: Orodja za risanje (vektorska)

source: Tour the Scratch Editor
fr: Visite de l'éditeur de Scratch
gl: Ver o Editor Scratch
it: Tour dell'Editor di Scratch
lv: Scratch redaktora iepazīšana
nb: Bli kjent med programredigering
pt: Visita Guiada ao Editor do Scratch
tr: Scratch Editörününde Gezin.

source: Take a tour of the Scratch project editor.
fr: Fais une visite de l'éditeur de projet Scratch.
gl: Bótalle unha ollada ao editor de proxecto Scratch.
it: Fai un tour dell'editor di progetti di Scratch.
lv: Iepazīsti Scratch projektu redaktoru.
nb: En gjennomgang av redigeringsvinduet
pt: Faça uma visita guiada ao editor de projectos do Scratch.

source: Here's are some of the main parts:
fr: Voici quelques-unes des parties principales:
gl: Aquí están algunhas das súas partes principais:
it: Ecco alcune delle parti principali:
lv: Te ir dažas galvenās daļas:
nb: Her er hoveddelene:
pt: Aqui estão algumas das partes principais:
tr: Bunlar ana kısımlardan bazıları:

source: Start the tour
fr: Commence la visite
gl: Empezar a ver
it: Inizia il tour
lv: Sāc iepazīšanu
nb: Begynn her
pt: Começar a visita guiada
tr: Turu başlat

source: Tour Index
fr: Index de la visite
gl: Índice
it: Indice del Tour
lv: Satura rādītājs
nb: Oversikt
pt: Índice da Visita Guiada

source: Stage
de: Bühne
fr: La scène
gl: Escenario
lv: Skatuve
nb: Scene
pt: Palco
tr: Sahne

source: Blocks Palette
fr: La palette des blocs
gl: Paleta de Bloques
it: Blocchi della Categoria
lv: Rīku palete
nb: Klosser til skript
pt: Paleta de Blocos

source: Scripts Area
fr: L'aire des scripts
gl: Área de Programas
it: Area degli Script
lv: Programmu laukums
nb: Område for skript
pt: Área de Guiões
tr: Dizi Bölgesi

source: Sprite List
de: Liste der Figuren
fr: La liste des lutins
gl: Lista de Figuras
it: Elenco degli Sprite
lv: Gariņu saraksts
nb: Figurliste
pt: Lista de Actores
tr: Kukla Listesi

source: Backpack
fr: Le sac à dos
gl: Fondo
it: Valigetta
lv: Mugursoma
nb: Ryggsekk
pt: Mochila
tr: Sırt Çantası

source: Paint Editor
fr: l'éditeur de dessin
gl: Editor de Debuxo
it: Editor di Immagini
lv: Grafiskais redaktors
nb: Bilderedigering
pt: Editor de Pintura
tr: Resim Editörü

source: <a href="%(scratch_url)s">Scratch</a> is a free project of the Lifelong Kindergarten Group at the MIT Media Lab. Using Scratch, children can create interactive stories, games, and animations.
fr: <a href="%(scratch_url)s">Scratch</a> est un projet gratuit du groupe Lifelong Kindergarten au MIT Media Lab. En utilisant de Scratch, les enfants peuvent créer des histoires interactives, des jeux et des animations.
it: <a href="%(scratch_url)s">Scratch</a> è un progetto gratuito del Lifelong Kindergarten Group dei MIT Media Lab. Usando Scratch i bambini possono creare storie interattive, giochi e animazioni.
lv: <a href="%(scratch_url)s">Scratch</a> ir bezmaksas projekts, ko attīsta Lifelong Kindergarten Group pie MIT Media Lab. Ar Scratch bērni var veidot interaktīvus stāstus, spēles un animācijas.
tr: <a href="%(scratch_url)s">Scratch</a> MIT Medya Laboratuvarı Lifelong Kindergarten Grubu'nun herkese açık bir projesidir. Scratch kullananarak, çocuklar etkileşimli hikayeler, oyunlar ve çizgi filmler yaratabilir.

source: If you have questions about Scratch or this email, please take a look at our <a href="%(faq_url)s">FAQ</a>.
fr: Si tu as des questions sur Scratch ou ce courriel, s'il te plaît jette un oeil à notre FAQ <a href="%(faq_url)s">FAQ</a>.
it: Se hai domande su Scratch o su questa email, vai alle nostre <a href="%(faq_url)s">Domande Frequenti</a>.
lv: Ja ir radušies jautājumi par Scratch vai šo epastu, lūdzu ieskaties mūsu<a href="%(faq_url)s">BUJ</a>.
tr: Eğer Scratch veya bu e-posta hakkında sorularınız varsa, lütfen <a href="%(faq_url)s">SSS</a>'emize göz atın.

source: If you are receiving multiple copies of this email, please let us know by emailing <a href="mailto:help@scratch.mit.edu">help@scratch.mit.edu</a>.
lv: Ja esi saņēmis vairākas šī epasta kopijas, lūdzu paziņo mums, rakstot uz <a href="mailto:help@scratch.mit.edu">help@scratch.mit.edu</a>.

source: Make a Donation
fr: Fais un Don
it: Fai una Donazione
lv: Ziedot
tr: Bağışta Bulunun

source: Messages
ca: Missatges
cs: Zprávy
de: Nachrichten
el: Μηνύματα
es: Mensajes
et: Teated
eu: Mezuak
ga: Teachtaireachtaí
gl: Mensaxes
it: Messaggi
lv: Ziņojumi
nb: Meldinger
pt: Mensagens
ro: Mesaje
sl: Sporočila
sr: Поруке
sv: Meddelanden
tr: Mesajlar
uk: Повідомлення

source: All Messages
ca: Tots els Missatges
cs: Všechny zprávy
de: Alle Nachrichten
el: Όλα τα μηνύματα
es: Todos los Mensajes
et: Kõik teated
eu: Mezu guztiak
fr: Tous les messages
ga: Gach Teachtaireacht
gl: Todas as mensaxes
it: Tutti i Messaggi
lv: Visi ziņojumi
nb: Alle meldinger
pt: Todas as Mensagens
ro: Toate mesajele
sl: Vsa sporočila
sr: Све поруке
sv: Alla meddelanden
tr: Tüm Mesajlar
uk: Усі повідомлення

source: Comments
ca: Comentaris
cs: Komentáře
de: Kommentare
el: Σχόλια
es: Comentarios
et: Kommentaarid
eu: Iruzkinak
fr: Commentaires
ga: Nótaí Tráchta
gl: Comentarios
he: תגובות
it: Commenti
ja: コメント
lv: Komentāri
nb: Kommentarer
pt: Comentários
ro: Comentarii
sl: Komentarji
sr: Коментари
sv: Kommentarer
tr: Yorumlar
uk: Коментарі

source: Alerts
ca: Alertes
cs: Výstrahy
de: Warnungen
el: Ειδοποιήσεις
es: Alertas
et: Alarmid
eu: Alertak
fr: Alertes
ga: Rabhaidh
gl: Alertas
it: Avvisi
lv: Brīdinājumi
nb: Varsler
pt: Alertas
ro: Alarme
sl: Opozorila
sv: Varningar
tr: Uyarılar
uk: Сповіщення

source: shared the project
ca: projecte compartit
cs: sdílet tento projekt
de: veröffentlichte das Projekt
el: έκανε κοινή χρήση του έργου
es: compartió el proyecto
et: jagas projekti
eu: proiektua partekatu du
fr: a partagé le projet
ga: - chomhroinn sé/sí tionscadal:
gl: compartiu o proxecto
it: ha condiviso il progetto
ja: 共有されたプロジェクト
lv: kopīgoja projektu
nb: la ut prosjektet
pt: partilhou o projecto
ro: a partajat proiectul
sl: je delil-a projekt
sr: дели пројекат
sv: delade projektet
tr: projeyi paylaştı
uk: опублікувано проект

source: %(time)s ago
ca: fa %(time)s
cs: %(time)s staré
de: vor %(time)s
el: πριν από %(time)s
es: hace %(time)s
et: %(time)s tagasi
eu: duela %(time)s
fr: Il y a %(time)s
ga: %(time)s ó shin
gl: fai %(time)s
it: %(time)s fa
ja: %(time)s 日前
lv: pirms %(time)s
nb: for %(time)s siden
pt: há %(time)s
ro: acum %(time)s
sl: pred %(time)s
sv: %(time)s sedan
tr: %(time)s önce
uk: %(time)s тому

source: remixed
ca: reinventats
cs: upraveno
de: remixt
el: ανάμειξε
es: reinventados
et: remiksitud
eu: birnahastua
fr: a remixé
ga: athmheasctha
gl: recreados
he: ממוקסס
it: remix
ja: リミックス
lv: remiksēts
nb: remikset
pt: remisturado
ro: amestecat
sl: poustvarjeno
sr: промењено
sv: remixade
tr: katkı
uk: змінено

source: as
de: als
el: ως
es: como
et: kui
fr: comme
gl: como
it: come
lv: kā
nb: som
pt: como
sl: kot
sv: som
uk: як

source: favorited
ca: ha marcat com a favorit
cs: oblíbené
de: favorisierte
el: δήλωσε ότι λατρεύει το
es: añadió a sus favoritos
et: eelistatud
eu: kuttuna
fr: a choisi comme favori
ga: - chuir sé/sí lena c(h)eanáin é:
gl: engadido aos seus favoritos
it: ha aggiunto ai suoi favoriti
ja: お気に入り
lv: atzīmēja izlasei
nb: favorittmerket
pt: marcou como favorito
ro: favorit
sl: dodano med priljubljene
sv: favoritmärkte
tr: gözdesi yaptı
uk: обрано

source: loved
ca: li ha agradat
cs: lajkované
de: mag
el: δήλωσε ότι του αρέσει το
es: le encantó
et: armastab
eu: gustokoa
fr: a aimé
ga: - thug sé/sí grá do
gl: encantoulle
it: ha scelto mi piace per
ja: 好き
lv: atzīmēja ar 'patīk'
nb: likte
pt: gostou
ro: indragit
sl: všečkano
sr: вољено
sv: gillade
tr: beğendi
uk: подобається

source: is now following
ca: està seguint
cs: je nyní následovníkem
de: folgt jetzt
el: ακολουθεί τώρα το χρήστη
es: está siguiendo a
et: jälgib nüüd
eu: jarraitzen hasi da:
fr: suit
ga: - tá sé/sí ag leanúint
gl: está seguindo
it: sta seguendo
ja: フォローしている
lv: tagad seko
nb: følger nå
pt: está agora a seguir
ro: urmeaza acum
sl: sedaj sledi
sv: följer nu
tr: şu anda takip ediyor
uk: є новими послідовниками

source: added
ca: afegit
cs: přidáno
de: wurde hinzugefügt
el: πρόσθεσε
es: añadió
et: lisatud
eu: gehitua
fr: a ajouté
ga: chuir sé/sí
gl: endadido
it: ha aggiunto
ja: 加えられたもの
lv: pievienoja
nb: la til
pt: adicionou
ro: adaugat
sl: dodano
sr: додато
sv: lagt till
tr: eklendi
uk: додано

source: to the studio
ca: a l'estudi
cs: do studia
de: zu dem Studio
el: στη συλλογή
es: al estudio
et: stuudiosse
eu: estudiora
fr: vers le studio
ga: leis an stiúideo
gl: ao estudo
it: alla galleria
ja: スタジオに
lv: studijai
nb: i galleriet
pt: ao estúdio
ro: in atelier
sl: studiu
sr: у студио
sv: till studion
tr: stüdyoya
uk: до студії

source: became a curator of
ca: ha esdevingut conservador de
de: wurde Kurator von
el: έγινε επιμελητής της συλλογής
es: Volverse un curador de
et: sai kuraatoriks
eu: bihur zaitez honen ontzaile:
fr: devient le conservateur de
gl: faite un supervisor de
it: è diventato un curatore di
lv: kļuva par kuratoru
nb: ble forvalter av
pt: tornou-se conservador de
sl: je postal skrbnik
sv: bli en administratör av
tr: şunun düzenleyicisi oldun
uk: став куратором

source: was promoted to manager of
ca: ha estat ascendit a gerent de
de: wurde zum Manager ernannt von
el: προάχθηκε σε διευθυντής στο
es: fue promovido a administrador de
et: määrati haldama
fr: a été promu directeur de
gl: foi promovido a administrador de
it: è stato promosso manager di
lv: tika paaugstināts par pārvaldnieku
nb: ble forfremmet til administrator av
pt: foi promovido a gestor de
sl: je bil povišan v upravitelja
sv: befordrades till chef för

source: is now following you
ca: t'està seguint
de: interessiert sich für deine Projekte
el: ακολουθεί τώρα εσάς
es: te está siguiendo
et: jälgib sind
eu: zu jarraitzen zaitu orain
fr: est maintenant en train de vous suivre
gl: estate seguindo
it: ti sta seguendo
lv: tagad seko tev
nb: følger nå deg
pt: está agora a segui-lo
sl: ti sedaj sledi
sv: följer dig nu
uk: є новими послідовниками

source: loved your project
ca: li ha agradat el teu projecte
de: mag dein Projekt
el: δήλωσε ότι του αρέσει το έργο σας
es: amaron su proyecto
et: armastab sinu projekti
eu: zure proiektua gogoko du
fr: a aimé votre projet
gl: encantoulles o teu proxecto
it: ha inserito il tuo progetto tra quelli che gli piacciono
lv: patika tavs projekts
nb: likte prosjektet ditt
pt: gostou do seu projecto
sl: je všečkal tvoj projekt
sv: gillade ditt projekt
tr: projeni beğendi
uk: уподобали ваш проект

source: favorited your project
ca: ha marcat com a favorit el teu projecte
de: hat dein Projekt zu seinen Favoriten hinzugefügt
el: δήλωσε ότι λατρεύει το έργο σας
es: marcaron como favorito su proyecto
et: peab lemmikuks sinu projekti
eu: zure proiektua kuttun gisa du
fr: a marqué votre projet comme favori
gl: engadiron como favorito o teu proxecto
it: ha aggiunto il tuo progetto tra i suoi preferiti
lv: novērtēja tavu projektu
nb: favorittmerket
pt: marcou o seu projecto como favorito
sl: je dodal tvoj projekt med priljubljene
sv: favoritmarkerade ditt projekt
uk: додав в обране ваш проект

source: replied to your comment on
ca: respon al teu comentari a
de: antwortete auf deinen Kommentar zu
el: απάντησε στο σχόλιό σας στο έργο
es: respondieron a su comentario en
et: vastas sinu kommentaarile
eu: zure iruzkina erantzun du
fr: répondu à votre commentaire en
gl: respostaron a un comentario en
it: ha risposto al tuo commento su
lv: atbildēja uz tavu komentāru
nb: besvarte din kommentar til
pt: respondeu ao seu comentário sobre
sl: je odgovoril na tvoj komentar na
sv: svarade på din kommentar på
tr: yorumunu cevapladı şurda:
uk: відповів на ваш коментар

source: commented on your project
ca: ha comentat en el teu projecte
de: kommentierte dein Projekt
el: άφησε σχόλιο στο έργο σας
es: comentaron su proyecto
et: kommenteeris sinu projekti
eu: zure proiektua iruzkindu du
fr: a laissé des commentaires à votre projet
gl: comentaron o teu proxecto
it: ha commentato il tuo progetto
lv: komentēja tavu projektu
nb: kommenterte på ditt prosjekt
pt: comentou sobre o seu projecto
sl: je komentiral tvoj projekt
sv: kommenterade ditt projekt
tr: projene yorum yaptı
uk: прокоментував ваш проект

source: commented on
ca: comentat en
de: kommentierte
el: άφησε σχόλιο στο
es: comentaron en
et: kommenteeris
eu: iruzkina egin du
fr: commenté
gl: comentaron en
it: ha commentato
lv: komentēja
nb: kommenterte på
pt: comentou sobre
sl: je komentiral na
sv: kommenterade på
tr: şuna yorum yaptı
uk: прокоментував

source: replied to your comment in
ca: respon al teu comentari a
de: antwortete auf deinen Kommentar in
el: απάντησε στο σχόλιό σας στο
es: respondieron a su comentario en
et: vastas sinu kommentaarile
eu: zure iruzkina erantzun du
fr: répondu à votre commentaire en
gl: respostaron ao teu comentario en
it: ha risposto al tuo commento in
lv: atbildēja uz tavu komentāru
nb: besvarte din kommentar i
pt: respondeu ao seu comentário em
sl: je odgovoril na tvoj komentar v
sv: svarade på din kommentar i
tr: yorumunu cevapladı şurda:
uk: відповів на ваш коментар у

source: invited you to curate the studio
ca: t'ha convidat a ser conservador de l'estudi
de: hat dich eingeladen, das Studio zu kuratieren
el: σας προσκάλεσε να επιμεληθείτε τη συλλογή έργων
es: lo invitaron a curar el estudio
et: kutsus sind kureerima stuudiot
eu: estudioa ontzera gonbidatu zaitu
fr: vous a invité à être le conservateur du studio
gl: invitaronte a supervisar o estudo
it: ti ha invitato a curare lo studio
lv: uzaicināja tevi pārraudzīt studiju
nb: inviterte deg til å forvalte galleriet
pt: convidou-o para conservador do estúdio
sl: te je povabil, da postaneš skrbnik studia
sv: bjöd in dig att administrera studion
tr: seni stüdyonun düzenleyicilerinden olmaya davet etti
uk: запросили вас курувати студію

source: promoted you to manager for the studio
ca: t'ha ascendit a gestor de l'estudi
el: σας αναβάθμισε σε διευθυντή της συλλογής
es: lo promovio a administrador del estudio
et: kutsus Sind haldama stuudiot
fr: vous a promu directeur du studio
gl: foches promovido a xestor para o estudo
it: ti ha promosso manager della galleria
lv: iecēla tevi par studijas vadītāju
nb: forfremmet deg til administrator for galleriet
pt: promoveu-o a gestor do estúdio
sl: te je povišal v upravitelja studia
sv: befordrade dig till chef för studion
tr: seni stüdyonun yöneticiliğine terfi ettirdi

source: remixed your project
ca: ha reinventat el teu projecte
de: remixte dein Projekt
el: ανάμειξε το έργο σας
es: reinventaron su proyecto
et: remiksis sinu projekti
eu: zure proiektua birnahastu du
fr: a remixé votre projet
gl: recrearon o teu proxecto
it: ha remixato il tuo progetto
lv: remiksēja tavu projektu
nb: remikset ditt prosjekt
pt: remisturou o seu projecto
sl: je poustvaril-a tvoj projekt
sv: remixade ditt projekt
tr: projene katkı yapıldı
uk: реміксували ваш проект

source: There was new activity in
ca: Hi ha nova activitat a
de: Es gab eine neue Aktivität in
el: Υπήρξε νέα δραστηριότητα στο
es: Hubo nueva actividad en
et: Toimus uusi tegevusi
eu: Jarduera berria egon da
fr: Il y avait de nouvelles activités dans
gl: Houbo nova actividade en
it: Nuova attività in
lv: Ir jauna aktivitāte sadaļā
nb: Det har vært ny aktivitet i
pt: Houve nova actividade em
sl: Nove aktivnosti v
sv: Det fanns nya aktiviteter i
tr: Yeni bir etkinlik var burada ->
uk: Маємо нову діяльність в

source: today
ca: avui
de: heute
el: σήμερα
es: hoy
et: täna
eu: gaur
fr: Aujourd'hui
gl: hoxe
it: oggi
lv: šodien
nb: idag
pt: hoje
sl: danes
sv: idag
uk: сьогодні

source: There are new posts in the forum thread:
ca: Hi ha nous comentaris al fil d'aquest fòrum:
de: Es gibt neue Beiträge zum Forenthema:
el: Υπάρχουν νέες αναρτήσεις στο θέμα:
es: Hay nuevas entradas en el foro
et: On uusi postitusi foorumis:
eu: Argitarapen berriak daude foroko harian:
fr: Il y a de nouveaux posts dans le fil du forum
gl: Hai novas entradas no fío do foro:
it: Ci sono nuovi post nella discussione:
lv: Ir jauni ieraksti foruma sadaļā:
nb: Det er nye innlegg i diskusjonen:
pt: Há novas publicações na linha de discussão:
sl: V niti foruma so nove objave:
sv: Det finns nya inlägg i forumets trådar:
tr: Forumda yeni mesajlar var:
uk: Отримали нові повідомлення у темах форуму:

source: is now following the studio
de: interressiert sich nun für das Studio
el: ακολουθεί τώρα τη συλλογή
es: está siguiendo el estudio
et: nüüd järgibb stuudiot
eu: estudioa jarraitzen hasi da
fr: suis maintenant la galerie
gl: agora está seguindo o estudo
it: sta seguendo la galleria
lv: tagad seko studijai
nb: følger nå galleriet
pt: está agora a seguir o estúdio
sl: sedaj sledi studiu
sv: följer nu studion
uk: є послідовником студії

source: joined Scratch
de: wurde Scratcher
el: εγγράφηκε στο Scratch
es: únete a Scratch
et: ühinenud Scratchiga
eu: Scratchera batu da
fr: a rejoint Scratch
gl: unironse a Scratch
it: si è unito alla comunità di Scratch
lv: pievienojās Scratch
nb: ble Scratch-bruker
pt: aderiu ao Scratch
sl: se je pridružil Scratchu
sv: gick med i Scratch
uk: Приєднатись

source: Scratch Team
ca: Equip Scratch
cs: Scratch tým
el: Η ομάδα του Scratch
es: Equipo de Scratch
et: Scratchi tiim
eu: Scratch Taldea
fr: L'équipe Scratch
ga: Foireann Scratch
gl: Equipo Scratch
it: Il Team di Scratch
ja: Scratchチーム
lv: Scratch komanda
nb: Scratch-gruppen
pt: Equipa Scratch
ro: Echipa Scratch
sl: Scratch ekipa
sr: Скрач тим
tr: Scratch Ekibi
uk: Команда Скретчу

source: Scratcher
el: Μέλος του Scratch
et: Scratchija
eu: Scratcherra
fr: Scratcheur
ga: Scratchálaí
it: Membro della comunità di Scratch
lv: Scratch lietotājs
pt: Scratchador
sr: Скрачер
sv: Scratchare
uk: Скретчер

source: New Scratcher
ca: Nou Scratcher
cs: Nový scratcher
de: Neuer Scratcher
el: Νέο μέλος του Scratch
es: Nuevo Scratcher
et: Uus Scratchija
eu: Scratcher berria
fr: Nouveau Scratcheur
ga: Scratchálaí Nua
gl: Scratcher Novo
it: Nuovo membro della comunità di Scratch
lv: Jauns Scratch lietotājs
nb: Ny Scratcher
pt: Novo Scratchador
ro: Scratcher nou
sl: Nov Scratcher
sr: Нови Скрачер
sv: Ny scratchare
tr: Yeni Scratch'çı
uk: Новий скретчер

source: Joined <span title="%(tDateLabel)s">%(tDate)s</span> ago
ca: Es va unir fa <span title="%(tDateLabel)s">%(tDate)s</span>
es: Ingresó desde <span title="%(tDateLabel)s">%(tDate)s</span>
fr: Inscrit il y a <span title="%(tDateLabel)s">%(tDate)s</span> ago
gl: Uniuse fai <span title="%(tDateLabel)s">%(tDate)s</span>
it: Si è iscritto <span title="%(tDateLabel)s">%(tDate)s</span> fa
lv: Pievienojās pirms <span title="%(tDateLabel)s">%(tDate)s</span>
nb: Ble medlem for <span title="%(tDateLabel)s">%(tDate)s</span> siden
pt: Aderiu há <span title="%(tDateLabel)s">%(tDate)s</span>
sl: Pridružen pred <span title="%(tDateLabel)s">%(tDate)s</span> dnevi
tr: <span title="%(tDateLabel)s">%(tDate)s</span> yıl önce katıldı

source: About me
ca: Sobre mi
cs: O mně
de: Über mich
el: Σχετικά με το χρήστη
es: Acerca de mí
et: Minust
eu: Niri buruz
fr: A propos de moi
ga: Fúmsa
gl: Sobre min
he: אודותי
it: Chi sono
ja: 私について
lv: Par mani
nb: Om meg
pt: Acerca de mim
ro: Despre mine
sl: O meni
sr: О мени
sv: Om mig
tr: Hakkımda
uk: Про мене

source: Add a bit about yourself
ca: Afegeix algunes coses sobre tu
cs: Sděl něco o sobě
de: Schreibe ein wenig über dich
el: Λίγα λόγια για τον εαυτό σας!
es: Escribe un poco acerca de tí
et: Kirjuta midagi endast
eu: Zuri buruz zerbait idatzi
fr: Parlez un peu de vous même
ga: Inis dúinn fútsa féin
gl: Escribe algo sobre ti
it: Dicci qualcosa su di te
ja: 簡単に自己紹介してください。
lv: Uzraksti nedaudz par sevi
nb: Si litt om deg selv
pt: Adicione um pouco sobre si
ro: Adauga putin despre tine
sl: Povej kaj o sebi
sr: Додај по нешто о себи
sv: Lägg till lite om dig själv
tr: Kendinden biraz bahset
uk: Додати трохи про себе
