Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p> Volume ranges from 0 to 100, with 100 as the default volume. </p> <p> You can set the volume level for each sprite. To play two sounds at once with different volumes, use two sprites. </p>
ca: <p> Rang del volum de 0 a 100, on 100 és el volum per defecte. </p> <p> Pots especificar el volum per a cada personatge. Si vols que dos sons sonin alhora amb volums diferents, utilitza dos personatges. </p>
de: <p> Die Lautstärke ist von 0 bis 100 regelbar, wobei der Standardwert 100 beträgt. </p> <p> Du kannst die Lautstärke für jede Figur einzeln festlegen. Willst du zwei Klänge gleichzeitig in verschiedenen Lautstärken wiedergeben, musst du zwei Figuren verwenden. </p>
el: <p> Η ένταση παίρνει τιμές από 0 έως 100, και το 100 είναι η προεπιλεγμένη ένταση. </p> <p> Μπορείτε να θέσετε την ένταση σε κάθε αντικείμενο. Για να παίξετε δύο ήχους ταυτόχροναμ χρησιμοποιήστε δύο αντικείμενα. </p>
es: <p> El rango de volumen va de 0 a 100, y 100 es el volumen por defecto. </p> <p> Puedes configurar el nivel de volumen para cada objeto. Para ejecutar dos sonidos al mismo tiempo, usa dos objetos. </p>
et: <p> Helitugevuse vahemikud 0-100, 100 on vaikimisi väärtus. </p> <p> Sa saad seada helitugevuse iga spraidi jaoks. Et mängida kahte heli korraga erineva tugevusega, kasuta kahte spraiti. </p>
eu: <p> Bolumena 0 - 100 artekoa da, 100 izanik lehenetsiriko balioa. </p> <p> Sprite bakoitzaren bolumena ezarri dezakezu. 2 soinu batera eta bolumen ezberdinean jotzeko, erabil itzazu 2 sprite. </p>
fr: <p> Le volume prend une valeur dans l'intervalle compris entre 0 et 100, 100 comme le volume par défaut. </p> <p> Tu peux régler le niveau du volume pour chaque lutin. Pour jouer deux sons à la fois avec des volumes différents, utilise deux lutins. </p>
gl: <p> O rango de volume vai de 0 a 100, e 100 é o volume por defecto. </p> <p> Podes fixar os nivel de volume para cada figura. Para reproducir dous sons ao mesmo tempo, usa dúas figuras. </p>
it: <p> Il volume varia tra 0 e 100, e 100 è il valore predefinito. </p> <p> Puoi specificare il volume separatamente per ogni sprite. Per suonare due suoni contemporaneamente con volumi diversi, usa due sprite diversi. </p>
lv: <p> Skaļums ir no 0 līdz 100, ar 100 kā noklusēto skaļumu. </p> <p> Katram gariņam var būt savs skaļuma līmenis. Lai atskaņotu divas skaņas vienlaicīgi dažādos skaļumos, izmanto divus gariņus. </p>
nb: <p> Voluminnstillingen kan være mellom 0 og 100, med 100 som standardverdi. </p> <p> Du kan velge volum for hver figur uavhengig av hverandre. Bruk to figurer hvis du vil spille to lyder med forskjellig volum. </p>
pt: <p> O volume toma valores entre 0 e 100, sendo 100 o volume por omissão. </p> <p> Pode estabelecer um volume diferente para cada actor. Para tocar dois sons ao mesmo tempo com diferentes volumes, use dois actores. </p>
ro: <p> Volumul este cuprins intre 0 si 100, cu valoarea implicita 100. </p> <p> Poti sa setezi nivelul volumului pentru fiecare sprite. Pentru a rula doua sunete impreuna, cu nivel de volum diferit, trebuie sa folosesti doua sprite-uri. </p>
sl: <p> Razpon glasnosti je med 0 in 100, 100 je privzeta glasnost. </p> <p> Glasnost lahko nastaviš za vsako figuro posebej. Za istočasno predvajanje dveh zvokov, ki imata različno glasnost, uporabi dve figuri. </p>
sv: <p> Volymintervall går från 0 till 100, med 100 som standardvärde. </p> <p> Du kan ställa in volymnivån för varje sprite. För att spela två ljud samtidigt med olika volym, använd två sprites. </p>
tr: <p> Ses şiddeti 0 ile 100 arasında bir değer alabilir, ön değeri 100'dür. </p> <p> Her bir kuklaya ayrı ayrı ses şiddeti tanımlayabilirsin. İki farklı sesi farklı şiddetlerde çalmak istersen, iki kukla kullan. </p>
uk: <p> Гучність в межах від 0 до 100, за замовчуванням гучність 100. </p> <p> Ви можете встановити рівень гучності для кожного спрайта. Для відтворення двох звуків з різною гучністю, використайте два спрайти. </p>

source: Change the x position by this amount
ca: Augmenta la posició x en la quantitat indicada
cs: Změnit pozici x o tuto hodnotu
de: Ändert die x-Position um den angegebenen Wert
el: Κάνει το αντικείμενο να αλλάξει την τιμή της θέσης x κατά συγκεκριμένο ποσό.
es: Cambie la posición en x en esta cantidad
et: Muudab x koordinaati antud suuruse võrra
eu: X posizioa zenbateko hau gehituz aldatu.
fr: Ajoute ce montant à la position de x
ga: Athraigh an t-ionad x den mhéid seo
gl: Cambiar a posición x nesta cantidade
it: Cambia la posizione x di questa quantità
lv: Maini x pozīciju par norādīto daudzumu
nb: Endre figurens x-posisjon
pt: Adiciona esta quantidade à coordenada x
ro: Schimba pozitia lui x cu aceasta valoare
sl: Spremeni položaj x za to vrednost
sr: Мења x место за дату величину
sv: Ändra x-positionen med detta värde
tr: X konumunu bu kadar arttır
uk: Змінити координату х на цю величину

source: A positive number shifts the sprite to the <b>right</b>.
ca: Un nombre positiu mou el personatge a la <b>dreta</b>.
cs: Kladné číslo posouvá postavu <b>vpravo</b>.
de: Eine positive Zahl verschiebt die Figur nach <b>rechts</b>.
el: Ένας θετικός αριθμός μετακινεί το αντικείμενο στα <b>δεξιά</b>.
es: Un número positivo mueve el objeto a la <b>derecha</b>.
et: Positiivne arv nihutab spraidi <b>paremale</b>.
eu: Zenbaki positibo batek spritea <b>eskuinerantza</b> mugitzen du.
fr: Un nombre positif déplace le lutin vers la <b>droite</b>.
ga: Le huimhir dheimhneach, bogann an sprid <b>ar dheis</b>.
gl: Un número positivo move a figura á <b>dereita</b>.
it: Un numero positivo fa spostare lo sprite verso <b>destra</b>.
lv: Pozitīvs skaitlis pārvietos gariņu <b>pa labi</b>.
nb: Et positivt tall flytter figuren til <b>høyre</b>.
pt: Um número positivo desloca o actor para a <b>direita</b>.
ro: Un numar pozitiv muta sprite-ul spre <b>dreapta</b>.
sl: Pozitivno število premakne figuro v <b>desno</b>.
sr: Позитиван број помера лик у <b>десно</b>.
sv: Ett positivt tal flyttar sprajten åt <b>höger</b>.
tr: Artı bir değer kuklayı <b>sağa</b> doğru götürür.
uk: При додатному значенні спрайт зміститься <b>праворуч</b>.

source: A negative number shifts the sprite to the <b>left</b>.
ca: Un nombre negatiu mou el personatge a l'<b>esquerra</b>.
cs: Záporné číslo posouvá postavu <b>vlevo</b>.
de: Eine negative Zahl verschiebt die Figur nach <b>links</b>.
el: Ένας αρνητικός αριθμός μετακινεί το αντικείμενο στα <b>αριστερά</b>.
es: Un número negativo mueve el objeto a la <b>izquierda</b>.
et: Negatiivne arv nihutab spraidi <b>vasemale</b>.
eu: Zenbaki negatibo batek spritea <b>ezkerrerantza</b> mugitzen du.
fr: Un nombre négatif déplace le lutin vers la <b>gauche</b>.
ga: Le huimhir dhiúltach, bogann an sprid <b>ar chlé</b>.
gl: Un número negativo move a figura á <b>esquerda</b>.
it: Un numero negativo fa spostare lo sprite verso <b>sinistra</b>.
lv: Negatīvs skaitlis pārvieto gariņu pa <b>kreisi</b>.
nb: Et negativt tall flytter figuren til <b>venstre</b>.
pt: Um número negativo desloca o actor para a <b>esquerda</b>.
ro: Un numar negatic muta sprite-uri spre <b>stanga</b>.
sl: Negativno število premakne figuro v <b>levo</b>.
sr: Негативан број помера лик у <b>лево</b>.
sv: Ett negativt tal flyttar sprajten åt <b>vänster</b>.
tr: Eksi bir değer kuklayı <b>sola</b> doğru götürür.
uk: При від'ємному значенні спрайт зміститься <b>ліворуч</b>.

source: Changes sprite's y-position by specified amount.
ca: Augmenta la posició y del personatge en la quantitat indicada.
de: Ändert die y-Position um den angegebenen Wert
el: Αλλάζει τη θέση-y του αντικειμένου κατά συγκεκριμένο ποσό.
es: Cambia la posición en y del objeto en la cantidad dada.
et: Muudab y koordinaati antud suuruse võrra.
eu: Spritearen y-posizioa zehaztutako zenbatekoa gehituz aldatzen du.
fr: Ajoute le montant spécifié à la position de y du lutin
gl: Cambia o tamaño da figura nunha cantidade especificada.
it: Cambia la posizione y dello sprite di una specifica quantità.
lv: Maina gariņa y pozīciju par norādīto apjomu.
nb: Endre figurens y-posisjon med et antall steg.
pt: Adiciona a quantidade especificada à coordenada y do actor.
sl: Spremeni položaj y figure za določeno vrednost.
sv: Ändrar sprajtens y-position med angivet värde.
uk: Змінити y-координату спрайта на вказану величину.

source: Change y by a <b>positive</b> number to move the sprite <b>up</b>. Change y by a <b>negative</b> number to move the sprite <b>down</b>.
ca: Canvia y per un nombre <b>positiu</b> per moure el personatge <b>amunt</b>. Canvia y per un nombre <b>negatiu</b> per moure el personatge <b>avall</b>.
de: Ändere y um eine <b>positive</b> Zahl, um die Figur <b>nach oben</b> zu verschieben. Ändere y um eine <b>negative</b> Zahl, um die Figur <b>nach unten</b> zu bewegen.
el: Αλλάζει τη θέση y κατά έναν <b>θετικό</b> αριθμό για να κινηθεί το αντικείμενο προς τα <b>πάνω</b>. Αλλάζει τη θέση x κατά έναν <b>αρνητικό</b> αριθμό για να κινηθεί το αντικείμενο προς τα <b>κάτω</b>.
es: Cambie y por un número <b>positivo</b> para mover el objeto <b>hacia arriba</b>. Cambie y por un número <b>negativo</b> para mover el objeto <b>hacia abajo</b>.
et: Muuda y a võrra <b>positiivne</b>arv spraidi teisaldamiseks <b>ülesse</b>. Muuda y b a võrra <b>negatiivne</b> arv spraidi teisaldamiseks<b>alla</b>.
eu: Aldatu y zenbaki <b>positibo</b> bat gehituz spritea <b>gorantza</b> mugitzeko. Aldatu y zenbaki <b>negatibo</b> bat gehituz spritea <b>beherantza</b> mugitzeko.
fr: Ajoute à y a nombre <b>positif</b>pour déplacer le lutin vers le <b>haut</b>. Ajoute à y a nombre <b>negative</b>pour déplacer le lutin vers le <b>bas</b>.
gl: Cambiar y por un número <b>positivo</b> para mover a figura <b>cara arriba</b>. Cambiar y por un número <b>negativo</b> para mover a figura <b>cara abaixo</b>.
it: Muove lo sprite <b>verso l'alto</b> cambiando y di una quantità <b>positiva</b>. Muove lo sprite <b>verso il basso</b> cambiando y di una quantità <b>negativa</b>.
lv: Maini y par a <b>pozitīvu</b> skaitli, lai pārvietotu gariņu <b>uz augšu</b>. Maini y par a <b>negatīvu</b> skaitli, lai pārvietotu gariņu <b>uz leju</b>.
nb: Endre y med et <b>positivt</b> tall for å flytte figuren <b>opp</b>. Endre y med et <b>negativt</b> tall for å flytte figuren <b>ned</b>.
pt: Adicione um número <b>positivo</b> à coordenada y para mover o actor <b>para cima</b>. Adicione um número <b>negativo</b> à coordenada y para mover o actor <b>para baixo</b>.
sl: Spremeni y za <b>pozitivno</b> število, da premakneš figuro <b>gor</b>. Spremeni y za <b>negativno</b> število, da premakneš figuro <b>dol</b>.
sv: Ändra y med ett <b>positivt</b> tal för att flytta figuren <b>uppåt</b>. Ändra y med ett <b>negativt</b> tal för att flytta figuren <b>nedåt</b>.
tr: Kuklayı <b>yukarıya</b> hareket ettirmek için y değerini <b>arttır</b>. Kuklayı <b>aşağıya</b> hareket ettirmek için y değerini <b>eksilt</b>.
uk: Змінює y на <b>додатнє</b> число, пересуваючи спрайт <b>up</b>. Змінює y на <b>від’ємне</b> число, пересуваючи спрайт <b>down</b>.

source: Changes pen's color by specified amount
ca: Augmenta l'ample del llapis en la quantitat indicada
de: Ändert die Stiftfarbe um den angegebenen Wert
el: Αλλάζει το χρώμα της πένας κατά συγκεκριμένο ποσό.
es: Cambiia el color del lápiz en la cantidad dada
et: Muudab pliiatsi värvi antud väärtuse võrra
eu: Arkatzaren kolorea zehaztutako zenbatekoa gehituz aldatzen du
fr: Modifie la couleur du stylo par une quantité spécifiée
gl: Cambia a cor do lapis nunha cantidade especificada
it: Cambia il colore della penna della quantità indicata
lv: Maina zīmuļa krāsu par norādīto apjomu
nb: Endre pennens farge
pt: Adiciona o valor especificado à cor da caneta
sl: Spremeni barvo svinčnika za določeno vrednost
sv: Ändrar pennans färg med angivet värde
uk: Змінити колір олівця на вказану величину

source: Changes pen's thickness.
ca: Canvia el gruix del llapis.
de: Ändert die Stiftdicke
el: Αλλάζει το πάχος της πένας.
es: Cambia el grosor del lápiz
et: Muudab pliiatsi suurust.
eu: Arkatzaren lodiera aldatzen du.
fr: Modifie l'épaisseur du stylo.
gl: Cambia o grosor do lapis.
it: Cambia lo spessore della penna.
lv: Maina zīmuļa biezumu
nb: Endre pennens linjebredde.
pt: Altera a espessura da caneta.
sl: Spremeni debelino svinčnika.
sv: Ändrar pennans tjocklek.
tr: Kalemin kalınlığını değiştirir.
uk: Змінити товщину олівця

source: Changes pen's shade by specified amount
ca: Augmenta la intensitat del llapis en la quantitat indicada
de: Ändert die Farbstärke des Stiftes um den angegebenen Wert
el: Αλλάζει τη σκίαση της πένας κατά συγκεκριμένο ποσό.
es: Cambia el color del lápiz por la cantidad dada
et: Muudab pliiatsi varjundit antud väärtuse võrra
eu: Arkatzaren intentsitatea zehaztutako zenbatekoa gehituz aldatzen du
fr: Modifie l'épaisseur du stylo par une quantité spécifiée
gl: Cambia o tono do lapis nunha cantidade especificada
it: Cambia la luminosità del colore della penna della quantità indicata
lv: Maina zīmuļa ēnojumu par noteiktu apjomu
nb: Endre pennens lysstyrke
pt: Adiciona o valor especificado ao tom da caneta
sl: Spremeni senco svinčnika za določeno vrednost
sv: Ändrar pennans nyans med angivet värde
uk: Змінити тінь олівця на вказану величину

source: <p> The pen shade goes from 0 to 100. 50 is the default. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Note: If the pen shade is 0, then the pen color will be close to black. If the pen shade is 100, the pen color will be close to white.</b>
ca: <p> La intensitat del llapis va de 0 a 100. 50 és el valor per defecte. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Nota: Si la intensitat és 0, el color del llapis serà negre. Si la intensitat és 100, el color del llapis serà blanc.</b>
de: <p> Die Farbstärke liegt zwischen 0 und 100. Der Standardwert ist 50. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Beachte: Bei einer Farbstärke von 0 ist die Stiftfarbe annähernd schwarz, bei einer Farbstärke von 100 nahezu weiß. </b>
el: <p> Η σκίαση της πένας πάει από 0 μέχρι 100. Το 50 είναι το προεπιλεγμένο πάχος. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Σημείωση: Εάν η σκίαση της πένας είναι 0, το χρώμα θα είναι κοντά στο μαύρο. Εάν η σκίαση είναι 100, το χρώμα της πένας θα είναι κοντά στο άσπρο.</b>
es: <p> La intensidad del lápiz va de 0 a 100. 50 es el valor por defecto. <p> <img src="%(STATIC_URL)s/images/help/es/changeshadeex2.png" /> <p> <b>Nota: Si la intensidad del lápiz es 0, el color del lápiz se acercará al negro. Si la intensidad del lápiz es 100, el color del lápiz se acercará a blanco. </b>
et: <p> Pliiatsi varjundid on vahemikus 0-100. 50 on vaikimisi. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b> Märkus: Kui pliiats varjund on 0, võetakse pliiatsi värviks must. Kui pliiats varjund on 100,võetakse pliiatsi värviks valge.</b>
eu: <p> Arkatzaren intentsitatea 0tik 100era doa. 50 izanik lehenetsitako balioa. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Oharra: Arkatzaren intentsitatea 0 bada, kolorea beltzaren oso antzekoa izango da. Intentsitatea 100 bada, kolorea zuriaren antzekoa izango da.</b>
fr: <p> L'épaisseur du stylo va de 0 à 100. 50 est la valeur par défaut. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Remarque: Si l'épaisseur du stylo est 0, alors la couleur du stylo sera proche du noir. Si l'épaisseur du stylo est de 100, la couleur du stylo sera proche de blanc. </b>
gl: <p> O tono do lapis vai de 0 a 100. 50 é o valor por defecto. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Nota: Si o tono do lapis é 0, a cor do lapis estará preto do negro. Si o tono do lapis é 100, a cor do lapis estará preto do branco. </b>
it: <p> La luminisità della penna è un valore da 0 a 100. Il valore predefinito è 50. <p> <img src="%(STATIC_URL)s/images/help/it/changeshadeex2.png" /> <p> <b>Nota: Se la luminosità della penna è 0, il colore della penna sarà quasi nero. Se la luminosità della penna è 100, il colore della penna sarà quasi bianco.</b>
lv: <p> Zīmuļa ēnojums ir intervālā no 0 līdz 100. 50 ir noklusētais. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Piezīme: Ja ēnojuma vērtība ir 0, krāsa izskatīsies gandrīz melna. Ja ēnojuma vērtība i 100, krāsa izskatīsies gandrīz balta.</b>
nb: <p> Strekens intensitet, eller lysstyrke går fra 0 til 100. 50 er standardverdien. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Merk: Hvis pennintensiteten er 0 blir linjen nesten svart. Hvis intensiteten er 100 blir den nesten hvit. Standardverdien 50 gir de klareste fargene.</b>
pt: <p> O tom da caneta varia entre 0 e 100. O valor por omissão é 50. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Nota: Se o tom da caneta for 0, então a cor da caneta será quase preto. Se o tom da caneta for 100, a cor da caneta será quase branco.</b>
ro: <p> Umbra stiloului ia valori intre 0 si 100. Valoarea implicita este 50. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Observatie: Daca umbra stiloului este 0, atunci culoarea stiloului va fi aproape negru. Daca umbra stiloului este 100, atunci culoarea stiloului va fi aproape alb.</b>
sl: <p> Razpon sence svinčnika je med 0 in 100. 50 je privzeta vrednost. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Opomba: Če je senca svinčnika 0, potem bo barva svinčnika blizu črni barvi. Če je senca svinčnika 100, potem bo barva svinčnika blizu beli barvi.</b>
sv: <p> Pennans nyans går från 0 till 100. 50 är standardvärde. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>OBS: Om pennans nyans är 0, då blir färgen näst intill svart. Om pennans nyans är 100, blir färgen näst intill vit.</b>
tr: <p> Kalem tonu 0 ile 100 arasında olup, ön değeri 50'dir. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Not: Eğer kalem tonu 0 ise kalem rengi siyaha yakın olur. Eğer kalem tonu 100 ise kalem rengi beyaza yakın olur.</b>
uk: <p> Тінь олівця змінюється в межах від 0 до 100. 50 є початковим значенням. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Note: Якщо розмір тіні - 0, то колір перемкнеться у чорний. Якщо розмір тіні - 100, то колір перемкнеться у білий.</b>

source: Clears all graphic effects for a sprite
ca: Neteja tots els efectes gràfics d'un personatge
de: Setzt alle Grafikeffekte einer Figur zurück
el: Κάνει ένα αντικείμενο να καθαρίσει όλα τα γραφικά του εφέ.
es: Borra todos los efectos gráficos de un objeto
et: Kustutab kõik graafikaefektid spraidi jaoks
eu: Sprite baten efektu grafiko guztiak ezabatzen ditu
fr: Efface tous les effets graphiques pour un lutin
gl: Borra todos os efectos gráficos dunha figura
it: Rimuove tutti gli effetti grafici di uno sprite
lv: Notīra gariņam visus grafiskos efektus
nb: Fjerner alle grafiske effekter for en figur
pt: Limpa todos os efeitos gráficos aplicados a um actor
ro: Curata toate efectele grafice pentru un sprite
sl: Izbriše vse slikovne učinke za figuro
sv: Tar bort alla grafiska effekter för en sprite
tr: Bir kuklaya uygulanmış olan tüm görsel etkilerini kaldırır
uk: Очистити всі графічні ефекти для цього спрайту

source: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> clears all the graphic effects for this sprite.</p>
ca: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> treu tots els efectes gràfics que hem aplicat a un personatge.</p>
de: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> setzt alle Grafikeffekte dieser Figur zurück.</p>
el: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> κάνει το αντικείμενο να καθαρίσει όλα τα γραφικά του εφέ.</p>
es: <p><img src="%(STATIC_URL)s/images/help/es/clear-graphic-effects.png" /> borra todos los efectos gráficos para este objeto.</p>
et: <p> <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> kustutatakse kõik graafikaefektid selle spraidi jaoks.</p>
eu: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> sprite honen efektu grafiko guztiak ezabatzen ditu.</p>
fr: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" />Efface tous les effets graphiques pour un lutin.</p>
gl: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> borra todos os efectos gráficos para esta figura.</p>
it: <p><img src="%(STATIC_URL)s/images/help/it/clear-graphic-effects.png" /> rimuove tutti gli effetti grafici dello sprite.</p>
lv: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> notīra gariņam visus grafiskos efektus.</p>
nb: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> fjerner alle grafiske effekter for denne figuren.</p>
pt: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> limpa todos os efeitos gráficos aplicados a este actor.</p>
ro: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> curata toate efectele grafice pentru acest sprite.</p>
sl: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> izbriše vse slikovne učinke za to figuro.</p>
sv: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> tar bort alla grafiska effekter för denna sprite.</p>
tr: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> bu kukla üzerindeki bütün görsel etkileri kaldırır.</p>
uk: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> очистити всі графічні ефекти для цього спрайту.</p>

source: Clears all pen marks and stamps from the Stage
ca: Esborra totes les marques de llapis i estampacions de l'escenari
de: Entfernt alle Stiftspuren und Abdrücke von der Bühne
el: Καθαρίζει όλα τα σημάδια της πένας και τις στάμπες από το σκηνικό.
es: Limpia todas las marcas de lápiz y sellos del escenario
et: Kustutab kõik pliiatsi jooned ja jäljendid
eu: Eszenatokiaren arkatz marka eta zigilu guztiak ezabatzen ditu
fr: Efface toutes les marques de stylo et des timbres de la Scène
gl: Limpa todas a marcas de lapis e selos do escenario
it: Rimuove tutti i segni della penna e i timbri dallo Stage
lv: Notīra visas zīmuļa līnijas un zīmogus no skatuves
nb: Sletter alle pennlinjer og stemplinger fra scenen
pt: Apaga do palco todas as marcas de caneta e todos os carimbos
ro: Curata toate urmele de sitlou si stampile din scena
sl: Z odra zbriše vse sledi svinčnika in odtise
sv: Tar bort alla pennstreck och stämplingar från scenen
tr: Kalemle çizilmiş tüm çizgileri ve damgaları Sahneden temizler
uk: Очистити Сцену від слідів олівця та штампів
