Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Discuss
ca: Comenta
cs: Diskutovat
de: Diskutieren
el: Συζητήσεις
es: Comentar
et: Arutamine
eu: Eztabaidatu
fr: Discuter
ga: Plé
gl: Comentar
he: דיון
it: Discuti
ja: 話す
lv: Apspried
nb: Forum
pt: Discutir
ro: Discuta
sl: Razpravljaj
sr: Разговарај
sv: Diskutera
tr: Tartış
uk: Обговорити

source: Signed in as <strong>%(user)s</strong>
el: Συνδεθήκατε ως <strong>%(user)s</strong>
es: Registrado como <strong>%(user)s</strong>
et: Sisseloginud nimega <strong>%(user)s</strong>
eu: <strong>%(user)s</strong> bezala saioa hasita
fr: Se connecter comme <strong>%(user)s</strong>
lv: Pieslēdzies kā <strong>%(user)s</strong>
ro: Logat ca <strong>%(user)s</strong>
sl: Prijavljen-a kot <strong>%(user)s</strong>
sv: Inloggad som <strong>%(user)s</strong>
tr: <strong>%(user)s</strong> olarak giriş yaptın
uk: Ви увійшли як <strong>%(user)s</strong>

source: Sign In
el: Σύνδεση
es: Ingresar
et: Logi sisse
eu: Saioa hasi
fr: Se connecter
lv: Ienākt
ro: Logheaza-te
sl: Vpiši se
sv: Logga in
uk: Увійти

source: %(posts)s post
el: %(posts)s ανάρτηση
es: %(posts)s entrada
et: %(posts)s postitus
eu: Argitalpen %(posts)s
fr: %(posts)s message
lv: %(posts)s ieraksts
ro: %(postari) postare
sl: %(posts)s objava
sv: %(posts)s inlägg
uk: %(posts)s повідомлення

source: Reply
ca: Respon
cs: Odpověď
de: Antworten
el: Απάντηση
es: Responder
et: Vasta
eu: Erantzun
fr: Répondre
ga: Freagair
gl: Respostar
he: תגובה
it: Rispondi
ja: 返信
lv: Atbildēt
nb: Svar
pt: Responder
ro: Raspunde
sl: Odgovori
sr: Одговори
sv: Svara
tr: Cevapla
uk: Відповісти

source: No posts.
el: Καμία ανάρτηση.
es: No hay entradas.
et: Postitused puuduvad.
eu: Argitalpenik ez.
fr: Pas de message.
lv: Nav ieraksti.
ro: Nici o postare.
sl: Ni objav.
sv: Inga inlägg.
uk: Немає повідомлень

source: %(replies)s reply
el: %(replies)s απάντηση
es: %(replies)s respuesta
et: %(replies)s vastus
eu: Erantzun %(replies)s
fr: %(replies)s réponse
lv: %(replies)s atbilde
ro: %(replies)s raspuns
sl: %(replies)s odgovor
sv: %(replies)s svar
uk: %(replies)s відповідь

source: No topics.
el: Κανένα θέμα.
es: No hay temas.
et: Teemasid pole.
eu: Gairik ez.
fr: Pas de sujet
lv: Nav tēmas.
ro: Nici o tema.
sl: Ni tem.
sv: Inga ämnen.
uk: Немає тем.

source: Settings (%(name)s)
el: Επιλογές (%(name)s)
es: Ajustes (%(name)s)
et: Seaded (%(name)s)
eu: Ezarpenak (%(name)s)
fr: Réglages (%(name)s)
lv: Iestatījumi (%(name)s)
ro: Setari (%(name)s)
sl: Nastavitve (%(name)s
sv: Inställningar (%(name)s)
uk: Налаштування (%(name)s)

source: A signature is a small piece of text that is attached to your posts. In it, you can enter just about anything you like. Perhaps you would like to enter your favourite quote or your star sign. It's up to you! In your signature you can use BBCode if it is allowed in this particular forum. You can see the features that are allowed/enabled listed below whenever you edit your signature.
el: Η υπογραφή είναι ένα μικρό κείμενο που επισηνάπτεται στις αναρτήσεις σας. Μπορείτε να πληκτρολογείσετε ο,τι σας αρέσει. Ίσως τους αγαπημένους σας στίχους ή το ζώδιό σας. Δική σας επιλογή! Μπορείτε να χρησιμοποιήσετε BBCode εάν επιτρέπεται στο συγκεκριμένο φόρουμ. Οι δυνατότητες που επιτρέπονται να χρησιμοποιήσετε είναι γραμμένες παρακάτω όποτε επεξεργάζεστε την υπογραφή σας.
es: Una firma es un texto corto que acompaña tus entradas. En este puedes hablar de cualquier cosa que desees. Tal vez quieres incluir tu cita favorita o tu signo zodiacal. Depende de ti! En tu firma puedes usar código BB si está permitido en este foro en particular. Puedes ver las características permitidas listadas abajo cuando edites tu firma.
et: Signatuur on lühike tekst, mis lisatakse sinu postitusele. Sinna võid sisestada kõike, mida soovid - lemmiktsitaadi või oma tähtkuju. Signatuuris saab kasutada BB-koode, kui see on selles foorumis lubatud. Signatuuri redigeerides näed allpool loetelu võimalustest, mis on lubatud/keelatud.
eu: Sinadura, zure argitalpenetara erantsia den testu motza da. Bertan nahi duzuna idatz zenezake. Gogokoen duzun aipamena edo beste edozer jar zenezake. BB kodea erabil dezakezu zure sinaduran, foro zehatz honetan baimenduta bada. Zure sinadura editatzen duzun bakoitzean, baimenduta/aktibatuta dauden ezaugarrien zerranda ikus dezakezu.
fr: Une signature est un petit texte qui est attaché à vos messages. Dans celle-ci, vous pouvez entrer tout ce que vous aimez. Peut-être que vous souhaitez entrer votre citation préférée ou votre signe astrologique. C'est à vous! Dans votre signature, vous pouvez utiliser du BBCode puisqu''il est permis dans ce forum particulier. Vous pouvez voir les caractéristiques,autorisées ou permises, qui sont énumérés ci-dessous chaque fois que vous modifiez votre signature.
lv: Paraksts ir neliels teksta fragments, kas ir pievienots taviem ierakstiem. Tajā tu vari rakstīt ko gribi. Varbūt tas būs kāds iecienīts citāts vai tava horoskopa zīme. Tava izvēle! Parakstā vari izmantot BBCode, ja tas ir atļauts konkrētajā forumā. Tu varēsi redzēt atļautās iespējas, kad rediģēsi savu parakstu.
ro: O semnatura este un fragment de text ce va fi atasat la postarile tale. In el, poti adauga ceea ce doresti. Poate vrei sa adaugi un citat favorit sau semnul tau zodiacal. Depinde de tine! In semnatura poti sa folosesti BBCode daca este permis intr-un anumit forum. Poti vedea ceea ce este permis/activat in lista de deasupra oricand iti editezi semnatura.
sl: Podpis je besedilo, pripeto k tvojim objavam. V podpis lahko napišeš karkoli želiš, morda tvoj najljubši rek ali tvoje nebesno znamenje. Odločitev je tvoja! V podpisu lahko uporabiš BBCode, če to forum dovoljuje. Katere funkcije so dovoljene, si lahko ogledaš spodaj, vedno ko urejaš podpis.
sv: En signatur är en kort text som är kopplad till dina inlägg. I den kan du skriva precis vad som helst som du vill. Kanske vill du ange ditt favoritcitat eller ditt stjärntecken. Det är upp till dig! I din signatur kan du använda BBCode om det är tillåtet i det forumet. Du kan se vilka funktioner som är tillåtna/aktiverade när du redigerar din signatur.
uk: Підпис являє собою невеликий фрагмент тексту, який додається до вашого повідомлення. У ньому ви можете ввести будь що, з того що вам подобається. Може бути, ви хотіли написати улюблену цитату або ваш знак зодіаку. Це залежить від вас! У вашому підпису можна використовувати BBCode, якщо це дозволено в даному форумі. Ви можете побачити особливості, які дозволено/ включено перераховані нижче при редагуванні вашого підпису.

source: No signature currently stored in profile.
el: Καμία υπογραφή δεν είναι αποθηκευμένη στο προφίλ σας τώρα.
es: Actualmente no hay firma almacenada en el perfil.
et: Praegu puudub profiilis signatuur.
eu: Momentuz sinadurarik ez dago gordeta profilean.
fr: Pas de signature dans le profil.
lv: Šobrīd profilam nav paraksta.
ro: Nu ai nici o semnatura memorata la profil.
sl: V profilu trenutno ni shranjenega podpisa.
sv: Ingen signatur är sparad i din profil.
uk: Немає збереженого підпису у профілі

source: When you update your profile, you will be redirected back to this page.
el: Όταν ενημερώνετε το προφίλ σας, θα επιστρέφετε σε αυτή τη σελίδα.
es: Cuando actualices tu perfil, serás redireccionado nuevamente a esta página.
et: Kui oled uuendanud oma profiili, suunatakse sind tagasi sellele lehele.
eu: Zure profila eguneratzean, orri hontara berbideratua izango zara.
fr: Lorsque vous mettez à jour votre profil, vous serez redirigé vers cette page.
lv: Kad atjaunināsi savu profilu, atgriezīsies atpakaļ šajā lapā.
ro: Cand iti actualizezi profilul, vei fi redirectionat inapoi la aceasta pagina.
sl: Ko bo profil posodobljen, boš preusmerjen-a nazaj na to stran.
sv: När du uppdaterar din profil kommer du att bli omdirigerad tillbaka till denna sidan.
uk: Оновивши свій профіль, ви маєте повернутися на цю сторінку.

source: This tag has too many projects to load
ca: Aquesta etiqueta té massa projectes per carregar
cs: Toto označení má příliš mnoho projektů ke stažení
de: Dieses Stichwort hat zu viele Suchergebnisse, um zu laden.
el: Αυτή η καρτέλα περιέχει πολλά έργα προς φόρτωση.
es: Esta etiqueta tiene demasiados proyectos para cargar
et: Liiga palju projekte laadimiseks
eu: Etiketa honek proiektu gehiegi ditu kargatuak izateko
fr: Cette balise a trop de projets à charger
ga: An iomarca tionscadal leis an gclib seo
gl: Esta etiqueta ten demasiados proxectos para cargar
it: I progetti da caricare corrispondenti a questa etichetta sono troppi
lv: Ar šo birku ir pārāk daudz ielādējamu projektu
nb: Ikke plass til å lese inn alle prosjekter med dette nøkkelordet
pt: Esta etiqueta tem demasiados projectos para carregar
ro: Acest tag are prea multe proiecte de incarcat
sl: Pod to oznako je preveč projektov, da bi jih naložili
sv: Taggen har för många projekt att ladda
tr: Bu etiket yükleyebileceğimden daha fazla proje içeriyor
uk: Цей тег має занадто багато проектів, щоб завантажити

source: 403. Oh noes! Our server is Scratch'ing its head
de: 403. Oh nein! Unser Server scratch't sich am Kopf.
el: 404. Ωχ όχι!!!! Ο σέρβερ μας ξύνει το κεφάλι του :(
es: 403. ¡Oh no! Nuestro servidor se está rascando la cabeza
fr: 404. Oh désolé! Notre serveur s'est Scratché
gl: 403. Oh non! O noso servidor estase a rascar a cabeza
it: 403. Oh no! Il nostro server si è perso
lv: 403. Ak nē! Mūsu serveris kasa sev pakausi
nb: 403. Nei å nei! Det er noe som ikke virker som det skal.
pt: 403. Oh, não! O nosso servidor está a Scratchar a cabeça
tr: 403. Ah hayır! Sunucumuz kafasını kaşıyor

source: We couldn't authorize you to view this page. If you need to get in touch with us about this, send us an email at
de: Du verfügst nicht über die benötigten Genehmigungen um diese Seite anzuschauen. Wenn du deshalb mit uns Kontakt aufnehmen möchtest, dann schicke uns eine E-Mail an
el: Δεν καταφέραμε να σας εξουσιοδοτήσουμε ώστε να προβάλλετε αυτή τη σελίδα. Εάν θέλετε να επικοινωνήσετε μαζί μας, στείλτε μας email στο
fr: Nous ne pouvions pas vous autoriser à accéder à cette page. Si vous avez besoin d'entrer en contact avec nous à ce sujet, envoyez-nous un courriel à
gl: Poderiamos autorizarche para que vexas esta páxina. Se necesitas contactar connosco, envianos un correo electrónico a
it: Non possiamo autorizzarti a visualizzare questa pagina. Se hai bisogno di informazioni, invia una email a
lv: Mēs nevaram ļaut tev parādīt šo lapu. Ja domā, ka mums tas ir jāzina, atsūti epastu
nb: Vi kunne ikke vise deg denne siden. Hvis du lurer på noe om dette kan du sende en epost til
pt: Não o conseguimos autorizar a ver esta página. Se precisar de nos contactar acerca deste assunto, pode-nos enviar uma mensagem para
tr: Bu sayfayı görme yetkisi veremiyoruz. Bu konuda bizimle irtibata geçmek istersen e-posta atabilirsin

source: Whoops! Our server is Scratch'ing its head
de: Uuups! Unser Server scratch't sich am Kopf
fr: 404 Désolé! Notre serveur s'est Scratché
it: Oh no! Il nostro server si è perso
lv: Ai! Mūsu serveris kasa sev pakausi
nb: Nei å nei! Det er noe som ikke virker som det skal
pt: Ops! O nosso servidor está a Scratchar a cabeça
tr: Hay aksi! Sunucumuz kafasını kaşıyor

source: We couldn't find the page you're looking for. Check to make sure you've typed the url correctly.
ca: No s'ha pogut trobar la pàgina que buscaves. Assegura't d'haver-ne escrit correctament l'URL.
cs: Nemůžeme nalézt stránku kterou hledáš. Zkontroluj, že jsi napsal URL správně.
de: Die gewünschte Seite konnte nicht gefunden werden. Überprüfe, ob du die Adresse richtig eingegeben hast.
el: Δεν μπορέσαμε να βρούμε την σελίδα που ψάχνετε. Ελέγξτε εάν έχετε γράψει τη διεύθυνση URL σωστά.
es: No pudimos encontrar la página que estás buscando. Asegúrate de haber escrito el URL correctamente.
et: Me ei leia sinu poolt soovitud lehekülge. Vaata kas URL on õige.
eu: Bila zabiltzan orria ezin izan dugu aurkitu. URLa ongi idatzi duzula ziurta ezazu.
fr: Nous n'avons pas pu trouver la page que vous recherchez. Assurez-vous que vous avez tapé correctement l'url .
ga: Leathanach gan aimsiú. Bí cinnte gur chuir tú an URL ceart isteach.
gl: Non podemos atopar a páxina que estás buscando. Comproba que escribiches ben a URL.
it: Non abbiamo trovato la pagina che stai cercando. Controlla di aver digitato correttamente l'indirizzo.
ja: あなたのお探しのページは見つかりません。入力したurlを確認してください。
lv: Mēs nevaram atrast lapu, ko tu meklē. Pārbaudi, vai adrese uzrakstīta pareizi
nb: Vi kan ikke finne siden du ønsket. Sjekk at du har skrevet nettadressen riktig.
pt: Não conseguimos encontrar a página que pretendia. Verifique se o url introduzido está correcto.
ro: Nu putem gasi pagina pe care o cauti. Verifica pentru a te asigura ca ai tastat corect url-ul.
sl: Strani, ki si jo zahteval-a, žal nismo našli. Preveri, ali je vpisani url pravilen.
sr: Нисмо нашли страницу коју си тражио. Провери да ли си тачно написао адресу (url).
sv: Vi kunde inte hitta sidan du letar efter. Kontrollera att adressen är rätt.
tr: Aradığın sayfayı bulamadım. Adresi yanlış yazmış olabilir misin?
uk: Не можемо знайти шуканої сторінки. Перевірте правильність введеної адреси.

source: You can try searching for what you're looking for here:
ca: Pots intentar cercar el que t'interessa aquí:
cs: Můžeš zkusit vyhledat to co hledáš tady:
de: Du kannst versuchen, das Gewünschte hier zu finden:
el: Μπορείτε να αναζητήσετε αυτό που θέλετε εδώ:
es: Puedes buscar lo que necesitas aquí:
et: Sa võid proovida otsida siin:
eu: Bila zabiltzana hemen bila dezakezu:
fr: Vous pouvez essayer de trouver ce que vous cherchez ici:
ga: Nó cuardaigh an leathanach anseo:
gl: Podes tentar buscar o que estás procurando aquí:
it: Puoi provare a cercare qui quello che ti interessa:
ja: ここから探しているページを検索できます：
lv: Vari mēģināt sameklēt sev interesējošo te:
nb: Her kan du prøve å søke etter det du ønsket:
pt: Pode experimentar procurar aqui aquilo que pretendia:
ro: Poti incerca sa cauti ceea ce vrei aici:
sl: Z iskanjem želenega lahko poskusiš tukaj:
sr: Можеш да покушаш да пронађеш оно за чиме трагаш овде:
sv: Du kan prova att söka efter det du letar efter här:
tr: Bir de burada aramayı dene istersen:
uk: Ви можете пошукати тут:

source: Looks like we are having issues with our servers!
de: Wir haben offenbar Probleme mit unseren Servern!
el: Έχουμε κάποιο πρόβλημα με τους σέρβερ μας!
fr: On dirait que nous avons des problèmes avec nos serveurs!
it: Sembra che al momento ci siano problemi con il nostro server!
lv: Šķiet, ka mums ir problēmas ar serveriem!
nb: Vi har visst problemer med våre servere!
pt: Parece que estamos com problemas nos nossos servidores!
tr: Görünüşe göre sunucularımızda hatalar var!

source: Try refreshing in a few minutes
de: Versuche, die Seite in einigen Minuten neu zu laden
el: Προσπαθήστε να κάνετε ανανέωση σε μερικά λεπτά
fr: Essayez d'actualiser en quelques minutes
it: Prova ad aggiornare la pagina tra quache minuto
lv: Mēģini vēlreiz pēc dažām minūtēm
nb: Prøv å laste inn siden på nytt om en liten stund
pt: Tente refrescar dentro de alguns minutos
tr: Birkaç dakika sonra tekrar deneyin

source: You can still <a href="/scratch2download/">Download Scratch</a> and make projects.
de: Du kannst trotzdem <a href="/scratch2download/">Scratch herunterladen</a> und Projekte erstellen.
el: Μπορείτε ακόμη να κατεβάσετε το <a href="/scratch2download/">Scratch</a> και να φτιάξετε έργα.
fr: Vous pouvez toujours <a href="/scratch2download/">Télécharger Scratch</a> et faire des projets.
it: Puoi anche <a href="/scratch2download/">Scaricare Scratch</a> e creare i tuoi progetti.
lv: Tu vari <a href="/scratch2download/">Lejuplādēt Scratch</a> un veidot projektus.
nb: Du kan fortsatt <a href="/scratch2download/">laste ned Scratch</a> og lage prosjekter.
pt: Entretanto pode <a href="/scratch2download/">Descarregar o Scratch Desconectado</a> e usá-lo para construir projectos.
tr: Yine de <a href="/scratch2download/">Scratch'i İndirip</a> projeler yapabilirsin.

source: Imagine, Program, Share
ca: Imagina, Programa, Comparteix
cs: Vymysli, programuj, poděl se
de: Ausdenken, Entwickeln, Teilen
el: Φαντάσου, Προγραμμάτισε, Μοίρασε!
es: Imagina, Programa, Comparte
et: Kujunda, programmeeri, jaga
eu: Irudikatu, Programatu, Partekatu
fr: Imagine, Programme, Partage
ga: Samhlaíocht, Ríomhchlárú, Comhphobal
gl: Imaxina, Programa, Comparte
it: Immagina, Programma, Condividi
ja: 想像、プログラム、共有
lv: Iztēlojies, programmē, dalies
nb: Fantasi, Programmering, Samarbeid
pt: Imagine, Programe, Partilhe
ro: Imagineaza, Programeaza, Partajeaza
sl: Zamisli si, programiraj, deli
sr: Замисли, програмирај, дели
sv: Tänk, Programmera, Dela
tr: Hayal et, Kodla, Paylaş
uk: Уяви, програмуй, поділись

source: Create
ca: Crea
cs: Tvořit
de: Entwickeln
el: Δημιουργία
es: Crear
et: Loo
eu: Sortu
fr: Créer
ga: Cruthaigh
gl: Crear
he: צור
it: Crea
ja: 作る
lv: Veido
nb: Programmering
pt: Criar
ro: Creeaza
sl: Ustvari
sr: Стварај
sv: Skapa
tr: Oluştur
uk: Створити

source: Explore
ca: Explora
cs: Prozkoumat
de: Entdecken
el: Εξερεύνηση
es: Explorar
et: Uuri
eu: Esploratu
fr: Explorer
ga: Taiscéal
gl: Explorar
he: חקור
it: Esplora
ja: 見る
lv: Izpēti
nb: Prosjekter
pt: Explorar
ro: Exploreaza
sl: Raziskuj
sr: Истражуј
sv: Utforska
tr: Keşfet
uk: Вивчати

source: Help
ca: Ajuda
cs: Pomoc
de: Hilfe
el: Βοήθεια
es: Ayuda
et: Abi
eu: Laguntza
fr: Aide
ga: Cabhair
gl: Axuda
he: עזרה
it: Aiuto
ja: ヘルプ
lv: Palīdzība
nb: Hjelp
pt: Ajuda
ro: Ajutor
sl: Pomoč
sr: Помоћ
sv: Hjälp
tr: Yardım
uk: Допомога

source: Join Scratch
ca: Uneix-te a Scratch
cs: Připojit se ke Scratchi
de: Scratcher werden
el: Εγγραφή
es: Únete a Scratch
et: Ühine Scratchiga
eu: Scratchera batu
fr: Rejoindre Scratch
ga: Cláraigh le Scratch
gl: Únete a Scratch
it: Unisciti alla comunità di Scratch
lv: Pievienojies Scratch
nb: Bli Scratch-bruker
pt: Aderir ao Scratch
ro: Alatura-te Scratch
sl: Pridruži se Scratchu
sv: Gå med Scratch
tr: Scratch'a Katıl
uk: Приєднатись

source: Sign in
ca: Inicia la sessió
cs: Přihlášení
de: Anmelden
el: Σύνδεση
es: Ingresar
et: Logi sisse
eu: Saioa hasi
fr: Se connecter
ga: Logáil isteach
gl: Entrar
he: כניסה
it: Entra
ja: サインイン
lv: Ienākt
nb: Logg inn
pt: Entrar
ro: Logare
sl: Vpiši se
sr: Пријави се
sv: Logga in
tr: Giriş
uk: Увійти

source: Password
ca: Contrasenya
cs: Heslo
de: Kennwort
el: Κωδικός
es: Contraseña
et: Parool
eu: Pasahitza
fr: Mot de passe
ga: Focal Faire
gl: Contrasinal
he: סיסמה
ja: パスワード
lv: Parole
nb: Passord
pt: Palavra-passe
ro: Parola
sl: Geslo
sr: Лозинка
sv: Lösenord
tr: Şifre
uk: Пароль

source: Forgot password?
ca: Has oblidat la contrasenya?
cs: Zapoměl(a) jsi heslo?
de: Kennwort vergessen?
el: Ξεχάσατε τον κωδικό σας;
es: ¿Olvidaste tu contraseña?
et: Unustasid parooli?
eu: Pasahitza ahaztu al duzu?
fr: Mot de passe oublié ?
ga: Focal faire dearmadta?
gl: Esqueceches o teu contrasinal?
it: Hai dimenticato la password?
ja: パスワードを忘れた場合。
lv: Aizmirsi paroli?
nb: Glemt passord?
pt: Esqueceu-se da palavra-passe?
ro: Ai uitat parola?
sl: Pozabljeno geslo?
sr: Заборавио си лозинку?
sv: Glömt lösenord?
tr: Şifreni mi unuttun?
uk: Забули пароль?

source: messages - updates and notices
ca: missatges - actualitzacions i notícies
cs: zprávy - aktualizace a oznámení
de: Mitteilungen - Aktualisierungen und Bekanntmachungen
el: Μηνύματα - ενημερώσεις και ειδοποιήσεις
es: mensajes - actualizaciones y noticias
et: teated - uuendused ja sõnumid
eu: mezuak - eguneraketak eta berriak
fr: messages - mises à jour et avis
ga: teachtaireachtaí - nuashonruithe agus fógraí
gl: Mensaxes - actualizacións e novas
it: messaggi - aggiornamenti e notifiche
ja: メッセージ - 更新情報とお知らせ
lv: ziņojumi - jauninājumi un paziņojumi
nb: meldinger - besjeder og oppdateringer
pt: mensagens - actualizações e notificações
ro: mesaje - actualizari si avertismente
sl: sporočila - posodobitve in obvestila
sr: поруке - најновије информације и извештаји
sv: meddelande - uppdateringar och notiser
tr: mesajlar - güncellemeler ve uyarılar
uk: повідомлення - оновлення та сповіщення

source: my stuff - manage projects and studios
ca: les meves coses - gestiona projectes i estudis
cs: moje věci - správa projektů a studií
de: Meine Sachen - verwalte Projekte und Studios
el: Τα πράγματά μου - οργανώστε τα έργα και τις συλλογές σας
es: mis cosas - administrar proyectos y estudios
et: minu asjad - projektide ja stuudiote haldamine
eu: nire gauzak - proiektuak eta estudioak kudeatu
fr: mes projets - gestion des projets et des studios
ga: mo chuid stuif - bainistigh tionscadail agus stiúideonna
gl: as miñas cousas - xestionar proxectos e estudos
it: le mie cose - gestisci i progetti e le gallerie
ja: 私の作品 - 作品の管理と制作の場所
lv: manas lietas - pārvaldi projektus un studijas
nb: mine ting - behandle prosjekter og gallerier
pt: as minhas coisas - gestão de projectos e estúdios
ro: materialele mele - gestionare proiecte si studio
sl: moje stvari - vodenje projektov in studiev
sr: моје - уређивање пројеката и студија
sv: mina grejor - hantera projekt och studior
tr: kendiminkiler - projeleri ve stüdyoları yönet
uk: мої доробки - керувати проектами та студіями

source: My Stuff
ca: Les Meves Coses
cs: Moje věci
de: Meine Sachen
el: Τα πράγματά μου
es: Mis Cosas
et: Minu asjad
eu: Nire gauzak
fr: Mes Projets
ga: Mo Chuid Stuif
gl: As Miñas Cousas
he: הדברים שלי
it: Le Mie Cose
ja: 私の作品
lv: Manas lietas
nb: Mine ting
pt: As Minhas Coisas
ro: Materialele mele
sl: Moje stvari
sr: Моје ствари
sv: Mina grejor
tr: Kendiminkiler
uk: Мої проекти

source: Account settings
ca: Configuració del compte
cs: Nastavení účtu
de: Kontoeinstellungen
el: Ρυθμίσεις Λογαριασμού
es: Configuración de la cuenta
et: Konto seaded
eu: Kontuaren ezarpenak
fr: Paramètres du compte
ga: Socruithe an chuntais
gl: Configuración da conta
he: הגדרות חשבון
it: Configurazione account
ja: アカウント設定
lv: Konta iestatījumi
nb: Brukerinnstillinger
pt: Configurações da conta
ro: Setarile contului
sl: Nastavitve računa
sr: Подешавање налога
sv: Kontoinställningar
tr: Hesap ayarları
uk: Налаштування облікового запису

source: Sign out
ca: Finalitza la sessió
cs: Odhlášení
de: Abmelden
el: Αποσύνδεση
es: Salir
et: Logi välja
eu: Saioa amaitu
fr: Se déconnecter
ga: Logáil amach
gl: Saír
he: התנתקות
it: Esci
ja: サインアウト
lv: Iziet
nb: Logg ut
pt: Sair
ro: Iesire
sl: Izpiši se
sr: Одјава
sv: Logga ut
tr: Çıkış
uk: Вийти

source: About
ca: A propòsit de
cs: O aplikaci
de: Über Scratch
el: Σχετικά
es: Acerca de Scratch
et: Üldinfo
eu: Scratchi buruz
fr: A propos
ga: Maidir Leis
gl: Acerca de Scratch
he: אודות
it: Info
ja: Scratchについて
lv: Par
nb: Om
pt: Acerca
ro: Despre
sl: O nas
sr: О Скрачу
sv: Om
tr: Hakkımızda
uk: Про Скретч

source: About Scratch
ca: Quant a Scratch
de: Über Scratch
el: Σχετικά με το Scratch
es: Acerca de Scratch
et: Scratchist
eu: Scratchi buruz
fr: A propos de Scratch
gl: Acerca de Scratch
it: Info
lv: Par Scratch
nb: Om Scratch
pt: Acerca do Scratch
sl: O Scratchu
sv: Om Scratch
tr: Scratch Hakkında
uk: Про Скретч

source: For Parents
ca: Per als Pares
cs: Pro rodiče
de: Für Eltern
el: Για τους γονείς
es: Para Padres
et: Lapsevanematele
eu: Gurasoentzat
fr: Pour les parents
ga: Do Thuismitheoirí
gl: Para Nais e Pais
it: Per i Genitori
ja: 保護者のための
lv: Vecākiem
nb: For foreldre
pt: Para os Pais
ro: Pentru parinti
sl: Za starše
sr: За родитиеље
sv: För Föräldrar
tr: Anne-Babalar için
uk: Для батьків

source: For Educators
ca: Per Educadors
cs: Pro učitele
de: Für Lehrkräfte
el: Για τους Εκπαιδευτικούς
es: Para Docentes
et: Koolitajatele
eu: Hezitzaileentzat
fr: Pour les éducateurs
ga: Do Mhúinteoirí
gl: Para Docentes
it: Per Educatori
lv: Pasniedzējiem
nb: For lærere
pt: Para Educadores
ro: Pentru profesori
sl: Za učitelje
sr: За наставнике
sv: För pedagoger
tr: Eğitimciler İçin
uk: Для вчителів

source: Credits
de: Danksagungen
el: Ευχαριστίες
fr: Remerciements
it: Crediti
lv: Autori
nb: Bidragsytere
pt: Créditos
tr: Katkısı olanlar
