Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: How did you make the project?</br>Did you use ideas, scripts, or artwork from other people? Thank them here.
ca: Com has fet el projecte?</br>Has fet servir idees, programes o imatges d'altres persones? Dóna'ls les gràcies aquí.
cs: Jak jsi udělal tento projekt?</br>Použil jsi nápady, scripty nebo grafiku ostatních lidí? Tady jim poděkuj.
de: Wie hast du das Projekt gemacht?</br>Benutzt du Ideen, Skripte oder Grafiken von anderen Leuten? Danke diesen hier.
el: Πως φτιάξατε αυτό το έργο;</br>Χρησιμοποιήσατε ιδέες, σενάρια ή εικονογραφήσεις από άλλα άτομα; Ευχαριστήστε τους εδώ.
es: ¿Cómo hiciste el proyecto?</br>¿Usaste ideas, programas o arte de otras personas? Dales las gracias aquí.
et: Kuidas sa tegid selle projekti?</br>Kas sa kasutad teiste ideid, skripte vm? Täna neid siin.
eu: Nola egin duzu proiektu hau?</br>Beste batzuen ideiak, skriptak edo artelanak erabili al dituzu? Eskerrak emaizkiezu.
fr: Comment avez-vous fait ce projet? </br> Avez-vous utilisé des idées, des scripts, des créations artistiques d'autres personnes? Remerciez-les ici.
ga: Cén chaoi a ndearna tú an tionscadal?</br>Ar bhain tú úsáid as smaointe, scripteanna, nó ealaín ó dhaoine eile? Gabh buíochas dóibh anseo.
gl: Como fixeches o proxecto?</br>Usacjes ideas, programas ou recursos artísticos doutras persoas? Dalles as grazas aquí.
it: Come hai creato il tuo progetto?</br>Hai usato idee, script o disegni di altri utenti? Ringraziali qui.
ja: どうやってプロジェクトを作りましたか?</br>他の人のアイデアやスクリプト、アートワークを使っていたら、ここで皆にお礼を言いましょう。
lv: Kā tu izveidoju savu projektu?</br>Vai izmantoji citu idejas, programmas vai zīmējumus? Pasaki šeit paldies.
nb: Hvordan lagde du dette prosjektet?</br>Har du brukt ideer, skript eller tegninger fra andre? Husk i så fall å takke dem her.
pt: Como fez este projecto?</br>Utilizou ideias, guiões ou criações de outras pessoas? Agradeça-lhes aqui.
ro: Cum ai facut proiectul?</br>Ai folosit idei, script-uri sau elemente de design ale altora? Multumeste-le aici.
sl: Kako si ustvaril-a ta projekt?</br>Če si uporabil-a ideje, skripte ali umetniško delo koga drugega, se mu lahko zahvališ na tem mestu.
sr: Како си направио пројекат?</br>Јеси ли користио идеје, програме, или цртеже других људи? Захвали им овде.
sv: Hur gjorde du projektet?</br>Använde du idéer, script eller bilder från andra användare? Tacka dem här.
tr: Projeni nasıl yaptın?</br>Diğerlerinin fikirlerini, dizilerini veya görsel eserlerini kullandın mı? Onlara burada teşekkür et.
uk: Шукаєте ідеї для проекту?</br>Бажаєте використати ідеї, скрипти чи зображення інших людей? Подякуйте їм за це.

source: Add project to studios
es: Añade proyecto a estudios
fr: Ajoute le projet au studio
gl: Engadir o proxecto a estudos
it: Aggiungi il progetto a una galleria
lv: Pievieno projektu studijai
nb: Legg inn prosjektet i et galleri
pt: Adicionar projecto a estúdios
sl: Dodaj projekte v studije

source: Embed project on other websites
es: Incluye proyecto en otros sitios web
fr: Partage le projet sur d'autres sites
gl: Integrar o proxecto noutros sitios web
it: Condividi il progetto su altri siti web
lv: Iegult projektu citās vietnēs
nb: Legg ut prosjektet på andre nettsteder
pt: Embeber projecto noutros sítios Web
sl: Vključi projek na druge spletne strani
tr: Projeyi diğer sitelerin içinden çalıştır

source: Report project as inappropriate
ca: Informa com a inadequat aquest projecte
cs: Nahlásit projekt jako nepatřičný
de: Melde dieses Projekt als unangebracht
el: Αναφορά αυτού του έργου ως ακατάλληλο
es: Marcar proyecto como inapropiado
et: Tunnista projekt sobimatuks
eu: Proiektua desegokitzat salatu
fr: Signaler un projet comme inapproprié
ga: Déan tuairisc ar thionscadal mí-oiriúnach
gl: Denunciar o proxecto como inapropiado
he: דווח על הפרויקט כבלתי הולם
it: Segnala il progetto come inappropriato
ja: プロジェクトを不適切なものとして報告
lv: Ziņot par projektu kā neatbilstošu
nb: Meld prosjektet som upassende
pt: Reportar este projecto como inapropriado
ro: Raporteaza comentariul ca nepotrivit
sl: Prijavi projekt kot neprimeren
sr: Пријавите пројекат као непримерен
sv: Anmäl projektet som olämpligt
tr: Projeyi uygunsuz olarak şikayet et
uk: Сповістити про невідповідність

source: Report this
ca: Informa sobre això
cs: Ohlas toto
de: Melden
el: Αναφορά
es: Denunciar esto
et: Teavita sellest
eu: Hau salatu
fr: Signaler ceci
ga: Déan tuairisc air seo
gl: Denunciar isto
he: דווח על זה
it: Segnalalo
ja: これを報告
lv: Ziņot par šo
nb: Meld dette
pt: Reportar acerca deste
ro: Raporteaza aceasta
sl: Prijavi to
sr: Пријавите ово
sv: Anmäl detta
tr: Bunu bildir
uk: Сповістити про

source: View Cloud Data activity for this project.
ca: Mira el registre d'activitat de les Dades al Núvol d'aquest projecte.
cs: Zobrazit aktivitu Cloud Data pro tento projekt.
de: Schau dir die Cloud-Daten-Aktivität für dieses Projekt an.
el: Προβολή ιστορικού δεδομένων Cloud για αυτό το έργο.
es: Ver actividad de la nube para este proyecto.
et: Vaata selle projekti pilveandmete muutuseid.
eu: Proiektu honentzako hodei datuen jarduera ikusi.
fr: Voir l'activité des données du Cloud pour ce projet.
ga: Féach ar ghníomhaíocht Néalsonraí le haghaidh an tionscadail seo.
gl: Ver Datos na Nube para este proxecto.
it: Guarda l'attività dei dati Cloud di questo progetto.
ja: このプロジェクトのクラウドデータを見る。
lv: Skati mākoņu datu darbības šajā projektā.
nb: Vis aktiviteten på dette prosjektets nettdata.
pt: Ver a Actividade de Nuvem deste projecto.
ro: Vizualizare activitate cu date Cloud pentru acest proiect
sl: Prikaži aktivnost podatkov v oblaku za ta projekt.
sv: Visa dataaktivitet i Molnet för detta projekt.
tr: Bu projedeki Bulut Verisi aktivitesine bak.
uk: Переглянути зовнішні дані для проекту.

source: Login
ca: Inicia la sessió
cs: Přihlásit
de: Anmelden
el: Σύνδεση
es: Ingresar
et: Logi sisse
eu: Saioa hasi
fr: Se connecter
ga: Logáil isteach
gl: Acceder
he: התחבר
it: Entra
ja: ログイン
lv: Ienākt
nb: Logg inn
pt: Entrar
ro: Logare
sl: Prijava
sr: Пријави се
sv: Logga in
tr: Giriş
uk: Вхід

source: Forgot username or password?
ca: Has perdut el nom d'usuari o la contrasenya?
cs: Zapoměl(a) jsi jméno nebo heslo?
de: Benutzername oder Kennwort vergessen?
el: Ξεχάσατε όνομα χρήστη ή κωδικό;
es: ¿Olvidaste tu usuario o contraseña?
et: Unustasid kasutajanime või parooli?
eu: Erabiltzaile izena edo pasahitza ahaztu al duzu?
fr: Vous avez oublié votre nom d'utilisateur ou votre mot de passe?
ga: Ainm úsáideora nó focal faire dearmadta?
gl: Esqueciches o teu nome de usuario ou contrasinal?
it: Hai dimenticato lo username o la password?
ja: ユーザー名やパスワードを忘れましたか?
lv: Aizmirsi lietotājvārdu vai paroli?
nb: Glemt brukernavn eller passord?
pt: Esqueceu-se do seu nome de utilizador ou da sua palavra-passe?
ro: Ai uitat numele de utilizator sau parola?
sl: Si pozabil-a uporabniško ime ali geslo?
sr: Заборавио си корисничко име или лозинку?
sv: Glömt användarnamn eller lösenord?
tr: Kullanıcı adını veya şifreni mi unuttun?
uk: Забули ім’я користувача чи пароль?

source: Password reset confirmation
ca: Confirmació del canvi de contrasenya
cs: Potvrzení resetu hesla
de: Bestätigung, das Kennwort zurückzusetzen
el: Επιβεβαίωση επαναφοράς κωδικού
es: Confirmación de restauración de contraseña
et: Parooli lähtestamise kinnitus
eu: Pasahitza berrezartzeko baieztapena
fr: Confirmation de réinitialisation du mot de passe
ga: Deimhniú athshocrú an fhocail faire
gl: Confirmación de restablecemento de contrasinal
it: Conferma dell'azzeramento della password
ja: パスワードリセットの確認
lv: Paroles atjaunošanas apstiprinājums
nb: Bekreft nytt passord
pt: Confirmação da reinicialização da palavra-passe
ro: Confirmare resetare parola
sl: Potrditev ponastavitve gesla
sr: Потврда промене лозинке
sv: Bekräftelse återställning av lösenord
tr: Şifre sıfırlama onayı
uk: Підтвердити скидання паролю

source: New Password
ca: Nova Contrasenya
cs: Nové heslo
de: Neues Kennwort
el: Νέος κωδικός
es: Nueva contraseña
et: Uus parool
eu: Pasahitz berria
fr: Nouveau mot de passe
ga: Focal Faire Nua
gl: Novo contrasinal
it: Nuova Password
ja: 新しいパスワード
lv: Jauna parole
nb: Nytt passord
pt: Nova Palavra-Passe
ro: Parola noua
sl: Novo geslo
sr: Нова лозинка
sv: Nytt Lösenord
tr: Yeni Şifre
uk: Новий пароль

source: Change my password
ca: Canvia la meva contrasenya
cs: Změnit mé heslo
de: Kennwort ändern
el: Αλλαγή κωδικού
es: Cambiar contraseña
et: Muuda minu parooli
eu: Nire pasahitza aldatu
fr: Changer mon mot de passe
ga: Athraigh m'fhocal faire
gl: Cambiar o meu contrasinal
it: Cambia la password
ja: パスワードの変更
lv: Mainīt paroli
nb: Bytt passord
pt: Alterar a minha palavra-passe
ro: Schimba-mi parola
sl: Spremeni moje geslo
sr: Промени моју лозинку
sv: Ändra mitt lösenord
tr: Şifremi değiştir
uk: Змінити мій пароль

source: Password reset email sent...
ca: El correu per reestablir la contrasenya s'ha enviat...
cs: Reset hesla odeslán emailem...
de: E-Mail zum Zurücksetzen des Kennworts wurde gesendet...
el: Το e-mail για την επαναφορά του κωδικού στάλθηκε...
es: Correo de restauración de contraseña enviado...
et: Parooli lähtestusmeil saadetud ...
eu: Pasahitza berrezartzeko emaila bidalia izan da...
fr: un courriel de réinitialisation du mot de passe vous a été envoyé ...
gl: Enviado o correo electrónico de restablecemento...
it: L'email per la cancellazione della password è stata inviata...
ja: パスワードリセットのためにメールを送る…
lv: Paroles atjaunošanas epasts ir nosūtīts...
nb: Epost om nytt passord er sendt...
pt: Foi enviada a mensagem de correio electrónico de reinicialização da palavra-passe...
ro: Mesaj de resetare a parolei trimis...
sl: E-pošta za ponastavitev gesla je bila poslana...
sr: Послато ти је е-писмо за промену лозинке...
sv: Återställning av lösenord har skickats...
tr: Şifre değişimi için eposta gitti...
uk: Лист для скидання паролю надіслано...

source: You're receiving this email because you requested a password reset for your user account on Scratch. If you didn't request a password change, you can just ignore this message.
fr: Tu reçois cet email car tu as demandé une réinitialisation du mot de passe de ton compte d'utilisateur sur Scratch. Si tu n'as pas demandé un changement de mot de passe, tu peux simplement ignorer ce message.
it: Hai ricevuto questa email perché hai richiesto l'azzeramento della password del tuo account Scratch. Se non hai richiesto il cambio di password, ignora questo messaggio.
lv: Tu saņēmi šo epastu, jo esi pieprasījis paroles maiņu savam Scratch lietotāja kontam. Ja neesi pieprasījis paroles maiņu, neņem vērā šo ziņu.

source: Please go to the following page and choose a new password:
fr: S'il te plaît va à la page suivante et choisis un nouveau mot de passe:
it: Ti preghiamo di andare alla pagina indicata e scegliere una nuova password:
lv: Lūdzu dodies uz šo lapu un izvēlies jaunu paroli:

source: You're receiving this e-mail because you requested a password reset for your user account at Scratch. If you didn’t request a password change, you can just ignore this message.
fr: Tu reçois ce courriel car tu as demandé une réinitialisation de ton mot de passe pour ton compte utilisateur de Scratch. Si tu n'as pas demandé un changement de mot de passe, tu peux simplement ignorer ce message.
it: Hai ricevuto questa email perchè hai chiesto l'azzeramento della password del tuo account Scratch. Se non hai chiesto un cambio di password, ignora questo messaggio.
lv: Tu saņēmi šo epastu, jo esi pieprasījis paroles maiņu savam Scratch lietotāja kontam. Ja neesi pieprasījis paroles maiņu, neņem vērā šo ziņu.

source: Here are the username(s) associated with this email address:
fr: Voici le nom d'utilisateur (s) associé à cette adresse courriel:
it: Ecco i nomi utente associati a questo indirizzo email:
lv: Lūk, šis lietotājvārds(i) ir piesaistīti šai epasta adresei:

source: Go here to change the password:
fr: Ici pour changer le mot de passe:
it: Vai qui per cambiare la password:
lv: Dodies te, lai mainītu paroli:

source: Reset your password - Scratch
fr: Réinitialiser ton mot de passe - Scratch
it: Azzera la tua password - Scratch
lv: Paroles atjaunošana - Scratch

source: Reset Password
ca: Reestableix la Contrasenya
cs: Reset hesla
de: Kennwort zurücksetzen
el: Επαναφορά κωδικού
es: Restaurar Contraseña
et: Lähtesta parool
eu: Pasahitza berrezarri
fr: Réinitialiser le mot de passe
ga: Athshocraigh Focal Faire
gl: Restablecer Contrasinal
it: Cancella la Password
ja: パスワードのリセット
lv: Atjaunot paroli
nb: Få nytt passord
pt: Reinicializar Palavra-Passe
ro: Resetare parola
sl: Ponastavi geslo
sr: Поново постави лозинку
sv: Återställ Lösenord
tr: Şifreyi Sıfırla
uk: Скинути пароль

source: Enter Username
ca: Introdueix el teu nom d'usuari
cs: Zadej jméno uživatele
de: Gib deinen Benutzernamen ein
el: Πληκτρολογείστε το όνομα χρήστη σας
es: Ingrese el Nombre de usuario
et: Sisesta kasutajanimi
eu: Erabiltzaile izena
fr: Entrer votre nom d'utilisateur
ga: Iontráil Ainm an Úsáideora
gl: Introduce o Nome de usuario
it: Inserisci lo Username
ja: ユーザー名を入力してください。
lv: Ievadi lietotājvārdu
nb: Skriv brukernavn
pt: Introduzir Nome de Utilizador
ro: Introdu numele de utilizator
sl: Vpiši uporabniško ime
sr: Унеси корисничко име
sv: Ange Användarnamn
tr: Kullanıcı adını gir
uk: Введіть ім’я користувача

source: Email address you registered with
ca: Adreça amb la que t'has registrat
cs: Email adresa, s kterou se registruješ
de: Die E-Mail-Adresse, mit der du dich registriert hast
el: Η διεύθυνση e-mail με την οποία εγγραφήκατε
es: Correo electrónico con el que se registró
et: Sinu registreeritud Emaili aadress
eu: Erregistratu zineneko email helbidea
fr: L'adresse courriel utilisée pour l'enregistrement
ga: Seoladh ríomhphoist ar chláraigh tú leis
gl: Dirección de correo electrónico coa que te rexistraches
it: I'indirizzo email che hai usato per la registrazione
ja: 登録しているメールアドレスを入力してください。
lv: E-pasta adresi, ar kuru esi reģistrējies
nb: Epostadressen du registrerte på brukerkontoen
pt: Endereço de correio electrónico com que se registou
ro: Adresa de email cu care te-ai inregistrat
sl: E-poštni naslov, s katerim si se vpisal-a
sv: E-postadressen du registrerade dig med
tr: Bu isme kayıtlı eposta:
uk: Адресу пошти зареєстровано за

source: Send me a password reset link!
ca: Envia'm un enllaç per reestablir la contrasenya!
cs: Pošlete mě odkaz na reset hesla!
de: Schickt mir einen Link zum Zurücksetzen meines Kennworts!
el: Στείλτε μου έναν σύνδεσμο για επαναφορά του κωδικού!
es: ¡Envíame un link para restaurar mi contraseña!
et: Saada mulle parooli taastamise link!
eu: Pasahitza berrezartzeko esteka bidali iezadazu!
fr: Envoyez-moi un lien pour réinitialiser le mot de passe!
ga: Seol nasc chugam chun m'fhocal faire a athshocrú!
gl: Enviame unha ligazón para restablecer o contrasinal!
it: Inviami un link per la cancellazione della password!
ja: パスワードリセットのためのメールを送る!
lv: Atsūtiet man paroles atjaunošanas saiti!
nb: Send meg en link for å lage nytt passord!
pt: Enviem-me uma ligação de reinicialização da palavra-passe!
ro: Trimite-mi un link de restare a parolei!
sl: Pošljite mi povezavo za ponastavitev gesla!
sr: Пошаљите ми везу за промену лозинке!
sv: Skicka en länk för återställning av lösenord!
tr: Bana şifre sıfırlama linki gönder!
uk: Надіслати посилання на скидання паролю!

source: Welcome to Scratch, <strong>%(username)s</strong>!
lv: Esi sveikts Scratch, <strong>%(username)s</strong>!

source: We're thrilled that you’ve joined our growing community! With Scratch, you can program your own interactive stories, games, and animations — and share your creations with others in the community.
fr: Nous sommes ravis que tu aies rejoint notre communauté en pleine croissance! Avec Scratch, tu peux programmer tes propres histoires interactives, tes jeux et animations - et partager tes créations avec d'autres dans la communauté.
lv: Mēs esam sajūsmā, ka esi pievienojies mūsu augošajau kopienai! Ar Scratch tu varēsi programmēt pats savus interaktīvos stāstus, spēles un animācijas — un dalīties ar savu paveikto mūsu kopienā.

source: What's Next?
fr: Quelle est la prochaine étape?
lv: Ko tālāk?

source: Read our Community Guidelines
fr: Lisez nos règles de conduite
lv: Izlasi mūsu kopienas vadlīnijas

source: Learn how to make a project
ca: Aprèn com es fa un projecte
cs: Naučit se vytvořit projekt
de: Lernen, wie man ein Projekt macht
el: Μάθετε να φτιάχνετε ένα έργο
es: Aprende cómo hacer un proyecto
et: Õppida, kuidas teha projekti
eu: Proiektu bat nola egin ikasi
fr: Apprenez à faire un projet
ga: Foghlaim conas tionscadal a chruthú
gl: Aprende como facer un proxecto
it: Impara come creare un progetto
lv: Mācīties veidot projektu
nb: Lære å lage et nytt prosjekt
pt: Aprender a criar um projecto
ro: Invata cum sa creezi un proiect
sl: Naučiti se ustvariti projekt
sr: Научи како да направиш пројекат
sv: Lära dig hur man gör ett projekt
tr: Bir projenin nasıl yapılacağını öğren
uk: Вивчити як створити проект

source: Get inspired with a starter project
fr: Inspire-toi ad'un projet de démarrage
lv: Lai iesākuma projekts tevi iedvesmo

source: Want to learn more?
fr: Souhaites-tu en apprendre plus ?
lv: Vēlies uzzināt vairāk?

source: Check out our <a href="%(about_url)s">About Scratch</a> page, <a href="%(faq_url)s">Frequently Asked Questions</a>, and <a href="%(discuss_url)s">Discussion Forums</a>, to learn more about Scratch.
lv: Iepazīsti mūsu lapu <a href="%(about_url)s">Par Scratch</a>, <a href="%(faq_url)s">Biežāk uzdotos jautājumus</a>, un <a href="%(discuss_url)s">diskusiju forumus</a>, lai uzzinātu vairāk par Scratch.

source: Going forward, you will also receive occasional updates from the Scratch Team and Code-to-Learn Foundation with coding tips, inspirational stories, project ideas, and more. The Code-to-Learn Foundation is a non-profit that supports Scratch educational initiatives. You can unsubscribe from within the updates or by clicking below:
lv: Turpmāk ik pa laikam tu saņemsi jaunumus no Scratch komandas un Code-to-Learn nodibinājuma ar padomiem kodēšanā, iedvesmojošiem stāstiem, projektu idejām un citiem. Code-to-Learn bezpeļņas nodibinājums, kas atblasts Scratch iniciatīvas izglītībā. Tu vari atrakstīties no jaunumiem, klikšķinot zemāk:

source: Going forward, you will also receive occasional updates from the Scratch team with coding tips, inspirational stories, project ideas, and more. You can unsubscribe from within the updates or by clicking below:
lv: Turpmāk ik pa laikam tu saņemsi jaunumus no Scratch komandas ar padomiem kodēšanā, iedvesmojošiem stāstiem, projektu idejām un citiem. Tu vari atrakstīties no jaunumiem, klikšķinot zemāk:

source: Welcome to Scratch, %(username)s!
lv: Esi sveikts Scratch, %(username)s!

source: Check out our About Scratch page (%(about_url)s),Frequently Asked Questions (%(faq_url)s), and Discussion Forums (%(discuss_url)s), to learn more about Scratch.
lv: Iepazīsti mūsu lapu Par Scratch (%(about_url)s), Biežāk uzdotos jautājumus (%(faq_url)s), un diskusiju forumus (%(discuss_url)s), lai uzzinātu vairāk par Scratch.

source: Going forward, you will also receive occasional updates from the Scratch team and Code-to-Learn Foundation with coding tips, inspirational stories, project ideas, and more. The Code-to-Learn Foundation is a non-profit that supports Scratch educational initiatives. You can unsubscribe from within the updates or by clicking below:
lv: Turpmāk ik pa laikam tu saņemsi jaunumus no Scratch komandas un Code-to-Learn nodibinājuma ar padomiem kodēšanā, iedvesmojošiem stāstiem, projektu idejām un citiem. Code-to-Learn bezpeļņas nodibinājums, kas atblasts Scratch iniciatīvas izglītībā. Tu var atrakstīties no jaunumiem, klikšķinot zemāk:

source: Check out our About Scratch page, Frequently Asked Questions, and Discussion Forums, to learn more about Scratch. Going forward, you will also receive occasional updates from the Scratch team with coding tips, inspirational stories, project ideas, and more. You can unsubscribe from within the updates or by clicking below:
lv: Iepazīsti mūsu lapu Par Scratch , Biežāk uzdotos jautājumus, un diskusiju forumus, lai uzzinātu vairāk par Scratch. Turpmāk ik pa laikam tu saņemsi jaunumus no Scratch komandas ar padomiem kodēšanā, iedvesmojošiem stāstiem, projektu idejām un citiem. Tu vari atrakstīties no jaunumiem, klikšķinot zemāk:

source: Joined %(tDate)s ago /
ca: Es va unir fa %(tDate)s /
cs: Připojen před %(tDate)s /
de: %(tDate)s dabei /
el: Έγινε μέλος πριν από %(tDate)s /
es: Se unió hace %(tDate)s /
et: Liitunud %(tDate)s tagasi/
eu: Duela %(tDate)s Scratchera batua /
fr: Scratcheur depuis %(tDate)s /
ga: Cláraithe %(tDate)s ó shin /
gl: Unido fai %(tDate)s /
he: הצטרף לפני (tDate)%
it: Registrato %(tDate)s fa /
ja: %(tDate)s 日前に参加 /
lv: Pievienojies pirms %(tDate)s /
nb: Innmeldt for %(tDate)s siden /
pt: Aderiu há %(tDate)s /
ro: Alaturat acum %(tDate)s /
sl: Pridružen %(tDate)s nazaj /
sr: Придружио се пре %(tDate)s /
sv: Gick med %(tDate)s sedan /
tr: %(tDate)s gün önce katıldı /
uk: Приєднався %(tDate)s тому /

source: No results found.
de: Keine Ergebnisse gefunden.
el: Δεν βρέθηκαν αποτελέσματα.
es: No se encontraron resultados.
et: Tulemusi ei leitud
eu: Emaitzarik ez da aurkitu.
fr: Aucun résultat trouvé.
gl: Non se atoparon resultados.
it: Nessun risultato.
lv: Nekas nav atrasts.
nb: Ingen treff.
pt: Não se encontrou resultados.
sl: Ni zadetkov.
sv: Inga träffar.
tr: Hiçbir sonuç bulunamadı.
uk: Шуканого немає.

source: Search - Scratch
ca: Cercar - Scratch
cs: Hledat - Scratch
de: Suche - Scratch
el: Αναζήτηση - Scratch
es: Buscar - Scratch
et: Otsi - Scratch
eu: Bilatu - Scratch
fr: Recherche - Scratch
ga: Cuardaigh - Scratch
gl: Buscar - Scratch
it: Cerca - Scratch
ja: 検索する - Scratch
lv: Meklēšana - Scratch
nb: Søk - Scratch
pt: Pesquisa - Scratch
ro: Cautare - Scratch
sl: Iskanje - Scratch
sr: Претражуј - Скрач
sv: Sök - Scratch
tr: Ara - Scratch
uk: Пошук - Скретч

source: Users
de: Benutzer
el: Χρήστες
es: Usuarios
et: Kasutajad
eu: Erabiltzaileak
fr: Utilisateurs
gl: Usuarios
it: Utenti
lv: Lietotāji
nb: Brukere
pt: Utilizadores
sl: Uporabniki
sv: Användare
tr: Kullanıcılar
uk: Користувачі

source: Support Pages
de: Hilfe-Seiten
el: Σελίδες Υποστήριξης
es: Páginas de soporte
et: Toetusleheküljed
eu: Sustengu orriak
fr: Pages d'aide
gl: Páxinas de Axuda
it: Pagine per il Supporto
lv: Atbalsta lapas
nb: Hjelpesider
pt: Páginas de Apoio
sl: Podporne strani
sv: Supportsidor
tr: Destek Sayfaları
uk: Сторінки підтримки

source: All Results
de: Alle Ergebnisse
el: Όλα τα Αποτελέσματα
es: Todos los resultados
et: Kõik tulemused
eu: Emaitza guztiak
fr: Tous les résultats
gl: Todos os Resultados
it: Tutti i Risultati
lv: Visi rezultāti
nb: Alle resultater
pt: Todos os Resultados
sl: Vsi zadetki
sv: Alla resultat
tr: Tüm Sonuçlar
uk: Усі результати

source: Most recent
de: Zuletzt hochgeladen
el: Τα πιο πρόσφατα
es: Más recientes
et: Viimased
eu: Berrienak
fr: Le plus récent
gl: Máis recentes
it: I più recenti
lv: Visnesenākie
nb: Nyeste
pt: Mais recentes
sl: Najnovejši
sv: Senaste
tr: Yakın tarihliler
uk: Найостанніші

source: Most relevant
de: Am relevantesten
el: Τα πιο σχετικά
es: Más relevantes
et: Olulisimad
eu: Garrantzitsuenak
fr: Le plus pertinent
gl: Máis relevantes
it: I più rilevanti
lv: Visatbilstošākie
nb: Mest relevant
pt: Mais relevantes
sl: Najbolj pomembni
sv: Mest relevanta
tr: En ilgili
uk: Найбільш актуальні

source: Community statistics for Brazil at a glance
de: Statistikübersicht der brasilianischen Gemeinschaft
fr: Un coup d'oeil sur les statistiques de la communauté pour le Brésil
gl: Estatísticas de comunidade para Brasil nun vistazo
it: Statistiche della Comunità per il Brazile a colpo d'occhio
lv: Kopienas statistika Brazīlijai
nb: Oversikt over statistikk for Brazil
pt: Estatísticas da comunidade do Brasil de relance
tr: Özet olarak Brezilya için topluluk istatistikleri
