Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Switch to the specified backdrop and wait for its scripts to finish
ca: Canvia al següent fons d'escenari i espera a que acabin els seus programes
el: Αλλαγή στο επιλεγμένο υπόβαθρο και αναμονή για την τέλεση των σεναρίων.
es: Cambia al fondo especificado y espera a que termine sus programas
et: Lülitub määratud taustale ja ootab skriptide töö lõppu
eu: Zehaztutako hondora aldatzen du eta skripta bukatu artean itxaroten du
fr: Bascule sur la toile de fond spécifiée et attends la fin de ses scripts
gl: Muda ao fondo especificado e agarda a que termine os seus programas
it: Passa allo sfondo indicato e attende che tutti gli script associati a quello sfondo (nello Stage e negli sprite) si concludano
lv: Pārslēdzas uz norādīto fonu un gaida, kamēr programma izpildīsies
nb: Bytter til angitt bakgrunn og venter til dens skript er ferdig
pt: Muda para o cenário especificado e espera que terminem os guiões que esperavam essa mudança
sl: Preklopi na določeno ozadje in počakaj na zaustavitev njegovih skript
sv: Växlar till den angivna bakgrunden och väntar på att scripten körs färdigt
tr: Belirtilen dekora geçer ve o dekora ait dizilerin bitmesini bekler
uk: Перемкнути на вказане тло і чекати до кінця роботи скрипту

source: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>The script controls switching of scenes from the Stage.</p>
ca: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>El programa controla el canvi de fons de l'escenari.</p>
el: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>Το σενάριο ελέγχει την αλλαγή υποβάθρων από το Σκηνικό.</p>
es: <p><img src="%(STATIC_URL)s/images/help/es/switch-backdrop-wait-ex.png"></p> <p>El programa controla los intercambios de escenas del escenario.</p>
et: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>Skript kontrollib stseenide vahetumist laval.</p>
eu: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>Skriptak eszenatokiaren eszena aldaketak kontrolatzen ditu.</p>
fr: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>Le script contrôle la commutation des arrière-plans de la Scène.</p>
gl: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>O programa controla os trocos de esceas do escenario.</p>
it: <p><img src="%(STATIC_URL)s/images/help/it/switch-backdrop-wait-ex.png"></p> <p>Lo script permette allo Stage di controllare il passaggio da una scena all'altra.</p>
lv: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>Programma kontrolē, kad nomanīsies skatuves fons .</p>
nb: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>Skriptet styrer bytte av bakgrunn fra scenen.</p>
pt: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>O guião controla a mudança de cenas a partir do palco.</p>
sl: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>Skripta nadzoruje preklapljanje scen z odra.</p>
sv: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>Scriptet kontrollerar växling av bakgrunder på scenen.</p>
tr: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>Yukarıdaki dizi Sahnenin dekor değişimini sağlamaya bir örnektir.</p>
uk: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>Цей скрипт керує перемиканням зображень Сцени.</p>

source: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> will wait for all scripts that start with <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> to finish before going to the next block.
ca: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> espera a que tots els programes que comencen per <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> acabin per continuar amb el següent bloc.
el: Το <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> περιμένει όλα τα σενάρια που ξεκινούν με <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> να τελειώσουν πριν συνεχίσει στο επόμενο τετράγωνο εντολής.
es: <img src="%(STATIC_URL)s/images/help/es/switch-backdrop-to-backdrop1-and-wait.png" /> esperará a que todos los programas que empiecen con <img src="%(STATIC_URL)s/images/help/es/when-backdrop-switches-to-backdrop1.png" /> terminen su ejecución antes de pasar al siguiente bloque.
et: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> ootab kõikide skriptide töö lõppu, mis stardivad <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> enne kui läheb järgmise ploki juurde.
eu: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> itxaron egingo du <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> -rekin hasten diten skript guztiak amaitu arte hurrengo blokera joan aurretik.
fr: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> attendra pour tous les scripts qui commencent par <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> pour terminer avant de passer au bloc suivant..
gl: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> agardará a que todos os programas que empecen con <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> rematen a súa execución antes de pasar ao seguinte bloque.
it: <img src="%(STATIC_URL)s/images/help/it/switch-backdrop-to-backdrop1-and-wait.png" /> attende che tutti gli script che iniziano con il blocco <img src="%(STATIC_URL)s/images/help/it/when-backdrop-switches-to-backdrop1.png" /> finiscano prima di passare ad eseguire il blocco seguente.
lv: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" />gaidīs kamēr izpildīsies visas programmas, kas sākas ar <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> un tad pāries uz nākamo bloku.
nb: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> venter til alle skript som startes med <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> er ferdige, og fortsetter deretter til neste kloss.
pt: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> esperará que terminem os blocos <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> antes de passar ao próximo bloco.
sl: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> bo počakal, da se vse skripte, ki se začnejo z <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> zaključijo, preden gre na naslednji blok.
sv: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> kommer att vänta på alla script som startar med <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> för att bli klara innan nästa block kan köras.
tr: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> taşı çalıştırıldığında bir sonraki komut taşına geçmeden önce <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> ile başlayan dizinin işlemini tamamlamasını bekler.
uk: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> буде чекати доки всі спрайти почнуть з <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> та закінчать роботу перед виконанням наступного блоку.

source: Switch to the specified backdrop
ca: Canvia al fons d'escenari especificat
de: Wechsle zum angegebenen Bühnenbild
el: Αλλάζει το υπόβαθρο σε κάποιο συγκεκριμένο.
es: Cambia al fondo especificado
et: Vali kindel taust
eu: Zehaztutako hondora aldatzen du
fr: Bascule vers l'arrière-plan spécifié
gl: Muda ao fondo especificado
it: Passa allo sfondo specificato
lv: Pārslēdz un norādīto fonu
nb: Velg en bestemt bakgrunn
pt: Muda para o cenário especificado
ro: Comuta la fundalul specificat
sl: Preklopi na določeno ozadje
sv: Växla till den angivna bakgrunden
tr: Belirtilen dekora geçer
uk: Перемкнутись на обране тло

source: First, choose the backdrop you want <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Then, select the backdrop name from the drop-down menu: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
ca: Primer, escull el fons que vulguis <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Després, tria el nom del fons de la llista desplegable: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
el: Πρώτα επιλέξτε το υπόβαθρο που θέλετε <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Κατόπιν, επιλέξτε το όνομα υποβάθρου από τη λίστα: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
es: Primero, elija el fondo que desea <img src="%(STATIC_URL)s/images/help/es/choose-backdrop-icon.png">. Luego, seleccione el nombre del fondo del menú desplegable: <img src="%(STATIC_URL)s/images/help/es/switch-backdrop-to.png">
et: Esmalt vali sobiv taust<img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Seejärel vali tausta nime rippmenüüst: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
eu: Lehendabizi, nahi duzun hondoa aukeratu <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Ondoren, hondoaren izena aukeratu goitikbeherako menutik: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
fr: D'abord, tu choisis l'arrière-plan que tu veux <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Ensuite, tu sélectionnes le nom de l'arrière-plan à partir du menu déroulant: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
gl: Primero, escolle o fondo que desexas <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Logo, selecciona o nome do fondo do menú desplegable: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
it: Scegli prima di tutto lo sfondo che desideri <img src="%(STATIC_URL)s/images/help/it/choose-backdrop-icon.png">. Poi, seleziona il nome dello sfondo nel menu a discesa: <img src="%(STATIC_URL)s/images/help/it/switch-backdrop-to.png">
lv: Pirmkārt izvēlies vēlamo fonu <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Tad izvēlies fona nosaukumu no izkrītošā saraksta: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
nb: Finn først den bakgrunnen du vil ha <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Velg bakgrunnens navn i menyen: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
pt: Primeiro escolha o cenário que quer <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Depois seleccione o nome do cenário no menu: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
sl: Najprej izberi želeno ozadje <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Potem izberi ime ozadja iz padajočega menija: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
sv: Först, välj bakgrunden du vill använda <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Därefter, välj bakgrundsnamnet från rullgardinsmenyn: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
tr: Farklı bir dekor yüklemek için <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png"> simgesini kullan. Sonra bu <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png"> komut taşının açılır menüsünden o dekorun adını bul ve tıkla.
uk: Спочатку оберіть потрібне вам тло <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Потім оберіть ім’я тла зі спадного меню: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">

source: Switch costumes to change the look of a sprite
ca: Canvia el vestit per transformar l'aspecte d'un personatge
de: Wechsle Kostüme, um das Aussehen einer Figur zu verändern
el: Αλλάζει την ενδυμασία για να αλλάξει την όψη του αντικειμένου.
es: Intercambie disfraces para cambiar el aspecto de un objeto
et: Vaheta kostüüme muutmaks spridi väljanägemist
eu: Mozorroak aldatu sprite baten itxura aldatzeko
fr: Bascule d'un costume sur l' autre pour changer le look d'un lutin
gl: Muda as vestimentas para cambiar o aspecto dunha figura
it: Cambia i costumi per cambiare l'aspetto di uno sprite
lv: Maini tērpu, lai gariņš izskatītos citādāk
nb: Du kan forandre utseende på en figur ved å bytte drakt
pt: Mude de trajes para alterar o aspecto de um actor
ro: Comuta costumele pentru a schimba aspectul unui sprite
sl: Zamenjaj videz, da spremeniš izgled figure
sv: Växla klädsel för att ändra utseende på sprajten
tr: Kuklanın başka bir kılığına geçiş yapıp görünümünü değiştirir
uk: Змінити образ спрайту для зміни його вигляду

source: This script switches costumes to animate:
ca: Aquest programa canvia vestits per crear una animació:
de: Dieses Skript wechselt Kostüme für eine Animation:
el: Το σενάριο αλλάζει τις ενδυμασίες για να κάνει κινούμενα σχέδια:
es: Este programa cambia disfraces para hacer una animación:
et: See skript vahetab kostüüme animatsiooniks:
eu: Skript honek mozorroak aldatzen ditu animazioa sortzeko:
fr: Ce script bascule d'un costume sur un autre pour animer:
gl: Este programa muda vestimentas para facer unha animación:
it: Questo script cambia i costumi per creare un'animazione:
lv: Šī programma maina tērpus lai veidotu animāciju:
nb: Dette skriptet animerer en figur ved å bytte drakt:
pt: Este guião muda entre trajes para produzir uma animação:
ro: Acest script comuta costumele pentru a crea animatie:
sl: Ta skripta zamenja videze, da ustvari animacijo:
sv: Detta scriptet växlar klädslar för att animera:
tr: Aşağıdaki dizi kediyi sanki yürüyormuş gibi canlandırır:
uk: Цей скрипт змінює образи для анімації:

source: To see a sprite's costumes, click <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Choose a costume name from the pull-down menu.
ca: Per veure els vestits d'un personatge, fes clic a <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Tria el nom d'un vestit de la llista desplegable.
de: Um alle Kostüme einer Figur zu sehen, klicke auf <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Wähle den Namen eines Kostüms aus dem Ausklappmenü.
el: Για να δείτε τις ενδυμασίες ενός αντικειμένου, κάντε κλικ στο <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Επιλέξτε το όνομα της ενδυμασίας από το μενού.
es: Para ver los disfraces de un objeto, has clic en <img src="%(STATIC_URL)s/images/help/es/costumes-tab.png" /></p> Elige el nombre del disfraz del menú desplegable.
et: Et näha spraidi kostüüme, klõpsa <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /> </p> Vali kostüümi nimi rippmenüüst.
eu: Sprite baten mozorroak ikusteko, klikatu <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Aukeratu mozorro izen bat goitikbeherako menutik.
fr: Pour voir les costumes d'un sprite, cliquez <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Choisir un nom de costume dans le menu déroulant.
gl: Para ver as vestimentas dunha figura, preme en <img src="%(STATIC_URL)s/images/help/es/costumes-tab.png" /></p> Elixe o nome da vestimenta do menú despregable.
it: Per vedere i costumi di uno sprite clicca <img src="%(STATIC_URL)s/images/help/it/costumes-tab.png" /></p> Scegli il nome di un costume nel menu.
lv: Lai redzētu visus gariņa tērpus, klikšķini <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Tērpa nosaukumu izvēlies no izkrītošā saraksta.
nb: For å vise alle draktene til en figur kan du klikke <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Du kan velge en av draktene fra menyen i klossen.
pt: Para vez os trajes de um actor clique em <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Escolha no menu o nome do traje que deseja.
ro: Pentru a vedea costumele unui sprite, clic pe <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Alege denumirea unui costum din meniul derulant.
sl: Za ogled videzov figur, klikni <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Izberi ime videza iz padajočega menija.
sv: För att se en figurs klädslar, klicka <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Välj ett klädselnamn från rullgardinsmenyn.
tr: Bir kuklanın kılıklarını görmek için <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /> sayfasına geç</p> Dizi içinde hangi kılığa geçmek istiyorsan açılır menüden o kılığın adını tıkla.
uk: Щоб побачити образи спрайту, клацніть <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Оберіть ім’я образу зі спадного списку.

source: Reports sprite's tempo in beats per minute
ca: Informa del tempo en pulsacions per minut
el: Αναφέρει το ρυθμό ενός αντικειμένου σε χτύπους ανά λεπτό.
es: Informa el tempo del objeto en pulsos por minuto
et: Määrab muusika tempo (lööki minutis)
eu: Spritearen tenpoaren balioa itzuli, minutuko taupadetan.
fr: Renvoie le tempo du lutin en battements par minute
gl: Devolve do tempo da figura en pulsos por minuto
it: Restituisce il tempo dello sprite espresso in battute al minuto
lv: Parāda gariņa tempu sitienos minūtē
nb: Gir figurens tempo i takter per minutt
pt: Reporta o andamento do actor em batidas por minuto
sl: Vrne tempo figure v udarcih na minuto
sv: Rapporterar sprajtens tempo med taktslag per minut
uk: Повідомляє темп спрайту

source: Displays words in a thought bubble for a number of seconds
ca: Mostra paraules dins d'una bafarada de pensar durant un número determinat de segons
cs: Zobrazí slova v přemýšlecí bublině určitý počet sekund.
de: Zeige für eine bestimmte Dauer Wörter in einer Denkblase an
el: Εμφανίζει ένα κείμενο μέσα σε ένα συννεφάκι για κάποια δευτερόλεπτα
es: Muestra palabras en una burbuja de pensamiento, durante un número de segundos
et: Näitab jutumullis teksti antud aja jooksul
eu: Hitzak erakusten ditu pentsamendu burbuila batetan, segundu kopuru batez
fr: Affiche des mots dans une bulle de pensées pour un certain nombre de secondes
ga: Taispeáin focail i mbolgán cainte ar feadh tréimhse áirithe
gl: Amosa palabras nunha burbulla de pensamento durante algúns segundos
it: Mostra le parole in un pensiero per un certo numero di secondi
lv: Parāda tekstu domu mākonīti norādīto sekunžu skaitu
nb: Vis tekst i en tenkeboble som vises en bestemt tid
pt: Mostra texto num balão de pensamento durante um número de segundos
ro: Afiseaza cuvinte intr-un balon de gandire pentru un anumit numar de secunde
sl: Prikaže besede v miselnem oblačku za določeno število sekund
sv: Visar orden i en tankebubbla ett antal sekunder
tr: İstediğin saniye boyunca yazdıklarını düşünme balonu içinde gösterir
uk: Показати думку у хмаринці протягом певного числа секунд

source: The number of seconds tells the thought bubble how long to show. The script waits that long before continuing.
ca: El nombre de segons indica el temps que la bafarada es mostrarà. El programa s'esperarà aquest temps per continuar.
cs: Počet sekund říká přemýšlecí bublině jak se má dlouho ukazovat. Scénář tuto dobu čeká než pokračuje dále.
de: Die Zahl der Sekunden legt fest, wie lange die Denkblase angezeigt wird. Das Skript hält solange an, ehe es weiter ausgeführt wird.
el: Οι αριθμοί των δευτερολέπτων δείχνει πόση ώρα θα εμφανίζεται το συννεφάκι. Το σενάριο θα περιμένει τόσα δευτερόλεπτα για να συνεχίσει.
es: El número de segundos le dice a la burbuja de pensamiento durante cuánto tiempo debe mostrarse. El programa espera ese tiempo antes de continuar.
et: Sekundite arv määrab, kui kaua näidatakse teksti. Skript seni ootab.
eu: Segundu kopuruak burbuilari zenbat denboran azaldu agintzen dio. Skriptak denbora hori itxarongo du jarraitu aurretik.
fr: Le nombre de secondes indique la durée de l'affichage de la bulle de pensées. Pendant ce temps le script attend avant de continuer.
gl: O número de segundos dille á burbulla durante canto tempo ten que amosarse. O programa agarda ese tempo antes de continuar.
it: Il numero di secondi dice quanto a lungo il pensiero deve essere visibile. Lo script attende per la durata specificata prima di continuare.
lv: Sekunžu skaits nosaka, cik ilgi domu mākonītis rādīsies. Programma tik ilgi gaidīs, pirms turpinās tālāk.
nb: Tallet i klossen bestemmer hvor mange sekunder tenkeboblen vises. Skriptet venter mens boblen vises og fortsetter etterpå.
pt: O número de segundos indica ao balão de pensamento durante quanto tempo se deve mostrar. O guião espera esse tempo antes de continuar.
ro: Numarul de secunde spune cat timp sa fie afisat balonul de gandire. Script-ul asteapta acel interval de timp inainte de a continua.
sl: Število sekund pove miselnemu oblačku, kako dolgo naj bo prikazan. Skripta počaka toliko sekund, preden nadaljuje.
sv: Antalet sekunder bestämmer hur länge tankebubblan ska visas. Skriptet väntar lika länge innan det fortsätter.
tr: Saniye olarak girdiğin süre boyunca düşünce balonu ekranda görünür. Bu süre bitene kadar beklenir ve sonra sıradaki komuta geçilir.
uk: Число секунд вказує, протягом якого часу буде видно хмаринку з думкою. Виконання скрипту на цей час призупиняється.

source: Displays words in a thought bubble
ca: Mostra una paraula dins una bafarada
cs: Zobrazí slova v přemýšlecí bublině
de: Zeige Wörter in einer Denkblase an
el: Εμφανίζει ένα κείμενο μέσα σε ένα καμπυλωτό συννεφάκι.
es: Muestra palabras en una burbuja de pensamiento
et: Näitab teksti jutumullis
eu: Hitzak erakusten ditu pentsamendu burbuila batetan
fr: Affiche les mots dans une bulle de pensées
ga: Taispeáin focail i mbolgán cainte
gl: Amosa palabras nunha burbulla de pensamento
it: Mostra le parole in un pensiero
lv: Parāda tekstu domu mākonītī
nb: Vis tekst i en tenkeboble
pt: Mostra texto num balão de pensamento
ro: Afiseaza cuvinte intr-un balon de gandire
sl: Prikaže besede v miselnem oblačku
sv: Visar ord i en tankebubbla
tr: Yazdıklarını düşünme balonu içinde gösterir
uk: Показує повідомлення у хмаринці думки
