Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p>How will people learn how to interact with your holiday card? Give help by adding instructions that appear when someone starts your card.</p> <p>Scratch projects starts when the <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> is clicked.</p> <div class="steps last"> <p>Try adding a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and a <span class="soundcolor">say</span> block to explain what the viewer should do.</p> <img src = "%(STATIC_URL)s/images/help/hoc-7-green-flag.png"> <a class="next-step-button" href="../hoc-8/"><p>Next, let's share your holiday card.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
gl: <p>Como aprenderá a xente a interaccionar coa túa tarxeta de felicitación? Axúdalles engadindo instruccións que aparecerán cando alguén inicie a túa tarxeta.</p> <p>Os proxectos Scratch empezan cando se preme <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">.</p> <div class="steps last"> <p>Proba a engadir un bloque <span class="eventscolor">ao <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> premer</span> e un bloque <span class="soundcolor">dicir</span> para explicar o que o usuario debe facer.</p> <img src = "%(STATIC_URL)s/images/help/hoc-7-green-flag.png"> <a class="next-step-button" href="../hoc-8/"><p>Despois, comparte a túa tarxeta de festividade<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
it: <p>Come faranno le persone a sapere come interagire con la tua cartolina? Aiutali aggiungendo delle istruzioni che compariranno quando qualcuno avvia la tua cartolina.</p> <p>I progetti di Scratch iniziano quando viene cliccato il pulsante <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">.</p> <div class="steps last"> <p>Prova ad aggiungere un blocco <span class="eventscolor">quando si clicca su <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> e un blocco <span class="soundcolor">dire</span> per spiegare cosa dovrà fare chi vede il progetto.</p> <img src = "%(STATIC_URL)s/images/help/hoc-7-green-flag.png"> <a class="next-step-button" href="../hoc-8/"><p>Ora condividiamo la cartolina.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
nb: <p>Hvordan kan leseren få fram det du har lagt inn i julekortet? Legg inn en forklaring som vises når noen åpner julekortet ditt.</p> <p>Det er vanlig å lage Scratch-prosjekter slik at de starter når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikkes.</p> <div class="steps last"> <p>Du kan legge inn en <span class="eventscolor">når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikkes</span>-kloss og en <span class="soundcolor">si</span>-kloss for å forklare hva leseren skal gjøre.</p> <img src = "%(STATIC_URL)s/images/help/hoc-7-green-flag.png"> <a class="next-step-button" href="../hoc-8/"><p>Videre: Send julekortet ditt.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
pt: <p>Como é que os outros podem aprender a interagir com o seu cartão? Ajude-os adicionando instruções que apareçam quando alguém iniciar o seu cartão.</p> <p>Os projectos Scratch iniciam-se quando a <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> é clicada.</p> <div class="steps last"> <p>Experimente adicionar um bloco <span class="eventscolor">Quando alguém clicar em <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> e um bloco <span class="soundcolor">diz</span> para explicar o que o utilizador deve fazer.</p> <img src = "%(STATIC_URL)s/images/help/hoc-7-green-flag.png"> <a class="next-step-button" href="../hoc-8/"><p>Agora vamos partilhar o seu cartão de boas festas.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>

source: 8 of 9
de: 8 von 9
gl: 8 de 9
it: 8 di 9
nb: 8 av 9
pt: 8 de 9

source: <a class="next-step-button" href="../hoc-9/"><p>Finally, finish by adding your card to the Holiday Card studio.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
it: <a class="next-step-button" href="../hoc-9/"><p>Infine aggiungi il tuo biglietto alla galleria Holiday Card.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
nb: <a class="next-step-button" href="../hoc-9/"><p>Til slutt kan du legge ut kortet du har laget på galleriet for julekort.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
pt: <a class="next-step-button" href="../hoc-9/"><p>Finalmente, termine adicionando o seu cartão ao estúdio Cartões de Boas Festas.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>

source: 9 of 9
gl: 9 de 9
it: 9 di 9
nb: 9 av 9
pt: 9 de 9

source: Add your project to the Hour of Code studio
ca: Afegir el teu projecte a l'Estudi de la Hora del Codi
de: Füge dein Projekt zum "Hour of Code"-Studio hinzu
el: Προσθέστε το έργο στη συλλογή έργων της Ώρας του Κώδικα!
es: Añade tu proyecto al estudio de la Hora de Código
et: Lisa oma projekt stuudiole <i>Hour of Code studio</i>
gl: Engade o teu proxecto ao estudo Hora de Programación
it: Aggiungere il progetto alla galleria Hour of Code
nb: Vis prosjektet ditt i Kodetimens galleri
pt: Adicionar o seu projecto ao estúdio da Hora de Código
sl: Dodaj svoj projekt v studio Ura kodiranja
sv: Lägg till ditt projekt till the Hour of Codestudion

source: Introduction
de: Einführung
es: Introducción
gl: Introducción
it: Introduzione
nb: Introduksjon
pt: Introdução

source: Make your name come to life! Animate the letters by coding in Scratch. Add sound and music, too.
gl: Fai que o teu nome cobre vida! Crea unha animación programando en Scratch. E tamén engade son e música.
it: Dai vita al tuo nome! Anima le lettere del tuo nome programmando con Scratch. Aggiungi anche suoni e musica.
nb: Gjør navnet ditt levende! Legg animasjon på bokstavene med programmering i Scratch. Legg på lyd og musikk også.
pt: Faça o seu nome viver! Anime as letras criando código no Scratch. Além disso, adicione som e música.
tr: Adına can kat! Adının harflerini şarkılar eşliğinde dans ettir.

source: 1 of 8
gl: 1 de 8
it: 1 di 8
nb: 1 av 8
pt: 1 de 8

source: 2 of 8
gl: 2 de 8
it: 2 di 8
nb: 2 av 8
pt: 2 de 8

source: 3 of 8
gl: 3 de 8
it: 3 di 8
nb: 3 av 8
pt: 3 de 8

source: 4 of 8
gl: 4 de 8
it: 4 di 8
nb: 4 av 8
pt: 4 de 8

source: 5 of 8
de: 5 von 8
gl: 5 de 8
it: 5 di 8
nb: 5 av 8
pt: 5 de 8

source: 6 of 8
de: 6 von 8
gl: 6 de 8
it: 6 di 8
nb: 6 av 8
pt: 6 de 8

source: Make it Spin
gl: Facer que Xire sobre Si Mesmo
it: Falla Ruotare
nb: Få den til å snurre
pt: Faça-a Girar
tr: Takla Attır

source: 7 of 8
de: 7 von 8
gl: 7 de 8
it: 7 di 8
nb: 7 av 8
pt: 7 de 8

source: 8 of 8
de: 8 von 8
gl: 8 de 8
it: 8 di 8
nb: 8 av 8
pt: 8 de 8

source: Share Your Project!
de: Veröffentliche dein Projekt!
gl: Comparte o teu Proxecto!
it: Condividi il Tuo Progetto!
nb: Vis fram prosjektet ditt!
pt: Partilhar o Seu Projecto!
tr: Projeni paylaş!

source: 1 of 11
es: 1 de 11
it: 1 di 11
nb: 1 av 11
pt: 1 de 11

source: 10 of 11
es: 10 de 11
it: 10 di 11
nb: 10 av 11
pt: 10 de 11

source: 11 of 11
es: 11 de 11
it: 11 di 11
nb: 11 av 11
pt: 11 de 11

source: 3 of 11
es: 3 de 11
it: 3 di 11
nb: 3 av 11
pt: 3 de 11

source: 4 of 11
es: 4 de 11
it: 4 di 11
nb: 4 av 11
pt: 4 de 11

source: 5 of 11
es: 5 de 11
it: 5 di 11
nb: 5 av 11
pt: 5 de 11

source: Choose a Paddle
it: Scegli una Racchetta
nb: Velg en racket
pt: Escolher uma Raquete
tr: Bir Raket Seç

source: 6 of 11
es: 6 de 11
it: 6 di 11
nb: 6 av 11
pt: 6 de 11

source: 7 of 11
es: 7 de 11
it: 7 di 11
nb: 7 av 11
pt: 7 de 11

source: 8 of 11
es: 8 de 11
it: 8 di 11
nb: 8 av 11
pt: 8 de 11

source: 9 of 11
es: 9 de 11
it: 9 di 11
nb: 9 av 11
pt: 9 de 11

source: Make a Valentine's Day card to share with your friends.
it: Crea un biglietto di San Valentino da condividere con i tuoi amici.

source: To add a sprite (such as Giga or Nano, pictured above), click one of these buttons:
it: Per aggiungere uno sprite (come ad esempio Giga e Nano, che vedi qui sopra) clicca uno di questi pulsanti:

source: 1 of 10
ca: 1 de 10
de: 1 von 10
it: 1 di 10
pt: 1 de 10

source: 10 of 10
it: 10 di 10
pt: 10 de 10

source: 2 of 10
ca: 2 de 10
de: 2 von 10
it: 2 di 10
pt: 2 de 10

source: 3 of 10
it: 3 di 10
pt: 3 de 10

source: 4 of 10
it: 4 di 10
pt: 4 de 10

source: 5 of 10
it: 5 di 10
pt: 5 de 10

source: 6 of 10
it: 6 di 10
pt: 6 de 10

source: Eat the Food
it: Mangia il Cibo
pt: Comer a Comida
tr: Yiyeceği Yesin

source: 7 of 10
it: 7 di 10
pt: 7 de 10

source: 8 of 10
it: 8 di 10
pt: 8 de 10

source: 9 of 10
it: 9 di 10
pt: 9 de 10

source: <li class="data"><span class="value">%(projects)s</span> projects shared,</li> <li class="data"><span class="value">%(users)s</span> users registered,</li> <li class="data"><span class="value">%(comments)s</span> comments posted,</li> <li class="data"><span class="value">%(studios)s</span> studios created</li> <li>&hellip;and growing!</li>
de: <li class="data"><span class="value">%(projects)s</span> Projekte geteilt,</li> <li class="data"><span class="value">%(users)s</span> Benutzer registriert,</li> <li class="data"><span class="value">%(comments)s</span> Kommentare hinterlassen,</li> <li class="data"><span class="value">%(studios)s</span> Studios angelegt</li> <li>&hellip;und steigend!</li>
gl: <li class="data"><span class="value">%(projects)s</span> proxectos compartidos,</li> <li class="data"><span class="value">%(users)s</span> usuarios rexistrados,</li> <li class="data"><span class="value">%(comments)s</span> comentarios realizados,</li> <li class="data"><span class="value">%(studios)s</span> estudos creados</li> <li>&hellip;e aumentando!</li>
it: <li class="data"><span class="value">%(projects)s</span> progetti condivisi,</li> <li class="data"><span class="value">%(users)s</span> utenti registrati,</li> <li class="data"><span class="value">%(comments)s</span> commenti inviati,</li> <li>&hellip;e sono in continuo aumento!</li>
nb: <li class="data"><span class="value">%(projects)s</span> prosjekter lagt ut,</li> <li class="data"><span class="value">%(users)s</span> registrerte brukere,</li> <li class="data"><span class="value">%(comments)s</span> kommentarer,</li> <li class="data"><span class="value">%(studios)s</span> nye gallerier</li> <li>&hellip;og det øker fortsatt!</li>
pt: <li class="data"><span class="value">%(projects)s</span> projectos partilhados,</li> <li class="data"><span class="value">%(users)s</span> utilizadores registados,</li> <li class="data"><span class="value">%(comments)s</span> comentários publicados,</li> <li class="data"><span class="value">%(studios)s</span> estúdios criados</li> <li>&hellip; e sempre a crescer!</li>

source: Detailed trends
de: Detaillierte Trends
gl: Tendencias detalladas
it: Trend dettagliati
nb: Detaljerte trender
pt: Tendências pormenorizadas

source: Account Settings - Scratch
cs: Nastavení účtu - Scratch
el: Ρυθμίσεις Λογαριασμού - Scratch
es: Configuración de la cuenta - Scratch
et: Konto seaded - Scratch
eu: Kontuaren ezarpenak - Scratch
ga: Socruithe Cuntais - Scratch
gl: Configuración da conta - Scratch
he: הגדרות חשבון - Scratch
ja: アカウント設定 - Scratch
nb: Brukerinnstillinger - Scratch
pt: Configurações da Conta - Scratch
ro: Setarile contului - Scratch
sl: Nastavitve računa - Scratch
sr: Подешавања налога - Скрач
sv: Kontoinställningar - Scratch
uk: Налаштування облікового запису

source: Coming Soon...
cs: Připravujeme...
el: Έρχεται σύντομα...
es: Próximamente...
et: Varsti saabub ...
eu: Laister izango dugu...
ga: Le teacht go luath...
gl: Proximamente...
he: בקרוב...
ja: 近日公開...
nb: Kommer snart...
pt: Brevemente...
ro: In curand...
sl: Kmalu...
sr: Ускоро...
sv: Kommer snart...
uk: Незабаром...

source: Your Account Will Not Be Deleted
el: Ο λογαριασμός σας δε θα διαγραφεί
nb: Din konto vil ikke bli slettet
pt: A Sua Conta Não Será Removida

source: We use this only in case you need to reset your password. We won't share it with anyone.
cs: Tohle použijeme jen v případě, kdy potřebuješ resetovat své heslo. Nesdíleme to s nikým.
el: Θα χρησιμοποιήσουμε αυτή την πληροφορία μόνο σε περίπτωση που θελήσετε να επαναφέρετε το λογαριασμό σας και δεν πρόκειται να την μοιραστούμε με κανέναν.
es: Nosotros usamos esto solo en caso de que necesites reinicializar su contraseña. No lo compartiremos con nadie.
et: Kasutame seda ainult juhul, kui on vaja lähtestada sinu parool. Me ei jaga seda kellegagi.
eu: Zure pasahitza berrezarri behar duzunerako soilik darabilkigu. Ez dugu inorrekin partekatuko.
ga: Úsáidimid é seo amháin más gá duit d'fhocal faire a athshocrú. Ní roinnfimid le héinne é.
gl: Só utilizamos isto en caso de que necesites volver a fixar o teu contrasinal. Non o compartimos con ninguén.
nb: Vi bruker dette bare hvis du trenger å få et nytt passord. Vi gir ikke denne informasjonen til andre.
pt: Usamos-lo apenas no caso de precisar de reiniciar a sua palavra-passe. Não o partilhamos com ninguém.
ro: Folosim aceasta numai in cazul in care este nevoie sa-ti resetezi parola. Nu o partajam cu nimeni.
sl: To informacijo uporabimo le v primeru, da potrebuješ ponastavitev gesla. Ne bomo je delili z nikomer.
sr: Ово користимо једино у случају да желиш да поново поставиш изгубљену лозинку. Ово не делимо ни са ким.
sv: Vi kommer bara att använda det här om du behöver återställa ditt lösenord. Vi kommer inte dela det med någon.
uk: Ми використовуємо це тільки у випадку, якщо вам потрібно скинути пароль. Ми не будемо публікувати його.

source: Parent or guardian email address
cs: Emailová adresa rodiče nebo poručníka
el: Διεύθυνση E-mail ενός γονέα ή κηδεμόνα
es: Correo electrónico del padre/madre o cuidador
et: Lapsevanema või hooldaja meili aadress
eu: Gurasoaren edo zaindariaren email helbidea
ga: Seoladh ríomhphoist do thuismitheoir/chaomhnóir
gl: Correo electrónico do pai, nai ou tutor legal
nb: Epostadresse til foreldre eller foresatte
pt: Correio electrónico de encarregado de educação
ro: Adresa email a parintelui sau tutorelui
sl: E-poštni naslov starša ali skrbnika
sr: Адреса е-поште родитеља или старатеља
sv: Förälder eller målsmans e-postadress
uk: Електронна пошта батьків чи опікунів

source: Thanks for joining Scratch!
cs: Děkuji za připojení ke Scratchi!
el: Σας ευχαριστούμε για τη συμμετοχή σας στο Scratch!
es: ¡Gracias por unirte a Scratch!
et: Täname Scratchiga ühinemise eest!
eu: Eskerrik asko Scratchera batu izanagatik!
ga: Go raibh maith agat as clárú le Scratch!
gl: Grazas por unirte a Scratch!
nb: Velkommen til Scratch!
pt: Obrigado por aderir ao Scratch!
ro: Multimim ca te-ai alaturat Scratch!
sl: Hvala, ker si se pridružil/a Scratchu!
sr: Хвала што си се придужио Скрачу!
sv: Tack för att du gick med i Scratch!
uk: Дякуємо за приєднання до Скретчу!

source: You're now logged in.
cs: Jsi teď přihlášený.
el: Τώρα είστε συνδεδεμένος.
es: Ahora está conectado.
et: Oled nüüd sisse logitud.
eu: Ez duzu saioa hasi.
ga: Tá tú logáilte isteach anois.
gl: Agora está conectado.
nb: Du er nå logget inn.
pt: Está autenticada(o).
ro: Acum esti logat.
sl: Zdaj si prijavljen-a.
sr: Сада си пријављен.
sv: Du är nu inloggad.
uk: Ви зайшли.

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>Next download and install the <br>Scratch 2.0 Offline Editor</p> <p>Mac OS X - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-431.dmg">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Mac OS 10.5 & Older - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-431.air">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-431.exe">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-431.air">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
pt: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>Despois, descarregue e instale o <br>Editor Desconectado do Scratch 2.0 Offline Editor</p> <p>Mac OS X - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-431.dmg">Descarregar<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Descarregar "></a> <br> Mac OS 10.5 e Anteriores - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-431.air">Descarregar<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Descarregar "></a> <br> Windows - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-431.exe">Descarregar<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Descarregar "></a> <br> Linux - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-431.air">Descarregar<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Descarregar "></a> </p>

source: Scratch 2 Offline Editor (Beta)
el: Επεξεργαστής Έργων του Scratch 2 (Βήτα)
es: Editor Offline de Scratch 2 (Beta)
et: Scratch 2 Offline redaktor (Beta)
eu: Scratch 2 Offline Editorea (Beta)
gl: Editor Local de Scratch 2 (Beta)
nb: Scratch 2.0 for maskiner uten nettforbindelse (Beta)
pt: Editor Desconectado do Scratch 2 (Beta)
sl: Scratch 2 urejevalnik brez povezave v internet (Beta)
sv: Scratch 2 Offlineredigeraren (Beta)
uk: Редактор проектів 2.0 (бета)

source: Download the Scratch 2 offline editor (beta version)
el: Κατεβάστε τον Επεξεργαστή Έργων του Scratch 2 (έκδοση βήτα)
es: Descargue el editor offline de Scratch 2 (versión beta)
et: Lae alla Scratch 2 offline redaktor (beta versioon)
eu: Deskargatu Scratch 2 offline editorea (beta bertsioa)
gl: Descarga o editor local de Scratch 2 (versión beta)
nb: Last ned Scratch 2 for maskiner uten nettforbindelse (betaversjon)
pt: Descarregue o editor desconectado do Scratch 2 (versão beta)
sl: Prenesi Scratch 2 urejevalnik brez povezave v internet (beta različica)
sv: Ladda ned Scratch 2 offlineredigeraren (beta version)
uk: Завантажити Редактор проектів 2.0 (бета-версія)

source: 2 of 12
gl: 2 de 12
nb: 2 av 12
pt: 2 de 12

source: <h4>New Sprite Buttons </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p> </div> <div class="steps last"> <p>To add this sprite, click <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> then select "Cassy Dancing":</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Drag the characters to where you want them on the Stage.</p>
gl: <h4>Botóns Figura Nova </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Elexir unha figura da biblioteca</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Debuxar a túa propia figura</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Subir a túa propia imaxe ou figura</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Facer unha foto (dende a cámara web)</p> </div> <div class="steps last"> <p>Para engadir a figura, preme <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> e despois selecciona"Cassy Dancing":</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Arrastra as presonaxes a donde queiras que estén no Escenario.</p>
nb: <h4>Knapper for ny figur </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Hent figur fra biblioteket</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Tegn din egen figur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Last opp et bilde eller en figur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Ta et bilde (med webkamera)</p> </div> <div class="steps last"> <p>Du kan lage denne figuren ved å klikke <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> og velge "Cassy Dancing":</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Dra figurene dit du vil ha dem på scenen.</p>
pt: <h4>Botões de Novo Actor </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Escolha um actor a partir da biblioteca</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Pinte o seu próprio actor</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Carregue a sua própria imagem ou actor</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Tire uma fotografia (com a câmara do computador)</p> </div> <div class="steps last"> <p>Para adicionar este actor clique <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> e depois seleccione «Cassy Dançando» («Cassy Dance»):</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Arraste os actores no Palco para onde os quiser.</p>

source: Adding a Challenge
es: Añadir un Reto
nb: Gjør det mer spennende
pt: Adicionar um Desafio

source: 2 of 11
es: 2 de 11
nb: 2 av 11
pt: 2 de 11

source: Add a challenge! Make the game stop if the ball hits the bottom.
es: Agrega un reto! Haz que el juego se detenga si la pelota golpea la parte inferior.
nb: Legg inn en utfordring! Få spillet til å stoppe hvis ballen treffer bunnen.
pt: Adicione um desafio! Faça o jogo parar se a bola atingir o fundo.

source: Trash (<span data-content="trash-count">%(deleted_count)s</span>)
cs: Koš (<span data-content="trash-count">%(deleted_count)s</span>)
el: Κάδος (<span data-content="trash-count">%(deleted_count)s</span>)
es: Basura (<span data-content="trash-count">%(deleted_count)s</span>)
et: Prügikast (<span data-content="trash-count">%(deleted_count)s</span>)
eu: Zaborra (<span data-content="trash-count">%(deleted_count)s</span>)
ga: Bruscar (<span data-content="trash-count">%(deleted_count)s</span>)
gl: Lixo (<span data-content="trash-count">%(deleted_count)s</span>)
he: אשפה (<span data-content="trash-count">%(deleted_count)s</span>)
ja: ゴミ箱 (<span data-content="ゴミの数">%(deleted_count)s</span>)
nb: Slettes (<span data-content="trash-count">%(deleted_count)s</span>)
pt: Lixo (<span data-content="trash-count">%(deleted_count)s</span>)
ro: Gunoi (<span data-content="trash-count">%(deleted_count)s</span>)
sl: Smeti (<span data-content="trash-count">%(deleted_count)s</span>)
sr: Отпад (<span data-content="trash-count">%(deleted_count)s</span>)
sv: Skräp (<span data-content="trash-count">%(deleted_count)s</span>)
uk: Смітник (<span data-content="trash-count">%(deleted_count)s</span>)
