Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Subscribe
cs: Odebírat
el: Εγγραφή
es: Suscribir
et: Tellimine
eu: Harpidetu
fr: Souscrire
lv: Abonēt
ro: Abonare
sl: Naroči se
sv: Prenumerera
tr: Abone ol
uk: Підписка

source: Subscribe to this topic.
el: Κάντε εγγραφή σε αυτό το θέμα.
es: Suscribir este tema.
et: Telli see teema.
eu: Gai honetara harpidetu.
fr: Souscrire à ce sujet.
lv: Abonēt šo tēmu.
sl: Naroči se na to temo.
sv: Prenumerera på detta ämne.
tr: Bu başlığa abone ol.
uk: Підписка на цю тему.

source: Can't be empty nor contain only whitespace characters
cs: Nesmí být prázdné nebo obsahovat jen mezerové znaky
el: Δεν γίνεται να το αφήσετε κενό ή να συμπληρώσετε κενούς χαρακτήρες.
es: No puede estar vacío ni contener solo espacios en blanco
et: Ei saa olla tühi või sisaldada ainult tühikuid
eu: Ezin da hutsean edo hutsunez osatuta utzi
fr: Ne peut être ni vide ni contenir que des caractères d'espacement
lv: Nevar būt tukšs vai saturēt tikai atstarpes zīmes
ro: Nu poate fi vid si nu poate contine numai caractere albe
sl: Ne sme biti prazno ali vsebovati le presledkov
sv: Kan varken vara tomt eller bara innehålla blanksteg
tr: Boş da bırakılamaz, boşluk ve tab karakterleri de girilemez
uk: Не може бути порожнім або містити тільки символи пропуску

source: Hmm, the filterbot is pretty sure your recent comments weren't ok for Scratch, so your account has been muted for the rest of the day. :/
el: Χμμμ, το filterbot είναι σίγουρο ότι τα τελευταία σας σχόλια δεν ήταν εντάξει για το Scratch, γι αυτό ο λογαριασμός σας έχει απενεργοποιεί για το υπόλοιπο της ημέρας. :-\
es: Mmm, el filtro está bastante seguro de que tus comentarios recientes no eran apropiados para Scratch, así que tu cuenta ha sido silenciada por el resto del día, :/
et: Hmm, filterbot on päris kindel, et sinu viimased kommentaarid ei olnud OK Scratchi jaoks, nii et sinu konto on päeva lõpuni tumm. :/
eu: Hmm, iragazkia ziur da zure azken iruzkinak etzirela Scratcherako egokiak. Ondorioz zure kontua isildua izan da egun osorako. :/
fr: Hmm, le robot filtrant est assez sûr que vos récents commentaires ne sont pas Ok! pour Scratch, de sorte que votre compte a été désactivé pour le reste de la journée. :/
lv: Hmm, mūsu aizsrardzības sistēma ir pārliecināta, ka tavi pēdējie komentāri nebija pieņemami Scratch, līdz ar to tavs konts ir apklusināts uz atlikušo dienu.:/
sl: Hmm, (robo)filter je prepričan, da tvoji zadnji komentarji niso primerni za Scratch, zato bo tvoj račun blokiran do konca dneva. :/
sv: Hmm, filterroboten är ganska säker på att dina senaste kommentarer inte var ok för Scratch, så ditt konto har stängts av för resten av dagen. :/
tr: Hımm, akıllı filtrelerimizin bildirdiğine göre yorumunun yakışıksızmış, bu nedenle hesabını bugünlük sessize aldık. :/
uk: Хмм... щось ваші останні коментарі не відповідали правилам спільноти Скретчу, так що ваш акаунт був відключений решту дня. :/

source: Sorry, you have to wait %d seconds between posts.
cs: Lituji, musíš čekat %d sekund mezi příspěvky.
el: Λυπούμαστε, πρέπει να περιμένετε %d δευτερόλεπτα για να κάνετε άλλη ανάρτηση.
es: Lo sentimos, debes esperar %d segundos entre entradas.
et: Vabandust, sa pead postituste vahel ootama %d sekundit.
eu: Barkatu baina %d segunduz itxaron behar duzu argitalpen berri bat egiteko.
fr: Désolé, vous devez attendre% d secondes entre les messages.
lv: Atvaino, tev jāgaida %d sekundes starp ierakstiem.
ro: Ne pare rau, dar trebuie sa astepti %d secunde intre postari.
sl: Oprosti, med objavami moraš počakati %d sekund.
sv: Tyvärr, du måste vänta %d sekunder mellan inläggen.
tr: Üzgünüm ama gönderilerin arasında %d saniye beklemelisin.
uk: На жаль, вам доведеться чекати %d секунд між повідомленнями.

source: Attachment is too big
cs: Příloha je příliš velká
el: Τα επισυνημμένα αρχεία είναι πολύ μεγάλα.
es: El anexo es muy grande
et: Manusfail on liiga suur
eu: Eranskina handiegia da
fr: La pièce jointe est trop lourde
lv: Pielikums ir par lielu
ro: Atasamentul este prea mare
sl: Priponka je prevelika
sv: Bilagan är för stor
tr: Eklentin çok büyük
uk: Долучення занадто велике

source: Silent edit?
cs: Tichá editace?
el: Να γίνει σιωπηλή επεξεργασία;
es: ¿Edición silenciosa?
et: Vaiklik redigeerimine?
eu: Isileko edizioa?
fr: Mise au point silencieuse?
lv: Klusā rediģēšana?
ro: Editare silentioasa?
sl: Skrito urejanje?
sv: Tyst redigering?
tr: Gizli düzenle?
uk: Повідомлення про редагування?

source: E-mail
es: Correo electrónico
et: E-post
eu: E-maila
fr: Courriel
lv: E-pasta adrese
sl: E-pošta
sv: E-post
tr: E-posta
uk: Пошта

source: Real name
cs: Skutečné jméno
el: Πραγματικό όνομα
es: Nombre real
et: Tegelik nimi
eu: Zure egiazko izena
fr: Nom réel
lv: Īstais vārds
ro: Numele real
sl: Pravo ime
sv: Riktigt namn
tr: Gerçek adın
uk: Справжнє ім’я

source: Sort by
ca: Ordena per
cs: Třídění podle
de: Sortieren nach
el: Ταξινομημένα κατά
es: Ordenar por
et: Sordi
eu: Sailkatu kontuan izanda
fr: Trier par
ga: Sórtáil de réir
gl: Ordenar por
it: Ordina per
ja: 並べ替える
lv: Kārtot pēc
nb: Sorter etter
pt: Ordenar por
ro: Sorteaza dupa
sl: Razvrsti po
sr: Поређај по
sv: Sortera efter
tr: Sırala:
uk: Впорядкувати

source: Sort order
cs: Pořadí třídění
el: Σειρά ταξινόμησης
es: Tipo de clasificación/ordenamiento
et: Sortimise suund
eu: Sailkapenaren norantza
fr: Modifier l'ordre
lv: Kārtošanas secība
ro: Ordinea de sortare
sl: Vrstni red
sv: Sorteringsordning
tr: Sıralama şekli
uk: Порядок впорядкування

source: Keyword search
cs: Vyhledání klíčovými slovy
el: Ανααζήτηση λέξεων-κλειδιών
es: Búsqueda por palabra clave
et: Võtmesõna otsimine
eu: Gako-hitzen bilaketa
fr: Recherche par mots clés
lv: Atslēgvārda meklēšana
ro: Cautare dupa cuvant
sl: Iskanje po ključnih besedah
sv: Nyckelordssökning
tr: Anahtar sözcük arama
uk: Шукати по вмісту

source: Author search
cs: Vyhledání podle autora
el: Αναζήτηση δημιουργού
es: Búsqueda por autor
et: Autori otsimne
eu: Egilearen bilaketa
fr: Recherche par auteur
lv: Autora meklēšana
ro: Cautare dupa autor
sl: Iskanje po avtorju
sv: Författarsökning
tr: Yazara göre arama
uk: Шукати по автору

source: Search in
cs: Hledání v
el: Αναζήτηση σε:
es: Buscar en
et: Otsimise koht
eu: Bilatu:
fr: Rechercher dans
lv: Kur meklēt
ro: Cauta in
sl: Išči v
sv: Sök i
tr: Burada ara
uk: Шукати в

source: Show results as
cs: Ukaž výsledky jako
el: Εμφάνιση αποτελεσμάτων ως:
es: Mostrar resultados como
et: Näita tulemusi nagu
eu: Emaitzak honela erakutsi:
fr: Afficher les résultats comme
lv: Rādīt rezultātus kā
ro: Afiseaza rezultatele ca
sl: Prikaži rezultate kot
sv: Visa resultat som
tr: Sonucu şu şekilde göster
uk: Показати результати як

source: User "%s" does not exist
cs: Uživatel "%s" neexistuje
el: Ο χρήστης "%s" δεν υπάρχει
es: El usuario "%s" no existe
et: Kasutajat "%s" ei ole olemas
eu: "%s" erabiltzailea ez da existitzen
fr: L'utilisateur "% s" n'existe pas
lv: Lietotājs "%s" nepastāv
ro: Utilizatorul "%s" nu exista
sl: Uporabnik "%s" ne obstaja
sv: Användare "%s " finns inte
tr: "%s" diye bir kullanıcı yok
uk: Користувач "%s" не існує

source: You already voted for this post
cs: Už jsi hlasoval(a) pro tento příspěvek
el: Έχετε ήδη ψηφίσει αυτή την ανάρτηση
es: Ya votaste por esta entrada
et: Sa juba hääletasid selles postituses
eu: Dagoeneko bozkatu duzu argitalpen hau
fr: Vous avez déjà voté pour ce message
lv: Tu jau esi balsojis par šo ierakstu
ro: Deja ai votat pentru aceasta postare
sl: Za to objavo si že glasoval-a
sv: Du har redan röstat på inlägget
tr: Bu gönderiye zaten oy verdin
uk: Ви вже голосували за це повідомлення

source: This post does't belong to that user
cs: Tento příspěvek nepatří tomuto uživateli
el: Αυτή η ανάρτηση δεν ανήκει σε εκείνον το χρήστη
es: Esta entrada no pertenece a ese usuario
et: Postitus ei kuulu sellele kasutajale
eu: Argitalpen hau ez da erabiltzaile horrena
fr: Ce message n'appartient pas à l'utilisateur
lv: Šis ieraksts nepieder šim lietotājam
ro: Aceasta postare nu apartine acelui utilizator
sl: Ta objava ni od tega uporabnika
sv: Detta inlägg tillhör inte den användaren
tr: Bu gönderi o kullanıcıya ait değil
uk: Це повідомлення не належить цьому користувачу

source: Message
cs: Zpráva
el: Μήνυμα
es: Mensaje
et: Teade
eu: Mezua
lv: Ziņojums
ro: Mesaj
sl: Sporočilo
sv: Meddelande
tr: Mesaj
uk: Повідомлення

source: You have selected too many choices. You may only select %i.
cs: Vybral jsi příliš mnoho voleb. Můžeš zvolit pouze %i.
el: Έχετε επιλέξει πολλές επιλογές. Μπορείτε να επιλέξετε μόνο %i.
es: Has seleccionado demasiadas opciones. Debes elegir solo %i.
et: Oled teinud liiga palju valikuid. Võid valida vaid %i.
eu: Aukera gehiegi hautatu dituzu. %i soilik hauta dezakezu.
fr: Vous avez sélectionné trop de choix. Vous ne pouvez sélectionner que% i.
lv: Tu esi atlasījis pārāk daudz izvēles. Tu vari izvēlēties tikai %i.
ro: Ai selectat prea multe optiuni. Ai voie sa selectezi numai %i.
sl: Izbrati smeš največ %i možnosti. Izbral-a si jih preveč.
sv: Du har gjort för många val. Du får bara välja %i.
tr: Çok fazla seçenek belirledin. Sadece %i tane seçebilirsin.
uk: Ви обрали занадто багато варіантів. Ви можете обрати тільки %i.

source: Write each answer on a new line.
cs: Napiš každou odpověď na nový řádek.
el: Γράψτε κάθε απάντηση σε καινούρια γραμμή.
es: Escriba cada respuesta en una línea nueva.
et: Kirjuta iga vastus uuele reale.
eu: Erantzun bakoitza lerro berri batean idatzi.
fr: Ecrire chaque réponse sur une nouvelle ligne.
lv: Raksti katru atbildi jaunā rindā.
ro: Scrie fiecare raspuns pe o linie noua.
sl: Zapiši vsak odgovor v novo vrstico.
sv: Skriv varje svar på en ny rad
tr: Her cevabı yeni bir satıra yaz.
uk: Пишіть кожну відповідь у новому рядку.

source: Number of days for this poll to run. Leave empty for an indefinite poll.
cs: Počet dní trvání této ankety. Ponechej nevyplněné pro neomezenou anketu.
el: Αριθμός ημερών που η δημοσκόπηση θα παραμείνει ανοιχτή. Αφήστε το κενό για απεριόριστες μέρες.
es: Número días que estará activa la encuesta. Dejar en blanco para una encuesta indefinida.
et: Päevade arv selle küsitluse kasutamiseks. Jäta tühjaks ajaliselt piiritlemata küsitluse puhul.
eu: Inkesta hau zenbat egunetan egongo den aktibatuta. Hutsean utzi definitu gabeko inkestarako.
fr: Nombre de jours pour la durée du sondage. Laissez libre pour un sondage indéterminée.
lv: Dienu skaits, cik aptaujai ilgi notikt. Atstāj tukšu mūžīgam ilgumam.
ro: Numarul de zile pentru care este activ acest vot. Lasa necompletat pentru un vot nedeterminat.
sl: Število dni za glasovanje. Pusti prazno, če ga ne želiš omejiti.
sv: Antal dagar för omröstningen. Lämna tomt för obestämd tid.
tr: Bu anket kaç gün açık olacak? Hiç kapanmayacaksa boş bırak.
uk: Кількість днів для проведення цього опитування. Залиште порожнім для невизначеного терміну.

source: There is no valid answer.
cs: Není tu platná odpověď.
el: Δεν υπάρχει έγκυρη απάντηση.
es: No hay una respuesta válida
et: See ei ole sobiv vastus.
eu: Ez dago baliozko erantzunik.
fr: Ce n'est pas une réponse valable.
lv: Nav derīgas atbildes.
ro: Acesta nu este un raspuns valid.
sl: Ni veljavnega odgovora.
sv: Det finns inget giltigt svar.
tr: Geçerli bir cevap yok.
uk: Це не є правильною відповіддю.

source: One of the answers is too long.
cs: Jedna z odpovědí je příliš dlouhá.
el: Μία από τις απαντήσεις είναι αρκετά μεγάλη.
es: Una de las respuestas es demasiado larga
et: Üks vastustest on liiga pikk.
eu: Erantzunetako bat luzeegia da.
fr: Une des réponses est trop longue.
lv: Kāda no atbildēm ir par garu.
ro: Unul dintre raspunsuri este prea lung.
sl: Eden od odgovorov je predolg.
sv: Ett av svaren är för långt.
tr: Cevaplardan biri çok uzun.
uk: Одна з відповідей занадто довга.

source: Display your e-mail address.
cs: Zobrazovat tvoji emailovou adresu.
el: Εμφάνιση της διεύθυνσης e-mail σας.
es: Mostrar tu dirección de correo electrónico.
et: Näita oma e-posti aadressi.
eu: Zure e-mail helbidea bistaratu.
fr: Afficher votre adresse courriel.
lv: Rādīt tavu e-pasta adresi.
ro: Afiseaza adresa ta de e-mail.
sl: Prikaži svoj e-poštni naslov.
sv: Visa din e-postadress.
tr: E-posta adresin görünsün.
uk: Показати ваш e-mail.

source: Hide your e-mail address but allow form e-mail.
cs: Skrýt tvoji emailovou adresu ale dovolit vytvořit email.
el: Απόκρυψη της διεύθυνσης e-mail με δυνατότητα συμπληρωσης φόρμας e-mail.
es: Ocultar tu e-mail pero permitir formulario de correo
et: Peida oma e-posti aadress, kuid luba luua meil.
eu: Zure e-mail helbidea ezkutatu baina e-mail formularioa baimendu.
fr: Cacher votre adresse courriel mais autoriser le formulaire courriel.
lv: Paslēpt tavu e-pasta adresi, bet atļaut epasta formu.
ro: Ascunde adresa ta de e-mail dar permite formularul de e-mail.
sl: Skrij svoj e-poštni naslov, dovoli pa obrazec za e-pošto.
sv: Dölj din e-postadress men tillåt e-post via formulär.
tr: E-posta adresin gizlensin fakat siteden gönderi yapılabilsin.
uk: Приховати адресу електронної пошти, але дозволити надсилати пошту.

source: Hide your e-mail address and disallow form e-mail.
cs: Skrýt tvoji emailovou adresu a zakázat vytvořit email.
el: Απόκρυψη της διεύθυνσης e-mail χωρίς δυνατότητα συμπληρωσης φόρμας e-mail.
es: Ocultar tu e-mail y deshabilitar formulario de correo
et: Peida oma e-posti aadress ja ära luba luua meili.
eu: Zure e-mail helbidea ezkutatu eta e-mail formularioa ezgaitu.
fr: Cacher votre adresse courriel mais refuser le formulaire courriel.
lv: Paslēpt tavu e-pasta adresi, un neatļaut epasta formu.
ro: Ascunde adresa ta de e-mail si nu permite formularul de e-mail.
sl: Skrij svoj e-poštni naslov in prepovej obrazec za e-pošto.
sv: Dölj din e-postadress och tillåt inte e-post via formulär.
tr: Hem e-posta adresin gizlensin hem de siteden gönderi yapamasınlar.
uk: Приховати адресу електронної пошти та заборонити надсилати пошту.

source: Name
cs: Jméno
el: Όνομα
es: Nombre
et: Nimi
eu: Izena
fr: Nom
lv: Vārds
ro: Numele
sl: Ime
sv: Namn
tr: Ad
uk: Ім’я

source: Groups
cs: Skupiny
el: Ομάδες
es: Grupos
et: Grupid
eu: Taldeak
fr: Groupes
lv: Grupas
ro: Grupuri
sl: Skupine
sv: Grupper
tr: Gruplar
uk: Групи

source: Only users from these groups can see this category
cs: Pouze uživatelé z těchto skupin vidí tuto kategorii
el: Μόνο χρήστες από αυτές τις ομάδες μπορούν να δουν αυτή την κατηγορία.
es: Solo usuarios de estos grupos pueden ver esta categoría
et: Ainult nende gruppide kasutajad saavad näha seda kategooriat
eu: Talde hauetako erabiltzaileek soilik ikus dezakete kategoria hau
fr: Seuls les utilisateurs de ces groupes peuvent voir cette catégorie
lv: Tikai šīs grupas lietotāji var redzēt šo kategoriju
ro: Numai utilizatorii apartinand acestor grupuri pot vedea aceasta categorie
sl: Samo člani teh skupin lahko vidijo to kategorijo
sv: Endast användare från dessa grupper kan se kategorin
tr: Bu kategoriyi sadece by grubun üyeleri görebilir
uk: Тільки користувачі з цих груп можуть бачити цю категорію

source: Position
cs: Pozice
el: Θέση
es: Posición
et: Positsioon
eu: Posizioa
lv: Novietojums
ro: Pozitia
sl: Položaj
tr: Durum
uk: Позиція

source: Category
cs: Kategorie
el: Κατηγορία
es: Categoría
et: Kategooria
eu: Kategoria
fr: Catégorie
lv: Kategorija
ro: Categoria
sl: Kategorija
sv: Kategori
tr: Kategori
uk: Категорія

source: Categories
cs: Kategorie
el: Κατηγορίες
es: Categorías
et: Kategooriad
eu: Kategoriak
fr: Catégories
lv: Kategorijas
ro: Categoriile
sl: Kategorije
sv: Kategorier
tr: Kategoriler
uk: Категорії

source: New topics by moderators only
cs: Nová témata jen od moderátorů
el: Νέα θέματα μόνο από τους διαχειριστές
es: Solo los moderadores pueden crear nuevos temas
et: Uus teema ainult moderaatoritelt
eu: Gai berriak moderatzaileek soilik sor ditzakete
fr: Nouveaux sujets par les modérateurs uniquement
lv: Jaunas tēmas tikai no moderatoriem
ro: Teme noi permise numai moderatorilor
sl: Nove teme lahko ustvarijo le moderatorji.
sv: Nya ämnen enbart genom moderatorer
tr: Sadece moderatörlerden yeni başlıklar
uk: Нові теми тільки модераторами

source: Description
cs: Popis
el: Περιγραφή
es: Descripción
et: Kirjeldus
eu: Deskribapena
lv: Apraksts
ro: Descriere
sl: Opis
sv: Beskrivning
tr: Açıklama
uk: Опис

source: Moderators
cs: Moderátoři
el: Διαχειριστές
es: Moderadores
et: Moderaatorid
eu: Moderatzaileak
fr: Modérateurs
lv: Moderatori
ro: Moderatori
sl: Moderatorji
sv: Moderatorer
tr: Moderatör
uk: Модератори

source: Updated
cs: Aktualizováno
el: Ενημερώθηκε
es: Actualizado
et: Uuendatud
eu: Eguneratua
fr: Mis à jour
lv: Atjaunināts
ro: Actualizat
sl: Posodobljeno
sv: Uppdaterad
tr: Güncellendi
uk: Оновлено

source: Post count
cs: Počet příspěvků
el: Αριθμός αναρτήσεων
es: Número de entradas
et: Postituste arv
eu: Argitalpenen kopurua
fr: Nombre de messages
lv: Ierakstu skaits
ro: Numar postari
sl: Število objav
sv: Antal inlägg
tr: Gönderi sayısı
uk: Кількість повідломлень

source: Topic count
cs: Počet námětů
el: Αριθμός θεμάτων
es: Número de temas
et: Teemade arv
eu: Gaien kopurua
fr: Nombre de sujets
lv: Tēmu skaits
ro: Numar teme
sl: Število tem
sv: Antal ämnen
tr: Başlık sayısı
uk: Кількість тем

source: Forums
ca: Fòrums
cs: Fóra
de: Foren
el: Φόρουμ
es: Foros
et: Foorumid
eu: Foroak
gl: Foros
it: Forum
lv: Forumi
nb: Forum
pt: Fóruns
ro: Forumuri
sl: Forumi
sv: Forum
tr: Forumlar
uk: Форуми

source: Created
cs: Vytvořeno
el: Δημιουργήθηκε στις:
es: Creado
et: Loodud
eu: Sortua
fr: Créé:
lv: Izveidots
ro: Creat
sl: Ustvarjeno
sv: Skapad
tr: Oluşturulma
uk: Створено

source: User
ca: Usuari
cs: Uživatel
de: Benutzer
el: Χρήστης
es: Usuario
et: Kasutaja
eu: Erabiltzailea
fr: Utilisateur
ga: Úsáideoir
gl: Usuario
it: Utente
ja: ユーザー
lv: Lietotājs
nb: Bruker
pt: Utilizador
ro: Utilizator
sl: Uporabnik
sr: Корисник
sv: Användare
tr: Kullanıcı
uk: Користувач

source: Views count
cs: Počet shlédnutí
el: Αριθμός προβολών
es: Número de vistas
et: Vaatamiste arv
eu: Bisita kopurua
fr: Nombre de vues
lv: Skatījumu skaits
ro: Numar vizualizari
sl: Število ogledov
sv: Antal visningar
tr: Bakılma sayısı
uk: Кількість переглядів

source: Sticky
el: Καρφιτσωμένο Θέμα
es: Importante
et: Tähtis
eu: Itsaskorrak
fr: Collant
lv: Pielīmēts
ro: Important
sl: Stalno na vrhu
sv: Fastnålad
tr: Öncelikli

source: Closed
cs: Uzavřeno
el: Κλειστό
es: Cerrado
et: Suletud
eu: Itxita
fr: Fermé
lv: Aizvērts
ro: Inchis
sl: Zaprto
sv: Stängd
tr: Kapandı
uk: Закриті

source: Subscribers
el: Συνδρομητές
es: Suscriptores
et: Tellijad
eu: Harpidedunak
fr: Abonnés
lv: Abonenti
ro: Abonati
sl: Naročniki
sv: Prenumeranter
tr: Aboneler
uk: Підписники

source: Topic
cs: Námět
el: Θέμα
es: Tema
et: Teema
eu: Gaia
fr: Sujet
lv: Tēma
ro: Tema
sl: Tema
sv: Ämne
tr: Başlık
uk: Тема

source: Updated by
cs: Aktualizováno od
el: Ενημερώθηκε από το χρήστη
es: Actualizado por
et: Uuendaja
eu: Eguneratzailea
fr: Mis à jour par
lv: Atjaunināja
ro: Actualizat de
sl: Posodobil-a
sv: Uppdaterad av
tr: Güncelleme
uk: Оновлено

source: Markup
cs: Značky
el: Επισήμανση
es: Etiquetado
et: Märgistus
eu: Markaketa
fr: Indication
lv: Izcēlums
ro: Marcare
sl: Oznaka
sv: Markera
uk: Позначено

source: HTML version
cs: HTML verze
el: Έκδοση ΗΤΜL
es: Versión HTML
et: HTML versioon
eu: HTML bertsioa
fr: Version HTML
lv: HTML versija
ro: Versiune HTML
sl: različica v HTML
tr: HTML sürümü
uk: версія HTML

source: User IP
cs: IP uživatele
el: Διεύθυνση ΙΡ του χρήστη
es: IP del usuario
et: Kasutaja IP
eu: Erabiltzailearen IPa
fr: IP de l'utilisateur
lv: Lietotāja IP
ro: IP utilizator
sl: Uporabnikov IP
sv: Användarens IP-adress
tr: Kullanıcı IP'si
uk: ІР користувача

source: Post
ca: Article
cs: Odeslat
de: Absenden
el: Ανάρτηση
es: Enviar
et: Postitus
eu: Argitaratu
fr: Message
ga: Postáil
gl: Enviar
he: לפרסם
it: Invia il commento
ja: 投稿
lv: Nosūtīt
nb: Send
pt: Publicar
ro: Posteaza
sl: Objava
sr: Објави
sv: Skicka
tr: Gönder
uk: Надіслати

source: From
cs: Od
el: Από
es: De
et: Kellelt
eu: Nondik:
fr: De
lv: No
ro: De la
sl: Od
sv: Från
tr: Kimden
uk: Від

source: To
cs: Komu
el: Μέχρι
es: Para
et: Kellele
eu: Nora:
fr: à
lv: Kam
ro: Catre
sl: Za
sv: Till
tr: Kime
uk: Для

source: Time
ca: Temps
cs: Čas
de: Zeitpunkt
el: Ώρα
es: Hora
et: Aeg
eu: Ordua
fr: Temps
ga: Am
gl: Hora
it: Ora
ja: 時間
lv: Laiks
nb: Tid
pt: Tempo
ro: Ora
sl: Čas
sr: Време
sv: Tid
tr: Zaman
uk: Час

source: Sign
cs: Označení
el: Σήμα
es: Identificarse
et: Registreeru
eu: Identifikatu
fr: Signe
lv: Parakstīt
ro: Semnatura
sl: Podpiši
sv: Underskrift
tr: İmza
uk: Вхід

source: Reason
cs: Důvod
el: Αιτία
es: Motivo
et: Põhjus
eu: Arrazoia
fr: Raison
lv: Iemesls
ro: Motiv
sl: Razlog
sv: Anledning
tr: Sebep
uk: Причина

source: Reputation
el: Φήμη
es: Reputación
et: Maine
eu: Ospea
fr: Réputation
lv: Reputācija
ro: Reputatie
sl: Ugled
sv: Omdöme
tr: Nam
uk: Репутація

source: Reputations
el: Φήμες
es: Reputaciones
et: Mained
eu: Ospeak
fr: Réputations
lv: Reputācijas
ro: Reputatii
sl: Ugledi
sv: Ömdömen
uk: Репутації

source: Status
el: Κατάσταση
es: Estado
et: Staatus
eu: Estatusa
fr: Etat
lv: Statuss
tr: Durum
uk: Статус

source: Site
cs: Webserver
el: Ιστοσελίδα
es: Sitio
et: Sait
eu: Gunea
lv: Vietne
sl: Spletna stran
sv: Sajt
uk: Сайт

source: Location
cs: Místo
el: Τοποθεσία
es: Ubicación
et: Asukoht
eu: Kokapena
fr: Emplacement
lv: Atrašanās vieta
ro: Locatie
sl: Kraj
sv: Plats
tr: Konum
uk: Розміщення

source: Signature
cs: Podpis
el: Υπογραφή
es: Firma
et: Allkiri
eu: Sinadura
lv: Paraksts
ro: Semnatura
sl: Podpis
sv: Underskrift
tr: İmza
uk: Підпис

source: Time zone
cs: Časová zóna
el: Ζώνη Ώρας
es: Zona horaria
et: Ajavöönd
eu: Ordu eremua
fr: Fuseau horaire
lv: Laika zona
ro: Fus orar
sl: Časovni pas
sv: Tidszon
tr: Saat dilimi
uk: Часовий пояс

source: Language
cs: Jazyk
el: Γλώσσα
es: Idioma
et: Keel
eu: Hizkuntza
fr: Langue
lv: Valoda
ro: Limba
sl: Jezik
sv: Språk
tr: Dil
uk: Мова

source: Avatar
el: Εικονίδιο
eu: Abatarea
lv: Avatars
uk: Аватар

source: Theme
cs: Téma
el: Θέμα
es: Tema
et: Teema
eu: Gaia
fr: Thème
lv: Tēma
ro: Tematica
sl: Oblikovna tema
sv: Tema
tr: Tema
uk: Тема

source: Show avatar
cs: Zobrazovat avatar
el: Εμφάνιση εικονιδίου
es: Mostrar avatar
et: Näita avatari
eu: Abatarea erakutsi
fr: Montrer avatar
lv: Rādīt avataru
ro: Afiseaza avatar
sl: Prikaži avatarja
sv: Visa avatar
tr: Avatarı göster
uk: Показати аватар

source: Show signatures
cs: Zobrazovat podpisy
el: Εμφάνιση υπογραφών
es: Mostrar firmas
et: Näita signatuure
eu: Sinadurak erakutsi
fr: Montrer les signatures
lv: Rādīt parakstus
ro: Afiseaza semnaturi
sl: Prikaži podpise
sv: Visa underskrifter
tr: İmzaları göster
uk: Показати підпис

source: Show smilies
cs: Zobrazovat smajlíky
el: Εμφάνιση smilies
es: Mostrar emociones
et: Näita emotikone
eu: Aurpegikerak erakutsi
fr: Montrer les smileys
lv: Rādīt smaidiņus
ro: Afiseaza fete zambitoare
sl: Prikaži smeške
sv: Visa smileys
tr: Sırıtıkları göster
uk: Показати смайли

source: Privacy permission
el: Άδεια απορρήτου
es: Permisos de privacidad
et: Privaatne juurdepääs
eu: Pribatasun baimenak
fr: Règles de confidentialité
lv: Privātuma atļauja
ro: Permisiune privacy
sl: Dovoljenje za uporabo osebnih podatkov
sv: Integritet
tr: Gizlilik izinleri
uk: Права конфіденційності

source: Auto subscribe
cs: Autoregistrace
el: Αυτόματη Συνδρομή
es: Autosuscribirse
et: Automaatne tellimine
eu: Auto-harpidetu
fr: S'abonner automatiquement
lv: Automātiska abonēšana
ro: Auto abonare
sl: Samodejno naročanje
sv: Prenumerera automatiskt
tr: Kendiliğinden abone ol
uk: Автоматична підписка
