Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: You can also ask questions in the <a href="/discuss/">discussion forums</a>.
ca: També pots formular preguntes als <a href="/discuss/">fòrums de discussió</a>.
cs: Můžeš klást otázky v <a href="/discuss/">diskuzních fórech</a>.
de: Die <a href="/discuss/">Foren</a> bieten ebenfalls Raum für Fragen.
el: Μπορείτε επίσης να κάνετε ερωτήσεις στους <a href="/discuss/">Χώρους Συζητήσεων</a>.
es: También puedes hacer preguntas en los <a href="/discuss/">foros de discusión</a>.
et: Võid esitada oma küsimused <a href="/discuss/">foorumites</a>.
eu: <a href="/discuss/">Eztabaida Foroetan</a> ere egin ditzakezu galderak.
fr: Pour en savoir plus sur Scratch, veuillez consulter <a href="/help/faq/"> Foire aux questions </ a>.
ga: Nó cuir ceisteanna ar na <a href="/discuss/">cláir phlé</a>.
gl: Tamén podes facer preguntas nos <a href="/discuss/">foros de discusión</a>.
it: Puoi anche fare tutte le domande che ti interessano nei <a href="/discuss/">forum di discussione</a>.
lv: Tu vari uzdot jautājums <a href="/discuss/">diskusiju forumā</a>.
nb: Du kan også få svar på spørsmål i <a href="/discuss/">forumet</a> som har en seksjon på norsk.
pt: Pode também fazer perguntas nos <a href="/discuss/">fóruns de discussão</a>.
ro: De asemenea, poti sa pui intrebari in <a href="/discuss/">forumurile de discutii</a>.
sl: Prav tako lahko zastaviš vprašanja v <a href="/discuss/">razpravljalnih forumih</a>.
sv: Du kan också ställa frågor i <a href="/discuss/">diskussionforum</a>.
tr: İstersen <a href="/discuss/">tartışma forumlarına</a> da sorularını sorabilirsin.
uk: Ви також можете задавати питання на <a href="/discuss/">Форумі</a>.

source: If you need to contact our staff team directly, click <a href="%(contact_us_url)s">Contact Us</a> at the bottom of any page.
ca: Si necessites contactar amb el nostre equip directament, clica a <a href="%(contact_us_url)s">Contacta'ns</a> al final de qualsevol pàgina.
cs: Pokud potřebuješ kontaktovat přímo náš tým zaměstnaců, klikni na <a href="%(contact_us_url)s">Kontaktujte nás</a> na dolním okraji každé strany.
de: Unser Team ist über den <a href="%(contact_us_url)s">Kontakt</a>-Link am Ende jeder Seite direkt erreichbar.
el: Εάν χρειάζεται να επικοινωνήσετε με την ομάδα προσωπικού άμεσα, πατήστε στο σύνδεσμο <a href="%(contact_us_url)s">"Επικοινωνήστε μαζί μας"</a> στο κάτω μέρος κάθε σελίδας.
es: Si deseas contactarnos directamente, haz clic en <a href="%(contact_us_url)s">Contáctenos</a> en la parte inferior de cualquier página.
et: Kui Sul on vaja ühendust võtta otse meie meeskonna töötajatega, klõpsake <a href="%(contact_us_url)s">Kontakt</a> iga lehekülje allosas.
eu: Lantaldearekin zuzenean kontaktatu behar bazenu, klikatu <a href="%(contact_us_url)s">Gurekin Kontaktatu</a> orriaren behekaldean.
fr: Si vous avez besoin de contacter notre équipe directement, cliquez <a href="%(contact_us_url)s"> Contactez-nous </ a> au bas de n'importe quelle page.
ga: Más gá duit dul i dteagmháil linn go díreach, cliceáil <a href="%(contact_us_url)s">Teagmháil</a> ag bun aon leathanaigh.
gl: Si precisas poñerte en contacto connosco directamente, preme en <a href="%(contact_us_url)s">Contáctenos</a> na parte inferior de calquera páxina.
it: Se hai bisogno di contattare direttamente il nostro team clicca su <a href="%(contact_us_url)s">Contattaci</a> che trovi in fondo ad ogni pagina del sito.
lv: Ja gribi sazināties tieši ar mūsu komandu, klikšķini <a href="%(contact_us_url)s">Sazinies ar mums</a> jebkuras lapas apakšā.
nb: Hvis du trenger å ta direkte kontakt med Scratch-administratorene så bruk linken <a href="%(contact_us_url)s">Kontakt oss</a> nederst på sidene.
pt: Se precisar de contactar a nossa equipa de pessoal directamente, carregue em <a href="%(contact_us_url)s">Contacte-nos</a> ao fundo da página.
ro: Daca ai nevoie sa contactezi oamenii nostri din echipa, clic pe <a href="%(contact_us_url)s">Contacteaza-ne</a> in partea de jos a oricarei pagini.
sl: Če želiš stopiti v stik z našo ekipo neposredno, klikni <a href="%(contact_us_url)s">Piši nam</a> na dnu strani.
sv: Om du behöver kontakta Scratchteamet, klickar du på <a href="%(contact_us_url)s">Kontakta oss</a> längst ned på varje sida.
uk: Якщо вам потрібно зв'язатись безпосередньо з нашою командою, клацніть <a href="%(contact_us_url)s">Зв'язок з нами</a> внизу будь-якої сторінки.

source: Quotes - Scratch
ca: Cites - Scratch
cs: Citáty - Scratch
de: Zitate - Scratch
el: Γνώμες για το Scratch - Scratch
es: Citas - Scratch
et: Tsitaadid - Scratch
eu: Aipamenak - Scratch
fr: Citations - Scratch
ga: Athfhriotail - Scratch
gl: Citas - Scratch
it: Citazioni - Scratch
lv: Citāti - Scratch
nb: Hva andre sier - Scratch
pt: Citações - Scratch
ro: Citate - Scratch
sl: Navedki - Scratch
sv: Citat - Scratch
uk: Цитати - Скретч

source: What <b>Youth</b> are Saying about Scratch
ca: El què els <b>Joves</b> diuen sobre Scratch
cs: Co <b>mládež</b> říká o Scratchi
de: Was <b>Jugendliche</b> über Scratch sagen
el: Τι λένε <b>τα παιδιά</b> για το Scratch
es: Qué dicen los <b>Jóvenes</b> acerca de Scratch
et: Mida <b>noored</b> on öelnud Scratchi kohta
eu: <b>Gazteek</b> zer dioten Scratchi buruz
fr: Ce que<b>Les jeunes </ b> ont à dire sur Scratch
ga: Céard atá <b>daoine óga</b> ag rá faoi Scratch?
gl: Que din os <b>Mozos</b> sobre Scratch
it: Cosa dicono i <b>giovani</b> di Scratch ?
lv: Ko <b>jaunieši</b> saka par Scrach
nb: <b>Barns og ungdommers</b> erfaringer med Scratch
pt: O que <b>Os mais Novos</b> Dizem acerca do Scratch
ro: Ce spun <b>Tinerii</b> despre Scratch
sl: Kaj menijo <b>Mladi</b> o Scratchu?
sv: Vad <b>Ungdomarna</b> säger om Scratch
uk: Що каже <b>молодь</b> про Скретч

source: I like Scratch better than blogs or social networking sites like Facebook because we’re creating interesting games and projects that are fun to play, watch, and download. I don’t like to just talk to other people online, I like to talk about something creative and new.<span class="quotes">&rdquo;</span> - 13-year-old </p>
ca: Prefereixo Scratch als blogs o les xarxes socials com Facebook perquè estem creant jocs interessants i projectes que són divertits de jugar, mirar i descarregar. No m'agrada només parlar amb gent a la xarxa, m'agrada parlar sobre alguna cosa creativa i novedosa.<span class="quotes">&rdquo;</span> - 13 anys </p>
cs: Mám Scratch radši než blogy nebo sociální sítě jako Facebook protože děláme zajímavé hry a projekty co je radost hrát, sledovat a stahovat. Nebaví mě jen kecat online s jinými lidmi, rád mluvím o něčem tvůrčím a novým.<span class="quotes">&rdquo;</span> - 13-tiletý </p>
de: Ich mag Scratch lieber als Blogs oder soziale Netzwerke wie Facebook, weil wir interessante Spiele und Projekte machen, die zu spielen, anzuschauen und herunterzuladen Spaß macht. mir Online-Gespräche mit anderen Leuten besser gefallen, wenn wir uns über etwas Neues und Kreatives austauschen können.<span class="quotes">&rdquo;</span> - 13 Jahre</p>
el: "Το Scratch μου αρέσει περισσότερο από τις ιστοσελίδες κοινωνικής δικτύωσης όπως το Facebook επειδή με το Scratch κάποιος μπορεί να δημιουργήσει ενδιαφέροντα παιχνίδια και άλλα έργα που είναι διασκεδαστικά. Δεν μου αρέσει απλώς να μιλάω με άλλα άτομα στο διαδίκτυο, μου αρέσει να μιλάω μαζί τους για δημιουργικά και καινούρια πράγματα."<span class="quotes">&rdquo;</span> - 13χρονος αποστολέας </p>
es: Prefiero Scratch que los blogs o redes sociales como Facebook, porque estamos creando juegos y proyectos interesantes que son divertidos de jugar, mirar y descargar. No me gusta solamente hablar en línea con otras personas, me gusta hablar acerca de algo creativo y nuevo.<span class="quotes">&rdquo;</span> - 13 años de edad</p>
et: Mulle meelib Scratch rohkem kui blogid ja sotsiaalvõrgustikud nagu Facebook, sest me loome huvitavaid mänge ja projekte, mida on vahva mängida, vaadata ning alla laadida. Mulle ei meeldi inimestega internetis lihtsalt niisama rääkida, mulle tahan nendega rääkida milleski uuest ja loomingulisest.<span class="quotes">&rdquo;</span> - 13-aastane </p>
eu: Blogak eta Facebook bezalako sare sozialak baina nahiago dut Scratch, joku interesgarriak eta jolastu, ikusi eta deskargatzeko dibertigarriak diren proiektuak sortzen gabiltzalako. Ez dut beste jendearekin hitzegitea soilik gustoko, sortzailea eta berria den zerbaiti buruz hitzegitea dut gustoko. <span class="quotes">&rdquo;</span> - 13 urte</p>
fr: Je préfère Scratch à tous les blogs ou tous les sites de réseaux sociaux tels que Facebook, parce que nous créons des jeux et des projets qui sont amusants à jouer, à regarder et à télécharger. Je n'aime pas uniquement parler à d'autres personnes en ligne, je tiens à parler de quelque chose de créatif et de nouveau.<span class="quotes">&rdquo;</span> j'ai 13 ans</p>
gl: Prefiero Scratch mellor que os blogues ou as redes sociais como Facebook, porque estamos creando xogos e proxectos interesantes que son divertidos para xogar, mirar e descargar. Non me gusta so falar en liña con outras persoas, gústame falar sobre algo creativo e novo.<span class="quotes">&rdquo;</span> - 13 años de edad</p>
it: Scratch mi piace di più dei blog e dei social networks come ad esempio Facebook perchè creiamo giochi interessanti e progetti che sono divertenti da giocare, da guardare e da scaricare. Non mi piace soltanto parlare online ad altre persone, mi piace parlare di cose nuove e creative.<span class="quotes">&rdquo;</span> - 13 anni </p>
lv: Man Scratch patīk labāk par sociālajiem tīkliem kā Facebook, jo te var veidot interesantas spēles un projektus, ko ir aizraujoši spēlēt, skatīties un lejuplādēt. Man nepatīk vienkāršī pļāpār ar cilvēkiem tiešsaistē, man patīk runāt par kaut ko radošu un jaunu. <span class="quotes">&rdquo;</span> 13 gadus vecs lietotājs </p>
nb: Jeg liker Scratch bedre enn Facebook og blogger fordi vi lager interessante prosjekter og morsomme spill. Jeg liker ikke å bare prate med andre på nettet, jeg vil snakke om noe som er kreativt og nytt. <span class="quotes">&rdquo;</span> - 13-åring </p>
pt: Gosto mais do Scratch que dos blogues ou de redes sociais como o Facebook porque criamos jogos e projectos interessantes que são divertidos de jogar, ver e descarregar. Não gosto de apenas falar com outras pessoas na rede, gosto de falar sobre algo criativo e novo.<span class="quotes">&rdquo;</span> - 13 anos </p>
ro: Imi place mai mult Scratch decat blogurile si retelele sociale precum Facebook deoarece putem crea jocuri interesante si proiecte care sunt distractive, putem sa le rulam, sa le vedem sau sa le descarcam. Nu imi place doar sa stau de vorba cu ceilalti online, ci sa vorbesc despre ceva creativ si nou..<span class="quotes">&rdquo;</span> - 13 ani </p>
sl: Scratch mi je bolj všeč kot blogi in socialna omrežja kot npr. Facebook, ker \lahko tu ustvarim zanimive igrice in projekte, ki so zabavni za igranje, gledanje, in prenašanje. Ni mi všeč le pogovarjanje z drugimi na spletu, saj se rad pogovarjam o kreativnih in novih stvareh.<span class="quotes">&rdquo;</span> - 13-letnik </p>
sv: Jag gillar Scratch bättre än bloggar eller sociala medier som Facebook, eftersom vi skapar intressanta spel och projekt som är roligt att spela, titta på och ladda ner. Jag gillar inte att bara prata med andra människor på nätet, jag gillar att prata om något kreativt och nytt <span class="quotes">&rdquo;</span> - 13-åring </p>
uk: Мені Скретч подобається більше, ніж блоги чи соціальні мережі, такі як Facebook, тому що ми створюємо цікаві ігри та проекти з якими цікаво гратися, дивитися та звантажувати. мені не подобається просто спілкуватися з іншими людьми онлайн. Мені подобається спілкуватися про щось творче, нове.<span class="quotes">&rdquo;</span> - 13 років </p>

source: <span class="quotes">&ldquo;</span>My 8-year-old brother and I have been active participants of the Scratch Online Community for over a year. I enjoy designing and programming games and animations with other kids, because different people have different skills, and when you work together, you can build a much better project than you can alone.<span class="quotes">&rdquo;</span> - 13-year-old
ca: <span class="quotes">&ldquo;</span>El meu germà de 8 anys i jo hem participat activament a la comunitat Scratch des de ja fa un any. M'agrada dissenyar i programar jocs i animacions amb altres nois, perquè les persones tenim diferents habilitats, i quan treballes col·laborativament, pots crear un projecte millor que el què podries fer tu sol.<span class="quotes">&rdquo;</span> - 13 anys
cs: <span class="quotes">&ldquo;</span>Můj 8-mi letý bráška a já jsme oba aktivní členové Scratch společenství už přes rok. Baví mě navrhování a programování her a animací s ostatními dětmi, protože různí lide mají rozdílné schopnosti a když děláš společně, tak postavíš lepší projekt než sám.<span class="quotes">&rdquo;</span> - 13-tiletá
de: <span class="quotes">&ldquo;</span>Mein achtjähriger Bruder und ich sind seit über einem Jahr aktive Mitglieder der Scratch-Online-Gemeinschaft. Ich liebe es, zusammen mit anderen Kinder Spiele und Animationen zu entwerfen und zu programmieren, weil verschiedene Leute unterschiedliche Fähigkeiten haben, und man, wenn man zusammenarbeitet, viel bessere Projekte bauen kann als alleine.<span class="quotes">&rdquo;</span> - 13 Jahre
el: <span class="quotes">&ldquo;</span>Ο 8χρονος αδελφός μου και εγώ είμαστε ενεργά μέλη της Διαδικτυακής Κοινότητας του Scratch για περισσότερο από έναν χρόνο. Μου αρέσει να σχεδιάζω και να προγραμματίζω παιχνίδια και κινούμενα σχέδια με άλλα παιδιά, επειδή ο καθένας έχει διαφορετικές ικανότητες, και όταν εργάζεται κανείς με άλλα άτομα, μπορεί να φτιάξει ένα καλύτερο έργο απ' ότι μόνος του.<span class="quotes">&rdquo;</span> - 13χρονος αποστολέας
es: <span class="quotes">&ldquo</span>Mi hermano de 8 años y yo hemos sido participantes activos de la comunidad en línea de Scratch por más de un año. Yo disfruto diseñando y programando juegos y animaciones con otros chicos, porque diferentes personas tienen diferentes habilidades, y cuando trabajas con alguien puedes construir muchos mejores proyectos que cuando lo haces solo.<span class="quotes">&rdquo;</span> - 13 años
et: <span class="quotes">&ldquo;</span>Mu 8-aastane vend ja mina oleme olnud aktiivsed Scratchi kogukonna liikmed juba üle aasta. Mulle meeldib mängude ja animatsioonide disainimine ning programmeerimine koos teiste lastega, sest erinevatel inimestel on erinevad oskused. Koostöös suudame luua palju parema projekti kui üksi töötades.<span class="quotes">&rdquo;</span> - 13-aastane
eu: <span class="quotes">&ldquo;</span>Nire 8 urteko alaba eta ni Scratch online komunitateko parte hartzaile izan gara urtebete baina gehiagoz. Gustoko gut jokuak eta animazioak beste umeekin diseinatu eta programatzea, jende ezberdinak gaitasun ezberdinak dituelako, eta batera egiten baduzu lan, bakarrik sor ditzazkezun baino proiektu hobeak sor ahal zenitzazke.<span class="quotes">&rdquo;</span> - 13-year-old
fr: <span class="quotes">&ldquo;</span>Mon frère de 8 ans et moi nous participons activement à la Communauté en ligne de Scratch . J'aime concevoir et de programmer des jeux et des animations avec d'autres enfants, parce que les gens différents ont des compétences différentes, et quand vous travaillez ensemble, vous pouvez construire un projet bien meilleur que celui que vous pouvez faire seul .<span class="quotes">&rdquo;</span> - j'ai 13 ans
gl: <span class="quotes">&ldquo</span>O meu irmá de 8 anos e eu temos sido participantes activos da comunidade en liña de Scratch durante máis dun ano. Pasoo ben deseñando e programando xogos e animacións con outros rapaces, porque diferentes persoas teñen diferentes habilidades, e cando traballas con alguén podes construir proxectos moitos mellores que cando o fas so.<span class="quotes">&rdquo;</span> - 13 anos
it: <span class="quotes">&ldquo;</span>Mio fratello di 8 anni e io siamo partecipanti attivi della comunità online di Scratch da ormai più di anno. Mi piace molto progettare e programmare giochi e animazioni anche con altri bambini, perchè persone diverse hanno capacità diverse e quando si lavora insieme è possibile realizzare progetti di gran lunga migliori di quanto sia possibile fare da soli.<span class="quotes">&rdquo;</span> - 13 anni
lv: <span class="quotes">&ldquo;</span>Mans 8 gadus vecais brālis un es jau gadu esam aktīvi Scratch kopienas dalībnieki. Man patīk projektēt un programmēt spēles un animācijas ar citiem bērniem, jo dažādiem cilvēkiem ir dažādas prasmes, un strādājot kopā var izveidot labāku projektu nekā vienatnē. <span class="quotes">&rdquo;</span> 13 gadus vecs lietotājs
nb: <span class="quotes">&ldquo;</span>Min lillebror på 8 år og jeg har vært med på nettsamfunnet til Scratch i mer enn et år. Jeg liker å programmere og finne på nye spill og animasjoner sammen med andre barn, fordi vi er gode på forskjellige ting, og når vi samarbeider kan vi bygge mye finere prosjekter enn det jeg kan lage alene.<span class="quotes">&rdquo;</span> - 13-åring
pt: <span class="quotes">&ldquo;</span>O meu irmão com 8 anos e eu somos participantes activos na Comunidade Em Linha do Scratch há um ano. Gosto de conceber e programar jogos e animações com outras crianças, pois pessoas diferentes têm diferentes habilidades e, quando se trabalha em conjunto com outros, pode-se construir um projecto muito melhor do que sozinho.<span class="quotes">&rdquo;</span> - 13 anos
ro: <span class="quotes">&ldquo;</span>Fratele meu de 8 ani si cu mine suntem membri activi ai comunitatii online Scratch de mai bine de un an. Imi place sa proiectez si sa programez jocuri si animatii cu alti copii, deoarece oameni diferiti au deprinderi diferite, si cand lucrezi impreuna poti sa construiesti un proiect mult mai bun decat o faci de unul singur..<span class="quotes">&rdquo;</span> - 13 ani
sl: <span class="quotes">&ldquo;</span>Z mojim 8-letnim bratcem sva že več kot eno leto aktivna udeleženca Scratch spletne skupnosti. Rad ustvarjam in programiram igrice in animacije z drugimi otroki, saj imajo različni ljudje različne spretnosti in ko delaš skupaj, lahko ustvariš veliko boljši projekt, kot bi ga naredil sam.<span class="quotes">&rdquo;</span> - 13-letnik
sv: <span class="quotes">&ldquo;</span>Min 8-åriga bror och jag har varit aktiva deltagare i Scratch Online Community för mer en ett år. Jag tycker om att designa och programmera spel och animationer tillsammans med andra barn, eftersom människor har olika färdigheter, och när ni arbetar tillsammans, kan du bygga upp ett mycket bättre projekt än du kan göra ensam <span class="quotes">&rdquo;</span> - 13-åring
uk: <span class="quotes">&ldquo;</span>Мій 8-річний і я є активними членами онлайнової спільноти Скретч вже більше року. Мені подобається оформляти і програмувати ігри й анімації з іншими дітьми, тому що різні люди мають різні навички, і, працюючи разом, ви можете побудувати значно кращий проект, ніж коли ви самі.<span class="quotes">&rdquo;</span> - 13 років
