Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Step-by-Step Guides
de: Schritt-für-Schritt Anleitungen
el: Οδηγοί Βήμα-Βήμα
es: Guías Paso a Paso
gl: Guías Paso-a-Paso
it: Guide Passo-Passo
nb: Veiledere
pt: Guias Passo a Passo
tr: Adım-adım Kılavuzları

source: mod
ca: residu de dividir
it: resto della divisione
pt: o resto de _ a dividir por _
ro: rest
sl: ostanek pri deljenju

source: 1 of 12
gl: 1 de 12
it: 1 di 12
nb: 1 av 12
pt: 1 de 12

source: 10 of 12
gl: 10 de 12
it: 10 di 12
nb: 10 av 12
pt: 10 de 12

source: 11 of 12
gl: 11 de 12
it: 11 di 12
nb: 11 av 12
pt: 11 de 12

source: Share Your Greeting!
gl: Comparte a Túa Felicitación!
it: Condividi i Tuoi Auguri!
nb: Send din hilsen!
pt: Partilhe o Seu Cartão!
tr: Tebriğini Paylaş!

source: 12 of 12
de: 12 von 12
gl: 12 de 12
it: 12 di 12
nb: 12 av 12
pt: 12 de 12

source: 3 of 12
gl: 3 de 12
it: 3 di 12
nb: 3 av 12
pt: 3 de 12

source: 4 of 12
gl: 4 de 12
it: 4 di 12
nb: 4 av 12
pt: 4 de 12

source: 5 of 12
gl: 5 de 12
it: 5 di 12
nb: 5 av 12
pt: 5 de 12

source: 6 of 12
gl: 6 de 12
it: 6 di 12
nb: 6 av 12
pt: 6 de 12

source: 7 of 12
gl: 7 de 12
it: 7 di 12
nb: 7 av 12
pt: 7 de 12

source: 8 of 12
gl: 8 de 12
it: 8 di 12
nb: 8 av 12
pt: 8 de 12

source: 9 of 12
gl: 9 de 12
it: 9 di 12
nb: 9 av 12
pt: 9 de 12

source: 1 of 13
ca: 1 de 13
de: 1 von 13
es: 1 de 13
gl: 1 de 13
it: 1 di 13
nb: 1 av 13
pt: 1 de 13
sl: 1 od 13

source: 10 of 13
ca: 10 de 13
es: 10 de 13
gl: 10 de 13
it: 10 di 13
nb: 10 av 13
pt: 10 de 13
sl: 10 od 13

source: Add a Sprite
gl: Engade unha Figura
it: Aggiungi uno Sprite
nb: Legg til en figur
pt: Adicionar um Actor
tr: Bir Kukla Ekle

source: 11 of 13
ca: 11 de 13
de: 11 von 13
es: 11 de 13
gl: 11 de 13
it: 11 di 13
nb: 11 av 13
pt: 11 de 13
sl: 11 od 13

source: 12 of 13
ca: 12 de 13
de: 12 von 13
es: 12 de 13
gl: 12 de 13
it: 12 di 13
nb: 12 av 13
pt: 12 de 13
sl: 12 od 13

source: 13 of 13
ca: 13 de 13
es: 13 de 13
gl: 13 de 13
it: 13 di 13
nb: 13 av 13
pt: 13 de 13
sl: 13 od 13

source: 2 of 13
ca: 2 de 13
es: 2 de 13
gl: 2 de 13
it: 2 di 13
nb: 2 av 13
pt: 2 de 13
sl: 2 od 13

source: 3 of 13
ca: 3 de 13
de: 3 von 13
el: 3 από 13
es: 3 de 13
et: 3. 13-st
gl: 3 de 13
it: 3 di 13
nb: 3 av 13
pt: 3 de 13
sl: 3 od 13
sv: 3 av 13
uk: 3 з 13

source: 4 of 13
ca: 4 de 13
es: 4 de 13
gl: 4 de 13
it: 4 di 13
nb: 4 av 13
pt: 4 de 13
sl: 4 od 13

source: 5 of 13
ca: 5 de 13
es: 5 de 13
gl: 5 de 13
it: 5 di 13
nb: 5 av 13
pt: 5 de 13
sl: 5 od 13

source: 6 of 13
ca: 6 de 13
es: 6 de 13
gl: 6 de 13
it: 6 di 13
nb: 6 av 13
pt: 6 de 13
sl: 6 od 13

source: 7 of 13
ca: 7 de 13
es: 7 de 13
gl: 7 de 13
it: 7 di 13
nb: 7 av 13
pt: 7 de 13
sl: 7 od 13

source: 8 of 13
ca: 8 de 13
es: 8 de 13
gl: 8 de 13
it: 8 di 13
nb: 8 av 13
pt: 8 de 13
sl: 8 od 13

source: 9 of 13
ca: 9 de 13
es: 9 de 13
gl: 9 de 13
it: 9 di 13
nb: 9 av 13
pt: 9 de 13
sl: 9 od 13

source: 1 of 9
de: 1 von 9
es: 1 de 9
gl: 1 de 9
it: 1 di 9
nb: 1 av 9
pt: 1 de 9

source: <p>Have some ideas for your card?</p> <a class="next-step-button" href="../hoc-2/"><p>Let's start by deleting the cat.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
gl: <p>Algunas ideas para a túa tarxeta?</p> <a class="next-step-button" href="../hoc-2/"><p>Empecemos por eliminar o gato.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
it: <p>Hai delle idee per la tua cartolina?</p> <a class="next-step-button" href="../hoc-2/"><p>Iniziamo cancellando il gatto.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
nb: <p>Har du noen ideer til julekortet da?</p> <a class="next-step-button" href="../hoc-2/"><p>Vi begynner med å ta bort katten.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
pt: <p>Tem algumas ideias para o seu cartão?</p> <a class="next-step-button" href="../hoc-2/"><p>Vamos começar por remover o gato.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>

source: 2 of 9
de: 2 von 9
gl: 2 de 9
it: 2 di 9
nb: 2 av 9
pt: 2 de 9

source: <p>Can you find another way to delete a sprite?</p> <p></p> <a class="next-step-button" href="../hoc-3/"><p>Next, let's add some holiday sprites to your card.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
gl: <p>Coñeces outra forma de eliminar unha figura?</p> <p></p> <a class="next-step-button" href="../hoc-3/"><p>Despois vamos a engadir algunhas figuras festivas á túa tarxeta.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
it: <p>Riesci a trovare un altro modo di cancellare uno sprite?</p> <p></p> <a class="next-step-button" href="../hoc-3/"><p>Ora aggiungiamo alla cartoline alcuni sprite che ricordano le vacanze.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
nb: <p>Kan du finne en annen måte å slette en figur?</p> <p></p> <a class="next-step-button" href="../hoc-3/"><p>Videre: Legg inn julefigurer<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
pt: <p>Consegue descobrir outra forma de remover um actor?</p> <p></p> <a class="next-step-button" href="../hoc-3/"><p>Em seguida, vamos adicionar ao nosso cartão alguns actores alusivos às festas.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>

source: 3 of 9
de: 3 von 9
gl: 3 de 9
it: 3 di 9
nb: 3 av 9
pt: 3 de 9

source: <h4>Here's what each button does:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p> <a class="next-step-button" href="../hoc-4/"><p>Next, let's make your sprites interactive.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
gl: <h4>Aquí tes o que fai cada un dos botóns:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Elixe unha figura da biblioteca</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Debuxa a túa propia figura</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Sube a túa propia imaxe ou figura</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Fai unha foto (dende a cámara web)</p> <a class="next-step-button" href="../hoc-4/"><p>Despois, vamos a facer que as figuras sexan interacticas.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
it: <h4>Ecco cosa fa ogni pulsante:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Scegli uno sprite della libreria</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Disegna il tuo sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Carica le tue immagini o i tuoi sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Scatta una foto (usando la webcam)</p> <a class="next-step-button" href="../hoc-4/"><p>Ora rendiamo i tuoi sprite interattivi.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
nb: <h4>Knappene brukes slik:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Hent figur fra biblioteket</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Tegn din egen figur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Last opp et bilde eller en figur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Ta et bilde (med webkamera)</p> <a class="next-step-button" href="../hoc-4/"><p>Videre: Få figurene til å bevege seg.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
pt: <h4>Eis o que cada um dos botões faz:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Escolher um actor a partir da biblioteca</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Pintar o seu próprio actor</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Carregar a sua própria imagem ou o seu próprio actor</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Tirar uma fotografia (usando a câmara do seu computador)</p> <a class="next-step-button" href="../hoc-4/"><p>Agora vamos tornar os nossos actores interactivos.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>

source: 4 of 9
de: 4 von 9
gl: 4 de 9
it: 4 di 9
nb: 4 av 9
pt: 4 de 9

source: <p>Play with the blocks in the different categories. Or check out one of these ideas to make your sprite:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Move</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Say Something</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Make a Sound</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Change Color</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Change Costume</a></li> </ul> <a class="next-step-button" href="../hoc-5/"><p>Next, let's add a background image to your holiday card.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
gl: <p>Xoga cos bloques das distintas categorías. Ou proba algunha destas ideas para facer a túa figura:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Mover</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Dicir Algo</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Facer un Son</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Cambiar Cor</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Cambiar Vestimenta</a></li> </ul> <a class="next-step-button" href="../hoc-5/"><p>Despois, engade unha imaxe de fondo á túa tarxeta de festividade.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
it: <p>Prova i blocchi delle diverse categorie. O prova una delle idee seguenti per creare il tuo sprite:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Muoversi</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Dire Qualcosa</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Produrre un Suono</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Cambiare Colore</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Cambiare Costume</a></li> </ul> <a class="next-step-button" href="../hoc-5/"><p>Ora aggiungiamo un'immagine di sfondo alla cartoline.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
nb: <p>Prøv deg fram med klosser fra de forskjellige kategoriene. Eller kikk på disse tipsene for din neste figur:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Move</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Say Something</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Make a Sound</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Change Color</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Change Costume</a></li> </ul> <a class="next-step-button" href="../hoc-5/"><p>Videre: Bakgrunnsbilde på kortet<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
pt: <p>Brinque um pouco com os blocos das diferentes categorias. Pode também ver estas ideias para criar o seu actor:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Mover</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Dizer Algo</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Fazer um Som</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Alterar a Cor</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Alterar o Traje</a></li> </ul> <a class="next-step-button" href="../hoc-5/"><p>Agora vamos adicionar uma imagem de fundo ao nosso cartão de boas festas.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>

source: 4A of 9
it: 4A di 9
nb: 4A av 9
pt: 4A de 9

source: <p>Get your sprites moving with blocks from the <span class="motioncolor">Motion</span> palette.</p> Try adding this code to have one of your sprites dance back and forth: <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-a-move.png"></p> </div> <div class="steps last"> <p>What other ways can you get your sprites moving?</p> <a class="next-step-button" href="../hoc-4/"><p>Let's explore other types of interactivity...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
gl: <p>Consigue que as túas figuras se movan con bloques da paleta <span class="motioncolor">Movemento</span>.</p> Prova a engadir este código para ter unha das túas figuras bailando adiante e atrás: <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-a-move.png"></p> </div> <div class="steps last"> <p>De que outras formas podes conseguir que as túas figuras se movan?</p> <a class="next-step-button" href="../hoc-4/"><p>Exploremos outros tipos de interactividade...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
it: <p>Fai muovere i tuoi sprites usando i blocchi della categoria <span class="motioncolor">Movimento</span>.</p> Prova ad aggiungere questo script per far ballare il tuo sprite avanti e indietro: <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-a-move.png"></p> </div> <div class="steps last"> <p>In quali altri modi riesci a far muovere i tuoi sprite?</p> <a class="next-step-button" href="../hoc-4/"><p>Esploriamo altri tipi di interattività...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
nb: <p>Få figurene til å bevege seg med klosser fra <span class="motioncolor">Bevegelse</span>-kategorien.</p> Prøv dette skriptet for å få en figur til å danse fram og tilbake: <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-a-move.png"></p> </div> <div class="steps last"> <p>Hva med andre måter å få figuren til å bevege seg?</p> <a class="next-step-button" href="../hoc-4/"><p>La oss gjøre det interaktivt...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
pt: <p>Ponha os seus actores a mexer usando blocos da categoria <span class="motioncolor">Movimento</span>.</p> Experimente adicionar este código para pôr um dos seus actores a dançar para trás e para a frente: <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-a-move.png"></p> </div> <div class="steps last"> <p>De que outras formas consegue pôr os seus actores a mexer?</p> <a class="next-step-button" href="../hoc-4/"><p>Vamos explorar outros tipos de interactividade...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>

source: 4B of 9
it: 4B di 9
nb: 4B av 9
pt: 4B de 9

source: <p>What wishes for the holiday season will your sprites share?</p> <a class="next-step-button" href="../hoc-4/"><p>Let's explore other types of interactivity...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
gl: <p>Que desexos para a tempada de vacacións compartirán as túas figuras?</p> <a class="next-step-button" href="../hoc-4/"><p>Exploremos outros tipos de interactividade...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
it: <p>Quali saranno gli auguri di buone vacanze che i tuoi sprite si scambieranno?</p> <a class="next-step-button" href="../hoc-4/"><p>Esploriamo altri tipi di interattività...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
nb: <p>Hvilke juleønsker vil du at figuren din skal si?</p> <a class="next-step-button" href="../hoc-4/"><p>La oss prøve mer interaktivitet...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
pt: <p>Que desejos de boas festas dirão os seus actores?</p> <a class="next-step-button" href="../hoc-4/"><p>Vamos explorar outros tipos de interactividade...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>

source: 4C of 9
it: 4C di 9
nb: 4C av 9
pt: 4C de 9

source: <p>What interesting holiday sounds can you add to your card?</p> <a class="next-step-button" href="../hoc-4/"><p>Let's explore other types of interactivity...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
gl: <p>Que sons das vacacións de interese podes engadir na túa tarxeta?</p> <a class="next-step-button" href="../hoc-4/"><p>Exploremos outros tipos de interactividade...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
it: <p>Quali sono legati alle vacanze puoi aggiungere alla tua cartolina?</p> <a class="next-step-button" href="../hoc-4/"><p>Let's explore other types of interactivity...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
nb: <p>Hva slags kule lyder kan du legge inn på kortet?</p> <a class="next-step-button" href="../hoc-4/"><p>La oss gjøre det interaktivt...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
pt: <p>Que sons interessantes alusivos às festas consegue adicionar ao seu cartão?</p> <a class="next-step-button" href="../hoc-4/"><p>Vamos explorar outros tipos de interactividade...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>

source: 4D of 9
it: 4D di 9
nb: 4D av 9
pt: 4D de 9

source: <p>What cool image effects will you add to your card?</p> <a class="next-step-button" href="../hoc-4/"><p>Let's explore other types of interactivity...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
gl: <p>Que efectos de imaxe lle vas a engadir á túa tarxeta?</p> <a class="next-step-button" href="../hoc-4/"><p>Exploremos outros tipos de interactividade...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
it: <p>Quali effetti ti piacerebbe aggiungere alla tua cartolina?</p> <a class="next-step-button" href="../hoc-4/"><p>Esploriamo ora altri tipi di interattività...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
nb: <p>Hvilke effekter vil du bruke på bilder i kortet ditt?</p> <a class="next-step-button" href="../hoc-4/"><p>La oss prøve flere ting...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
pt: <p>Que efeitos de imagem divertidos consegues adicionar ao teu cartão?</p> <a class="next-step-button" href="../hoc-4/"><p>Vamos explorar outros tipos de interactividade...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>

source: 4E of 9
it: 4E di 9
nb: 4E av 9
pt: 4E de 9

source: <p>How can costumes add animation to your holiday card?</p> <a class="next-step-button" href="../hoc-4/"><p>Let's explore other types of interactivity...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
gl: <p>Como engadir vestimentas e animación á túa tarxeta de vacacións?</p> <a class="next-step-button" href="../hoc-4/"><p>Exploremos outros tipos de interactividade...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
it: <p>In che modo l'uso dei costumi può animare la tua cartolina?</p> <a class="next-step-button" href="../hoc-4/"><p>Esploriamo ora altri tipi di interattività...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
nb: <p>Hvordan kan figurens drakter bli til en animasjon?</p> <a class="next-step-button" href="../hoc-4/"><p>La oss prøve nye typer interaktivitet...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
pt: <p>Como podem os trajes acrescentar animação ao seu cartão de boas festas?</p> <a class="next-step-button" href="../hoc-4/"><p>Vamos explorar outros tipos de interactividade...<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>

source: 5 of 9
de: 5 von 9
gl: 5 de 9
it: 5 di 9
nb: 5 av 9
pt: 5 de 9

source: <a class="next-step-button" href="../hoc-6/"><p>Next, let's add some background music to your holiday card.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
gl: <a class="next-step-button" href="../hoc-6/"><p>Despois, engade unha música de fondo á túa tarxeta de festividade.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
it: <a class="next-step-button" href="../hoc-6/"><p>Ora aggiungiamo della musica di sottofondo alla cartolina.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
nb: <a class="next-step-button" href="../hoc-6/"><p>Videre: Legg inn musikk<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
pt: <a class="next-step-button" href="../hoc-6/"><p>Agora vamos adicionar alguma música de fundo ao seu cartão de boas festas.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>

source: 6 of 9
de: 6 von 9
gl: 6 de 9
it: 6 di 9
nb: 6 av 9
pt: 6 de 9

source: <p>What sounds will your card make?</p> <a class="next-step-button" href="../hoc-7/"><p>Next, let's help people know how to interact with your card.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
gl: <p>Que sons fará a túa tarxeta?</p> <a class="next-step-button" href="../hoc-7/"><p>Despois, axudemos a que a xente saiba como interaccionar coa túa tarxeta.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
it: <p>Quali suoni farà la tua cartolina?</p> <a class="next-step-button" href="../hoc-7/"><p>Ora insegnamo alle persone come interagire con la tua cartolina.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
nb: <p>Hvilke lyder skal ditt julekort ha?</p> <a class="next-step-button" href="../hoc-7/"><p>La oss vise hvordan julekortet skal brukes.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>
pt: <p>Que sons irá o seu cartão fazer?</p> <a class="next-step-button" href="../hoc-7/"><p>Agora vamos ajudar os outros a interagirem com o seu cartão.<img src = "%(STATIC_URL)s/images/help/tip-next-step-arrow.png"></p></a>

source: 7 of 9
de: 7 von 9
gl: 7 de 9
it: 7 di 9
nb: 7 av 9
pt: 7 de 9
