Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <ul> <li>WeDo Hub: It connects WeDo sensors and motors to your computer.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Motor: It can be programmed to turn this way or that way and to move at different power levels. You can connect two motors to the WeDo hub ports to be controlled separately.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Lights: Two bright LED lights that can be connected to the WeDo hub. These lights are not part of LEGO WeDo kits, rather LEGO Power Functions.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Distance Sensor: It detects objects within a range of 15 centimeters (or about 6 inches) depending on the design of the object.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Tilt Sensor: It reports the direction it is tilted. The tilt sensor detects changes within five different positions: no tilt, right, left, up, and down.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
el: <ul> <li>WeDo Hub: Συνδέει τους αισθητήρες και τους κινητήρες στον υπολογιστή σας. <p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Κινητήρας: Μπορεί να προγραμματιστεί για να κινηθεί σε οποιαδήποτε κατεύθυνση ή να κινηθεί σε διάφορες τιμές της ισχύος. Μπορείτε να συνδέσετε δύο κινητήρες στις υποδοχές του WeDo Ηub, ακόμη και για ξεχωριστό χειρισμό.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Λυχνίες: Δύο φωτεινές λυχνίες LED που μπορούν να συνδεθούν στο WeDo hub. Οι λυχνίες δεν αποτελούν μέρος των πακέτων LEGO WeDo, αλλά του LEGO Power Functions.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Αισθητήρας Αποστάσεως: Ανιχνεύει αντικείμενα σε ακτίνα εμβέλειας 15 εκατοστών (ή 6 ιντσών) ανάλογα με τη σχεδίαση του αντικειμένου.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Αισθητήρας Κλίσης: Αναφέρει την κατεύθυνση κλίσης του αντικειμένου. Ανιχνεύει αλλαγές ανάμεσα σε πέντε διαφορετικές θέσεις: μη-κλίση, αριστερά, δεξιά, πάνω, κάτω.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
fr: <ul> <li>WeDo Hub:. Elle relie les capteurs et moteurs WeDo à votre ordinateur.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Moteur: Il peut être programmé pour tourner dans un sens ou dans un autre de se déplacer à différents niveaux de puissance. Vous pouvez connecter deux moteurs sur le hub WeDo afin de les contrôler séparément. .<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li> Lumières: Deux lumières LED peuvent être connectés au hub WeDo. Ces lumières ne font pas partie de kits LEGO WeDo plutôt des fonctions électriques LEGO . <p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Capteur de distance: Il détecte les objets dans un rayon de 15 centimètres (soit environ 6 pouces) suivant la forme de l'objet <p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Capteur d'inclinaison: Il rend compte de la direction s'il est incliné. Le capteur d'inclinaison détecte les changements dans les cinq positions différentes : aucune inclinaison, droite, gauche, haut et bas.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
gl: <ul> <li>WeDo Hub: conecta sensores e motores WeDo ao ordenador.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Motor: pode programarse para xirar neste sentido ou no outro e para moverse a varios niveis de potencia. Podes conectar dous motores aos portos WeDo Hug para que sexan controlados por separado.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Luces: poden conectarse dúas luces brilantes LED ao WeDo hub. Estas luces non son parte dos kits LEGO WeDo, senón Funcións de Potencia LEGO.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Sensor de distancia: detecta obxectos nun rango de 15 centímetros (unhas 6 pulgadas) dependendo do deseño do obxecto.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Tilt Sensor de dirección: devolve a dirección á que apunta. O sensor de dirección detecta cambios entre cinco posicións diferentes: sen dirección, dereita, esquerda, arriba e abaixo..<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
it: <ul> <li>WeDo Hub: connette i sensori e i motori WeDo con il tuo computer.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Motore: Può essere programmato per girare in due diverse direzioni e muoversi con diversi livelli di potenza. Puoi connettere due motori alle porte del WeDo hub e controllarli separatamente.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Luci: Due LED luminosi che si possono connettere al WeDo hub. Queste lucine non fanno parte del kit LEGO WeDo, ma del kit LEGO Power Functions.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Sensore di distanza: determina la presenza di oggetti in un raggio massimo di 15 centimetri e dipende dalla forma dell'oggetto.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Sensore di inclinazione: indica la direzione in cui è inclinato. Il sensore di inclinazione determina al massimo cinque diverse posizioni: non inclinato, destra, sinistra, su, e giù.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
lv: <ul> <li>WeDo Hub: savieno WeDo sensorus un motorus ar datoru.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Motori: tos var programmēt, lai grieztos uz vienu vai otru pusi, kā arī ar dažādiem jaudas līmeņiem. Pie WeDo huba var pieslēgt divus atsevišķi vadāmus moturos<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Gaismas: Pie WeDo huba var pievienot divas LED diodes. Gaismas nav iekļautas LEGO WeDo komplektā, tās atradīsi LEGO Power Functions komplektā<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Attāluma sensors: Tas nosaka objektus aptuveni 15 centimetru attālumā no sevis, atkarīgā no objekta formas.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Pagriešanās sensors: ziņo, kad ir mainījies virziens Pagriešanās sensors novēro izmaiņas piecos stāvokļos: nav pagriezies, pa labi, pa kreisi, uz augšu un uz leju.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
nb: <ul> <li>WeDo Koblingskloss: kobler sensorer og motorer til datamaskinen.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Motor: kan programmeres til å gå den ene eller andre veien, med forskjellig styrke. Du kan koble to motorer til en WeDo koblingskloss og styre motorene hver for seg.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Lys: To LED-lys som kan kobles til koblingsklossen.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Avstandssensor: Detekterer objekter som er nærmere enn omtrent 15 centimeter, avhengig av hva slags objekt det er.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Helningssensor: gir ut retningen den heller. Sensoren kan vise høyre, venstre, opp, ned og ingen helning.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
pt: <ul> <li>WeDo Hub: Liga os sensores e motores WeDo ao seu computador.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Motor: Pode ser programado para rodar num sentido ou noutro e para rodar com diferentes níveis de potência. Pode ligar até dois motores às portas do Hub WeDo para serem controlados separadamente.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Luzes: Duas luzes LED que podem ser ligadas ao Hub WeDo. Essas luzes não são parte dos <i>kits</i> LEGO WeDo, mas sim das LEGO Power Functions.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Sensor de Distância: Detecta objectos a uma distância de até 15 cm, dependendo da forma do objecto.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Sensor de Inclinação: Reporta a direcção em que está inclinado. Este sensor detecta cinco diferentes inclinações: sem inclinação, direita, esquerda, cima e baixo.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
sl: <ul> <li> WeDo Hub:. Povezuje WeDo senzorji in motorji z računalnikom <p> src="%(STATIC_URL)s/images/help/wedo-hub.png" /> </ p> </li> <li> Motor: Lahko ga sprogramiramo tako, da se obrnejo na ta način ali na drugačen način različnih ravneh moči. Lahko povežete dva motorja z WeDo vmesnikom, če jih želite posamezno nadzorovati. <p> <img src="%(STATIC_URL)s/images/help/wedo-motor.png" /> </ p> </li> <li> Luči: Dve svetli LED luči lahko priključite na WeDo vmesnik. Te luči niso del LEGO WeDo kompletov, ampak LEGO Power Functions. <p> Src="%(STATIC_URL)s/images/help/wedo-lights.png" /> </ p> </ li> <li> Tipalo razdalje: Zazna predmete v dometu 15 centimetrov, odvisno od oblike objekta <p> <img src = "%(STATIC_URL)s/images/help. / Wedo razdalje-sensor.png "/> </ p> </li> <li> Tipalo naklona: Poroča smer nagiba. Senzor nagiba zazna spremembe v petih različnih položajih:. Ni nagiba, desno, levo, navzgor in navzdol <p> <img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /> </ p> </ li> </ ul>

source: <p>To learn more, see the <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> page on the Scratch wiki.</p>
el: <p>Για να μάθετε περισσότερα, δείτε τη σελίδα του <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> στη Wiki-σελίδα του Scratch.</p>
fr: <p>Pour en savoir plus, regarde la page<a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> sur le Scratch wiki.</p>
gl: <p>Para aprender máis, mira na páxina da wiki de Scratch <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a></p>
it: <p>Per saperne di più, leggi la pagina <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> nel wiki di Scratch.</p>
lv: <p>Lai uzzinātu vairāk, lasi <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> lapu Scratch wiki.</p>
nb: <p>Du kan lese mer på <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a>-sidene på wikien.</p>
pt: <p>Para saber mais, veja a página <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> no wiki do Scratch.</p>
sl: <p>Da izveš več, glej stran <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a>v Scratch wikiju.</p>
tr: <p>Daha fazlasını öğrenmek için Scratch wiki sayfasındaki <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a>'ya gözat.</p>

source: Troubleshooting:
el: Επίλυση Προβλημάτων:
fr: Dépannage:
gl: Resolución de problemas:
it: Soluzione dei problemi:
lv: Problēmu novēršana:
nb: Feilsøking:
pt: Resolução de Problemas:
sl: Odpravljanje napak:
tr: Sorun Giderme:

source: See the <a href="../../ui/extensions/">Extensions</a> page. </p>
ca: Mira la pàgina d'<a href="../../ui/extensions/">Extensions</a>. </p>
el: Δείτε τη σελίδα των <a href="../../ui/extensions/">Επεκτάσεων</a>.
fr: Regarde la page des <a href="../../ui/extensions/">Extensions</a>. </p>
gl: Mira a páxina de <a href="../../ui/extensions/">Extensións</a>. </p>
it: Guarda la pagina delle <a href="../../ui/extensions/">Estensioni</a>. </p>
lv: Skati <a href="../../ui/extensions/">Paplašinājumu</a>lapu. </p>
nb: Se siden om <a href="../../ui/extensions/">Tilleggsfunksjoner</a>. </p>
pt: Veja a página <a href="../../ui/extensions/">Extensões</a>. </p>
sl: Glej stran <a href="../../ui/extensions/">Razširitve</a> . </p>
tr: <a href="../../ui/extensions/">Uzantılar</a> sayfasına bak. </p>

source: PicoBoard Extension
ca: Extensió PicoBoard
el: Επέκταση PicoBoard
fr: Extension PicoBoard
gl: Extensión PicoBoard
it: Estensione PicoBoard
lv: PicoBoard paplašinājums
nb: Tilleggsfunksjoner for PicoBoard
pt: Extensão PicoBoard
sl: Razširitev PIcoBoard
tr: PicoBoard Uzantısı

source: <p>This extension works with the PicoBoard (previously known as Scratch Sensor Board).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
ca: <p>Aquesta extensió funciona amb la PicoBoard (coneguda anteriorment com a Scratch Sensor Board).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
el: <p>Αυτή η επέκταση λειτουργεί με το PicoBoard (γνωστό στο παρελθόν ως Scratch Sensor Board).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
fr: <p>Cette extension fonctionne avec le PicoBoard (précédemment connu sous le Scratch Sensor Board)..</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
gl: <p>Esta extensión traballa co PicoBoard (antes coñecida como Scratch Sensor Board).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
it: <p>Questa estensione funziona con la PicoBoard (conosciuta anche come Scratch Sensor Board).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
lv: <p>Šis paplašinājums strādā ar PicoBoard (agrāk zin«ams kā Scratch Sensor Board).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
nb: <p>Denne tilleggsfunksjonen er for PicoBoard (tidligere kalt "Scratch sensor board".</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
pt: <p>Esta extensão funciona com a PicoBoard (conhecida no passado por Scratch Sensor Board).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
sl: <p>Ta razširitev deluje s PicoBoard (prej poznano pod imenom Scratch Sensor Board).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />

source: <p>The PicoBoard incorporates a light sensor, sound sensor, a button and a slider, as well as 4 additional inputs that can sense electrical resistance via included cables.</p> <img src="%(STATIC_URL)s/images/help/picoboard-components.png" />
ca: <p>La PicoBoard incorpora un sensor de llum, un sensor de so, un pulsador i un lliscador alhora que també té 4 entrades adicionals que permeten detectar la resistència elèctrica.</p> <img src="%(STATIC_URL)s/images/help/picoboard-components.png" />
el: <p>Το PicoBoard ενσωματώνει αισθητήρα φωτός και ήχου, ένα κουμπί καθώς και τέσσερις επιπλέον υποδοχές που αναγνωρίζουν ηλεκτρική αντίσταση μέσω καλωδίων που περιέχονται.</p> <img src="%(STATIC_URL)s/images/help/picoboard-components.png" />
fr: <p>Le PicoBoard intègre un capteur de lumière, capteur de son, un bouton et un curseur, ainsi que 4 entrées supplémentaires qui peuvent détecter la résistance électrique par des câbles inclus. </p> <img src="%(STATIC_URL)s/images/help/picoboard-components.png" />
gl: <p>O PicoBoard incropora un sensor de luz, un sensor de son, un botón e unha barra de desprazamento, así como catro entradas adicionais que poden medir a resistencia eléctrica a través de cables incluidos.</p> <img src="%(STATIC_URL)s/images/help/picoboard-components.png" />
it: <p>La PicoBoard incorpora un sensore luminoso, uno sonoro, un bottone e un cursore, oltre a 4 ingressi addizionali che sono sensibili alla resistenza elettrica grazie ai cavetti inclusi.</p> <img src="%(STATIC_URL)s/images/help/picoboard-components.png" />
lv: <p>PicoBoard iekļauj gaismas sensoru, skaņas sensoru, pogu un slīdni, kā arī 4 papildus ieejas, kas ar iekļautajiem savienojumu vadiem var noteikt elektrisko pretestību.</p> <img src="%(STATIC_URL)s/images/help/picoboard-components.png" />
nb: <p>PicoBoard har en lyssensor, en lydsensor, en trykknapp og en skyveknapp, og dessuten 4 tilkoblinger for å måle elektrisk motstand ved hjelp av kabler som følger med.</p> <img src="%(STATIC_URL)s/images/help/picoboard-components.png" />
pt: <p>A PicoBoard incorpora um sensor de luz, um sensor de som, um botão e um deslizador, bem como 4 entradas adicionais que são sensíveis à resistência eléctrica através de cabos que estão incluídos.</p> <img src="%(STATIC_URL)s/images/help/picoboard-components.png" />
sl: <p>PicoBoard vsebuje svetlobni senzor, senzor zvoka, gumb in drsnik in tudi dodatne 4 vhode, ki jih zaznavajo električno upornost preko vključenih kablov. </p> <img src="%(STATIC_URL)s/images/help/picoboard-components.png" />

source: <p>To learn more, see the <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a> page on the Scratch wiki.</p>
ca: <p>Per aprendre'n més, mira la pàgina de la <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a> a la Wiki d'Scratch.</p>
el: <p>Για να μάθετε περισσότερα, δείτε τη σελίδα του <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a> στη Wiki-σελίδα του Scratch.</p>
fr: <p>Pour en savoir plus, consultez la page <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a> sur le Scratch wiki.</p>
gl: <p>Para aprender máis mira a páxina <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a> na wiki de Scratch.</p>
it: <p>Per altri dettagli, vedi la pagina dedicata alla <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a> sul wiki di Scratch.</p>
lv: <p>Lai uzzinātu vairāk, lasi <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a> lapu Scratch wiki.</p>
nb: <p>Du kan lese mer på <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a>-sidene på wikien.</p>
pt: <p>Para saber mais, veja a página sobre o <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a> no wiki do Scratch.</p>
sl: <p>Da izveš več, glej stran <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a> v Scratch wikiju.</p>

source: Report whether the button is pressed or one of the inputs A-D is connected.
ca: Retorna si el botó està premut o si una de les entrades A-D està connectada.
el: Αναφέρει εάν το κουμπί έχει πατηθεί ή κάποια υποδοχή A-D έχει συνδεθεί.
fr: Signaler si le bouton est pressé ou si l'une des entrées AD est connecté.
gl: Indica si o botón está premido ou se unha das entradas A-D está conectada.
it: Segnala se il bottone è stato premuto o se uno degli ingressi A-D è connesso.
lv: Atgriež, vai ir nospiesta kāda poga vai pievienota kāda no A-D ieejām.
nb: Betingelse som er oppfylt når knappen trykkes eller en av inngangene A-D er sammenkoblet.
pt: Reporta se o botão está pressionado ou se uma das entradas A-D está ligada.
sl: Javi, če je pritisnjen gumb ali pa je povezan eden od vhodov A-D.

source: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p>The sprite will spin as long as the button is pressed.</p>
ca: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p>El personatge girarà mentre el bóto estigui premut.</p>
el: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p>Το αντικείμενο θα περιστραφεί όσο το κουμπί είναι πατημένο.</p>
fr: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p>Le lutin va tourner aussi longtemps que le bouton est pressé. .</p>
gl: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p>A figura xirará mentres o botón esté premido.</p>
it: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p>Lo sprite girerà in continuazione mentre il bottone è premuto.</p>
lv: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p>Gariņš griezīsies tik ilgi, kamēr poga būs nospiesta.</p>
nb: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p>Figuren snurrer så lenge knappen er trykket.</p>
pt: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p>O actor girará enquanto o botão estiver pressionado.</p>
sl: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p> Lik se bo vrtel, dokler je tipka pritisnjena. </ p>

source: <p>To view the value of the sensor, click the checkbox next to the block in the palette.</p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">
ca: <p>Per veure el valor del sensor, clica la casella al costat del bloc.</p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">
el: <p>Για να δείτε την τιμή του αισθητήρα, πατήστε στο τετράγωνο δίπλα από το τετράγωνο εντολής.</p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">
fr: <p>Pour afficher la valeur du capteur, cliquez sur la case à côté du bloc dans la palette. </p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">
gl: <p>Para ver o valor do sensor, preme o recadro de verificación que está ao lado do bloque na paleta.</p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">
it: <p>Per vedere il valore del sensore, clicca sulla casella di controllo vicino al blocco nell'elenco dei blocchi.</p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">
lv: <p>Lai redzētu sensora vērtību, ieklikšķini ķeksīti blakus attiecīgajam blokam rīku paletē.</p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">
nb: <p>Du kan vise sensorens verdi ved å klikke i ruten ved siden av klossen.</p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">
pt: <p>Para ver o valor do sensor, clique na caixa de selecção junto ao bloco na paleta.</p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">
sl: <p> Za ogled vrednost senzorja, kliknite blok na paleti. </p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">
