Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> asks a question and stores the keyboard input in <img src="%(STATIC_URL)s/images/help/answer.png" />. The question appears in a voice balloon on the screen. The program waits as the user types in a response, until the Enter key is pressed or the check mark is clicked. </p>
ca: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> fa una pregunta i emmagatzema el text teclejat a <img src="%(STATIC_URL)s/images/help/answer.png" />. La pregunta apareix en una bafarada a la pantalla. El programa s'espera fins que es premi la tecla Retorn o es faci clic a la casella de verificació. </p>
de: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> stellt eine Frage und speichert die Tastatureingabe in <img src="%(STATIC_URL)s/images/help/answer.png" />. Die Frage erscheint in einer Sprechblase auf dem Bildschirm. Während der Benutzer eine Antwort eingibt wartet das Programm, bis die Eingabetaste gdrückt oder das Häkchen angeklickt wird. </p>
el: <p><img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> κάνει μια ερώτηση και διατηρεί τα δεδομένα από την είσοδο του πληκτρολογίου στο <img src="%(STATIC_URL)s/images/help/answer.png" />. Η ερώτηση εμφανίζεται σε συννεφάκι στην οθόνη. Το πρόγραμμα περιμένει μέχρι να λάβει αντίδραση από το χρήστη, μέχρι το κουμπί Enter να πατηθεί ή μέχρι το κουτάκι είναι τσεκαρισμένο. </p>
es: <p> <img src="%(STATIC_URL)s/images/help/es/ask-and-wait.png" /> hace una pregunta y almacena la entrada de teclado en <img src="%(STATIC_URL)s/images/help/es/answer.png" />. La pregunta aparece en un globo de voz en la pantalla. El programa espera hasta que el usuario escriba una respuesta y presione Enter o haga clic en la casilla de aprobación. </p>
et: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" />kuvab küsimuse ja salvestab klaviatuuri sisendi <img src="%(STATIC_URL)s/images/help/answer.png" />Küsimus ilmub helibaloonis. Programm ootab kuni kasutaja sisestab vastuse ja vajutab klahvile Enter või klõpsab linnukest. </p>
eu: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> galdera bat egiten du eta teklatuko sarrera hurrengoan gordetzen du <img src="%(STATIC_URL)s/images/help/answer.png" />. Galdera ahots burbuila batetan azaltzen da pantailan. Programak erabiltzaileak erantzuna idatzi arte itxaroten du; Enter tekla sakatu arte do baieztapen marka sakatu arte. </p>
fr: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> Pose une question et sauvegarde la saisie du cavier dans le <img src="%(STATIC_URL)s/images/help/answer.png" />. La question apparaît dans une bulle à l'écran. Le programme attend que l'utilisateur tape dans une réponse, jusqu'à ce que la touche Entrée soit enfoncée ou la coche soit cliquée. </p>
gl: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> fai unha pregunta e garda o texto introducido por teclado en <img src="%(STATIC_URL)s/images/help/answer.png" />. A pregunta aparece nun bocadillo de texto na pantalla. O programa agarda ata que o usuario escriba unha resposta e prema Enter ou prema co botón esquerdo do rato na casilla de aprobación. </p>
it: <p> <img src="%(STATIC_URL)s/images/help/it/ask-and-wait.png" /> fa una domanda e memorizza la risposta digitata con la tastiera nel blocco <img src="%(STATIC_URL)s/images/help/it/answer.png" />. La domanda compare in un fumetto sullo Stage. Il programma attende che l'utente digiti una risposta e che venga premuto il tasto Invio o venga cliccato il pulsante azzurro. </p>
lv: <p><img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> uzdod jautājumu un saglabā ar klaviatūru ievadīto atbildi <img src="%(STATIC_URL)s/images/help/answer.png" />. Jautājums ekrānā parādās teksta balonā. Programma gaida, kamēr lietotājs ieraksta atbildi un nospiež taustiņu Enter vai noklikšķina atbildes ķeksīti. </p>
nb: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> stiller et spørsmål og lagrer det du skriver i <img src="%(STATIC_URL)s/images/help/answer.png" />. Spørsmålet kommer i en snakkeboble på skjermen. Programmet venter mens brukeren skriver inn et svar og avslutter med Enter eller med å klikke knappen ved svaret. </p>
pt: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> faz uma pergunta e guarda a resposta introduzida pelo teclado em <img src="%(STATIC_URL)s/images/help/answer.png" />. A pergunta aparece num balão de fala no palco. O programa espera que o utilizador introduza uma resposta até que seja pressionada a tecla Enter ou até que o botão com a marca de verificação seja clicado. </p>
ro: <p><img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> pune o intrebare si stocheaza intrarea de la tastatura in <img src="%(STATIC_URL)s/images/help/answer.png" />. Intrebarea apare intr-un balon de vorbire pe ecran. Programul asteapta ca utilizatorul sa dea un raspuns, pana cand este apasata tasta Enter sau pana cand se da clic pe caseta de validare. </p>
sl: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> zastavi vprašanje in shrani vnos besedila v <img src="%(STATIC_URL)s/images/help/answer.png" />. Vprašanje se pojavi v oblačku na zaslonu.Program počaka, da uporabnik vtipka odgovor in pritisne tipko Enter ali klikne na kljukico. </p>
sv: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> ställer en fråga och sparar resultatet i <img src="%(STATIC_URL)s/images/help/answer.png" />. Frågan visas som en pratbubbla på scenen. Programmet väntar på att användaren skriver in ett svar, tills Entertangenten trycks ned eller man klickar på bocken. </p>
uk: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> запитує питання та записує введене з клавіатури в <img src="%(STATIC_URL)s/images/help/answer.png" />. Питання з'являється в "бульбашці" на екрані. Програма чекає, поки користувач набирає відповідь, поки Enter або прапорець не натинуто. </p>

source: Reports Stage's current backdrop name
ca: Informa del nom del fons actual de l'escenari
de: Gibt den Namen des aktuellen Bühnenbildes zurück
el: Αναφέρει το τρέχον όνομα του υποβάθρου της σκηνής
es: Informa el nombre del fondo actual del Escenario
et: Tagastab jooksva tausta nime
eu: Eszenatokiko uneko hondoaren izena itzultzen du
fr: Renvoie le nom de l'arrière-plan actuel de la Scène
gl: Devolve o nome do fondo actual do Escenario
it: Restituisce il nome dello sfondo attuale dello Stage
lv: Atgriež skatuves esošā fona nosaukumu
nb: Gir navnet til bakgrunnen som vises nå
pt: Reporta o nome do cenário corrente do palco
sl: Vrne trenutno ime ozadja odra
sv: Returnerar scenens aktuella namn på bakgrunden
tr: O anda Sahnenin kullandığı dekorun adını verir
uk: Повідомляє поточне ім’я тла Сцени

source: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>The title next to the backdrop in the list is the <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
ca: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>El nom del proper fons a la llista és el <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
de: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>Der Name neben dem Bühnenbild in der Liste ist der <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
el: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/><p>Ο τίτλος δίπλα από το υπόβαθρο στη λίστα είναι το <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
es: <img src="%(STATIC_URL)s/images/help/es/backdrop-name-ex.png"/> <p>El título enseguida del fondo en la lista es el <img src="%(STATIC_URL)s/images/help/es/backdrop-name.png" /> </p>
et: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p> Pealkiri tausta kõrval on loendis <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
eu: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>Zerrendan hondoaren hurren dagoen titulua hau da: <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
fr: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>Le prochain titre de l'arrière-plan de la liste est <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
gl: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>O título a carón do fondo na lista é o <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
it: <img src="%(STATIC_URL)s/images/help/it/backdrop-name-ex.png"/> <p>Il nome a fianco dello sfondo nell'elenco è il <img src="%(STATIC_URL)s/images/help/it/backdrop-name.png" /> </p>
lv: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>Nosaukums blakus fonam sarakstā ir <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
nb: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>Navnet ed siden av bakgrunnsbildet i listen er <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
pt: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>O título junto ao cenário na lista é o <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
sl: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>Naslov ob ozadju v seznamu je <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
sv: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>Titeln vid sidan om bakgrunden i listan är <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
uk: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>Ім’я наступного тла зі списку в <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>

source: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>The number next to the backdrop in the list is the <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
ca: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>El nombre del proper fons a la llista és el <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
de: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>Die Nummer neben dem Bühnenbild in der Liste ist die <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
el: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/><p> Ο αριθμός δίπλα από το υπόβαθρο στη λίστα είναι ο <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
es: <img src="%(STATIC_URL)s/images/help/es/backdrop-number-ex2.png"/> <p>El número enseguida del fondo en la lista es el <img src="%(STATIC_URL)s/images/help/es/backdrop-number.png" /> </p>
et: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>Arv tausta kõrval on loendis<img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
eu: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>Zerrendan hondoaren hurren dagoen titulua hau da: <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
fr: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>Le prochain numéro de l'arrière-plan de la liste est <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
gl: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>O número a carón do fondo na lista é o <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
it: <img src="%(STATIC_URL)s/images/help/it/backdrop-number-ex2.png"/> <p>Il numero a fianco dello sfondo nell'elenco è il <img src="%(STATIC_URL)s/images/help/it/backdrop-number.png" /> </p>
lv: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>Skaitlis blakus fonam sarakstā ir <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
nb: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>Tallet ved siden av bakgrunnsbildet i listen er <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
pt: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>O número junto ao cenário na lista é o <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
sl: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>Število ob ozadju v seznamu je <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
sv: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>Siffran vid sidan om bakgrunden i listan är <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
uk: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>Номер наступного тла в списку <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>

source: Sends a message to all sprites and waits
ca: Envia un missatge a tots els personatges i espera
de: Sendet eine Nachricht an alle Figuren und wartet
el: Στέλνει ένα μήνυμα προς όλα τα αντικείμενα και περιμένει
es: Envía un mensaje a todos los objetos y espera
et: Saadab sõnumi kõikidele spraitidele ja ootab
eu: Sprite guztiei mezu bat bidali eta itxaron
fr: Envoie un message à tous les lutins et attends
gl: Envía unha mensaxe a todos as figuras e agarda
it: Invia un messaggio a tutti gli sprite e attende
lv: Nosūta ziņu visiem gariņiem un gaida
nb: Sender en melding til alle figurer og venter
pt: Envia uma mensagem a todos os actores e espera
ro: Trimite un mesaj la toate sprite-urile si asteapta
sl: Pošlje sporočilo vsem figuram in čaka
sv: Skickar ett meddelande till alla sprites och väntar
tr: Tüm kuklara bir haber salar ve bekler
uk: Відправити повідомлення усім спрайтами та зачекати

source: <p> You can use <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> to send a message to all sprites to tell them to do something, and wait until they all finish before continuing. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Click to choose which message gets sent. Choose "new" to type in your own message. <br/> </p>
ca: <p> Pots utilitzar <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> per enviar un missatge a tots els personatges per tal que facin alguna cosa, i esperar a que hagin acabat abans de continuar. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Fes clic per triar quin missatge vols enviar. Tria "nou missatge" per crear-ne un de nou. <br/> </p>
de: <p> Du kannst <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> benutzen, um eine Nachricht an alle Figuren zu senden, damit sie etwas tun, und zu warten, bis sie alle damit fertig sind, ehe das Skript weiterläuft. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Klicke, um auszuwählen, welche Nachricht gesendet wird. Wenn du "neue Nachricht" auswählst, kannst du deine eigene Nachricht eingeben. <br/> </p>
el: <p> Μπορείτε να χρησιμοποιήσετε το <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> για να στείλετε ένα μήνυμα σε όλα τα αντικείμενα για να τους πείτε να κάνουν κάτι και να περιμένουν μέχρι όλα τα αντικείμενα να τελειώσουν να εκτελούν τις εντολές τους. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Πατήστε για να επιλέξετε ποιο μήνυμα να σταλεί. Επιλέξτε "νέο" για να γράψετε το δικό σας μήνυμα.<br/> </p>
es: <p> Puedes usar <img src="%(STATIC_URL)s/images/help/es/broadcast-and-wait.png" /> para enviar un mensaje a todos los objetos y decirles que hagan algo, y esperar hasta que todos ellos terminen antes de continuar. </p> <p> <br><img src="%(STATIC_URL)s/images/help/es/broadcast-and-wait-ex2.png" /><br/> <br>Haz clic para elegir cuál mensaje enviar. Elige "nuevo" para ingresar tu propio mensaje. <br/> </p>
et: <p> Võid kasutada <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" />saatmaks sõnumit spraitidele, et öelda neile teha midagi ja oodata, kuni nad kõik lõpetavad tegevused enne kui jjätkata. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Klõpsa, et valida teade. Vali "uus" uue teate valimiseks. <br/> </p>
eu: <p> <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> Erabil dezakezu sprite guztiei mezu bat bidaltzeko zerbait egiteko aginduz, eta guztiek bukatu arte itxaron jarraitu aurretik. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Zein mezu bidaltzen den aukeratzeko klikatu ezazu. "Berria" aukeratu zure mezu propioa idazteko. <br/> </p>
fr: <p> Tu peux utiliser <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> pour envoyer un message à tous les lutins pour leur dire de faire quelque chose, et attendre jusqu'à ce qu'ils aient tous fini avant de continuer. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Clique pour choisir quel message est envoyé. Choisis "nouveau" pour taper ton propre message.. <br/> </p>
gl: <p> Podes usar <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> para enviar unha mensaxe a todos as figuras decíndolles que fagan algo, e agardar a que todos eles rematen antes de continuar. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Preme para escoller a mensaxe a enviar. Elixe "nova" para exribir a túa propia mensaxe. <br/> </p>
it: <p> Puoi usare <img src="%(STATIC_URL)s/images/help/it/broadcast-and-wait.png" /> per inviare un messaggio a tutti gli sprite per dirgli di fare qualcosa e poi attendere che tutti abbiano terminato prima di proseguire. </p> <p> <br><img src="%(STATIC_URL)s/images/help/it/broadcast-and-wait-ex2.png" /><br/> <br>Clicca per scegliere quale messaggio debba venire inviato. Scegli "nuovo" per digitare un nuovo messaggio. <br/> </p>
lv: <p> Vari izmantot <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" />, lai nosūtītu ziņu visiem gariņiem, lai tie veic kādas darbības un pirms turpināt, gaida, kamēr šīs darbības tiek pabeigtas. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Klikšķini, lai izvēlētos, kuru ziņu sūtīt. Klikšķini "jauns", lai izveidotu jaunu ziņu. <br/> </p>
nb: <p> Med <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> kan du sende en melding til alle figurer og få dem til å gjøre noe, og vente til de er ferdig før skriptet fortsetter. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Klikk for å velge hvilken melding som skal sendes, eller "ny" for å lage en ny melding. <br/> </p>
pt: <p> Pode usar <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> para difundir uma mensagem para todos os actores dizendo-lhes para fazerem algo e para esperar que eles todos terminem antes de continuar. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Clique para escolher a mensagem a difundir. Escolha «uma nova mensagem...» para introduzir a sua própria mensagem. <br/> </p>
sl: <p> Uporabiš lahko <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> za pošiljanje sporočil vsem figuram, da jim poveš, kaj naj naredijo in da naj pred nadaljevanjem počakajo, dokler vse figure ne končajo. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Klikni za izbiro sporočil, ki naj bodo poslana. Izberi "nov", da vtipkaš svoje lastno sporočilo. <br/> </p>
sv: <p> Du kan använda <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> för att skicka ett meddelande till alla sprites för tala om något, och vänta tills alla är klara innan det går att fortsätta. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Klicka för att välja vilket meddelande som ska skickas. Välj "nytt" för att skriva in ditt eget meddelande. <br/> </p>
uk: <p> Використовуйте <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> щоб надіслати повідомлення усім спрайтам та зачекати, доки вони виконають необхідні дії перед продовженням роботи. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Клацніть щоб обрати повідомлення, що його буде надіслано. Оберіть "нове" та введіть назву нового повідомлення. <br/> </p>

source: Sends a message to all sprites
ca: Envia missatges a tots els personatges
de: Sendet eine Nachricht an alle Figuren
el: Κάνει το αντικείμενο να στείλει ένα μήνυμα σε όλα τα αντικείμενα.
es: Envía un mensaje a todos los objetos
et: Saadab teate kõikidele spraitidele
eu: Sprite guztiei mezu bat bidaltzen die
fr: Envoie un message à tous les lutins
gl: Envía unha mensaxe a todas as figuras
it: Invia un messaggio a tutti gli sprite
lv: Nosūta ziņu visiem gariņiem
nb: Sender en melding til alle figurer
pt: Envia uma mensagem a todos os actores
ro: Trimite un mesaj tuturor sprite-urilor
sl: Pošlje sporočilo vsem figuram
sv: Skickar ett meddelande till alla sprites
tr: Tüm kuklalara bir haber salar
uk: Відправити повідомлення усім спрайтами
