Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: See all replies
ga: Gach freagra
ja: 全ての返信を見る
sr: Погледај све одговоре

source: Make a Scratch Project
ga: Cruthaigh Tionscadal Scratch
sr: Направи Скрач пројекат

source: Get started</br> step-by-step
ga: Tosaigh</br> céim ar chéim
ja: ステップバイステップ方式での</br> スタートアップガイド
sr: Почни</br> корак по корак"

source: Try out these</br> starter projects
ga: Bain triail as na</br> tionscadail tosaigh seo
ja: スタータープロジェクト</br> を試してみましょう。
sr: Испробај ове </br> почетничке пројекте

source: What's new in Scratch 2.0?
ga: Gach rud nua i Scratch 2.0

source: Find out more <a href="/about">about Scratch</a>, or check out our pages for <a href="/parents">parents</a> and <a href="/educators">educators</a>.
ga: Faigh tuilleadh eolais <a href="/about">faoi Scratch</a>, nó déan cuairt ar na leathanaigh atá dírithe ar <a href="/parents">thuismitheoirí</a> agus ar <a href="/educators">mhúinteoirí</a>.
ja: <a href="/about">Scratchについて</a>を探したり、<a href="/parents">保護者</a>や<a href="/educators">教育者</a>の私たちのページも参考にしてください。

source: Questions about Scratch
ga: Ceisteanna faoi Scratch
ja: Scratchについての質問
sr: Питања у вези Скрача

source: Shared on: %(tDate)s
ga: Comhroinnte: %(tDate)s
ja: %(tDate)s に共有されました。
sr: Дељено на дан: %(tDate)s

source: Note: this project is not visible
ga: Nóta: níl an tionscadal seo infheicthe
ja: 注意：このプロジェクトは見ることができません。
sr: Напомена: овај пројекат није видљив

source: These videos introduce how to program games and animations in Scratch.
sr: Овај видео те уводи у то како да програмираш игре и анимације у Скрачу.

source: Changes the graphic effect on a sprite.
sr: Промени графички ефекат на лику.

source: Click to choose an effect from the menu: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Try these effects with numbers such as 10, 35, or 100. Or try negative numbers, such as -50.</p>
sr: Кликни да изабереш ефекат из менија: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Испробај ове ефекте са бројевима као што су 10, 35 или 100. Или пробај са негативним бројевима као што је например -50. </p>

source: Changes sprite’s size by specified amount.
sr: Мења величину лика за дати број.

source: Clears all graphic effects for a sprite.
sr: Брише све графичке ефекте за лик.

source: <p> <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> clears all the graphic effects for this sprite.</p>
sr: <p> <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> брише све графичне ефекте за овај лик.</p>

source: Moves sprite in front of all other sprites.
sr: Премешта лик испред свих осталих ликова.

source: <h3>Switches to the next costume in the sprite's costume list.</h3></p>
sr: <h3>Узима следећи костим из листе ликових костима.</h3></p>

source: To start a new project, click File > New.
sr: Да би започео нови пројекат кликни на Датотека > Ново.

source: Ever
ja: 今までの

source: projects shared
ja: 共有されている作品

source: What the Community is Sharing
he: מה הקהילה משתפת
ja: コミュニティが共有しているもの

source: Yes! You can download, copy, and use Scratch software free of charge. You can install it in your school, and you can teach a course about it (even a course that costs money). You don't need to buy a license - it's free.
ja: はい。無料でScratchをダウンロードしてコピーし、使うことができます。学校でインストールしても構いませんし、Scratchに関する授業を教えても構いません(授業料をとることもできます)。ライセンスを購入する必要はありません。無料です。

source: Sure! We recommend the following description: "Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free download from http://scratch.mit.edu"
ja: もちろんです！以下の記述を推奨します。「Scratchはプログラミング言語であるとともに、自分自身の対話的な物語やゲーム、アニメーションを作成して世界中の人々と共有することのできるオンラインコミュニティです。Scratchプロジェクトを設計しプログラミングする過程において、若者は創造的な思考や体系的な判断、そして恊働することを学びます。Scratchは、MITメディアラボのライフロングキンダーガーテングループのプロジェクトで、http://scratch.mit.edu から無料でダウンロードできます。」

source: It is difficult to use cloud data to make real-time multiplayer games (due to network speed and synchronization issues). However, you can make turn-by-turn games. We have some plans to make it easier after Scratch 2.0 is released, and after we have made sure that the existing cloud data system works well.
ja: (ネットワークのスピードや同期の問題から)クラウドデータを使ってリアルタイムなマルチプレイヤーゲームを作ることは難しいですが、ターンバイターンのゲームを作ることは可能です。Scratch 2.0をリリースし、クラウドデータシステムがうまく動作することがわかった後で、そのようなゲーム作りを容易にするような計画を持っています。

source: With a Scratch account, you can save your projects online, and share them with others in the Scratch community.
ja: Scratchアカウントによって、プロジェクトをオンラインに保存したり、Scratchコミュニティの人たちと共有することができます。

source: An easy step-by-step guide (PDF)
ja: ステップバイステップの簡単なガイド(PDF)

source: A set of 12 cards that show how to make things in Scratch.
ja: 12枚のカードを使ってScratchでの作り方について説明します。

source: change _ effect to
ja: ～の効果を _ ずつ変える

source: set _ effect to
ja: ～の効果を _ にする

source: First, click New to start a new project.
ja: 最初に新規をクリックして新しいプロジェクトを初めてください。

source: Contact us
he: צור קשר

source: View previous comments
he: הצג תגובות קודמות

source: ago
he: לפני

source: Sudio:
he: סטודיו:

source: Studio description
he: תיאור סטודיו

source: created %(tDate)s
he: נוצר %(tDate)s

source: Read more &raquo;
he: קרא עוד &raquo;

source: More info
he: מידע נוסף

source: %(username)s Studio (%(galleries.count)s)
he: %(username)s סטודיו (%(galleries.count)s)

source: Welcome, Scratchers!
he: ברוכים הבאים, Scratchers!

source: Thanks for helping us find and fix glitches in Scratch 2.0! Found a bug? Let us know!
he: תודה שעזרת לנו למצוא ולתקן בעיות ב-Scratch 2.0! מצאת בעיה? ספר לנו עליה!

source: Report bugs here &raquo;
he: דווח על בעיות כאן &raquo;

source: Try out new features
he: נסה תכונות חדשות

source: Here’s a description of what’s new in Scratch 2.0.
he: להלן תיאור של מה חדש ב-Scratch 2.0.

source: Check it out! &raquo;
he: נסה את זה! &raquo;

source: Welcome to the Scratch 2.0 Beta website!
he: ברוכים הבאים לאתר Scratch 2.0 Beta!

source: Please explore and experiment with this preview version of the new Scratch. Check out the <b>Featured Projects</b> and <b>Featured Studios</b> below. Click <a href="/help">Help</a> to learn more.
he: אנא חקרו והתנסו בגרסה המוקדמת הזו של סקראץ'. בדקו את <b>הפרויקטים הנבחרים<b> וגם את <b>הסטודיו הנבחרים<b> למטה. לחצו <a href="/help">Help</a> כדי ללמוד עוד.

source: The Scratch 2.0 Beta is open to everyone. But you can only log in if you created your Scratch account before January 26th.
he: גרסת הבטא של סקראץ' 2.0 פתוחה לכולם. אבל אתם יכולים להכנס שמכתמשים רשומים רק אם יצרתם חשבון לפני ה-26 בינואר.

source: We still have a few features to add, and lots of glitches to fix! You can help us by <a href="/forums/3/">reporting bugs and glitches</a>. The sooner we find and fix them, the sooner we can officially release Scratch 2.0.
he: נשארו לנו כמה פיצ'רים להוסיף ותקלות רבות לתקן~ אתם יכולים לעזור לנו ע"י <a href="/forums/3/">דיווח תקלות<a/>. ככל שנמצא ונתקן את התקלות מהר יותר, כך נשחרר באופן רשמי את סקראץ' 2.0 מהר יותר.

source: Find out more about
he: גלו עוד אודות

source: the move to Scratch 2.0
he: המעבר לסקראץ' 2.0

source: Total remixes
he: סה"כ רימיקסים

source: views
he: צפיות

source: Shared on:
he: משותף ב:

source: Add project to gallery
he: הוסף פרויקט לגלריה
