Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Copy and paste the embed code above.
ca: Copia i enganxa el codi d'incrustació del quadre.
de: Kopiere obigen Einbettungscode und füge ihn ein.
el: Κάντε αντιγραφή και επικόλληση του κώδικα από πάνω.
es: Copie y pegue el código embebido de arriba.
et: Kopeeri ja kleebi hõlmatud kood.
eu: Goiko txertatxe kodea kopiatu eta pegatu.
fr: Copiez et collez le code ci-dessus.
gl: Copiar e pegar o código integrado arriba.
it: Copia e incolla il codice qui sotto.
lv: Kopē un ielīmē augšā doto iegulšanas kodu.
nb: Kopier linkadressen ovenfor.
pt: Copie e cole o código para embeber acima.
sl: Kopiraj in prilepi kodo za vdelavo zgoraj
sv: Kopiera och klistra in ovanstående kod för att bäddade in den.
tr: Yukarıdaki gömülü kodu kopyala ve yapıştır.
uk: Копіювати та вставити код звідси.

source: Share
ca: Comparteix
cs: Sdílené
de: Veröffentlichen
el: Κοινή χρήση
es: Compartir
et: Jaga
eu: Partekatu
fr: Partage
ga: Comhroinn
gl: Compartir
it: Condividi
ja: 共有
lv: Kopīgot
nb: Legg ut
pt: Partilhar
ro: Partajeaza
sl: Deli
sr: Објави (дели)
sv: Dela
tr: Paylaş
uk: Опублікувати

source: remixes
ca: reinvencions
cs: upravené
de: Remixe
el: Αναμείξεις
es: reinvenciones
et: remiksid
eu: birnahasketak
fr: remix
ga: athmheascthaí
gl: recreacións
it: remix
lv: remiksi
nb: remiksinger
pt: remisturas
ro: amestecari
sl: predelave
sr: прерађени
sv: remixningar
tr: katkılar
uk: ремікси

source: OK, Got it.
fr: Ok, je l'ai.
gl: OK, Fixéchelo.
it: OK, Ho capito.
lv: Labi, sapratu.
nb: OK, skjønner.
pt: OK, percebi.
sl: V redu. Razumem.
tr: Tamam, anladım.

source: All Tips
fr: Tous les conseils
gl: Todas as Suxestións
it: Tutti i Suggerimenti
lv: Visi padomi
nb: Alle tips
pt: Todas as Dicas
tr: Tüm İpuçları

source: Newest Projects
ca: Projectes més Nous
cs: Nejnovější projekty
de: Neueste Projekte
el: Νεότερα έργα
es: Proyectos recientes
et: Uusimad projektid
eu: Proiektu berrienak
fr: Projets récents
ga: Tionscadail Is Nuaí
gl: Proxectos Recentes
it: Progetti più Recenti
ja: 最新のプロジェクト
lv: Jaunākie projekti
nb: Nyeste prosjekter
pt: Projectos Mais Recentes
ro: Cele mai noi proiecte
sl: Najnovejši projekti
sr: Најновији пројекти
sv: Senaste Projekten
tr: En Yeni Projeler
uk: Нові проекти

source: Projects selected by
ca: Projectes escollits per
cs: Projekty vybrané od
de: Projekte vorgestellt von
el: Έργα επιλεγμένα από το χρήστη
es: Proyectos seleccionados por
et: Projektid valis
eu: Proiektuen aukeraketa
fr: Projets sélectionnés par
ga: Tionscadail de réir
gl: Proxectos seleccionados por
it: Progetti selezionati da
ja: 次の人が選んだプロジェクト:
lv: Projekti, kurus izvēlas
nb: Prosjekter valgt av
pt: Projectos seleccionados por
ro: Proiecte selectate de
sl: Projekti, ki so jih izbrali
sr: Пројекти изабрани од
sv: Projekt valda av
tr: Seçtiği projeler, şunun:
uk: Проекти обрано

source: What the Community is
ca: El què la comunitat està
cs: Co je teď v společenství
de: Was die Gemeinschaft
es: Lo que la comunidad es
et: Mida kogukond
eu: Zer den Komunitatea
fr: Ce que la communauté est
ga: Cad é an Comhphobal?
gl: Que é a Comunidade
it: Cosa sta Piacendo alla Comunità
ja: コミュニティが好きなもの
lv: Kas ir kopiena
nb: Det folk
pt: O que a Comunidade é
ro: Ce este Comunitatea
sl: Kaj je skupnost
sr: Шта Заједница
sv: Vad användarna
tr: Millet Neleri
uk: Що Спільноті

source: Remix tree for "%(projectTitle)s"
ca: Arbre de reinvencions per "%(projectTitle)s"
de: Remixbaum für "%(projectTitle)s"
el: Δέντρο αναμείξεων για το έργο "%(projectTitle)s"
es: Árbol de reinvención para "%(projectTitle)s"
et: "%(projectTitle)s" remiksimisete puu
eu: "%(projectTitle)s" : birnahasteen zuhaitza
fr: Remix successifs pour "%(projectTitle)s"
gl: Árbore de recreacións para "%(projectTitle)s"
it: Albero dei remix per "%(projectTitle)s"
lv: Remiksu koks no "%(projectTitle)s"
nb: Remiks-tre for "%(projectTitle)s"
pt: Árvore de remistura de «%(projectTitle)s»
ro: Arborele de amestecare pentru "%(projectTitle)s"
sl: Drevo predelav za "%(projectTitle)s"
sv: Remixträd för "%(projectTitle)s"
tr: "%(projectTitle)s" için katkı ağacı
uk: Історія реміксів для "%(projectTitle)s"

source: Remix tree
ca: Arbre de reinvencions
cs: Strom upravení
de: Remixbaum
el: Δέντρο αναμείξεων
es: Árbol de reinvenciones
et: Remiksimiste puu
eu: Birnahasteen zuhaitza
fr: Remix successifs
ga: Crann athmheasctha
gl: Árbore de recreacións
it: Albero dei remix
lv: Remiksu koks
nb: Remiks-tre
pt: Árvore de remistura
ro: Arbore de amestecare
sl: Drevo predelav
sr: Дрво измена
sv: Remixträd
tr: Katkı ağacı
uk: Історія реміксів

source: Draft
ca: Esborrany
cs: Koncept
de: Entwurf
el: Πρόχειρο
es: Borrador
et: Kavand
eu: Zirriborroa
fr: Avant-projet
ga: Dréacht
gl: Borrador
it: Bozza
ja: 下書き
lv: Melnraksts
nb: Utkast
pt: Rascunho
ro: Ciorna
sl: Osnutek
sr: Нацрт
sv: Utkast
tr: Eskiz
uk: Чорновики

source: Instructions
ca: Instruccions
cs: Návody
de: Anleitung
el: Οδηγίες
es: Instrucciones
et: Instruktsioonid
eu: Argibideak
ga: Treoracha
gl: Instruccións
it: Istruzioni
ja: 使い方
lv: Instrukcijas
nb: Hvordan bruke prosjektet
pt: Instruções
ro: Intructiuni
sl: Navodila
sr: Упутства
sv: Instruktioner
tr: Yönergeler
uk: Вказівки

source: Notes and Credits
ca: Notes i Informació
cs: Poznámky a příspěvky
de: Anmerkungen und Danksagungen
el: Σημειώσεις και Ευχαριστίες
es: Notas y créditos
et: Märkused ja Autorid
eu: Oharrak eta kredituak
fr: Notes et contributeurs
ga: Nótaí agus Admhálacha
gl: Notas e Recoñecementos
it: Note e Crediti
ja: 作品に対する貢献とメモ
lv: Piezīmes un atsauces
nb: Merknader og bidragsytere
pt: Notas e Créditos
ro: Observatii si Credite
sl: Opombe in zasluge
sr: Белешке и заслуге
sv: Noteringar och Beröm
tr: Notlar ve Takdirler
uk: Замітки та подяки

source: added by
ca: afegit per
cs: přidáno od
de: hinzugefügt von
el: Προστέθηκε από το χρήστη
es: añadido por
et: lisanud
eu: gehitu duena:
fr: ajouté par
ga: cruthaithe ag
gl: engadido por
it: aggiunto da
ja: 次の人に加えられた
lv: pievienoja
nb: lagt til av
pt: adicionado por
ro: adaugat de
sl: dodal-a
sr: Додао:
sv: inlagd av
tr: ekleyen
uk: додано

source: Shared: %(tDate)s
de: Veröffentlicht: %(tDate)s
el: Έγινε κοινή χρήση στις: %(tDate)s
es: Compartido en: %(tDate)s
et: Jagatud: %(tDate)s
eu: Partekatua: %(tDate)s
fr: Partagé le: %(tDate)s
gl: Compartido en: %(tDate)s
it: Condiviso il: %(tDate)s
lv: Kopīgots: %(tDate)s
nb: Lagt ut: %(tDate)s
pt: Partilhado: %(tDate)s
ro: Partajat: %(tDate)s
sl: Deljeno: %(tDate)s
sv: Delad: %(tDate)s
tr: Paylaşma tarihi: %(tDate)s
uk: Опубліковано: %(tDate)s

source: Your project is now shared.
ca: El teu projecte s'està compartint.
cs: Tvůj projekt je teď sdílený.
de: Dein Projekt ist nun öffentlich.
el: Το έργο σας είναι πλέον σε κοινή χρήση.
es: Tu proyecto ha sido compartido.
et: Sinu projekt on nüüd jagatud.
eu: Zure proiektua partekatua izan da
fr: Votre projet est maintenant partagé
ga: Tá do thionscadal comhroinnte anois.
gl: O teu proxecto foi compartido.
it: Il progetto è stato condiviso.
ja: プロジェクトは共有されています。
lv: Tavs projekts tagad ir kopīgots.
nb: Prosjektet er nå lagt ut.
pt: O seu projecto ficou partilhado.
ro: Acum proiectul tau este partajat.
sl: Projekt sedaj deliš z drugimi.
sr: Твој пројекат је сада јавно дељен.
sv: Ditt projekt är nu delat.
tr: Projeni paylaşıyorsun artık.
uk: Ваш проект доступний кожному.

source: Congratulations on sharing your project! Other people can now try it out, give comments, and remix it.
ca: Enhorabona per compartir el teu projecte! Els altres podran provar-lo, deixar-hi comentaris i reinventar-lo.
cs: Blahopřeji k tomu, že sdílíš svůj projekt! Další lidé si jej mohou vyzkoušet, poskytnout komentáře a upravovat jej.
de: Gratulation zur Veröffentlichung deines Projektes! Andere Scratcher können es nun ausprobieren, kommentieren und remixen.
el: Συγχαρητήρια που μοιραστήκατε το έργο σας! Όλοι μπορούν τώρα να το δοκιμάσουν, να γράψουν σχόλια και να το αναμείξουν.
es: ¡Felicidades, compartiste tu proyecto! Otras personas podrán probarlo, dar comentarios y reinventarlo.
et: Õnnitleme projekti jagamise puhul! Teised inimesed võivad nüüd seda proovida, anda kommentaare ja remiksida seda.
eu: Zorionak proiektua partekatzeagatik! Besteek probatu, iruzkindu eta birnahastu dezakete orain.
fr: Félicitations d'avoir partager votre projet! D'autres personnes peuvent désormais l'essayer, faire des commentaires, et le remixer.
ga: Comhghairdeas leat as do thionscadal a chomhroinnt! Beidh daoine eile in ann triail a bhaint as, trácht a dhéanamh air, agus athmheascadh.
gl: Parabéns, compartiches o teu proxecto! Outras persoas poderán probalo, facer comentarios e recrealo.
it: Congratulazioni per aver condiviso il tuo progetto! Gli altri utenti potranno ora provarlo, lasciare commenti e remixarlo.
ja: おめでとうございます！プロジェクトが共有されました。誰でも試したり、コメントしたり、リミックスできるようになりました。
lv: Apsveicam ar projekta kopīgošanu! Citi tagad to varēs izmēģināt, komentēt un remiksēt.
nb: Gratulerer med at du har lagt ut prosjektet ditt! Nå kan andre prøve det, kommentere og remikse det.
pt: Parabéns por partilhar o seu projecto! Outras pessoas podem agora experimentá-lo, fazer comentários e remisturá-lo.
ro: Felicitari pentru partajarea proiectului tau! Ceilalti pot acum sa il incerce si ei, sa adauge comentarii si sa il amestece.
sl: Čestitamo! Uspešno si delil-a projekt! Sedaj ga lahko tudi ostali preizkusijo, komentirajo in predelajo.
sr: Честитамо на дељењу твог пројекта! Други људи сада могу да га испробају, оставе коментаре или да га прераде.
sv: Grattis till ditt delade projekt! Andra deltagare kan nu prova, ge kommentarer och remixa det.
tr: Projeni paylaştığın için tebrikler! Artık diğerleri projeni deneyebilir, yorumlayabilir ve katkı yapabilirler.
uk: Ваш проект став спільним надбанням! Інші члени спільноти зможуть використовувати та змінювати його.

source: Sorry this project is not shared
ca: Ho sentim, aquest projecte no està compartit
cs: Lituji, tento projekt není sdílený
de: Entschuldigung, dieses Projekt ist nicht öffentlich
el: Λυπούμαστε, αυτό το έργο δεν είναι σε κοινή χρήση
es: Lo sentimos, este proyecto no está compartido
et: Vabandust see projekt pole jagatud
eu: Sentitzen dugu baino proiektu hau ez dago partekatuta
fr: Désolé ce projet n'est pas partagé
ga: Níl an tionscadal comhroinnte
gl: Sentímolo, este proxecto non foi compartido
it: Siamo spiacenti ma questo progetto non è condiviso
ja: このプロジェクトは共有されていません。
lv: Atvaino, šis projekts nav kopīgots
nb: Beklager, dette prosjektet er ikke lagt ut ennå
pt: Lamentamos, este projecto não está partilhado
ro: Ne pare rau, dar acest proiect nu este partajat
sl: Žal ta projekt ni deljen.
sr: Жао нам је, овај пројекат није дељен
sv: Tyvärr, projektet är inte delat
tr: Maalesef bu proje paylaşılmış değil
uk: Вибачте, цей проект не є опублікованим

source: This project is not shared -- so only you can see it. Click share to let everyone see it!
ca: Aquest projecte no està compartit -- per tant només tu el pots veure. Fes clic a "Comparteix" per fer que tothom el pugui veure!
cs: Tento projekt není sdílený -- můžeš ho vidět pouze ty. Klikni na sdílení aby ho mohl vidět každý!
de: Dieses Projekt ist nicht öffentlich -- so kannst nur du es sehen. Klicke auf Veröffentlichen um es jeden sehen zu lassen!
el: Αυτό το έργο δεν είναι σε κοινή χρήση, οπότε μόνο εσείς μπορείτε να το δείτε. Πατήστε "Κοινή χρήση" για να μπορούν να το δουν όλοι!
es: Este proyecto no está compartido - sólo tú puedes verlo. ¡Haz clic en "Compartir" para que todos lo vean!
et: See projekt ei ole jagatud, ainult sina näed seda. Klõpsa Jaga, et kõik saaksid seda näha!
eu: Proiektu hau ez dago partekatuta -- beraz zuk bakarrik ikus dezakezu. Partekatu edonork ikusi izan ahal dezan!
fr: Ce projet n'est pas partagé - mais vous êtes le seul à le voir. Cliquez sur Partager pour permettre à tout le monde de le voir!
ga: Níl an tionscadal seo comhroinnte leis an bpobal -- is tusa amháin atá in ann é a fheiceáil. Cliceáil 'Comhroinn' chun é a chur os comhair an tsaoil!
gl: Este proxecto non está compartido - só ti podes velo. Preme en "Compartir" para que todos o vexan!
it: Questo progetto non è condiviso -- solo tu puoi vederlo per ora. Clicca condivi per farlo vedere a tutti!
ja: このプロジェクトは共有されていません。あなただけが見ることができます。共有をクリックして誰でも見れるようにしましょう。
lv: Šis projekts nav kopīgots -- tikai tu to vari redzēt. Spied kopīgot, lai redz visi!
nb: Dette prosjektet er ikke lagt ut, bare du kan se det. Klikk "legg ut" for å la alle se det!
pt: Este projecto não está partilhado - só você o pode ver. Clique em partilhar para o tornar visível por todos!
ro: Acest proiect nu este partajat -- asa incat tu nu poti decat sa il vezi. Clic pe partajare ca sa lasi pe oricine sa il vada!
sl: Ta projekt ni deljen -- vidiš ga lahko le ti. Klikni Deli in omogoči, da ga vidijo tudi drugi!
sr: Овај пројекат није дељен -- тако да једино ти можеш да га видиш. Кликни на дели да би омогућио свакоме да га види!
sv: Projektet är inte delat -- bara du kan se det. Klicka på dela så att alla andra kan se det!
tr: Bu proje paylaşılmadığı için sadece sen görebilirsin. Herkesin görmesi için 'Paylaş'a tıklaman lazım!
uk: Цей проект не є опублікованим - тільки ви можете переглядати його. Поділіться ним для інших!

source: Note: This project is in the trash folder
ca: Avís: Aquest projecte està a la paperera
cs: Poznámka: Tento projekt je ve složce koš
de: Achtung: Dieses Projekt befindet sich im Papierkorb
el: Σημείωση: Αυτό το έργο βρίσκεται στον κάδο.
es: Nota: este proyecto está en la basura
et: Märkus: See projekt on prügikastis
eu: Oharra: Proiektu hau zakarrontzian dago
fr: Note: Ce projet est dans la poubelle
ga: Nóta: Tá an tionscadal seo sa bhruscar
gl: Nota: este proxecto está no lixo
it: Nota: questo progetto è nella cartella Cestino
ja: 注意：このプロジェクトはゴミ箱に入れられています。
lv: Piezīme: Šis projekts ir aktritnes mapē
nb: Merk: Dette prosjektet ligger i søppelkassen
pt: Nota: Este projecto está na pasta de lixo
ro: Avertisment: Acest proiect este in cosul de gunoi
sl: Opomba: Ta projekt je v smetnjaku.
sr: Напомена: Овај пројекат се налази у директоријуму одпадака
sv: Notera: Projektet är i skräpmappen
tr: Not: Bu proje çöp klasöründe
uk: Увага! Цей проект у Смітнику

source: Note: this project is not visible, it was
el: Σημείωση: Αυτό το έργο δεν είναι ορατό.
es: Nota: este proyecto no está visible, lo estuvo
et: Märkus: see projekt pole nähtav
eu: Oharra: proiektu hau ez dago ikusgarri, lehenago egon zen ordea
fr: Note: ce projet n'est pas visible, il était
gl: Nota: este proxecto non é visible, foi
it: Nota: questo progetto non è visibile in quanto è stato
lv: Piezīme: šis projekts nav redzams, tas bija
nb: Merk: dette prosjektet er ikke synlig, det var
pt: Nota: este projecto não está visível, foi
ro: Avertisment: acest proiect nu este vizibil, el a fost
sl: Opomba: ta projekt ni viden, bil je
sv: Notera: projektet är inte synligt, det har
uk: Увага! Цей проект не є видимим

source: Unshared
ca: Sense compartir
cs: Nesdíleno
de: Nicht veröffentlicht
el: Σε ιδιωτική χρήση
es: No compartido
et: Jagamata
eu: Partekatu gabea
fr: Non partagé
ga: Dí-chomhroinnte
gl: Non compartido
he: לא משותף
it: Non condiviso
ja: 共有されていないもの
lv: Koplietošana atcelta
nb: Tatt av nett
pt: Não partilhado
ro: Nepartajat
sl: Nedeljeno
sr: Није дељено
sv: Inte delat
tr: Paylaşılmadı
uk: Особисте

source: We've received your report. The Scratch Team will review the project, and decide whether or not it should stay on the site based on the <a href='/community_guidelines'>Scratch Community Guidelines</a>.
ca: Hem rebut la teva denúncia. L'Equip d'Scratch revisarà el projecte, i decidirà si ha d'estar o no a la web, basant-se en la <a href='/community_guidelines'>Normes de la comunitat</a>.
de: Wir haben deine Meldung erhalten. Das Scratch-Team wird das Projekt überprüfen und nach den <a href='/community_guidelines'>Scratch-Regeln</a> entscheiden, ob es auf der Seite bleiben soll.
el: Έχουμε λάβει την αναφορά σας. Η ομάδα του Scratch θα εξετάσει το έργο και θα αποφασίσει εάν θα πρέπει να παραμείνει ή όχι στην ιστοσελίδα μας, σύμφωνα με τις <a href='/community_guidelines'>Οδηγίες Κοινότητας του Scratch</a>.
es: Hemos recibido su denuncia. El Grupo Scratch revisará el proyecto, y decidirá si este debe o no permanecer en el sitio basado en las <a href='/community_guidelines'>Directrices de la Comunidad Scratch</a>.
et: Saime sinu teate. Scratchi meeskond vaatab projekti üle ja otsustab, kas see võib olla lehel <a href='/community_guidelines'> Scratch Community Guidelines</a>.
eu: Zure salaketa jaso dugu. Scratch lantaldeak zure proiektua gainbegiratuko du, eta webgunean jarraitu beharko lukeen erabakiko dugu <a href='/community_guidelines'>Scratch komunitateko jarraibideak</a> jarraituz.
fr: Nous avons bien reçu votre rapport. L'équipe de Scratch examinera le projet, et de décider si elle doit ou non rester sur le site sur la base des <a href='/community_guidelines'>Règles de vie en communauté</a>.
gl: Recibimos a túa denuncia. O Grupo Scratch revisará o proxecto e decidirá si este debe ou non permanecer no sitio en base ás <a href='/community_guidelines'>Directrices da Comunidad Scratch</a>.
it: Abbiamo ricevuto la tua segnalazione. Il Team di Scratch visionerà il progetto e deciderà se può o non può rimanere sul sito basandosi sulle <a href='/community_guidelines'>Linee Guida della Comunità di Scratch</a>.
lv: Esam saņēmuši tavu ziņojumu. Scratch komanda pārskatīs šo projektu un pieņems lēmumu, vai tam ir vai nav jāpaliek mājaslapā, vadoties no <a href='/community_guidelines'>Scratch kopienas vadlīnijām</a>.
nb: Vi har mottatt meldingen din. Administratorene på Scratch-nettstedet vil se på prosjektet og avgjøre om det passer med <a href='/community_guidelines'>retningslinjene for nettstedet</a>.
pt: Recebemos o seu reporte. A Equipa Scratch fará uma revisão ao projecto e decidirá se deve ou não manter-se no sítio Web com base nas <a href='/community_guidelines'>Linhas de Orientação da Comunidade do Scratch</a>.
ro: Am primit raportarea ta. Echipa Scratch va revizui proiectul si va decide daca el mai poate sau nu sa ramana pe site cu respectarea <a href='/community_guidelines'>Regulamentului Comunitatii Scratch</a>.
sl: Prejeli smo tvojo prijavo. Ekipa Scratch bo projekt pregledala in se na podlagi <a href='/community_guidelines'>smernic skupnosti Scratch</a> odločila, ali naj projekt ostane na strani ali ne.
sv: Vi har fått din rapport. Scratchteamet kommer att granska projektet, och besluta om det ska finnas kvar på sajten utifrån<a href='/community_guidelines'>Scratch Gemenskapens riktlinjer</a>.
tr: Bildirimini aldık. Scratch takımımız bu projenin <a href='/community_guidelines'>Scratch Topluluk Kuralları</a>na uygunluğunu inceleyip, sitede kalıp kalmayacağına karar verecek.
uk: Ми отримали ваш звіт. Команда Скретчу перегляне проект та визначить, чи його розміщення на сайті не суперечить <a href='/community_guidelines'>правилам спільноти Скретчу</a>.

source: More projects by
ca: Més projectes de
cs: Další projekty od
de: Weitere Projekte von
el: Περισσότερα έργα από
es: Más proyectos de
et: Enam projekte autorilt
eu: Egilearen proiektu gehiago:
fr: Plus de projets de
ga: Tuilleadh tionscadal de chuid
gl: Máis proxectos de
it: Altri progetti di
ja: この作者の他のプロジェクト:
lv: Vairāk projekti no
nb: Flere prosjekter av
pt: Mais projectos de
ro: Mai multe proiecte de
sl: Več projektov
sr: Више пројеката аутора
sv: Fler projekt av
tr: Diğer projeleri, yapan
uk: Більше проектів

source: Creator
ca: Creador
cs: Tvůrce
de: Urheber
el: Δημιουργός
es: Creador
et: Looja
eu: Sortzailea
fr: Créateur
ga: Cruthaitheoir
gl: Creador
it: Creatore
ja: クリエーター
lv: Autors
nb: Laget av
pt: Criador
ro: Autor
sl: Avtor
sr: Аутор
sv: Skapare
tr: Başlatan
uk: Автор

source: More projects (temporarily disabled)
ca: Més projectes (temporalment deshabilitat)
el: Περισσότερα Έργα (προσωρινά απενεργοποιημένο)
es: Más proyectos (desactivados temporalmente)
et: Enam projekte (ajutiselt mitte kasutatav)
fr: Plus de projets (désactivé temporairement)
gl: Máis proxectos (desactivados polo momento)
it: Altri progetti (temporaneamente disabilitato)
lv: Vairāk projektu (pagaidām atspējots)
nb: Flere prosjekter (midlertidig stengt)
pt: Mais projectos (temporariamente desactivado)
sl: Več projektov (začasno onemogočeno)
sv: Fler projekt (temporärt inaktiverade)
tr: Daha fazla proje (geçici olarak devre dışı)

source: %(tDate)s ago
ca: fa %(tDate)s
cs: %(tDate)s staré
de: vor %(tDate)s
el: πριν από %(tDate)s
es: hace %(tDate)s
et: %(tDate)s tagasi
eu: duela %(tDate)s
fr: Il y a %(tDate)s
ga: %(tDate)s ó shin
gl: fai %(tDate)s
he: לפני (tDate)%
it: %(tDate)s fa
ja: %(tDate)s 日前
lv: pirms %(tDate)s
nb: for %(tDate)s siden
pt: há %(tDate)s
ro: acum %(tDate)s
sl: pred %(tDate)s
sr: Пре %(tDate)s
sv: %(tDate)s sedan
tr: %(tDate)s önce
uk: %(tDate)s тому

source: Tell people how to use your project</br>(such as which keys to press).
ca: Explica a la gent com fer servir el teu projecte</br>(per exemple, quines tecles han de prémer).
cs: Pověz lidem jak mají používat tvůj projekt</br>(například kterou klávesu stisknout).
de: Erkläre den Leuten, wie dein Projekt zu benutzen ist</br>(z.B. welche Tasten zu drücken sind).
el: Εξηγήστε στον κόσμο πως να χρησιμοποιήσουν το έργο σας</br>(για παράδειγμα ποια κουμπιά πρέπει να πατήσουν).
es: Dile a la gente cómo usar tu proyecto</br>(por ejemplo, qué teclas hay que presionar).
et: Selgita, kuidas kasutada sinu projekti </br> (mis klahve vajutada jmt).
eu: Jendeari zure proiektua nola erabili deskribatu</br>(zein tekla zapaldu behar diren adibidez).
fr: Dites-nous comment mettre le projet en oeuvre</br>(comme par exemple quelle touche est à presser).
ga: Inis do dhaoine conas do thionscadal a úsáid</br>(mar shampla na heochracha le brú).
gl: Dille á xente como usar o teu proxecto</br>(por exemplo, que teclas hai que premer).
it: Dì agli altri come usare il tuo progetto</br>(ad esempio quali tasti occorre premere).
ja: プロジェクトの使い方を説明しましょう。</br>(どのキーを押すのかなど)
lv: Pastāsti citiem, kā lietot tavu projektu</br>(piemēram, kādas pogas jāspiež).
nb: Fortell andre hvordan de skal bruke prosjektet</br>(f.eks. hvilke taster de skal trykke på).
pt: Diga como se usa o seu projecto</br>(por exemplo, que teclas se deve usar).
ro: Spune-le oamenilor cum sa utilizeze proiectul tau</br>(ca de exemplu, ce taste sa apese).
sl: Povej ljudem, kako se uporablja tvoj projekt</br>(na primer, katere tipke naj pritisnejo)
sr: Кажи људима како да користе твој пројекат</br>(на пример које дирке да притисну).
sv: Berätta för andra hur man använder ditt projekt</br>(t.ex vilka tangenter man ska trycka på).
tr: Projenin nasıl kullanacağını anlat</br>(örneğin hangi tuşlara basılmalı).
uk: Повідомте як використовувати проект</br>(якими клавішами користуватись).
