Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Try this code:<br/> <img src="%(STATIC_URL)s/images/help/move-with-arrow-all.png"> <br/> Press arrow keys <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> to trigger.
ca: Prova aquest programa:<br/> <img src="%(STATIC_URL)s/images/help/move-with-arrow-all.png"> <br/> Prem les fletxes del cursor <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> per moure'l.
es: Este código<br/> <img src="%(STATIC_URL)s/images/help/es/move-with-arrow-all.png"> <br/> Presiona las teclas de flecha <img src="%(STATIC_URL)s/images/help/es/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/es/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/es/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/es/right-arrow-key.png"> para activar.
fr: Essaie ce code:<br/> <img src="%(STATIC_URL)s/images/help/move-with-arrow-all.png"> <br/> Appuyez sur les touches fléchées <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> pour déclencher.
gl: Este código<br/> <img src="%(STATIC_URL)s/images/help/es/move-with-arrow-all.png"> <br/> Preme as teclas de flecha <img src="%(STATIC_URL)s/images/help/es/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/es/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/es/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/es/right-arrow-key.png"> para activar.
it: Prova questo codice:<br/> <img src="%(STATIC_URL)s/images/help/it/move-with-arrow-all.png"> <br/> Premi i tasti freccia <img src="%(STATIC_URL)s/images/help/it/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/it/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/it/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/it/right-arrow-key.png"> per attivarlo.
lv: Izmēģini šo kodu:<br/> <img src="%(STATIC_URL)s/images/help/move-with-arrow-all.png"> <br/> Spied bultiņu taustiņus <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png">, lai pārslēgtu.
nb: Prøv dette:<br/> <img src="%(STATIC_URL)s/images/help/move-with-arrow-all.png"> <br/> Trykk piltastene <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> for å starte skriptene og flytte figuren.
pt: Experimente este código:<br/> <img src="%(STATIC_URL)s/images/help/move-with-arrow-all.png"> <br/> Carregue nas teclas com setas <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> para executar os guiões.
sl: Poskusi naslednjo kodo:<br/> <img src="%(STATIC_URL)s/images/help/move-with-arrow-all.png"> <br/> Sprožiš jo s smernimi puščicami <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png">.
tr: Aşağıdakikodu dene:<br/> <img src="%(STATIC_URL)s/images/help/move-with-arrow-all.png"> <br/> Tetiklemek için ok tuşlarına <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> bas.

source: To copy a stack of blocks, click at the top with the duplicate tool:
ca: Per copiar un grup de blocs, fes clic dalt de tot amb l'eina duplica:
es: Para copiar una pila de bloques, haz clic en en la parte superior con la herramienta de duplicado:
fr: Pour copier une pile de blocs, cliquez en haut avec l'outil dupliquer:
gl: Para copiar una pila de bloques, preme na parte superior coa ferramenta de duplicado:
it: Per copiare una sequenza di blocchi clicca sul primo blocco con lo strumento Duplica:
lv: Lai nokopētu kādu daļu bloku, augšdaļā klikšķini uz dublēšanas rīka:
nb: For å kopiere en stabel av klosser klikker du på den øverste med kopi-verktøyet:
pt: Para copiar um pilha de blocos, clique no seu topo com a ferramenta de duplicação:
sl: Če želiš kopirati več zloženih blokov, na vrhu klikni z orodjem za podvajanje:
tr: Bir taş dizisini toplu halde kopyalamak için 'kopyasını çıkart' aracı eline alıp en üst taşına tıkla:

source: If your sprite turns upside-down, click <img src="%(STATIC_URL)s/images/help/info.png"> and set its rotation style to left-right:
ca: Si el teu personatge es gira cap per avall, fes clic a <img src="%(STATIC_URL)s/images/help/info.png"> i fixa l'estil de rotació a esquerra-dreta:
es: Si el objeto gira boca abajo, haz clic en <img src="%(STATIC_URL)s/images/help/es/info.png"> y asígnele el estilo de rotación de izquierda-derecha:
fr: Si ton lutin se retrouve à l'envers, un clic sur <img src="%(STATIC_URL)s/images/help/info.png"> et mettre le style de rotation : position à gauche ou à droite :
gl: Si a figura xira boca abaixo, preme en <img src="%(STATIC_URL)s/images/help/info.png"> e fixa o seu estilo de rotación a esquerda-dereita:
it: Se lo sprite finisce a testa in giù clicca <img src="%(STATIC_URL)s/images/help/it/info.png"> e cambia il suo stile di rotazione in "destra-sinistra":
lv: Ja gariņš pagriežās uz augšu un uz leju, klikšķini <img src="%(STATIC_URL)s/images/help/info.png"> un iestati rotācijas stilu uz pa labi - pa kreisi:
nb: Hvis figuren snur seg opp-ned, klikk <img src="%(STATIC_URL)s/images/help/info.png"> og velg at figuren bare skal vende sideveis:
pt: Se o seu actor ficar de cabeça para baixo, clique em <img src="%(STATIC_URL)s/images/help/info.png"> e altere o seu estilo de rotação para olhar apenas para a esquerda e para a direita:
sl: Če se figura obrne na glavo, klikni na <img src="%(STATIC_URL)s/images/help/info.png"> in izberi stil vrtenja levo.desno:
tr: Eğer kuklan tepetaklak olursa, <img src="%(STATIC_URL)s/images/help/info.png"> harfine tıkla ve sadece sola-sağa dönüş izini ver:

source: Move a sprite
ca: Mou un personatge
de: Bewege eine Figur
es: Mueve un objeto
fr: Déplace un lutin
gl: Move unha figura
it: Muovi uno sprite
lv: Pārvieto gariņu
nb: Få en figur til å bevege seg
pt: Mover um actor
sl: Premakni figuro

source: Try typing in different numbers, such as <img src="%(STATIC_URL)s/images/help/move-1-step.png"> to move a tiny bit or a bigger number to move further.
ca: Prova escrivint diferents nombres, com ara <img src="%(STATIC_URL)s/images/help/move-1-step.png"> per moure'l només un xic, o un nombre més gran per que es mogui més.
es: Prueba escribiendo diferentes números, como <img src="%(STATIC_URL)s/images/help/es/move-1-step.png"> para mover un poco o un número más grande para seguir avanzando.
fr: Essayez d'entrer différents numéros, comme <img src="%(STATIC_URL)s/images/help/move-1-step.png">pour se déplacer un petit peu ou un plus grand nombre d'aller plus loin.
gl: Proba escribindo diferentes números, como <img src="%(STATIC_URL)s/images/help/move-1-step.png"> para mover un pouco o un número máis grande para seguir avanzando.
it: Prova a digitare numeri diversi, come <img src="%(STATIC_URL)s/images/help/it/move-1-step.png"> per un piccolo spostamento o un numero più grande per muoverti di più.
lv: Izmēģini ierakstīt dažādus skaitļus, piemēram <img src="%(STATIC_URL)s/images/help/move-1-step.png"> lai pārvietotu mazliet vai lielāku skaitli, lai pārvietotu tālāk.
nb: Prøv å skrive inn andre tall, for eksempel <img src="%(STATIC_URL)s/images/help/move-1-step.png"> for å flytte bare litt, eller et større tall for å gå langt.
pt: Experimente introduzir diferentes números, tais como <img src="%(STATIC_URL)s/images/help/move-1-step.png"> para mover só um bocadinho ou um número maior para mover mais.
sl: Poskusi vnesti različna števila, na primer <img src="%(STATIC_URL)s/images/help/move-1-step.png"> za majhen pomik ali večja števila za daljši premik.

source: If you type in a <b>negative</b> number, the sprite will move backward:
ca: Si escrius un nombre <b>negatiu</b>, el personatge es mourà enrere:
de: Wenn du eine <b>negative</b> Zahl eingibst, bewegt sich die Figur rückwärts:
es: Si escribes un número <b>negativo</b>, el objeto se moverá hacia atrás:
fr: Si vous tapez un nombre <b>negative</b> , le lutin va se déplacer en arrière:
gl: Si escribes un número <b>negativo</b>, a figura moverase cara atrás:
it: Se digiti un numero <b>negativo</b> lo sprite si muoverà all'indietro:
lv: Ja ierakstīsi <b>negatīvu</b> skaitli, gariņš kustēsies uz atpakaļ:
nb: Hvis du skriver et <b>negativt</b> tall går figuren baklengs:
pt: Se introduzir um número <b>negativo</b>, o actor recuará:
sl: Če boš vnesel/la <b>negativno</b> število, se bo figura premaknila nazaj:
tr: Eğer <b>eksi</b> bir sayı girersen, kukla gerisin geri hareket eder:

source: <p>To change direction, use point in direction.<br/> Or you can turn.</p> <p>To go to a certain spot on the screen, use “go to x y”</p> <p>To glide smoothly, use “glide to x y”</p>
ca: <p>Per canviar la direcció, utilitza apunta en diercció.<br/> O pots fer-lo girar.</p> <p>Per anar a un lloc determinat de la pantalla, fes servir “vés a x: y:”</p> <p>Perquè es mogui suament, fes servir “llisca fins x: y:”</p>
es: <p>Para cambiar la dirección, utiliza apuntar a dirección.<br/> O puedes dar vuelta.</p> <p>Para ir a un lugar determinado en la pantalla, utilizar "Ir a x y"”</p> <p>Para deslizarse suavemente, utilice "deslizarse a x y"</p>
fr: <p>Pour changer de direction, emploie se diriger en faisant un angle de .<br/> Ou vous pouvez activer.</p> <p>Pour aller à un certain endroit sur ​​l'écran, utiliser «aller à x y"</p> <p>Pour glisser en douceur, utilisez "glisser pour x y" </p>
gl: <p>Para cambiar a dirección, utiliza apuntar a dirección.<br/> Ou podes dar volta.</p> <p>Para ir a un lugar determinado na pantalla, utiliza "Ir a x y"”</p> <p>Para esbarar con suavidade, utiliza "esbarar a x y"</p>
it: <p>Per cambiare direzione usa PUNTA IN DIREZIONE.<br/> Oppure puoi ruotare.</p> <p>Per raggiungere un certo punto dello schermo usa “vai a x y”</p> <p>Per scivolare gradualmente usa invece “scivola a x y”</p>
lv: <p>Lai mainītu virzienu, izmanto pagriezt virziena.<br/> Vai arī vari pagriezt.</p> <p>Lai nonāktu kādā noteiktā ekrāna vietā, izmanto “iet uz x y”</p> <p>Lai gludi slīdētu, izmanto “slīdēt uz x y”</p>
nb: <p>Du kan snu på figuren med "pek i retning"<br/> eller "vend".</p> <p>For å hoppe til et bestemt sted, bruk "gå til x y".</p> <p>For å få en jevn bevegelse, bruk "gli til x y".</p>
pt: <p>Para mudar a direcção, use «altera a tuas direcção» ou «aponta em direcção».<br/> Alternativamente, também pode usar «gira».</p> <p>Para ir para um dado ponto do palco, use «vai para as coordenadas»</p> <p>Para deslizar suavemente, use «desliza para as coordenadas»</p>
sl: <p>Za spremembo smeri, uporabi točko v ustrezni smeri.<br/> Ali pa se lahko obrneš.</p> <p>da greš na določeno mesto na odru, uporabi "pojdi na x y”</p> <p>Da se premikaš gladko, uporabi “drsi do x y”</p>

source: First, choose a letter
fr: D'abord, choisis une lettre
gl: Primeiro, elixe unha letra
it: Primo, scegli una lettera
lv: Sākumā izvēlies burtu
nb: Først: velg en bokstav
pt: Primeiro escolha uma letra
tr: Önce, bir harf seç

source: Choose the First Letter
fr: Choisis la première lettre
gl: Elixe a Primeira Letra
it: Scegli la Prima Lettera
lv: Izvēlies pirmo burtu
nb: Velg den første bokstaven
pt: Escolher a Primeira Letra
tr: İlk Harfi Seç

source: Add Color Effects
de: Füge Farbeffekte hinzu
fr: Ajoute des effets de couleurs
gl: Engade Efectos de Cor
it: Aggiungi Effetti Colore
lv: Pievieno krāsu efektus
nb: Legg på farge-effekt
pt: Adicionar Efeitos de Cor
tr: Renk Etkileri Ekleme

source: Add Your Next Letter
fr: Ajoute ta lettre suivante
gl: Engade a Túa Seguinte Letra
it: Aggiungi la Tua Lettera Successiva
lv: Pievieno nākamo burtu
nb: Legg til neste bokstav
pt: Adicionar a Sua Próxima Letra
tr: Sonraki Harfi Ekleme

source: Make It Spin
fr: Fais le tourner
gl: Fai que Xire sobre si Mesma
it: Falla Ruotare
lv: Liec tam griezties
nb: Få den til å snurre
pt: Fazê-la Girar

source: Finish Your Name
fr: Termine ton nom
gl: Completa o Teu Nome
it: Finisci il Tuo Nome
lv: Pabeidz savu vārdu
nb: Fullfør navnet ditt
pt: Terminar o Seu Nome
tr: Adını Tamamla

source: To start, choose the first letter of your username, initials, or favorite word.
fr: Pour commencer, choisis la première lettre de ton nom d'utilisateur, initiales ou mot préféré.
it: Per iniziare, scegli la prima lettera del tuo username, delle tue initiali o della tua parola preferita.
lv: Lai sāktu, izvēlies pirmo burtu no sava lietotāja vārda, iniciāļus vai kādu citu vārdu.
nb: Begynn med første bokstav i ditt navn, brukernavn eller i et ord du velger.
pt: Para começar, escolha a primeira letra do seu nome de utilizador, iniciais ou palavra favorita.
tr: Adının, lakabının veya istediğin başka bir kelimenin ilk harfini seçerek başlayalım.

source: Click this icon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:
fr: Clique sur cette icône <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> pour choisir un nouveau lutin:
it: Clicca questa icona <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> per scegliere un nuovo sprite:
lv: Klikšķini ikonu <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">, lai izvēlētos jaunu gariņu:
nb: Klikk <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> for å hente en ny figur:
pt: Clique neste ícone <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> para escolher um novo actor:
tr: Yeni bir kukla seçmek için <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> simgesine tıkla:

source: Then select one of the letters in the Sprite library:
fr: Ensuite choisi une des lettres de la bibliothèque des Lutins
it: Ora seleziona una delle lettere che trovi nella libreria degli Sprite:
lv: Tad no gariņu krātuves izvēlies vienu burtu:
nb: Velg en av bokstavene i biblioteket:
pt: Depois, seleccione uma das letras da biblioteca de Actores:
tr: Kütüphanenin içindeki harflerden bir tanesini seç:

source: Why are characters in Scratch called 'sprites'? We borrowed the word from the first video games.
es: ¿Por qué los personajes de Scratch llaman 'sprites' (objetos)? Pedimos prestado el término de los primeros videojuegos.
fr: Pourquoi les personnages de Scratch sont-ils appelés «lutins»? Nous avons emprunté ce nom des contes pour enfants.
it: Perché i personaggi di Scratch sono chiamati 'sprite'? Abbiamo preso in prestito la parola dai vecchi videogiochi.
lv: Kāpēc Scratch tēlus sauc par 'gariņiem'? Mēs aizņēmāmies šo nosaukumu no senākajām datorspēlēm.
nb: Figurer i Scratch kan være alle slags ting. (Den engelske betegnelsen på figur er "Sprite".)
pt: Porque é que os actores no Scratch em inglês se chamam «sprites»? Pedimos o nome emprestado aos primeiros jogos vídeo.
tr: Scratch'da 'kukla' dediğimiz karakterlere İngilizcesinde 'sprite' deniyor. Sprite kelimesi ilk bilgisayar oyunlarından esinlenilmiş bir isimdir.

source: Tip: If you don't want the cat in your project, you can delete it using the scissors tool.
fr: Conseil: Si vous ne voulez pas le chat dans votre projet, vous pouvez le supprimer en utilisant l'outil de ciseaux.
it: Suggerimento : Se nel tuo progetto non ti occorre il gatto, puoi cancellarlo usando lo strumento forbici.
lv: Padoms: Ja savā projektā nevēlies kaķi, vari to izdzēst ar šķērēm.
nb: Tips: Hvis du ikke vil ha katten i prosjektet kan du slette den med sakseverktøyet.
pt: Dica: Se não quer o gato no seu projecto, pode removê-lo usando a ferramenta da tesoura.
tr: İpucu: Eğer projende kediye yer vermek istemiyorsan, makası kullanarak silebilirsin.

source: Click on the scissors, then click on the cat.
fr: Clique sur les ciseaux, ensuite clique sur le chat.
it: Clicca sulle forbici, poi clicca sul gatto.
lv: Klikšķini uz šķērēm un tad uz kaķa.
nb: Klikk først på saksen, deretter på katten.
pt: Clique na tesoura, depois clique no gato.
tr: Makası, simgesine tıklayarak eline al ve sonra kediye tıkla.

source: Next, add color effects
fr: Ensuite, ajoute des effets couleurs
gl: Despois, engade efectos de cor
it: Ora aggiungi degli effetti colore
lv: Tālāk pievienosim krāsu efektus
nb: Videre: farge-effekter
pt: Agora adicione efeitos de cor
tr: Sırada, renk etkileri ekleme var

source: Make the letter change color whenever it's clicked.
fr: Fais en sorte que la lettre change de couleur quand elle est cliquée.
gl: Fai que a letra cambie de cor cando se preme sobre ela.
it: Fai cambiare colore alla lettera ogni volta che viene cliccata.
lv: Maini burta krāsu katru reizi, kad uz tā uzklikšķini.
nb: Få bokstaven til å endre farge når den klikkes.
pt: Faça a letra mudar de cor sempre que for clicada.
tr: Bu harfin, tıklandığında rengini değiştirmesini sağlayalım.

source: <p>Click the <span class="lookscolor">Looks</span> category, then drag a <span class="lookscolor">change color effect</span> block into the Scripts area: <p><img src = "%(STATIC_URL)s/images/help/drag-change-color-animated.gif"></p> You can click on that block to try it.</p>
fr: <p>Clique la catégorie <span class="looks color">Apparence</span> , ensuite déplace le bloc <span class="lookscolor">ajoute à l'effet couleur</span> dans l'aire des Scripts: <p><img src = "%(STATIC_URL)s/images/help/drag-change-color-animated.gif"></p> Tu peux cliquer sur le bloc pour l'essayer.</p>
gl: <p>Preme na categoría <span class="lookscolor">Apariencia</span>, despois arrastra un bloque <span class="lookscolor">cambiar efecto cor </span>na área de Programas: <p><img src = "%(STATIC_URL)s/images/help/drag-change-color-animated.gif"></p> Podes premer nese bloque ou probalo.</p>
it: <p>Clicca la categoria <span class="lookscolor">Aspetto</span>, poi trascina un blocco <span class="lookscolor">cambia effetto colore</span> nell'area degli Script: <p><img src = "%(STATIC_URL)s/images/help/drag-change-color-animated.gif"></p> Puoi cliccare sul blocco per provarlo.</p>
lv: <p>Klikšķini sadaļu <span class="lookscolor">Izskats</span>, tad velc bloku <span class="lookscolor">mainīt krāsas efektu</span> programmu laukumā: <p><img src = "%(STATIC_URL)s/images/help/drag-change-color-animated.gif"></p> Lai izmēģinātu, klikšķini uz šī bloka.</p>
nb: <p>Klikk for å velge <span class="lookscolor">Utseende</span>- gruppen av klosser, og dra en <span class="lookscolor">endre farge-effekt</span> kloss inn i skript-vinduet: <p><img src = "%(STATIC_URL)s/images/help/drag-change-color-animated.gif"></p> Du kan klikke på klossen for å se hva den gjør.</p>
pt: <p>Clique na categoria <span class="lookscolor">Aparência</span> e depois arraste o bloco <span class="lookscolor">adiciona ao teu efeito o valor</span> para a área Guiões: <p><img src = "%(STATIC_URL)s/images/help/drag-change-color-animated.gif"></p> Pode clicar no bloco para o experimentar.</p>
tr: <p><span class="lookscolor">Görünüm</span> grubuna tıkla ve <span class="lookscolor">[renk etkisini ... arttır]</span> taşını diziler alanına taşı: <p><img src = "%(STATIC_URL)s/images/help/drag-change-color-animated.gif"></p> Etkisini görmek istersen bu taşa tıklayabilirsin.</p>

source: <p>Click the <span class="eventscolor">Events</span> category. Drag out a <span class="eventscolor">when this sprite clicked</span> block and snap it on top: <p><img src = "%(STATIC_URL)s/images/help/when-clicked-color.png"></p>
fr: <p>Clique la catégorie<span class="eventscolor">Evènements</span> . Déplace le bloc<span class="events color">quand ce lutin est cliqué</span> et emboîte le sur le dessus de la pile: <p><img src = "%(STATIC_URL)s/images/help/when-clicked-color.png"></p>
gl: <p>Preme na categoría <span class="eventscolor">Eventos</span>. Arrastra un bloque <span class="eventscolor">ao premer esta figura</span> e encaixao por arriba: <p><img src = "%(STATIC_URL)s/images/help/when-clicked-color.png"></p>
it: <p>Clicca la categoria <span class="eventscolor">Situazioni</span>. Trascina un blocco <span class="eventscolor">quando si clicca questo sprite</span> e attaccalo in cima: <p><img src = "%(STATIC_URL)s/images/help/when-clicked-color.png"></p>
lv: <p>Izvēlies sadaļu <span class="eventscolor">Notikumi</span>. Izvelc bloku <span class="eventscolor">kad uzklikšķināts uz šī gariņa</span> un pievieno to augšpusē: <p><img src = "%(STATIC_URL)s/images/help/when-clicked-color.png"></p>
nb: <p>Klikk på <span class="eventscolor">Hendelser</span>. Dra ut en <span class="eventscolor">når denne figuren klikkes</span>-kloss og fest den øverst: <p><img src = "%(STATIC_URL)s/images/help/when-clicked-color.png"></p>
pt: <p>Clique na categoria <span class="eventscolor">Eventos</span>. Arraste um bloco <span class="eventscolor">Quando alguém clicar em ti</span> e encaixe-o no topo: <p><img src = "%(STATIC_URL)s/images/help/when-clicked-color.png"></p>
tr: <p><span class="eventscolor">Olaylar</span> grubunu aç. <span class="eventscolor">[bu kukla tıklanınca]</span> taşını al ve üste yapıştır: <p><img src = "%(STATIC_URL)s/images/help/when-clicked-color.png"></p>

source: <p>Now you can click your letter on the Stage to see its color change:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
fr: <p>Maintenant tu peux cliquer sur la lettre sur la Scène pour voir sa couleur changer:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
gl: <p>Agora podes premer na túa letra sobre o Escenario para ver o cambio de cor:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
it: <p>Ora puoi cliccare la tua lettera sullo Stage per veder cambiare il suo colore:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
lv: <p>Tagad vari klikšķināt burtu uz skatuves un redzēt, kā mainās krāsa:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
nb: <p>Nå kan du klikke bokstaven på scenen og se fargen forandre seg:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
pt: <p>Agora pode clicar sobre a sua letra no Palco para ver a sua cor mudar:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
tr: <p>Şimdi Sahne üzerinde bu harfe tıkla ve renginin değiştiğini gör:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">

source: Next, add a sound
fr: Maintenant, ajoute un son.
gl: Despois, engade un son.
it: Ora aggiungi un suono
lv: Nu pievienosim skaņu
nb: Videre: legg på lyd
pt: Agora, adicione um som
tr: Şimdi, bir ses ekle
