Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Oldest
ca: Més antics
cs: Nejstarší
de: Am ältesten
el: Τα πιο παλιά
es: Más antiguos
et: Vanimad
eu: Zaharrenak
fr: Le plus ancien
ga: Is Sine
gl: Os máis antigos
he: הישן ביותר
it: I più vecchi
ja: 最古
lv: Vecākie
nb: Eldste
pt: Mais antigos
ro: Cele mai vechi
sl: Najstarejše
sr: Најстарије
sv: Äldsta
tr: En eski
uk: Старіші

source: Most viewed
ca: Més vistos
cs: Nejprohlíženější
de: Aufrufe
el: Έργα με τις περισσότερες προβολές
es: Más vistos
et: Enim vaadatud
eu: Ikusienak
fr: Les plus consultés
ga: Feicthe is minice
gl: Máis vistos
he: הנצפה ביותר
it: I più visti
ja: 最も見られた作品
lv: Skatītākie
nb: Mest sett
pt: Mais vistos
ro: Cele mai vizualizate
sl: Najbolj gledano
sr: Најчешће прегледано
sv: Mest sedda
tr: En fazla izlenenler
uk: Найбільш переглядають

source: Most loved
ca: Més agraden
cs: Nejvíc lajků
de: Beliebtheit
el: Τα πιο αγαπημένα έργα
es: Más queridos
et: Enim meeldivad
eu: Gustokoenak
fr: Les préférés
ga: An grá is mó
gl: Máis queridos
he: האהוב ביותר
it: I più amati
ja: 最も好きが付いた作品
lv: Visvairāk patika
nb: Mest likt
pt: Preferidos
ro: Cele mai indragite
sl: Največkrat všečkano
sr: Највољенији
sv: Mest gillade
tr: En sevilenler
uk: Улюблені

source: Most favorited
ca: Més favorits
cs: Nejvíc vybírané
de: Favoriten
el: Τα πιο λατρεμένα έργα
es: Más favoritos
et: Enim eelistatud
eu: Kuttunenak
fr: Les favoris
ga: Ceanaithe is minice
gl: Máis favoritos
he: המועדף ביותר
it: I più apprezzati
ja: 最もお気に入りになった作品
lv: Visvarāk izvēlēti
nb: Mest favoritt
pt: Mais favoritos
ro: Favorite
sl: Najbolj priljubljeni
sr: Најомиљенији
sv: Mest favoritmärkta
tr: En gözde
uk: Найбільш популярні

source: Most remixed
ca: Més reinventats
cs: Nejvíce upravované
de: Remixe
el: Έργα με τις περισσότερες αναμίξεις
es: Más reinventados
et: Enim remiksitud
eu: Birnahastuenak
fr: Les plus souvent remixés
ga: Athmheasctha is minice
gl: Máis reinventados
he: הכי הרבה רמיקסים
it: I più remixati
ja: 最もリミックスされた作品
lv: Visvairāk remiksēti
nb: Mest remikset
pt: Mais remisturados
ro: Cele mai amestecate
sl: Največkrat predelani
sr: Најчешће прерађивано
sv: Mest remixade
tr: En fazla katkı yapılanlar
uk: Найбільш змінювані

source: Please enter the text below
de: Bitte gebe den Text unten ein
el: Πληκτρολογείστε το κείμενο παρακάτω
fr: Veuillez saisir le texte ci-dessous
gl: Por favor introduce o texto abaixo
it: Inserisci il testo che vedi qui sotto
lv: Lūdzu ievadi tekstu zemāk
nb: Skriv inn teksten nedenfor
pt: Por favor introduza o texto abaixo
tr: Lütfen aşağıdaki metni gir

source: Or Join Scratch
ca: O uneix-te a Scratch
de: Oder werde Scratcher
el: Ή κάντε εγγραφή
es: O únase a Scratch
et: Või ühine Scratchiga
eu: Edo Scratchera batu
fr: Rejoindre Scratch
gl: Ou únete a Scratch
it: O unisciti alla comunità di Scratch
lv: Vai pievienojies Scratch
nb: Bli Scratch-bruker
pt: Ou Adira ao Scratch
ro: Sau alatura-te Scratch
sl: ali se pridruži Scratchu
sv: Eller gå med i Scratch
tr: Veya Scratch'a Katıl
uk: Приєднатись

source: Uh oh
ca: Ui ui
de: Oh je
el: Ωχ όχι
es: Oh oh
eu: Hara!
gl: Oh oh
it: Oh oh
lv: Ak vai
nb: Å nei!
pt: Ops...
sl: Oh ne
sr: Ух ох
tr: Hay aksi
uk: Ох

source: It's easy (and free!) to sign up for a Scratch account.
ca: És fàcil (i gratuït!) crear un usuari per l'Scratch.
cs: Je snadné (a zdarma!) si zaregistrovat Scratch účet.
de: Es ist einfach (und kostenlos!), sich bei Scratch zu registrieren.
el: Η εγγραφή στο Scratch είναι εύκολη (και δωρεάν!)
es: Es fácil (y gratis) registrar una cuenta Scratch.
et: Scratchi konto loomine on lihtne (ja vaba!).
eu: Erreza (eta dohakoa!) da zure Scratcheko kontua sortzea.
fr: Il est facile (et gratuit!) de s'inscrire pour un compte Scratch.
ga: Tá sé éasca (agus saor ó chostas!) cuntas Scratch a chruthú.
gl: É doado (e gratis!) rexistra unha conta Scratch.
it: É semplice (e gratuito!) registrarsi su Scratch
lv: Izveidot Scratch kontu ir vienkārši un bez maksas!
nb: Det er lett (og gratis!) å registrere en Scratch-brukerkonto.
pt: É fácil (e grátis!) aderir a uma conta Scratch.
ro: Este usor (si gratuit) sa creezi un cont Scratch.
sl: Scratch registracija je enostavna (in brezplačna).
sr: Лако је (и бесплатно!) да се пријавиш за Скрач налог.
sv: Det är lätt (och gratis!) att registrera sig för ett Scratchkonto.
tr: Scratch'da bir hesap açmak hem çok kolay hem de bedava.
uk: Це легко (і безкоштовно!), щоб ввійти до облікового запису Скретчу.

source: Choose a Scratch Username
ca: Tria un nom d'usuari d'Scratch
cs: Vyber si přihlašovací jméno pro Scratch
de: Wähle einen Scratch-Benutzernamen
el: Επιλογή ονόματος χρήστη
es: Elige un nombre de usuario en Scratch
et: Vali Scratchi kasutajanimi
eu: Scratcherako erabiltzaile izena hautatu
fr: Choisir un nom d'utilisateur Scratch
ga: Roghnaigh Ainm Úsáideora Scratch
gl: Elixe un nome de usuario Scratch
it: Scegli il tuo Username
lv: Izvēlies Scratch lietotājvārdu
nb: Velg et brukernavn
pt: Escolha um Nome de Utilizador Scratch
ro: Alege un nume de utilizator Scratch
sl: Izberi si Scratch uporabniško ime
sr: Изабери име за Скрач налог
sv: Välj ett Scratch användarnamn
tr: Bir Scratch Kullanıcı Adı Belirle
uk: Оберіть ім’я користувача Скретчу

source: Don't use your real name
ca: No facis servir el teu nom real
cs: Nepoužívej své skutečné jméno
de: Benutze nicht deinen echten Namen
el: Μη χρησιμοποιήσετε το πραγματικό σας όνομα!
es: No uses tu nombre real
et: Ära kasuta oma tegelikku nime
eu: Ez erabili zure benetazko izena
fr: Est-ce que c'est votre nom réel ?
ga: Ná húsáid d'fhíorainm
gl: Non uses o teu nome verdadeiro
it: Non usare il tuo nome
lv: Neizmanto savu īsto vārdu
nb: Ikke bruk ditt virkelige navn
pt: Não use o seu nome real
ro: Nu folosi numele tau real
sl: Ne uporabljaj svojega pravega imena
sr: Немој да користиш своје право име
sv: Använd inte ditt riktiga namn
tr: Gerçek adını kullanma
uk: Не використовуйте своє ім’я

source: Choose a Password
ca: Tria una contrasenya
cs: Zvol si heslo
de: Wähle ein Kennwort
el: Επιλογή κωδικού πρόσβασης
es: Elija una contraseña
et: Vali parool
eu: Pasahitza aukeratu
fr: Choisir un mot de passe
ga: Roghnaigh Focal Faire
gl: Elixe un Contrasinal
it: Scegli una Password
lv: Izvēlies paroli
nb: Velg et passord
pt: Escolha uma Palavra-Passe
ro: Alege o parola
sl: Izberi geslo
sr: Изабери лозинку
sv: Välj ett lösenord
tr: Bir Şifre seç
uk: Оберіть пароль

source: Remember it - don't tell anyone else
ca: Recorda - no la diguis a ningú
cs: Zapamatuj si jej - neříkej to nikomu jinému
de: Merke es dir - verrate es niemandem
el: Να θυμάστε τον κωδικό σας - μην τον δώσετε σε κανέναν!
es: Recuérdala - no se la digas a nadie
et: Jäta see meelde - ära ütle seda kellelegi
eu: Gogora ezazu - eziozu inorri esan
fr: Souvenez-vous en - ne le communiquez à personne d'autre
ga: Meabhraigh é, agus ná hinis d'éinne eile é
gl: Lémbrate del - non llo digas a ninguén
it: Non dimenticarla - non dirla a nessun altro
lv: Atceries - nesaki to nevienam citam
nb: Husk det - og ikke fortell det til andre
pt: Memoriza-a - não a reveles a ninguém
ro: Aminteste-ti - nu spune nimanui
sl: Zapomni si ga - ne povej ga nikomur
sr: Запамти је - немој да је откријеш другима
sv: Kom ihåg det - berätta inte för någon
tr: Unutma ve kimseye söyleme
uk: Пам’ятайте його, і нікому не повідомляйте

source: Confirm Password
ca: Confirma la contrasenya
cs: Potvrzení hesla
de: Kennwort bestätigen
el: Επιβεβαίωση κωδικού πρόσβασης
es: Confirmar contraseña
et: Kinnita parooli
eu: Pasahitza baieztatu
fr: Confirmation du mot de passe
ga: Deimhnigh an Focal Faire
gl: Confirmar Contrasinal
it: Conferma Password
ja: 新しいパスワード(確認用)
lv: Aptiprināt paroli
nb: Skriv passordet igjen
pt: Confirme a Palavra-Passe
ro: Confirma parola
sl: Potrdi geslo
sr: Потврди лозинку
sv: Bekräfta Lösenord
tr: Şifre Sağlaması
uk: Підтвердити пароль

source: Retype your password
ca: Torna a escriure la teva contrasenya
cs: Znovu napiš své heslo
de: Tippe dein Kennwort erneut ein
el: Επαναπληκτρολόγηση κωδικού
es: Vuelve a escribir tu contraseña
et: Sisesta oma parol veelkord
eu: Pasahitza berridatzi
fr: Retaper votre mot de passe
ga: Clóscríobh an focal faire arís
gl: Volve a escribir o teu contrasinal
it: Digita nuovamente la password
lv: Atkārto paroli vēlreiz
nb: Skriv passordet igjen
pt: Reintroduz a tua palavra-passe
ro: Retasteaza parola ta
sl: Ponovno vpiši svoje geslo
sr: Поново откуцај исту лозинку
sv: Upprepa ditt lösenord
tr: Şifreni tekrar yaz
uk: Введіть ще раз пароль

source: Your responses to these questions will be kept private.
ca: Les respostes a aquestes preguntes és mantindràn en privat.
cs: Tvoje odpovědi na tyto otázky zůstanou důvěrné.
de: Deine Antworten auf diese Fragen werden vertraulich behandelt.
el: Οι απαντήσεις σας για αυτές τις ερωτήσεις θα παραμείνουν κρυφές.
es: Tus respuestas a estas preguntas se guardarán confidencialmente.
et: Sinu vastused neile küsimustele jäävad privaatseteks.
eu: Galdera hauei emandako zure erantzunak pribatuan mantenduko dira.
fr: Vos réponses à ces questions resteront condidentielles.
ga: Coinneoimid do fhreagraí ar na ceisteanna seo príobháideach.
gl: As túas respostas a estas preguntas gardaranse de xeito confidencial.
it: Le tue risposte a queste domande non saranno rese pubbliche.
lv: Tavas atbildes uz šiem jautājumiem tiks saglabātas privātas.
nb: Svaret på disse spørsmålene blir ikke tilgjengelig for andre.
pt: As suas respostas a estas questões serão mantidas privadas.
ro: Raspunsul tau la aceste intrebari va fi pastrat privat.
sl: Tvojih odgovorov na ta vprašanja ne bomo posredovali nikomur drugemu.
sr: Твоји одговори на ова питања биће сматрани за твоје приватне.
sv: Dina svar på dessa frågor kommer att hållas privat.
tr: Bu sorulara verdiğin cevaplar gizli tutulacak.
uk: Ваші відповіді на ці питання не будуть розголошуватися.

source: Why do we ask for this info
ca: Per què et preguntem aquesta informació
cs: Proč žádame o tyto informace
de: Warum wir nach diesen Informationen fragen
el: Ζητάμε αυτές τις πληροφορίες:
es: Por qué pedimos estos datos
et: Miks me küsime seda infot
eu: Zergatik eskatzen ditugun datu hauek
fr: Pourquoi demandons-nous cette info ?
ga: Cén fáth a dteastaíonn an t-eolas sin uainn?
gl: Por que che pedimos estes datos
it: Perché ti chiediamo queste informazioni
lv: Kāpēc mēs prasām šo informāciju
nb: Hvorfor spør vi om dette
pt: Porque pedimos esta informação
ro: De ce solicitam aceste informatii
sl: Zakaj sprašujemo po teh informacijah
sr: Зашто тражимо ове податке
sv: Varför frågar vi efter denna information
tr: Neden bu bilgileri istiyoruz
uk: Чому ми запитуємо цю інформацію

source: Birth Month and Year
ca: Mes i Any de Naixement
cs: Měsíc a rok narození
de: Geburtsmonat und -jahr
el: Ημερομηνία Γέννησης
es: Mes y año de nacimiento
et: Sünnikuu ja -aasta
eu: Jaiotze hila eta urtea
fr: Mois et année de naissance
ga: Mí agus Bliain Bhreithe
gl: Mes e Ano de Nacemento
it: Mese ed Anno di nascita
lv: Dzimšanas mēnesis un gads
nb: Fødselsmåned og -år
pt: Mês e Ano de Nascimento
ro: Luna si anul nasterii
sl: Mesec in leto rojstva
sr: Месец и година рођења
sv: Födelsemånad och år
tr: Doğum Ayı ve Yılı
uk: Місяць народження і рік

source: We use this information to calculate the age range of people who use Scratch, and to confirm that you are the owner of the account if you contact us. Your birth month and year will not be made public.
ca: Utilitzem aquesta informació per calcular el rang d'edat de les persones que utilitzen Scratch, i per confirmar que ets el propietari del compte si ens contactes. El teu mes de naixement i l'any no seràn públics.
cs: Používáme tuto informaci pro výpočet věkového rozpětí lidí, kteří Scratch používají a k potvrzení toho, že jsi vlastníkem účtu pokud bys nás kontaktoval. Tvůj datum narození nebude zveřejněný.
de: Wir benutzen diese Daten, um die Altersspanne der Personen zu errechnen, die Scratch benutzen, und um zu überprüfen, ob du der Eigentümer dieses Benutzerkontos bist, falls du uns kontaktierst. Deine Geburtsdaten werden nicht veröffentlicht.
el: Χρησιμοποιούμε αυτές τις πληροφορίες για να υπολογίσουμε το φάσμα ηλικιών των μελών του Scratch, καθώς επίσης για να επιβεβαιώσουμε ότι εσείς είστε ο κάτοχος του λογαριασμού σας σε περίπτωση που επικοινωνήσετε μαζί μας. Η ημερομηνία γέννησής σας θα παραμείνει κρυφή.
es: Usamos estos datos para calcular la edad de las personas que usan Scratch, y para confirmar que el propietario de la cuenta si nos contacta. Su fecha de nacimiento no se hará pública.
et: Me kasutame seda teavet Scratchi kasutaja vanuse arvutamiseks ja kontrollimiseks, et oled konto omanik kui võtad meiega ühendust. Sinu sünnikuud ja -aastat ei avalikustata.
eu: Datu hauek Scratch darabilen jendearen esparrua ezagutzeko darabilzkigu, eta gurekin kontaktatzen duzunean kontuaren jabea zu zarela jakiteko. Zure jaiotze hila eta urtea ez dira publikoki erakutsiko.
fr: Nous utilisons ces informations pour calculer la tranche d'âge des personnes qui utilisent Scratch, et pour confirmer que vous êtes le titulaire du compte si vous nous contactez. Votre mois et année de naissance ne seront pas rendus publics.
ga: Úsáidimid an fhaisnéis seo chun anailís a dhéanamh ar aois na ndaoine a úsáideann Scratch, agus chun deimhniú gur leatsa an cuntas má théann tú i dteagmháil linn. Ní fhoilseofar mí nó bliain do bhreithe go poiblí.
gl: Usamos estes datos para calcular a idade das persoas que usan Scratch, e para confirmar que ti eres o dono da conta que contacta connosco. A túa data de nacemento non se fará pública.
it: Usiamo queste informazioni per calcolare la fascia di età degli utenti di Scratch e per confermare che tu sia il legittimo proprietario dell'account quando ci contatti. Il tuo mese ed anno di nascita non saranno resi pubblici.
lv: Mēs šo informāciju izmantojam, lai noteiktu cik un kādi cilvēki izmanto Scratch, un lai apstiprinātu, ka šis ir tavs profils, ja vēlēsies sazināties ar mums. Tavs dzimšanas mēnesis un gads netiks publiskoti.
nb: Vi bruker dette for å vite omtrent hvor gamle Scratch-brukerne er, og for å kontrollere at du er riktig eier av brukerkontoen hvis du kontakter oss. Din fødselsmåned og -år blir ikke gjort tilgjengelig for andre.
pt: Usamos esta informação para calcular a gama de idades das pessoas que usam o Scratch e para confirmar que você é o proprietário da conta quando nos contactar. O mês e o ano do seu nascimento não serão tornados públicos.
ro: Folosim aceasta informatie pentru a calcula limitele de varsta ale celor ce utilizeaza Scratch si pentru a confirma ca esti proprietarul contului daca ne contactezi. Luna si anul nasterii tale nu vor fi facute publice.
sl: Te informacije uporabljamo za izračun razpona starosti uporabnikov Scratcha in da lahko, v primeru, da nam pišeš, potrdimo, da si res lastnik tega računa. Meseca in leta rojstva ne bomo javno objavili.
sr: Користимо ове податке да израчунамо у којим се границама налази старост људи који користе Скрач, такође да потврдимо да си ти власник налога уколико нас будеш контактирао. Месец и година твог рођења неће бити доступни јавно.
sv: Vi använder denna information för att beräkna åldern på personer som använder Scratch, och för att bekräfta att du är ägaren av kontot om du kontaktar oss. Din födelsemånad och år kommer inte att offentliggöras.
tr: Bu bilgiyi, Scratch kullanıcılarının yaş ortalamasını hesaplamak ve bizimle temasa geçmen gerektiğinde hesabın sana ait olduğunu anlamak için kullanacağız. Doğum tarihini kimseyle paylaşmayacağız.
uk: Ми використовуємо цю інформацію для підрахунку віку людей, які використовують Скретч, і для підтвердження, що ви є власником облікового запису, якщо ви звернетеся до нас. Ваш місяць народження й рік не будуть оприлюднені.

source: Gender
ca: Gènere
cs: Pohlaví
de: Geschlecht
el: Φύλο
es: Género
et: Sugu
eu: Generoa
fr: Genre
ga: Inscne
gl: Xénero.
it: Sesso
lv: Dzimums
nb: Kjønn
pt: Sexo
ro: Genul
sl: Spol
sr: Пол
sv: Kön
tr: Cinsiyet
uk: Стать

source: This helps the Scratch design team understand who is using Scratch, and provides information that helps us broaden participation. This information is not visible on your account, and is only used to describe overall participation.
ca: Això ajuda a l'equip d'Scratch a entendre qui fa servir Scratch i ens dóna informació que ens ajuda a millorar la participació. Aquesta informació no és vibible en el teu compte i només es fa servir per descriure la participació global.
cs: Toto pomáhá návrhovému týmu Scratch pochopit, kdo Scratch používá a poskytuje informace pomáhající nám rozšiřovat spoluúčast. Tato informace není viditelná v tvém účtu, je použita pouze k popisu celkovému zapojení.
de: Das hilft dem Scratch-Team nachzuvollziehen, wer Scratch benutzt, und liefert uns Informationen, die dazu beitragen, den Teilnehmerkreis auszuweiten. Diese Information ist nicht in deinem Konto zu sehen und wird nur benutzt, die Beteiligung insgesamt zu beschreiben.
el: Αυτή η πληροφορία θα βοηθήσει την ομάδα σχεδίασης του Scratch να καταλάβει ποια άτομα χρησιμοποιούν κυρίως το Scratch, ενώ παράλληλα προσφέρει πληροφορίες που θα μας βοηθήσουν να διευρύνουμε τη συμμετοχή των μελών. Αυτή η πληροφορία θα παραμείνει κρυφή και θα χρησιμοποιηθεί μόνο για την περιγραφή της ολικής συμμετοχής των μελών μας.
es: Esto ayuda al grupo de diseño de Scratch a entender quién está usando Scratch y provee información que nos ayuda a ampliar la participación. Esta información no está visible en su cuenta y solo se usa para describir la participación general.
et: See aitab Scratch disaini meeskonnal aru saada, kes on Scratchi kasutajad ja annab teavet, mis aitab meil kasutajaskonda laiendada. See info ei ole nähtav sinu kontol, ja seda kasutatakse ainult kasutajate üldiseks kirjeldaiseks.
eu: Honek Scratcheko diseinu taldeari Scratch nork darabilen ezagutzen laguntzen dio, eta partehartzea zabaltzen laguntzen digun informazioa damaigu. Informazio hau ez dago erakusgarri zure kontuan, eta partehartze orokorra deskribatzeko soilik da erabilia.
fr: Cela permet à l'équipe des concepteurs de Scratch pour comprendre qui utilise Scratch, et ​​fournit des informations qui nous aide à élargir la participation. Cette information n'est pas visible sur votre compte, et elle est utilisée uniquement pour décrire la participation globale.
ga: Tugann sé seo eolas dúinn faoi na daoine a úsáideann Scratch, chun cabhrú linn rannpháirtíocht a leathnú. Ní bheidh an t-eolas seo infheicthe ar do chuntas.
gl: Esto axuda ao grupo de deseño de Scratch a entender quen está usando Scratch, e proporciona información que nos axuda a ampliar a participación. Esta información non é visible na túa conta, e só se usa para describir a participación conxunta.
it: Queste informazioni aiutano il Team degli sviluppatori di Scratch a identificare chi sono gli utenti di Scratch e ci permettono di ampliare la comunità di Scratch. Queste informazioni non sono visibili sul tuo profilo, ma vengono utilizzate solo per visualizzare informazioni generali sui membri della comunità di Scratch.
lv: Tā palīdz Scratch veidotāju komandai saprast, kas ir Scratch lietotāji, un nodrošina mūs ar informāciju, kura palīdz paplašināt sadarbību. Šī informācija nav redzama tavā profilā un tiek izmantota tikai lai vispārīgi raksturotu visus dalībniekus.
nb: Dette hjelper oss å forstå hvem som bruker Scratch og hvordan vi kan få flere til å delta. Denne informasjonen vises ikke på din brukerkonto og brukes bare til statistikk.
pt: Isto ajuda a equipa que concebe o Scratch a perceber quem usa o Scratch e fornece informação que nos ajuda a alargar a participação. Esta informação não é visível na sua conta e é usada apenas para descrever a participação em geral.
ro: Aceasta ajuta echipa Scratch pentru a intelege cine foloseste Scratch si furnizeaza informatii care ne ajuta la extinderea participarii. Aceasta informatie nu este vizibila in contul tau si este folosita numai pentru a descrie participarea globala.
sl: Ta informacija pomaga ekipi Scratcha razumeti, kdo uporablja Scratch in tako pripomore k širjenju sodelovanja. Ta informacija na tvojem računu ni vidna in je uporabljena le za opis splošne udeležbe.
sr: Ово помаже тиму који дизајнира Скрач да схвати ко користи Скрач и пружа податак који нам помаже да проширимо кориснике. Овај податак није видљив на вашем налогу и користи се једино да прикаже збирне податке.
sv: Detta hjälper Scratch designteam att förstå vem som använder Scratch, och ger information som hjälper oss att bredda deltagandet. Denna information är inte synlig på ditt konto, och används endast för att beskriva det totala deltagandet.
tr: Bu, Scratch tasarım ekibinin, Scratch'ı kimin kullandığını anlamasına yardım eder ve katılımı artırmak için bilgi sağlar. Bu bilgi hesabında görünmez ve sadece genel katılımın tanımlanması için kullanılır.
uk: Це допомагає команді розробників Скретчу зрозуміти, хто використовує Скретч, і надає інформацію, яка допомагає нам розширити коло учасників. Ця інформація не відображається у вашому обліковому запису, і використовується тільки для опису загальної участі.

source: Month
ca: Mes
cs: Měsíc
de: Monat
el: Μήνας
es: Mes
et: Kuu
eu: Hila
fr: Mois
ga: Mí
gl: Mes
it: Mese
lv: Mēnesis
nb: Måned
pt: Mês
ro: Luna
sl: Mesec
sr: Месец
sv: Månad
tr: Ay
uk: Місяць

source: January
ca: Gener
cs: leden
de: Januar
el: Ιανουάριος
es: Enero
et: Jaanuar
eu: Urtarrila
fr: Janvier
ga: Eanáir
gl: Xaneiro
it: Gennaio
lv: Janvāris
nb: januar
pt: Janeiro
ro: Ianuarie
sl: januar
sr: Јануар
sv: Januari
tr: Ocak
uk: Січень

source: February
ca: Febrer
cs: únor
de: Februar
el: Φεβρουάριος
es: Febrero
et: Veebruar
eu: Otsaila
fr: Février
ga: Feabhra
gl: Febreiro
it: Febbraio
lv: Februāris
nb: februar
pt: Fevereiro
ro: Februarie
sl: februar
sr: Фебруар
sv: Februari
tr: Şubat
uk: Лютий

source: March
ca: Març
cs: březen
de: März
el: Μάρτιος
es: Marzo
et: Märts
eu: Martxoa
fr: Mars
ga: Márta
gl: Marzo
it: Marzo
lv: Marts
nb: mars
pt: Março
ro: Martie
sl: marec
sr: Март
sv: Mars
tr: Mart
uk: Березень

source: April
ca: Abril
cs: duben
el: Απρίλιος
es: Abril
et: Aprill
eu: Apirila
fr: Avril
ga: Aibreán
gl: Abril
it: Aprile
lv: Aprīlis
pt: Abril
ro: Aprilie
sr: Април
tr: Nisan
uk: Квітень

source: May
ca: Maig
cs: květen
de: Mai
el: Μάιος
es: Mayo
et: Mai
eu: Maiatza
fr: Mai
ga: Bealtaine
gl: Maio
it: Maggio
lv: Maijs
nb: mai
pt: Maio
ro: Mai
sl: maj
sr: Мај
sv: Maj
tr: Mayıs
uk: Травень

source: June
ca: Juny
cs: červen
de: Juni
el: Ιούνιος
es: Junio
et: Juuni
eu: Ekaina
fr: Juin
ga: Meitheamh
gl: Xuño
it: Giugno
lv: Jūnijs
nb: juni
pt: Junho
ro: Iunie
sl: junij
sr: Јун
sv: Juni
tr: Haziran
uk: Червень

source: July
ca: Juliol
cs: červenec
de: Juli
el: Ιούλιος
es: Julio
et: Juuli
eu: Uztaila
fr: Juillet
ga: Iúil
gl: Xullo
it: Luglio
lv: Jūlijs
nb: juli
pt: Julho
ro: Iulie
sl: julij
sr: Јул
sv: Juli
tr: Temmuz
uk: Липень

source: August
ca: Agost
cs: srpen
el: Αύγουστος
es: Agosto
eu: Abuztua
fr: Août
ga: Lúnasa
gl: Agosto
it: Agosto
lv: Augusts
pt: Agosto
sl: avgust
sr: Август
sv: Augusti
tr: Ağustos
uk: Серпень

source: September
ca: Setembre
cs: září
el: Σεπτέμβριος
es: Septiembre
eu: Iraila
fr: Septembre
ga: Meán Fómhair
gl: Setembro
it: Settembre
lv: Septembris
pt: Setembro
ro: Septembrie
sr: Септембар
tr: Eylül
uk: Вересень

source: October
ca: Octubre
cs: říjen
de: Oktober
el: Οκτώβριος
es: Octubre
et: Oktoober
eu: Urria
fr: Octobre
ga: Deireadh Fómhair
gl: Outubro
it: Ottobre
lv: Oktobris
nb: oktober
pt: Outubro
ro: Octombrie
sl: oktober
sr: Октобар
sv: Oktober
tr: Ekim
uk: Жовтень

source: November
ca: Novembre
cs: listopad
el: Νοέμβριος
es: Noviembre
eu: Azaroa
fr: Novembre
ga: Samhain
gl: Novembro
it: Novembre
lv: Novembris
pt: Novembro
ro: Noiembrie
sr: Новембар
tr: Kasım
uk: Листопад
