Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Jobs
ca: Treballs
el: Θέσεις Εργασίας
es: Trabajos
et: Tööd
fr: Emplois
gl: Traballos
it: Lavoro
lv: Darbi
nb: Ledig jobb
pt: Empregos
sl: Dela
sv: Arbete
tr: Görevler

source: Press
de: drücke
el: Τύπος
fr: Presse
it: Stampa
lv: Prese
nb: I mediene
pt: Imprensa
tr: Basın

source: Community
ca: Comunitat
cs: Společenství
de: Gemeinschaft
el: Κοινότητα
es: Comunidad
et: Kogukond
eu: Komunitatea
fr: Communauté
ga: Comhphobal
gl: Comunidade
it: Comunità
lv: Kopiena
nb: Nettsamfunn
pt: Comunidade
ro: Comunitate
sl: Skupnost
tr: Topluluk
uk: Спільнота

source: Community Guidelines
ca: Normes de la Comunitat
cs: Pravidla společenství
de: Community-Regeln
el: Οδηγίες Kοινότητας
es: Reglas de la comunidad
et: Kogukonna suunised
eu: Komunitatearen jarraibideak
fr: Règles de conduite
ga: Treoirlínte an Chomhphobail
gl: Regras da Comunidade
he: הנחיות קהילה
it: Linee Guida della Comunità
ja: コミュニティーガイドライン
lv: Kopienas vadlīnijas
nb: Retningslinjer for nettstedet
pt: Linhas de Orientação da Comunidade
ro: Ghid comunitate
sl: Smernice skupnosti
sr: Правила Заједнице
sv: Användarvillkor
tr: Topluluk Kuralları
uk: Правила спільноти

source: Statistics
de: Statistiken
el: Στατιστικά
fr: Statistiques
gl: Estatísticas
it: Statistiche
lv: Statistika
nb: Statistikk
pt: Estatísticas
tr: İstatistikler

source: Support
de: Hilfe
el: Υποστήριξη
es: Soporte
et: Tugi
eu: Sustengua
fr: Aide
gl: Axuda
it: Supporto
lv: Atbalsts
nb: Hjelp
pt: Apoio
sl: Podpora
tr: Destek
uk: Підтримка

source: Help Page
de: Hilfeseite
el: Βοήθεια
fr: Page d'aide
gl: Páxina de Axuda
it: Pagina di Aiuto
lv: Palīdzības lapa
nb: Hjelpeside
pt: Página de Ajuda
tr: Yardım Sayfası

source: FAQ
de: Häufig gestellte Fragen
el: Συχνές Ερωτήσεις
gl: Pregunas Habituais
lv: BUJ
nb: Spørsmål og svar
pt: PF
tr: SSS

source: Offline Editor
el: Επεξεργαστής Έργων Εκτός-Σύνδεσης
fr: Editeur hors-ligne
gl: Editor Local
it: Editor Offline
lv: Bezsaistes redaktors
nb: Scratch uten nettforbindelse
pt: Editor Desconectado
tr: Çevrimdışı Editör

source: Contact Us
ca: Contacta'ns
cs: Kontaktujte nás
de: Kontakt
el: Επικοινωνήστε μαζί μας
es: Contáctenos
et: Kontakteeru meiega
eu: Gurekin harremanetan jarri
fr: Contactez-nous
ga: Teagmháil
gl: Contacta Connosco
it: Contattaci
ja: 連絡先
lv: Sazinies ar mums
nb: Kontakt oss
pt: Contacte-nos
ro: Contacteaza-ne
sl: Piši nam
sr: Оствари контакт са нама
sv: Kontakta oss
tr: İletişim
uk: Зв'язок з нами

source: Donate
ca: Donació
de: Spenden
el: Κάντε δωρεά
es: Donar
eu: Dohaintzan eman
fr: Faire un don
gl: Doar
it: Donazioni
lv: Atbalsti
nb: Støtt Scratch
pt: Donativos
sv: Donera
tr: Bağış
uk: Пожертва

source: Legal
de: Rechtliche Hinweise
el: Νομικά
fr: Juridique
it: Note Legali
lv: Juridiskā informācija
nb: Regler og vilkår
pt: Lei
tr: Hukuki

source: Terms of Use
de: Nutzungsbedingungen
el: Όροι Χρήσης
fr: Conditions d'utilisation
gl: Termos de Uso
it: Condizioni di uso
lv: Lietošanas noteikumi
nb: Vilkår for nettstedet
pt: Termos de Utilização
tr: Kullanım Şartları

source: Privacy Policy
ca: Política de Privacitat
cs: Politika soukromí
de: Datenschutzrichtlinien
el: Πολιτική Προστασίας
es: Política de privacidad
et: Privaatsuspoliitika
eu: Pribatasun politika
fr: Politique de confidentialité
ga: Polasaí Príobháideachta
gl: Política de Privacidade
it: Politica della Privacy
ja: プライバシー・ポリシー
lv: Privātuma politika
nb: Personvern
pt: Política de Privacidade
ro: Politica de confidentialitate
sl: Politika zasebnosti
sv: Sekretess
tr: Gizlilik Politikamız
uk: Політика конфіденційності

source: Scratch Family
de: Scratch-Familie
el: Η Οικογένεια του Scratch
fr: Famille Scratch
gl: Familia Scratch
it: La famiglia Scratch
lv: Scratch ģimene
nb: Scratch-familien
pt: Família Scratch
tr: Scratch Ailesi

source: Scratch Day
el: Ημέρα του Scratch
fr: Le jour de Scratch
gl: Día Scratch
lv: Scratch diena
pt: Dia Scratch
tr: Scratch Günü

source: Scratch Conference
de: Scratch-Konferenz
el: Συνέδριο του Scratch
fr: Conférence sur Scratch
gl: Conferencia Scratch
lv: Scratch konference
nb: Scratch-konferanse
pt: Conferência Scratch
tr: Scratch Konferansı

source: Code-to-Learn Foundation
fr: Fondation Code-to-Learn ( apprendre à coder )
gl: Fundación Programar-par-Aprender
lv: Nodibinājums Code-to-Learn
nb: Stiftelsen "Code to learn"
pt: Fundação Code-to-Learn
tr: Code-to-Learn Vakfı

source: Scratch is a project of the Lifelong Kindergarten Group at the MIT Media Lab
ca: Scratch és un projecte del Lifelong Kindergarten Group del MIT Media Lab
cs: Scratch je projektem skupiny Lifelong Kindergarten Group na škole MIT Media Lab
de: Scratch ist ein Projekt der Lifelong-Kindergarten-Gruppe am Media-Lab des MIT
el: Το Scratch είναι ένα έργο της Lifelong Kindergarten Group της MIT Media Lab
es: Scratch es un proyecto del grupo Lifelong Kindergarten en el MIT Media Lab
et: Scratch on MIT Meedialabori töögrupi <i>Lifelong Kindergarten</i> (Elukestev Lasteaed) projekt
eu: Scratch, MIT Media Lab-eko Lifelong Kindergarten Group-aren proiektu bat da
fr: Scratch est un projet du Lifelong Kindergarten Group au sein du MIT Media Lab
ga: Is tionscadal de chuid an Lifelong Kindergarten Group ag an MIT Media Lab é Scratch
gl: Scratch é un proxecto do Lifelong Kindergarten Group do MIT Media Lab
he: Scratch הוא פרויקט של קבוצת Lifelong Kindergarten ב-MIT Media Lab
it: Scratch è un progetto del Lifelong Kindergarten Group dei Media Lab del MIT
ja: ScratchはMITメディアラボ ライフロングキンダーガーテングループのプロジェクトです。
lv: Scratch ir MIT mediju laboratorijas Lifelong Kindergarten grupas projekts
nb: Scratch er et prosjekt fra "Lifelong Kindergarten Group" ved MIT Media Lab
pt: O Scratch é um projecto do Grupo Lifelong Kindergarten do MIT Media Lab
ro: Scratch este un proiect al Lifelong Kindergarten Group de la MIT Media Lab
sl: Scratch je projekt skupine Lifelong Kindergarten Group v okviru MIT Media Lab
sr: Скрач је пројекат Lifelong Kindergarten Group код MIT Media Lab
sv: Scratch är ett projekt från Lifelong Kindergarten Group vid MIT Media Lab
tr: Scratch, MIT Medya Lab'ında yer alan Lifelong Kindergarten grubunun bir projesidir
uk: Скретч є проектом Lifelong Kindergarten Group від MIT Media Lab

source: Coming Soon- Scratch
ca: Pròximament- Scratch
cs: Připravujeme- Scratch
de: Kommt bald - Scratch
el: Αναμένεται σύντομα- Scratch
es: Pronto - Scratch
et: Tuleb varsti- Scratch
eu: Laister izatekoa - Scratch
ga: Ag teacht go luath- Scratch
gl: En camiño - Scratch
it: Disponibile a breve- Scratch
ja: 近日公開 Scratch!
lv: Drīzumā - Scratch
nb: Kommer snart- Scratch
pt: Em Breve - Scratch
ro: In curand- Scratch
sl: Kmalu - Scratch
sr: Очекуј ускоро- Скрач
sv: Kommer snart- Scratch
tr: Yakında- Scratch
uk: Незабаром- Скретч

source: Coming Very Soon...
ca: D'aquí a molt poc...
cs: Již zanedlouho...
de: Kommt ganz bald...
el: Αναμένεται πολύ σύντομα...
es: Muy, muy pronto...
et: Tuleb väga varsti...
eu: Hemendik oso gutxira...
ga: Ag teacht go luath...
gl: Moi perto en camiño...
it: Disponibile tra pochissimo
lv: Gaidāms ļoti drīz...
nb: Kommer veldig snart...
pt: Muito Brevemente...
ro: Foarte curand...
sl: Vsak čas...
sr: Очекуј веома брзо...
sv: Kommer Mycket Snart...
tr: Pek Yakında...
uk: Дуже скоро...

source: Account Blocked
ca: Compte Bloquejat
cs: Účet je blokován
de: Account gesperrt
el: Ο λογαριασμός έχει αποκλειστεί.
es: Cuenta bloqueada
et: Konto blokeeritud
eu: Kontua blokeatuta
fr: Account bloqué
ga: Cuntas Faoi Bhac
gl: Conta Bloqueada
it: Account Bloccato
lv: Konts bloķēts
nb: Brukerkontoen er sperret
pt: Conta Bloqueada
ro: Cont blocat
sl: Račun je blokiran.
sr: Налог је блокиран
sv: Kontot blockerat
tr: Hesap Donduruldu
uk: Обліковий запис заблоковано

source: The Scratch Team receives a large number of messages each day. Unfortunately, we do not have time to answer all of them. Luckily, you can find answers to most questions about Scratch on our <a href="/help/faq/">Frequently Asked Questions</a> page.
ca: L'Equip d'Scratch rep un gran nombre de missatges cada dia. Lamentablement, no tenim temps de contestar-los tots. Afortunadament, pots trobar respostes a moltes preguntes sobre Scratch a la pàgina de <a href="/help/faq/">Prequntes Més Freqüents</a>.
de: Das Scratch-Team erhält jeden Tag eine große Anzahl an Nachrichten. Leider verfügen wir nicht über die Zeit, alle zu beantworten. Glücklicherweise kannst du aber Antworten auf die meisten Fragen zu Scratch auf unserer Seite <a href="/help/faq/">Häufig Gestellte Fragen (FAQ)</a> finden.
el: Η ομάδα του Scratch λαμβάνει ένα μεγάλο αριθμό μηνυμάτων κάθε μέρα. Δυστυχώς, δεν έχουμε χρόνο να απαντήσουμε σε όλα αυτά. Μπορείτε παρ' όλα αυτά να βρείτε απαντήσεις στις περισσότερες ερωτήσεις σας στη σελίδα με τις <a href="/help/faq/">Συχνές Ερωτήσεις</a>.
es: El grupo Scratch recibe una gran cantidad de mensajes cada día. Desafortunadamente, no tenemos tiempo para responderlos todos. Por suerte, puedes encontrar respuestas a la mayoría de las preguntas acerca de Scratch en nuestra <a href="/help/faq/"> página de Preguntas Frecuentes</a>.
et: Scratchi meeskond saab suure hulga sõnumeid iga päev. Kahjuks ei ole meil aega neile kõigile vastata. Õnneks saab enamikule Scratchi kohta esitatud küsimustele leida vastused meie lehelt <a href="/help/faq/">Korduma Kippuvad Küsimused</a>.
eu: Scratcheko lantaldeak mezu kopuru handia jasotzen du egunero. Tamalez, ez dugu denak erantzuteko adina denborik. Zorionez, Scratchi buruzko galdera gehienei buruzko erantzunak gure <a href="/help/faq/">Sarri Egindako Galderak</a> orrian irakur ditzakezu.
fr: L'équipe de Scratch reçoit un grand nombre de messages chaque jour. Malheureusement, nous n'avons pas le temps de répondre à chacun d'eux. Heureusement, vous pouvez trouver des réponses à la plupart des questions sur Scratch sur notre <a href="/help/faq/">Foire Aux Questions</a> page.
gl: O Scratch Team recibe unha gran cantidade de mensaxes cada día. Desafortunadamente, non temos tempo para respondelos todos. Por sorte, podes atopar respostas á maioría das preguntas sobre Scratch na nosta <a href="/help/faq/"> páxina de Preguntas Frecuentes</a>.
it: Il Team di Scratch riceve moltissimi messaggi ogni giorno. Sfortunatamente, non abbiamo il tempo di rispondere a tutti. Ma, fortunatamente, puoi trovare molte risposte alle tue domande nella nostra pagina <a href="/help/faq/">Domande Frequenti</a>.
lv: Scratch komanda katru dienu saņem ļoti daudz vēstuļu. Diemžēl mums ne vienmēr ir laiks uz tām visām atbildēt. Par laimi , uz lielu daļu jautājumu par Scratch atbildes var atrast mūsu <a href="/help/faq/">Biežāk uzdoto jautājumu</a> lapā.
nb: Administratorene på Scratch-nettstedet får mange meldinger hver dag. Dessverre har vi ikke tid til å svare på alle. Heldigvis kan du finne svaret på de fleste spørsmål om Scratch på siden for <a href="/help/faq/">Spørsmål og svar</a>.
pt: A Equipa Scratch recebe uma grande quantidade de mensagens todos os dias. Infelizmente, não temos tempo para responder a todas elas. Felizmente, podes encontrar respostas à maioria das questões sobre o Scratch na nossa página <a href="/help/faq/">Perguntas Frequentes</a>.
ro: Echipa Scratch primeste zilnic un numar foarte mare de mesaje. Din pacate, noi nu avem timp sa raspundem la toate. Dar, cu noroc, poti gasi raspunsuri la cele mai multe intrebari despre Scratch in pagina noastra FAQ de aici <a href="/help/faq/">Intrebari frecvente</a>
sl: Ekipa Scratcha dobi vsak dan dobi veliko sporočil. Žal nimamo časa odgovoriti na vse. Na srečo lahko najdeš večino odgovorov na vprašanja o Scratchu na strani <a href="/help/faq/">Pogosto zastavljena vprašanja</a>.
sv: Scratchteamet får ett stort antal meddelanden varje dag. Tyvärr har vi inte tid att svara på alla. Lyckligtvis kan du hitta svar på de flesta frågor om Scratch på sidan för <a href="/help/faq/">Vanliga frågor</a>.
tr: Scratch takımı her gün çok sayıda mesaj almaktadır. Maalesef hepsine cevap verecek zaman bulamıyoruz. <a href="/help/faq/">Sıkça Sorular Sorular</a> sayfasında Scratch ile ilgili birçok soruna cevap bulabilirsin.
uk: Команда розробників Скретчу отримує дуже багато повідомлень щодня. На жаль, у нас немає часу, щоб відповісти на всі з них. На щастя, ви можете знайти відповіді на більшість питань про Скретч на сторінці <a href="/help/faq/">Найчастіше запитують</a>.

source: You can also try searching the Scratch <a href="/discuss">Discussion forums</a>:
ca: També pots provar de fer una cerca als <a href="/discuss">Fòrums de discussió</a> d'Scratch:
de: Du kannst auch versuchen die <a href="/discuss">Diskussionsforen</a> zu Scratch zu durchsuchen:
el: Μπορείτε επίσης να κάνετε αναζήτηση στα <a href="/discuss">φόρουμ του Scratch</a>:
es: También puedes intentar buscar en los <a href="/discuss">foros de discusión</a> de Scratch:
et: Võid proovida otsingut Scratchi <a href="/discuss">foorumites</a>:
eu: Scratcheko <a href="/discuss">Eztabaida foroetan</a> ere egin dezakezu bilaketa:
fr: Vous pouvez aussi essayer de chercher le Scratch <a href="/discuss">Forums de discussion</a>:
gl: Tamén podes tentar buscar nos <a href="/discuss">foros de discusión</a> de Scratch:
it: Puoi anche provare a cercare nei <a href="/discuss">Forum di discussione</a> di Scratch:
lv: Vari meklēt arī Scratch <a href="/discuss">diskusiju forumos</a>:
nb: Du kan også prøve å søke i <a href="/discuss">Scratch-forumet</a>:
pt: Também pode experimentar pesquisar os <a href="/discuss">Fóruns de discussão</a> do Scratch:
ro: De asemenea, poti cauta in <a href="/discuss"> forumurile de discutii</a> Scratch:
sl: Pogledaš lahko tudi v <a href="/discuss">Razpravljalni forumi</a>:
sv: Du kan också prova att söka på Scratch <a href="/discuss">Diskussionsforum</a>:
tr: Dilersen Scratch <a href="/discuss">Tartışma Forumları</a>'nda da soruna cevap arayabilirsin:
uk: Ви також можете переглянути <a href="/discuss">Форуми обговорень</a>:

source: If you can't find an answer, post a new topic on the <a href="/discuss">Discussion forums.</a> There are many experienced Scratchers who can help!
ca: Si no trobes una resposta, pots crear un nou tema de debat als <a href="/discuss">Fòrums de discussió.</a> Hi ha molts Scratchers amb molta experiència que et poden donar un cop de mà!
de: Solltest du keine Antwort finden, eröffne ein neues Thema in den <a href="/discuss">Diskussionsforen</a>. Dort gibt es viele erfahrene Scratcher, die helfen können!
el: Εάν δεν μπορείτε να βρείτε την απάντηση που θέλετε, κάντε ανάρτηση ενός νέου θέματος στα <a href="/discuss">φόρουμ του Scratch</a>. Εκεί υπάρχουν χρήστες με μεγάλη εμπιρία στο Scratch που μπορούν να σας βοηθήσουν!
es: Si no puede encontrar una respuesta, ingrese un nuevo tema en los <a href="/discuss">Foros de Discusión.</a> Hay muchos Scratchers con experiencia que pueden ayudar!
et: Kui sa ei leia vastust, postita uus teema <a href="/discuss">foorumisse</a> Seal on palju kogenud scratchijaid, kes võivad aidata!
eu: Erantzunik ezin baduzu aurkitu, gaia berriz argitara ezazu <a href="/discuss">Eztabaida foroetan.</a> Lagun zaitzaken hainbat experientziadun Scratch erabiltzaile dago bertan!
fr: Si vous ne pouvez pas trouver une réponse, poster un nouveau sujet sur ​​les<a href="/discuss">Forums de discussions.</a> Il y a beaucoup de Scratchers expérimentés qui peuvent t'aider!
gl: Se non pode atopar unha resposta, introduza un novo tema nos <a href="/discuss">Foros de Discusión.</a> Hai moitos Scratchers con experiencia que poden axudar!
it: Se non trovi risposte, crea una nuova discussione nei <a href="/discuss">Forum di discussione.</a> Ci sono molti utenti esperti di Scratch che ti potranno aiutare!
lv: Ja nevari atrast atbildi, raksti jaunu ziņu <a href="/discuss">diskusiju forumos.</a>Tur satiksi daudz pieredzējušus lietotājus, kuri varēs palīdzēt!
nb: Hvis du ikke finner noe svar kan du skrive et nytt innlegg i <a href="/discuss">forumet</a>. Det er mange erfarne Scratchere som kan hjelpe deg!
pt: Se não conseguir encontrar uma resposta, publique um novo tópico nos <a href="/discuss">Fóruns de discussão</a>. Há muitos Scratchadores experimentados que podem ajudar!
ro: Daca nu gasesti niciun raspuns, posteaza o tema noua in <a href="/discuss">forumuri de discutii.</a> Acolo sunt mai multi Scratchers care pot ajuta!
sl: Če ne najdeš odgovora, objavi novo temo v <a href="/discuss">Razpravljalni forumi.</a> Tam boš našel/našla izkušene Scratcherje, ki ti bodo znali pomagati!
sv: Om du inte kan hitta ett svar, posta ett nytt ämne på <a href="/discuss">Diskussionsforum.</a> Det finns många erfarna Scratchare som kan hjälpa till!
tr: Eğer bir cevap bulamazsan, <a href="/discuss">Tartışma forumları</a> sayfasına yeni bir başlık aç. Burada bir çok tecrübeli Scratch'ci sana yardım edebilir!
uk: Якщо ви не знайшли відповіді, створіть нову тему у <a href="/discuss">Форумах обговорень.</a> Багато досвідчених скретчерів зможуть надати вам допомогу!

source: Questions About Scratch
ca: Preguntes sobre Scratch
de: Fragen zu Scratch
el: Ερωτήσεις σχετικά με το Scratch
es: Preguntas sobre Scratch
et: Küsimused Scratchi kohta
eu: Scratchi buruzko galderak
fr: Des questions à propos de Scratch
gl: Preguntas sobre Scratch
it: Domande su Scratch
lv: Jautājumi par Scratch
nb: Spørsmål om Scratch
pt: Perguntas Sobre o Scratch
ro: Intrebari despre Scratch
sl: Vprašanja o Scratchu
sv: Frågor om Scratch
tr: Scratch Hakkında Sorular
uk: Запитання про Скретч

source: Help with Scripts
ca: Ajuda amb els Programes
cs: Pomoc se scripty
de: Hilfe bei Skripten
el: Βοήθεια με τα Σενάρια
es: Ayuda con programas
et: Abiinfo skriptide kohta
eu: Skriptei buruzko laguntza
fr: Aide avec les scripts
ga: Cabhair le Scripteanna
gl: Axuda con programas
it: Aiuto con gli Script
ja: スクリプトのヘルプ
lv: Palīdzība par programmām
nb: Hjelp med skript
pt: Ajuda sobre Guiões
ro: Ajutor cu script-uri
sl: Pomoč pri skriptah
sr: Помоћ у вези Скрача
sv: Hjälp med Script
tr: Komutlarla İlgili Yardım
uk: Довідка про скрипти

source: Bugs and Glitches
ca: Bugs i Errades
de: Fehler und Mängel
el: Μικροπροβλήματα
es: Bugs y fallos
et: Vead ja tõrked
eu: Akatsak eta erroreak
fr: Bugs et défauts
gl: Fallos e Funcionamentos Anómalos
it: Errori e Difetti
lv: Kļūdas un nepilnības
nb: Feil og mangler
pt: Erros e Deslizes
ro: Bug-uri si Glitches
sl: Napake in pomanjkljivosti
sv: Buggar och tekniska fel
tr: Hatalar ve Aksaklıklar
uk: Помилки та збої

source: If you need to contact us, please choose from one of the options below. We get a lot of mail, so we may not be able to respond to your message.
ca: Si necessites posar-te en contacte amb nosaltres, si us plau, tria una de les següents opcions. rebem molt correu o sigui que és possible que no puguem contestar el teu missatge.
de: Wenn du uns kontaktieren musst, wähle bitte nachfolgend eine der Möglichkeiten. Wir erhalten viele E-Mails, weshalb wir möglicherweise nicht auf deine Nachricht antworten können.
el: Εάν θέλετε να εππικοινωνήσετε μαζί μας, επιλέξτε μία από τις επιλογές παρακάτω. Λαμβάνουμε πολλά e-mail, οπότε ίσως δεν είμαστε σε θέση να απαντήσουμε στο μήνυμά σας.
es: Si necesitas contactarnos, por favor escoge una de las opciones de abajo. Nosotros recibimos mucho correo, así que es posible que no podamos responder tu mensaje.
et: Kui sul on vaja meiega ühendust võtta, vali palun üks allolevatest võimalustest. Me saame palju posti, nii et me ei jõua vastata kõikidele sõnumitele.
eu: Gurekin harremanetan jartzekotan, hauta ezazu beheko aukeretako bat. Email asko jasotzen dugu eta agian ez gara zure mezua erantzuteko gai izango.
fr: Si vous souhaitez nous contacter, s'il vous plaît choisissez l'une des options ci-dessous. Nous recevons beaucoup de courrier, de telle sorte qu'il se peut que nous ne soyons pas en mesure de répondre à votre message.
gl: Si precisas poñerte en contacto connosco, por favor escolla unha das opcións de abaixo. Nos recibimos moito correo, así que é posible que non poidamos responder a túa mensaxe.
it: Se hai bisogno di contattarci, scegli uno dei metodi indicati qui sotto. Riceviamo molte email e potremmo non essere in grado di rispondere al tuo messaggio.
lv: Ja tev ar mums jāsazinās, izmanto kādu no zemāk dotajām iespējām. Mēs saņemam ļoti daudz vēstuļu, tāpēc iespējams uzreiz nevarēsim atbildēt.
nb: Hvis du vil kontakte oss, velg en kategori nedenfor. Vi får mye epost så vi har kanskje ikke tid til å svare deg.
pt: Se precisar de nos contactar, por favor escolha uma das opções abaixo. Recebemos muitas mensagens, por isso podemos não ser capazes de lhe responder.
ro: Daca ai nevoie sa ne contactezi, te rugam alege una dintre optiunile de mai jos. Primim o multime de mesaje, asa incat nu putem raspunde la mesajul tau.
sl: Če nam želiš pisati, izberi eno izmed spodnjih možnosti. Ker dobimo veliko e-pošte, ti žal morda ne bomo mogli odgovoriti.
sv: Om du behöver kontakta oss, välj ett av alternativen nedan. Vi får en hel del meddelanden, så kan kanske inte svara på ditt meddelande.
tr: Eğer bizimle temasa geçmek istersen, aşağıdaki seçeneklerden birini seç. Bir sürü eposta aldığımız için mesajına cevap veremeyebiliriz.
uk: Якщо ви хочете зв'язатися з нами, будь ласка, виберіть один з наступних варіантів. Ми отримуємо багато листів, так що ми не можемо бути в змозі відповісти на Ваше повідомлення.

source: Select a topic
ca: Tria un tema
de: Wähle ein Thema
el: Επιλέξτε ένα θέμα
es: Escoge un tema
et: Vali teema
eu: Gaia aukeratu
fr: Sélectionnez un sujet
gl: Elexir un tema
it: Seleziona una discussione
lv: Izvēlies tēmu
nb: Velg emne
pt: Seleccione um tópico
ro: Alege o tema
sl: Izberi temo
sv: Välj ett ämne
tr: Bir başlık seç
uk: Пошук в темі

source: Report something inappropriate...
ca: Denuncia alguna cosa no apropiada...
de: Berichte etwas Unangebrachtes...
el: Αναφέρετε κάτι ακατάλληλο...
es: Denuncia algo inapropiado...
et: Teata millestki kohatust...
eu: Desegokia den zerbait salatu...
fr: Signaler quelque chose d'inapproprié ...
gl: Denunciar algo non apropiado...
it: Segnala qualcosa di inappropriato...
lv: Ziņot par kaut ko nepiemērotu...
nb: Meld noe upassende...
pt: Reportar algo inapropriado...
ro: Raporteaza ceva nepotrivit...
sl: Prijavi neprimerno vsebino...
sv: Rapportera något olämpligt...
tr: Uygun olmayan bir şeyi raporla...
uk: Повідомити про невідповідність...

source: Report a problem with the website...
ca: Informa d'un problema amb el lloc web...
de: Berichte ein Problem mit der Webseite...
el: Αναφλερετε ένα πρόβλημα στην ιστοσελίδα...
es: Reporta un problema con el sitio web...
et: Teata probleemist veebilehega...
eu: Webguneak duen arazoren bat jakinarazi...
fr: Signaler un problème sur le site ...
gl: Denunciar un problema co sitio web...
it: Segnala un problema con il sito web...
lv: Ziņot par problēmu mājaslapā...
nb: Rapporter et problem med nettstedet...
pt: Reportar um problema com o sítio Web...
ro: Raporteaza o problema a site-ului...
sl: Prijavi težave s spletno stranjo
sv: Rapportera ett problem med webbsajten...
tr: Web sitesi ile ilgili bir sorunu raporla...
uk: Повідомити про проблеми з веб-сайтом....

source: Other...
ca: Un altre...
de: Sonstiges...
el: Άλλο...
es: Otro...
et: Muu...
eu: Beste zerbait...
fr: Autre...
gl: Outro...
it: Altro...
lv: Cits...
nb: Annet...
pt: Outro...
ro: Altele...
sl: Drugo...
sv: Annat...
tr: Diğer...
uk: Інше...

source: Send
ca: Enviar
cs: Odeslat
de: Absenden
el: Αποστολή
es: Enviar
et: Saada
eu: Bidali
fr: Envoyer
ga: Seol
gl: Enviar
it: Invia
ja: 送信
lv: Sūtīt
pt: Enviar
ro: Trimite
sl: Pošlji
sr: Пошаљи
sv: Skicka
tr: Gönder
uk: Надіслати

source: Newest
ca: Més recents
cs: Nejnovější
de: Am neuesten
el: Τα πιο πρόσφατα
es: Más recientes
et: Uusimad
eu: Berrienak
fr: Le plus récent
ga: Is Nuaí
gl: Os máis recentes
he: החדש ביותר
it: I più recenti
ja: 最新
lv: Jaunākie
nb: Nyeste
pt: Mais recentes
ro: Cele mai noi
sl: Najnovejše
sr: Најновије
sv: Senaste
tr: En yeni
uk: Новіші
