Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Can I make a video with Scratch and upload it to YouTube?
ca: Puc fer un vídeo amb Scratch i penjar-lo al YouTube?
cs: Mohu vytvořit video se Scratch a nahrát je na YouTube?
de: Kann ich ein Video mit Scratch erstellen und es auf YouTube hochladen?
el: Μπορώ να φτιάξω ένα βίντεο με το Scratch και να το ανεβάσω στο YouTube;
es: ¿Puedo crear un video con Scratch y subirlo a YouTube?
et: Saan ma teha Scratchiga video ja laadida see ülesse YouTube'i?
eu: Egin ahal dezaket bideo bat Scratchi buruz eta YouTubera igo?
fr: Puis-je faire une vidéo avec Scratch et la télécharger vers YouTube?
ga: An féidir liom físeán a chruthú le Scratch agus é a chur suas ar YouTube?
gl: Podo crear un vídeo con Scratch e subilo a YouTube?
it: Posso creare un video con Scratch e poi caricarlo su YouTube?
ja: Scratchを使ってビデオを作成したものをYouTubeで公開できますか?
lv: Vai ir iespējams no Scratch projekt izveidot video un augšuplādēt YouTube?
nb: Kan jeg lage en video med Scratch og legge den ut på YouTube?
pt: Posso fazer um vídeo com o Scratch e fazer carregá-lo no YouTube?
ro: Pot sa fac un cideo cu Scratch si sa il incarc pe YouTube?
sl: Ali lahko naredim video posnetek v Scratchu in ga prenesem na YouTube?
sv: Kan jag göra en video med Scratch och ladda upp den på Youtube?
tr: Scratch ile bir video yapıp onu YouTube'a atabilir miyim?
uk: Чи можу я зробити відео в Скретчі та вивантажити його на YouTube?

source: To make a video of your Scratch project, you can use screen capture software like <a href="http://camstudio.org/">CamStudio</a>. But keep in mind, some Scratch projects are interactive: they do different things depending on what the viewer does (for example: a video game that responds to key presses). Videos are not interactive - they show the exact same thing each time you play them. So you can definitely make a video of your Scratch project, just keep in mind that videos and projects aren’t the same.
ca: Per fer un vídeo dels teus projectes Scratch, pots utilitzar diferent programari de gravació de pantalla com <a href="http://camstudio.org/">CamStudio</a>. Però tingues present que alguns projectes Scratch són interactius: fan diferentes coses depenent en el què fa el visitant (per exemple: un videojoc que respon quan prems una tecla). Els vídeos no són interactius - t'ensenyen la mateixa cosa cada cop que els mires. Així doncs, pots fer un vídeo del teu projecte Scratch, però recorda que els projectes i els vídeos no són el mateix.
cs: Pro vytvoření videa ze svého Scratch projektu můžeš použít software pro záznam obsahu obrazovky jako <a href="http://camstudio.org/">CamStudio</a>. Vezmi ovšem v potaz, že některé Scratch projekty jsou interaktivní: provádějí různé činnosti podle toho, co dělá uživatel (např. videohra reaguje na stisk kláves). Video není interaktivní, ukazují pokaždé totéž. Takže můžeš vytvářet z projektů videa, ale měj na paměti, že video a projekt není totéž.
de: Um ein Video deines Scratch-Projektes zu erstellen, kannst du eine Bildschirm-Aufzeichnungssoftware wie <a href="http://camstudio.org/">CamStudio</a> verwenden. Bedenke aber, dass manche Scratch-Projekte interaktiv sind: Sie machen verschiedene Dinge je nachdem, was der Betrachter tut (z.B. ein Videospiel, das auf Tastendruck reagiert). Videos sind nicht interaktiv - sie zeigen jedesmal, wenn man sie abspielt, exakt dasselbe. Du kannst also durchaus ein Video deines Scratch-Projekts machen, sei dir aber darüber im Klaren, dass Videos und Scratch-Projekte nicht das gleiche sind.
el: Για να φτιάξετε ένα βίντεο του έργου σας στο Scratch, μπορείτε να χρησιμοποιήσετε ένα πρόγραμμα καταγραφής οθόνης όπως το <a href="http://camstudio.org/">CamStudio</a>. Αλλά να θυμάστε, κάποια έργα στο Scratch είναι διαδραστικά: κάνουν διαφορετικά πράγματα ανάλογα με το τι κάνει ο θεατής (π.χ. ένα παιχνίδι που αποκρίνεται στα πατήματα των κουμπιών είναι διαδραστικό). Τα βίντεο δεν είναι διαδραστικά - δείχνουν ακριβώς το ίδιο πράγμα κάθε φορά που τα βλέπετε. Μπορείτε σίγουρα να φτιάξετε ένα βίντεο με το Scratch, απλά να θυμάστε ότι τα βίντεο και τα έργα στο Scratch δεν είναι τα ίδια.
es: Para crear un video de tu proyecto de Scratch, puedes usar software de captura de pantalla como <a href="http://camstudio.org/">CamStudio</a>. Pero ten en mente que algunos proyectos de Scratch son interactivos: hacen diferentes cosas dependiendo de lo que haga el usuario (por ejemplo, un videojuego que responda a las teclas presionadas). Los videos no son interactivos: muestran exactamente lo mismo cada vez que son vistos. Definitivamente, puedes hacer un video de tu proyecto de Scratch, pero ten en mente que los proyectos y los videos no son lo mismo.
et: Video oma Scratchi projektist saad teha ekraani salvestamise tarkvara kasutades, näiteks <a href="http://camstudio.org/">CamStudio</a>. Kuid arvesta, et mõned Scratch projektid on interaktiivsed: nad teevad erinevaid asju sõltuvalt sellest, mida teeb vaataja (näiteks videomäng vastab klahvivajutustele). Videod ei ole interaktiivsed - need näitavad iga kord täpselt sama asja.
eu: Zure Scratch proiektuaren bideo bat sortzeko, <a href="http://camstudio.org/">CamStudio</a> bezalako pantaila irudia grabatzeko softwarea erabil dezakezu. Baina izan kontuan Scratch proiektu batzu interaktiboak direla: jokaera ezberdina dute erabiltzaileak egiten duenaren arabera (adibidez: tekla sakatzetara erantzuten duen joku bat). Bideoak ez dira interaktiboak - gauza bera erakusten dute ikusten dituzun aldi oro. Beraz, egin dezakezu zure Scratch proiektuari buruzko bideo bat, baina izan kontuan bideoak eta proiektuak ez direla gauza bera.
fr: Pour faire une vidéo de votre projet de Scratch, vous pouvez utiliser un logiciel de capture d'écran comme <a href="http://camstudio.org/">CamStudio</a>. Mais gardez à l'esprit que certains projets Scratch sont interactifs: ils font des choses différentes en fonction de ce que le joueur fait (par exemple: un jeu vidéo qui répond aux pressions de touches). Lorsque les vidéos ne sont pas interactives - ils montrent exactement la même chose chaque fois que vous jouez. Ainsi, vous pouvez certainement faire une vidéo de votre projet de Scratch, il faut garder à l'esprit que les vidéos et les projets ne sont pas les mêmes.
ga: Chun físeán a dhéanamh as do thionscadal Scratch, is féidir bogearra gabhála scáileáin a úsáid, mar shampla <a href="http://camstudio.org/">CamStudio</a>. Ach cuimhnigh go bhfuil tionscadail Scratch idirghníomhach go minic: déanann siad rudaí éagsúla, ag brath ar cad a dhéanann an t-úsáideoir (mar shampla, físchluiche a úsáideann an méarchlár). Níl físeán idirghníomhach. Taispeánann sé an rud céanna gach uair a sheinneann tú é. Mar sin, is féidir, ach ní ionann físeáin agus tionscadail Scratch.
gl: Para crear un vídeo do teu proxecto Scratch, podes usar software de captura de pantalla como <a href="http://camstudio.org/">CamStudio</a>. Agora ben, ten en conta que algúns proxectos Scratch son interactivos: fan cousas diferentes dependendo do que faga o usuario (por exemplo, un videoxogo que resposte ás teclas premidas). Os vídeos non son interactivos: amosan sempre o mesmo cada vez que son vistos. Definitivamente, podes facer un vídeo do teu proxecto de Scratch, pero ten en conta que os proxectos e os vídeos non son o mesmo.
it: Per trasformare in video uno dei progetti di Scratch puoi usare un software di cattura dello schermo come ad esempio <a href="http://camstudio.org/">CamStudio</a>. Ma ricorda che alcuni progetti di Scratch sono interattivi e quindi fanno cose diverse a seconda del comportamento di chi li sta usando (ad esempio un videogame risponde alla pressione dei tasti della tastiera). I video invece non sono interattivi - mostrano esattamente la stessa cosa ogni volta che li guardi. Quindi puoi sicuramente creare un video a partire da uno dei tuoi progetti, ricorda soltanto che un video e un progetto non sono esattamente la stessa cosa.
ja: Scratchプロジェクトでビデオを作るのに<a href="http://camstudio.org/">CamStudio</a>のような画面キャプチャソフトウェアを使うことができます。でも覚えておいてほしいのは、Scratchプロジェクトの多くは対話的であり、操作に応じて動きが変わります(例えばキー入力で動くゲームとか)。ビデオは対話的ではなく何度動かしても常に同じ内容が流れます。たしかにScratchプロジェクトのビデオを作れますが、ビデオとプロジェクトが同じではないことを覚えておいてください。
lv: Lai no sava Scratch projekta izveidotu video, var izmantot ekrāna ierakstīšanas programmas, piemēram, <a href="http://camstudio.org/">CamStudio</a>. Bet ņem vērā, ka daļa Scratch projektu ir interaktīva: tie dara dažādas lietas, atkarībā no tā, ko dara skatītājs (piemēram, spēle reaģē un taustiņu nospiešanu). Video nav interaktīvs - tas rādīs vienu un to pašu katru reizi, kad to atskaņosi. Tātad tu, protams, vari veidot video savam Scratch projektam, tikai atceries, ka video un projekts nav viens un tas pats.
nb: Du kan lage en video av prosjektet ditt ved å bruke programvare som lagrer skjermbildet, for eksempel <a href="http://camstudio.org/">CamStudio</a>. Bare husk at Scratch-prosjekter er interaktive, de gjør forskjellige ting avhengig av hva du gjør (for eksempel et spill som styres fra tastaturet). Videoer er derimot ikke interaktive, de viser det samme hver gang. Men du kan definitivt lage video av Scratch-prosjektet ditt bare du husker at videoer og prosjekter ikke er det samme.
pt: Para fazer um vídeo do seu projecto Scratch pode usar uma aplicação de captura de ecrã tal como o <a href="http://camstudio.org/">CamStudio</a>. Mas note que alguns projectos Scratch são interactivos: fazem coisas diferentes dependendo do que o seu utilizador faz (por exemplo, um jogo que responde ao pressionar das teclas). Os vídeos não são interactivos - mostram exactamente a mesma coisa cada vez que os reproduzir. Ou seja, claro que pode fazer um vídeo do seu projecto Scratch; tenha apenas em mente que vídeos e projectos não são a mesma coisa.
ro: Pentru a face un video cu proiectul tau Scratch, poti folosi un program pentru capturi de ecran precum <a href="http://camstudio.org/">CamStudio</a>. Dar tine minte, unele proiecte Scratch sunt interactive: ele reactioneaza diferit in functie de ceea ce face utilizatorul (de exemplu: un joc video care raspunde la apasari de taste). Secventele video nu sunt interactive - ele arata exact acelasi lucru de fiecare data cand le rulezi. Deci, poti face o secventa video cu proiectul tau Video dar sa stii ca secventa video si proiectul nu sunt acelasi lucru.
sl: Če želiš narediti video posnetek svojega Scratch projekta, lahko uporabiš programsko opremo kot je <a href="http://camstudio.org/">CamStudio</a>. Vendar upoštevaj, da so nekateri Scratch projekti interaktivni: odvisni od tega, kaj naredi gledalec (na primer: video igrica, ki se odziva na pritiskanje tipk). Video posnetki niso interaktivni - vedno, kadar jih predvajaš, prikažejo isto. Torej, seveda lahko narediš video posnetek svojega Scratch projekta, vendar se moraš zavedati, da posnetek in projekt nista eno in isto.
sv: För att göra en video av ditt Scratchprojekt, kan du använda skärminspelningsprogram som <a href="http://camstudio.org/"> CamStudio </a>. Men kom ihåg, vissa Scratch projekt är interaktiva: de gör olika saker beroende på vad betraktaren gör (till exempel: ett spel som reagerar på knapptryckningar). Videor är inte interaktiva - de visar exakt samma sak varje gång du spelar upp dem. Så du kan definitivt göra en video av ditt Scratchprojekt, men kom ihåg att videor och projekt är inte samma sak.
tr: Scratch projenin videosunu yapmak için <a href="http://camstudio.org/">CamStudio</a> gibi bir ekran yakalama yazılımı kullanabilirsin. Fakat şunu unutma ki, bazı Scratch projeleri etkileşimlidir, yani kullanıcının hareketlerine göre farklı şeyler yaparlar (örneğin farklı tuşlar farklı etkilere yol açar). Videolar etkileşimli değildir - her seyrettiğinde tamamen aynı şeyi gösterirler. Sonuç olarak Scratch projenin videosunu yapabilirsin fakat videolarla projelerin farklı şeyler olduğunu unutma.
uk: Щоб зробити відео вашого скретч-проекту, ви можете використовувати програмне забезпечення захоплення екрану, таке як <a href="http://camstudio.org/">CamStudio</a>. Але майте на увазі, деякі скретч-проекти є інтерактивними: вони роблять різні речі в залежності від того, що робить користувач (наприклад, відео-гра, яка реагує на натискання клавіш). Відео не є інтерактивним - воно показує одне і те ж щоразу, коли ви його переглядаєте. Отже, можна зробити відео вашого скретч-проекту, просто майте на увазі, що відео і проект не завжди збігаються.

source: How much does Scratch cost? Do I need a license?
ca: Quan costa Scratch? Necessito una llicència?
cs: Kolik Scratch stojí? Potřebuji licenci?
de: Wie viel kostet Scratch? Benötige ich eine Lizenz?
el: Πόσο κοστίζει το Scratch; Χρειάζομαι κάποια άδεια;
es: ¿Cuánto cuesta Scratch? ¿Necesito una licencia?
et: Kui palju Scratch maksab? Kas mul on vaja litsentsi?
eu: Zenbat kostatzen da Scratch? Lizentzia bat behar al dut?
fr: Combien coûte de Scratch? Ai-je besoin d'une licence?
ga: Cén costas atá ar Scratch? An gá ceadúnas a cheannach?
gl: Canto custa Scratch? Necesito unha licenza?
it: Quando costa Scratch? Mi occorre una licenza?
ja: Scratchを利用するのにいくらかかりますか?利用するためのライセンスは必要ですか?
lv: Cik maksā Scratch? Vai man vajag licenci?
nb: Hva koster Scratch? Trenger jeg en programlisens?
pt: Quanto custa o Scratch? Preciso de uma licença?
ro: Cat costa scratch? Am nevoie de licenta?
sl: Koliko Scratch stane? Ali potrebujem licenco?
sv: Hur mycket kostar Scratch? Behöver jag en licens?
tr: Scratch için ne kadar ödemeliyim? Bir lisansa ihtiyacım var mı?
uk: Скільки коштує Скретч? Чи потрібна мені ліцензія?

source: Scratch is and always will be free. You don’t need a license to use Scratch in your school, home, or anywhere else. The development and maintenance of Scratch is paid for by grants and donations. If you’d like to contribute to Scratch, check out our <a href="#">Donate page</a>.
ca: Scratch és i sempre serà gratuït. No necessites cap llicència per utilitzar Scratch a la teva escola, casa o a qualsevol altre lloc. El desenvolupament i el manteniment d'Scratch està pagat per subvencions i donacions. Si vols contribuir amb Scratch, visita la nostra <a href="#">pàgina de donacions</a>.
cs: Scratch je a vždy byl zdarma. Nepotřebuješ licenci k jeho používání doma, ve škole ani kdekoliv jinde. Vývoj a údržba Scratche je placen z grantů a darů. Chceš-li na Scratch přispět, podívej se na stránku <a href="#">Darujte</a>.
de: Scratch ist kostenlos und wird es immer bleiben. Du brauchst keine Lizenz um Scratch in der Schule, zu Hause oder irgendwo sonst zu benutzen. Die Entwicklung und Pflege wurde und wird durch öffentliche Gelder und Spenden gesichert. Wenn du Scratch unterstützen willst, besuche unsere <a href="#">Spenden-Seite</a>.
el: Το Scratch είναι και θα παραμείνει για πάντα δωρεάν. Δεν χρειάζεστε άδεια για να χρησιμοποιήσετε το Scratch στο σχολείο σας, το σπίτι σας ή οπουδήποτε αλλού θέλετε. Η ανάπτυξη και η διατήρηση του Scratch πληρώνεται μέσα από επιδοτήσεις και δωρεές. Εάν θέλετε να συνεισφέρετε στο Scratch, ελέγξτε τη <a href="#">Σελίδα Δωρεών</a> μας.
es: Scratch es y siempre será gratuito. No necesitas una licencia para utilizar Scratch en su colegio, casa o cualquier otra parte. El desarrollo y mantenimiento de Scratch es pagado por medio de subvenciones y donaciones. Si deseas contribuir con Scratch, revisa nuestra <a href="#">página de donaciones</a>.
et: Scratch on ja jääb alati olema tasuta. Sul ei ole vaja litsentsi, et kasutada Scratchi oma koolis, kodus või kusagil mujal. Scratchi arendamine ja haldamine toimub toetuste ja annetuste toetusel. Kui soovite toetada Scratchi, vaadake meie <a href="#">annetuste lehekülge</a>.
eu: Scratch dohakoa da eta izango da. Ez duzu lizentzia bat behar Scratch erabiltzeko zure eskolan, etxean, edo beste inon. Scratchen garapena eta mantenua sari eta dohaintzaz ordaindua da. Scratch lagundu nahi bazenu, ikus ezazu <a href="#">Dohaintza orria</a>.
fr: Scratch est et sera toujours gratuit. Vous n'avez pas besoin d'une licence pour utiliser Scratch dans votre école, à la maison ou ailleurs. Le développement et la maintenance de Scratch est financé par des subventions et des dons. Si vous souhaitez contribuer à zéro, consultez notre page <a href="#">Faire un don</a>.
ga: Tá Scratch saor in aisce, agus beidh sé i gcónaí. Ní gá ceadúnas a bheith agat chun Scratch a úsáid i do scoil, sa bhaile, nó aon áit eile. Clúdaímid costas a ghabhann le forbairt agus cothabháil Scratch trí dheontais agus trí shíntiúis. Más mian leat tacaíocht a thabhairt do Scratch, féach ar an leathanach <a href="#">Bronntanais</a>.
gl: Scratch é e será de balde sempre. Non precisas unha licenza para utilizar Scratch no teu colexio, casa ou en calqueira outro sitio. O desenvolvemento e mantemento de Scratch está pagado por medio de subvencións e doazóns. Se desexas contribuir con Scratch, revisa a nosa <a href="#">páxina de doazóns</a>.
it: Scratch è, e sarà sempre, gratuito. Non ti occorre nessuna licenza per poter usare Scratch a scuola, a casa o in qualunque altro luogo. Lo sviluppo e il supporto di Scratch sono sostenuti attraverso finanziamenti e donazioni. Se vuoi contribuire allo sviluppo di Scratch dai un'occhiata alla nostra <a href="#">Pagina delle Donazioni</a>.
ja: Scratchはいつもフリー(自由)です。Scratchを、学校や家庭その他どこで使う場合でもライセンスは不要です。Scratchは助成金と寄付金によっての開発と維持が行われています。Scratchに貢献したいなら、 <a href="#">寄付のページ</a>を参照してください。
lv: Scratch ir un vienmēŗ būs bez maksas. Tev nevajag licenci, lai izmantotu Scratch skolā, mājās vai jebkur citur. Scratch attīstīšanu un uzturēšanu finansē no grantiem un ziedojumiem. Ja vēlies atbalstīt Scratch, paskaties mūsu <a href="#">Ziedojumu lapā.</a>
nb: Scratch er gratis og vil forbli gratis. Du trenger ingen lisens for å bruke Scratch på skolen, hjemme eller noe annet sted. Utviklingen av Scratch er betalt med forskningsmidler, stipendier og donasjoner. Hvis du ønsker å bidra til Scratch så kan du gi ditt <a href="#">bidrag her</a>.
pt: O Scratch é e será sempre gratuito. Não precisa de uma licença para usar o Scratch na sua escola, em casa ou em qualquer outro lugar. O desenvolvimento e a manutenção do Scratch é pago por subsídios e doações. Se desejar contribuir para o Scratch, consulte a nossa <a href="#">Página de doação</a>.
ro: Scratch este si va fi intotdeauna gratuit. Nu ai nevoie de licenta pentru a folosi Scratch la scoala, acasa sau oriunde altundeva. Dezvoltarea si intretinerea Scratch este platita prin grant-uri si donatii. Daca doresti sa contribui pentru Scratch mergi la <a href="#">Pagina de donatii</a>.
sl: Scratch je vedno bil in vedno bo zastonj. Za uporabo Scratcha v šoli, doma ali kjerkoli drugje ne potrebuješ licence. Razvoj in vzdrževanje Scratcha se krije iz nepovratnih sredstev in donacij. Če želiš prispevati sredstva za Scratch, si oglej <a href="#">Stran donacij</a>.
sv: Scratch är och kommer alltid att vara gratis. Du behöver inte en licens för att använda Scratch i din skola, hemma, eller någon annanstans. Utveckling och underhåll av Scratch betalas genom bidrag och donationer. Om du vill bidra till Scratch, ta en titt på <a href="#"> Donerasidan </a>.
tr: Scratch ücretsizdir ve öyle kalacaktır. Scratch'i okulda, evde veya nerde olursa olsun kullanmak için lisansa ihtiyaç yoktur. Scratch'in geliştirilmesi ve idame ettirilmesi yardım ve bağışlar vasıtasıyla olmaktadır. Eğer Scratch'in gelişimine katkıda bulunmak isterseniz, <a href="#">Bağış sayfası</a>na gözatın.
uk: Скретч є і завжди буде безкоштовним. Вам не потрібні ліцензії на використання Скретчу у вашій школі, вдома або де-небудь ще. Розвиток і підтримка Скретчу здійснюється за рахунок грантів і пожертвувань. Якщо ви хочете внести свій внесок, ознайомтеся зі сторінкою <a href="#">Внесок</a>.

source: Who created Scratch?
ca: Qui ha creat Scratch?
cs: Kdo vytvořil Scratch?
de: Wer entwickelt Scratch?
el: Ποιος δημιούργησε το Scratch;
es: ¿Quién creó Scratch?
et: Kes on loonud Scratchi?
eu: Nork sortu zuen Scratch?
fr: Qui a créé Scratch ?
ga: Cé a chruthaigh Scratch?
gl: Quen creo Scratch?
it: Chi ha creato Scratch?
ja: 誰がScratchを作ったのですか?
lv: Kas ir izveidojis Scratch?
nb: Hvem har laget Scratch?
pt: Quem criou o Scratch?
ro: Cine a creat Scratch?
sl: Kdo je ustvaril Scratch?
sv: Vem skapade Scratch?
tr: Scratch'ı kimler yarattı?
uk: Хто створив Скретч?
