Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Connect your Scratch projects to the physical world with <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://info.scratch.mit.edu/WeDo">LEGO WeDo</a>, or <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>.
ca: Connecta el teu projecte amb el món real fent servir <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://info.scratch.mit.edu/WeDo">LEGO WeDo</a>, o la <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>.
cs: Připoj svůj Scratch projekt k fyzickému světu s <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://info.scratch.mit.edu/WeDo">LEGO WeDo</a> nebo <a href="https://www.sparkfun.com/products/10311">PicoBoardem</a>.
de: Verbinde deine Scratch-Projekte mit der physischen Welt über <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://info.scratch.mit.edu/WeDo">LEGO WeDo</a> oder das <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>.
el: Συνθέστε τα έργα σας με τον φυσικό κόσμο με τα <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://info.scratch.mit.edu/WeDo"> τα LEGO WeDo</a> ή τα <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>.
es: Conecta tu proyecto Scratch con el mundo físico usando <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://info.scratch.mit.edu/WeDo">LEGO WeDo</a>, o el <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>.
et: Ühenda oma Scratch projekti füüsilise maailmaga <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://info.scratch.mit.edu/WeDo">LEGO WeDo</a>, or <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>.
eu: Konekta itzazu Scratch proiektuak mundu fisikora <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://info.scratch.mit.edu/WeDo">LEGO WeDo</a>, edo <a href="https://www.sparkfun.com/products/10311">PicoBoard</a> erabiliz.
fr: Connecte tes projets Scratch au monde physique avec <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://info.scratch.mit.edu/WeDo">LEGO WeDo</a>, ou <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>.
ga: Ceangail do chuid tionscadal Scratch leis an saol nithiúil trí <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://info.scratch.mit.edu/WeDo">LEGO WeDo</a>, nó <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>.
gl: Conecta o teu proxecto Scratch co mundo físico usando <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://info.scratch.mit.edu/WeDo">LEGO WeDo</a>, ou o <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>.
it: Collega i tuoi progetti Scratch al mondo reale con <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://info.scratch.mit.edu/WeDo">LEGO WeDo</a> o la <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>.
lv: Pieslēdz savus Scratch projektus reālajai pasaulei ar <a href = "http://www.makeymakey.com/">MaKey Makey</a>, <a href="http://info.scratch.mit.edu/WeDo">LEGO WeDo</a> vai <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>.
nb: Koble Scratch-prosjektene dine til verden utenfor med <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://info.scratch.mit.edu/WeDo">Lego WeDo</a> eller <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>.
pt: Ligue os seus projectos Scratch ao mundo físico com o <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, o <a href="http://info.scratch.mit.edu/WeDo">LEGO WeDo</a> ou a <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>.
ro: Conecteaza-ti proiectele Scratch cu lumea fizica prin <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://info.scratch.mit.edu/WeDo">LEGO WeDo</a>, sau <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>
sl: Poveži svoje Scratch projekte z resničnim svetom z <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://info.scratch.mit.edu/WeDo">LEGO WeDo</a> ali <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>.
sv: Anslut ditt Scratchprojekt till den fysiska världen med <a href = "http://www.makeymakey.com/"> Makey Makey </a>, <a href = "http://info.scratch.mit.edu/ WEDO"> LEGO WEDO </a> eller <a href="https://www.sparkfun.com/products/10311"> PicoBoard</a>.
tr: Scratch projelerinizi <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://info.scratch.mit.edu/WeDo">LEGO WeDo</a>, veya <a href="https://www.sparkfun.com/products/10311">PicoBoard</a> ile fiziksel dünyaya bağlayın.
uk: Поєднання ваших проектів у Скретчі з приладами <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://info.scratch.mit.edu/WeDo">LEGO WeDo</a>, чи <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>.

source: Access the Scratch logo and other media files.
ca: Accedeix al logotip d'Scratch i altres fitxers.
cs: Přístup ke Scratch logu a dalším mediálním souborům.
de: Hier findest du das Scratch-Logo und andere Mediendateien.
el: Αποκτήστε πρόσβαση στο λογότυπο του Scratch και σε άλλο υλικό.
es: Descarga el logo de Scratch y otros archivos multimedia.
et: Juurdepääs Scratchi logole ja muud meedia failid.
eu: Scratchen logoa eta bestelako media fitxategiak erabili.
fr: Accéder au logo Scratch et autres fichiers multimédias.
ga: Faigh an lógó Scratch agus comhaid mheáin eile.
gl: Descarga o logo de Scratch e outros ficheiros multimedia.
it: Scarica il logo di Scratch e altri file multimediali.
ja: Scratchロゴや他のメディアファイルを入手できます。
lv: Piekļuve Scratch logo un citiem multimedijiem.
nb: Scratch-logoen og andre mediafiler.
pt: Aceda ao logótipo do Scratch e a outros arquivos multimédia.
ro: Acceseaza logo-ul Scratch si alte fisiere media.
sl: Dostop do Scratch logotipa in ostalih datotek za objavo.
sv: Gå till Scratch logotyp och andra mediefiler.
tr: Scratch logo'suna ve diğer medya dosyalarına eriş.
uk: Отримати логотип Скретчу та інші медіафайли.

source: Scratch - Videos
ca: Scratch - Vídeos
el: Scratch - Βίντεο
es: Videos de Scratch
et: Scratch - Videod
eu: Scratch - Bideoak
gl: Vídeos - Scratch
it: Scratch - I Video
lv: Scratch - Video
nb: Scratch - videoer
pt: Scratch - Vídeos
ro: Scratch - Secvente video
sl: Scratch - Video posnetki
sv: Scratch - Videor
uk: Скретч - відео

source: Getting Started with Scratch
ca: Començant amb Scratch
de: Erste Schritte mit Scratch
el: Εξοικειωθείτε με το Scratch
es: Empieza con Scratch
fr: Prise en main de Scratch
gl: Primeiros Pasos con Scratch
it: Come Iniziare con Scratch
lv: Darba sākšana ar Scratch
nb: Kom i gang med Scratch
pt: Iniciação ao Scratch
sl: Uvod v Scratch
sv: Kom igång med Scratch
tr: Scratch'a Başlamak

source: After <strong>Getting Started</strong>, choose from <a href="#Introductory Tutorials">Introductory Tutorials</a> or <a href="#Paint Editor Tips">Paint Editor Tips</a>.
de: Im Anschluss an <strong>Erste Schritte</strong> kannst du aus den <a href="#Introductory Tutorials">Einführungstutorien</a> oder den <a href="#Paint Editor Tips">Tipps zum Zeichenwerkzeug</a> wählen.
el: Αφού <strong>εξοικειωθείτε με το Scratch</strong>, επιλέξτε ανάμεσα στα <a href="#Introductory Tutorials">Εισαγωγικά Μαθήματα</a> ή τις Συμβουλές για τον <a href="#Paint Editor Tips">Επεξεργαστή Εικόνων</a>.
es: Luego de <strong>Comenzar</strong>, escoge uno de los <a href="#Introductory Tutorials">Tutoriales Introductorios</a> o las <a href="#Paint Editor Tips">Sugerencias del editor de imágenes</a>.
fr: Après <strong>La prise en main</strong>, choisissez entre <a href="#Introductory Tutorials">Les tutoriaux d'introduction</a> ou <a href="#Paint Editor Tips">Les trucs et astuces de l'éditeur d'images</a>.
gl: Despois de <strong>Primeiros Pasos</strong>, escolle un dos <a href="#Introductory Tutorials">Tutoriais Introductorios</a> ou as <a href="#Paint Editor Tips">Suxestions do Editor de Imaxes</a>.
it: Dopo aver visto la guida <strong>Come Iniziare</strong>, guarda i <a href="#Introductory Tutorials">Tutorial Introduttivi</a> o i <a href="#Paint Editor Tips">Suggerimenti dell'Editor di Immagini</a>.
lv: Pēc <strong>Iesācēju ceļveža</strong>, izvēliem <a href="#Introductory Tutorials">Iesācēju pamācības</a> vai <a href="#Paint Editor Tips">Grafiskā redaktora padomus</a>.
nb: Når du er ferdig med <strong>"Kom i gang"</strong>, kan du gå til <a href="#Introductory Tutorials">veiledninger for begynnere</a> or <a href="#Paint Editor Tips">tips om å tegne i Scratch</a>.
pt: Depois da <strong>Iniciação ao Scratch</strong>, confira os <a href="#Introductory Tutorials">Tutoriais Introdutórios</a> ou as <a href="#Paint Editor Tips">Dicas do Editor de Pintura</a>.
sl: Po <strong>Začetki s Scratchem (Getting Started)</strong>, izberi <a href="#Introductory Tutorials">Uvodni vodiči</a> ali <a href="#Paint Editor Tips">Nasveti za urejevalnik slik</a>.
sv: Efter <strong>Kom Igång</strong>, välj mellan <a href="#Introductory Tutorials">Introduktionshandledning</a> eller <a href="#Paint Editor Tips">Tips för spriteredigeraren</a>.
tr: <strong>Başlangıç</strong> eğitim materyallerinden sonra, <a href="#Introductory Tutorials">Temel Dersler</a> veya <a href="#Paint Editor Tips">Resim Editörü İpuçları</a>na göz at.

source: Introductory Tutorials
ca: Tutorials d'introducció
de: Einführende Tutorien
el: Εισαγωγικά Μαθήματα
es: Tutoriales introductorios
et: Sissejuhatavad juhendid
eu: Hastapen tutorialak
fr: Tutoriaux d'introduction
gl: Tutoriais Introductorios
it: Tutorial Introduttivi
lv: Iesācēju pamācības
nb: Veiledninger for å komme i gang
pt: Tutoriais Introdutórios
ro: Tutoriale introductive
sl: Uvodni vodiči
sv: Introduktionshandledning
tr: Temel Dersler
uk: Посібники для початківців

source: Make your sprite move forward
ca: Fes que el teu personatge es mogui endavant
de: Deine Figur vorwärts gehen lassen
el: Κάντε το αντικείμενο σας να κινηθεί ευθεία
es: Haz que tu objeto se mueva hacia adelante
et: Pane sprait liikuma
eu: Zure spritea aurreraka mugitu ezazu
fr: Faire avancer ton lutin
gl: Fai que a túa figura se mova para adiante
it: Fai muovere lo sprite in avanti
lv: Liec gariņam kustēties uz priekšu
nb: Få figuren til å gå forover
pt: Faça o seu actor andar em frente
ro: Fa ca sprite-ul tau sa mearga inainte
sl: Naj se tvoja figura premakne naprej
sv: Gör så att din sprite går framåt
tr: Kuklanın ileri hareket etmesini sağla
uk: Зробити щоб спрайт рухався вперед

source: Make your sprite spin
ca: Fes que el teu personatge giri
de: Deine Figur sich drehen lassen
el: Κάντε αντικείμενο σας να πειρστρέφεται συνεχόμενα
es: Haz que tu objeto gire
et: Pane sprait pöörlema
eu: Zure spritea birarazi ezazu
fr: Faire tourner ton lutin
gl: Fai que a túa figura xire
it: Fai ruotare lo sprite
lv: Liec gariņam griezties
nb: Få figuren til å snurre rundt
pt: Faça o seu actor girar
ro: Fa ca sprite-ul tau sa se roteasca
sl: Naj se tvoja figura zavrti
sv: Gör så att din sprite snurrar
uk: Зробити щоб спрайт повертався

source: Make your sprite change color
ca: Fes que el teu personatge canvïi de color
de: Die Farbe deiner Figur ändern
el: Κάντε το αντικείμενό σας να αλλάξει χρώμα
es: Haz que tu objeto cambie de color
et: Muuda spraidi värvi
eu: Zure spritearen kolorea aldatu
fr: Changer la couleur de ton lutin
gl: Fai que a túa figura cambie de cor
it: Fai cambiare colore allo sprite
lv: Liec gariņam mainīt krāsu
nb: Få figuren til å endre farge
pt: Faça o seu actor mudar de cor
ro: Fa ca sprite-ul tau sa isi schimbe culoarea
sl: Naj tvoja figura spremeni barvo
sv: Gör så att din sprite ändrar färg
tr: Kuklanın renginin değişmesini sağla
uk: Зробити щоб спрайт змінював колір

source: Make your sprite dance
ca: Fes que el teu personatge balli
de: Deine Figur tanzen lassen
el: Κάντε το αντικείμενό σας να χορεύει
es: Haz que tu objeto baile
et: Pane spraidid tantsima
eu: Zure spritea dantzan jarri
fr: Faire danser ton lutin
gl: Fai que a túa figura baile
it: Fai danzare lo sprite
lv: Liec gariņam dejot
nb: Få figuren til å danse
pt: Faça o seu actor dançar
ro: Fa ca sprite-ul tau sa danseze
sl: Naj tvoja figura zapleše
sv: Gör så att din sprite dansar
uk: Зробити танцюючий спрайт

source: Make your sprite follow the mouse
ca: Fes que el teu personatge segueixi el ratolí
de: Deine Figur den Mauszeiger verfolgen lassen
el: Κάντε το αντικείμενό σας να ακολουθεί το ποντίκι
es: Haz que tu objeto siga el mouse
et: Pane sprait järgnema hiirele
eu: Zure spritea xaguari jarraika jarri
fr: Laisser la souris suivre ton lutin
gl: Fai que a túa figura siga o rato
it: Fai seguire il mouse allo sprite
lv: Liec gariņam sekot pelei
nb: Få figuren til å følge musa
pt: Faça o seu actor seguir o ponteiro do rato
ro: Fa ca sprite-ul tau sa urmareasca mouse-ul
sl: Naj tvoja figura sledi miški
sv: Gör så att din sprite följer musen
tr: Kuklanın fareyi takip etmesini sağla
uk: Зробити щоб спрайт слідував за "мишею"

source: Make your sprite glide
ca: Fes que el teu personatge llisqui
de: Deine Figur gleiten lassen
el: Κάντε το αντικείμενό σας να "γλυστρά"
es: Haz que tu objeto se deslice
et: Pane sprait liuglema
eu: Zure spitea irristarazi ezazu
fr: Faire glisser ta souris
gl: Fai que a túa figura esbare
it: Fai scivolare lo sprite
lv: Liec gariņam slīdēt
nb: Få figuren til å gli bortover
pt: Faça o seu actor deslizar
ro: Fa ca sprite-ul tau sa gliseze
sl: Naj tvoja figura drsi
sv: Gör så att din sprite glider
uk: Зробити ковзаючий спрайт

source: Make your sprite jump when you clap
ca: Fes que el teu personatge salti quan aplaudeixis
de: Deine Figur springen lassen, wenn du klatschst
el: Κάντε το αντικείμενό σας να κάνει άλμα όταν χειροκροτάτε
es: Haz que tu objeto salte cuando aplaudes
et: Pane sprait hüpama, kui plaksutad
eu: Zure spriteari zuk txalo egitean salto eginarazi
fr: Faire sauter le lutin quand tu applaudis
gl: Fai que a túa figura salte cando aplaudes
it: Fai saltare lo sprite quando batti le mani
lv: Liec gariņam palekties, kad plaukšķini
nb: Få figuren til å hoppe når du klapper
pt: Faça o seu actor saltar quando bater as palmas
ro: Fa ca sprite-ul tau sa sara cand aplauzi
sl: Naj tvoja figura skoči, ko zaploskaš
sv: Gör så att din sprite hoppar när du klappar
tr: El çırptığında kuklanın zıplamasını sağla
uk: Зробити щоб спрайт стрибав від плескоту

source: Make your sprite spin when you say something
ca: Fes que el teu personatge giri quan diguis alguna cosa
de: Deine Figur sich drehen lassen, wenn du etwas sagst
el: Κάντε το αντικείμενό σας να περιστρέφεται όταν λέτε κάτι
es: Haz que tu objeto gire cuando dices algo
et: Pane sprait pöörlema, kui ütled midagi
eu: Zuk zerbait esatean spritea birarazi
fr: Faire tourner ton lutin quand tu dis quelque chose
gl: Fai que a túa figura xire cando dis algo
it: Fai ruotare lo sprite quando dici qualcosa
lv: Liec gariņam griezties, kad tu ko saki
nb: Få figuren til å snurre rundt når du snakker
pt: Faça o seu actor girar quando disser alguma coisa
ro: Fa ca sprite-ul tau sa se invarteasca atunci cand spui ceva
sl: Naj se tvoja figura zavrti, ko nekaj rečeš
sv: Gör så att din sprite snurrar när du säger någonting
tr: Birşeyler söylediğinde kuklanın dönmesini sağla
uk: Зробіити щоб спрайт повертався, коли ви говорите щось

source: Make a simple game
ca: Fes un joc senzill
de: Ein einfaches Spiel erstellen
el: Φτιάξτε ένα απλό παιχνίδι
es: Haz un juego sencillo
et: Tee lihtne mäng
eu: Joko sinple bat sortu
fr: Faire un jeu simple
gl: Fai un xogo sinxelo
it: Crea un gioco semplice
lv: Izveido vienkāršu spēli
nb: Lag et enkelt spill
pt: Faça um jogo simples
ro: Creaza un joc simplu
sl: Ustvari enostavno igrico
sv: Gör ett enkelt spel
tr: Basit bir oyun yap
uk: Створити просту гру

source: Make a story
ca: Crea una història
de: Eine Geschichte erzählen
el: Φτιάξτε μια ιστορία
es: Haz una historia
et: Tee lugu
eu: Istorio bat sortu
fr: Raconter une histoire
gl: Fai unha historia
it: Crea una storia
lv: Izveidot stāstu
nb: Lag en historie
pt: Faça uma estória
ro: Creaza o poveste
sl: Ustvari zgodbo
sv: Gör en berättelse
tr: Bir hikaye oluştur
uk: Створити історію

source: Paint Editor Tips
ca: Ajuda de l'Editor d'Imatges
cs: Tipy pro editor kreslení
de: Hinweise zum Zeichenwerkzeug
el: Συμβουλές για τον Επεξεργαστή Σχεδίων
es: Consejos para el editor de imágenes
et: Joonistusredaktori tutvustus
eu: Marrazketa editoreari buruzko gomendioak
fr: Conseils pour l'éditeur de dessin
gl: Suxestións para o Editor de Imaxes
it: Suggerimenti per l'Editor di Immagini
lv: Grafiskā redaktora padomi
nb: Tips om tegning
pt: Dicas do Editor de Desenhos
ro: Sfaturi despre editorul grafic
sl: Nasveti za slikarja
sv: Bildredigeraren Tips
tr: Boyama Editörü İpuçları
uk: Підказки Графічного редактора

source: Change the cat or other characters
ca: Canvia el gat o altres personatges
de: Die Katze oder andere Figuren verändern
el: Αλλάξτε τη γάτα ή άλλους χαρακτήρες
es: Cambia el gato o los otros personajes
et: Muutke kassi või muid sümboleid
eu: Katua edo beste pertsonaiak alda itzazu
fr: Changer le chat ou autres personnages
gl: Cambia o gato ou outros personaxes
it: Cambia il gatto o gli altri personaggi
lv: Izmaini kaķi vai citus tēlus
nb: Forandre på katten eller andre figurer
pt: Altere o gato ou outros personagens
ro: Schimba pisica sau alte personaje
sl: Spremeni Praskača ali drug karakter
sv: Ändra katten eller andra figurer
tr: Kediyi veya başka bir karakteri değiştir
uk: Змінити Кота чи інші образи

source: Differences between vector and bitmap
ca: Diferències entre vector i mapa de bits
de: Unterschiede zwischen Vektor- und Rastermodus
el: Διαφορές ανάμεσα στις λειτουργίες vector και bitmap
es: Diferencias entre vector y mapa de bits
et: Erinevused vektor- ja rastergraafika vahel
eu: Bektore eta bitmaparen arteko ezberdintasunak
fr: Différences entre le vectoriel et le bitmap
gl: Diferenzas entre vector e mapa de bits
it: Differenze tra grafica vettoriale e bitmap
lv: Atšķirības starp vektoru un rastra grafiku
nb: Forskjellen mellom punkt- og vektorgrafikk
pt: Diferenças entre os modos vectorial e bitmap
ro: Diferente intre vectori si bitmap
sl: Razlike med vektorsko in bitno sliko
sv: Skillnader mellan vektor och bitmapp
tr: Çizgisel ve noktasal arasındaki farklar
uk: Різниця між векторними та растровими зображеннями

source: Switching between vector and bitmap
ca: Canvia entre vectors i mapa de bits
de: Wechsel zwischen Vektor- und Rastermodus
el: Αλλάζοντας ανάμεσα σε vector και bitmap
es: Alternar entre vector y mapa de bits
et: Vektor- ja rastergraafika vahetamine
eu: Bektore eta bitmap artean txandakatu
fr: Passer du vectoriel au bitmap et vis versa
gl: Mudando entre vector e mapa de bits
it: Passare da grafica vettoriale a grafica bitmap
lv: Pārslēgities starp vektor- un rastra grafikām
nb: Bytte mellom punkt- og vektorgrafikk
pt: Alternando entre os modos vectorial e bitmap
ro: Comutarea intre vector si bitmap
sl: Preklapljanje med vektorjem in bitno sliko
sv: Växla mellan vektor och bitmapp
tr: Çizgisel ve noktasal aralarında geçiş
uk: Перемкнутись між векторними та растровими режимами

source: Fill a vector shape
ca: Omple una forma vectorial
de: Eine Vektorform füllen
el: Γεμίστε με χρώμα ένα σχήμα σε vector
es: Llenar una forma vectorial
et: Vektorgraafika kujundi täitmine
eu: Bektore forma bat bete ezazu
fr: Remplir une figure vectorielle
gl: Encher unha forma vectorial
it: Riempire una forma vettoriale
lv: Aizpildīt figūru vektorgrafikā
nb: Fyll farge i en vektorform
pt: Enchendo uma forma vectorial
ro: Umple o forma vectoriala
sl: Zapolni vektorsko obliko
sv: Fyll en vektorform
tr: Çizgisel bir şeklin içini doldur
uk: Зафарбувати векторний образ

source: Erasing in vector mode
ca: Esborrar en mode vector
de: Radieren im Vektormodus
el: Σβήνοντας στη λειτουργία vector
es: Borrar en modo vector
et: Kustutamine vektorolekus
eu: Bektore moduan ezabatzen
fr: Effacer en mode vectoriel
gl: Borrar no modo vectorial
it: Cancellare in modalità vettoriale
lv: Dzēšana vektorgrafikā
nb: Sletting i vektorgrafikk
pt: Apagando no modo vectorial
ro: Stergerea in modul vector
sl: Brisanje v vektorskem načinu
sv: Radera i vektorläget
tr: Çizgisel haldeyken silme
uk: "Зтирання" у векторному режимі

source: Drawing with reshape
ca: Dibuixar canviant les formes
de: Zeichnen durch verformen
el: Σχεδιάζοντας με το εργαλείο "Αλλαγή Σχήματος"
es: Dibujar con reformar
et: Joonistamine kujundite muutmisega
eu: Berregite bidez marrazten
fr: Dessiner en remodelant
gl: Debuxar mudando a forma
it: Disegnare con "cambia forma"
lv: Zīmēšana pārveidojot
nb: Redigering av vektorformer
pt: Desenhando com o remodelador
ro: Desenare cu remodelare
sl: Risanje s preoblikovalcem
sv: Rita med omforma
uk: Малювання через переформування

source: Smoothing
ca: Allisant
de: Glätten
el: Εξομάλυνση
es: Suavizar
et: Silumine
eu: Leuntzea
fr: Lisser
gl: Suavizar
it: Arrotondare
lv: Nogludināšana
nb: Glatting
pt: Suavizando
ro: Finisare
sl: Glajenje
sv: Jämna till
tr: Yumuşatma
uk: Згладжування

source: Grouping
ca: Agrupant
de: Gruppieren
el: Ένωση Σχημάτων
es: Agrupar
et: Grupeerimine
eu: Taldekatzea
fr: Grouper
gl: Agrupar
it: Raggruppare
lv: Grupēšana
nb: Gruppering
pt: Agrupando
ro: Grupare
sl: Združevanje
sv: Gruppera
tr: Gruplama
uk: Групування

source: Layers
ca: Capes
de: Ebenen
el: Στρώσεις
es: Capas
et: Kihid
eu: Geruzak
fr: Couches
gl: Capas
it: Livelli
lv: Slāņi
nb: Lagdeling
pt: Camadas
ro: Straturi
sl: Plasti
sv: Lager
tr: Katmanlar
uk: Шари

source: Backdrop into Sprite
ca: Fons a personatge
de: Bühnenbild in eine Figur umwandeln
el: Υπόβαθρο σε Αντικείμενο
es: Fondo en objeto
et: Taust spraidile
eu: Hondoa sprite barnean
fr: De l'arrière-plan en faire un lutin
gl: Fondo en Figura
it: Da sfondo a Sprite
lv: Gariņa fons
nb: Bakgrunn til figur
pt: Actor a Partir do Cenário
ro: Fundal in Sprite
sl: Ozadje v figuro
sv: Bakgrund till sprite
uk: Тло спрайту

source: Center of Costume
ca: Centre del vestit
de: Zentrum eines Kostüms
el: Κέντρο της Ενδυμασίας
es: Centro del Disfraz
et: Kostüümi keskpunkt
eu: Mozorroaren zentroa
fr: Centre du costume
gl: Centro da Vestimenta
it: Centro di un Costume
lv: Tērpa centrs
nb: Senter av en drakt
pt: Centro do Traje
ro: Centrul costumului
sl: Središče videza
sv: Centrum av klädsel
tr: Kılığın Merkezi
uk: Центрувати образ

source: Design a Valentine
fr: Concevoir une Saint-Valentin
it: Crea un biglietto di San Valentino
lv: Izveido Valentīndienas kartīti
tr: Bir Tebrik Kartı Tasarla

source: Animate Your Name
de: Animiere deinen Namen
el: Κάντε το Όνομά σας Κινούμενο
fr: Animer votre nom
gl: Fai unha Animación co Teu Nome
it: Anima il Tuo Nome
lv: Animē savu vārdu
nb: Animasjon med navnet ditt
pt: Anime o Seu Nome
tr: Adını Canlandır

source: Create a Pong Game
es: Crear un Juego de Pong
fr: Créer un jeu de Pong
it: Crea il Gioco Pong
lv: Izveido spēli Pong
nb: Lag ballspillet Pong
pt: Crie um Jogo de Pong
tr: Bir Pinpon Oyunu Yap

source: Make a Birthday Card
es: Hacer una Tarjeta de Cumpleaños
fr: Faites une carte d'anniversaire
it: Crea un Biglietto di Auguri di Buon Compleanno
lv: Izveido apsveikuma kartīti
nb: Lag et bursdagskort
pt: Faça um Cartão de Parabéns
tr: Bir Doğum Günü Kartı Yap

source: Create a Virtual Pet
fr: Créer un animal virtuel
it: Crea un Animaletto Virtuale
lv: Izveido virtuālu dzīvnieku
pt: Crie um Animal de Estimação Virtual
tr: Sanal Bir Evcil Hayvan Oluştur

source: How To
ca: Com fer
cs: Jak udělat
de: Kurzanleitungen
el: Πως να...
es: Cómo hacer
et: Kuidas
eu: Nola egin
fr: Comment faire
ga: Treoracha
gl: Como Facer
it: Come Fare
ja: 使い方
lv: Kā
nb: Hvordan
pt: Como Fazer
ro: Cum sa
sl: Kako
sr: Како да
sv: Hur gör man
tr: Nasıl Yapılır
uk: Знаю як
