Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: The Lifelong Kindergarten Group will promptly process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act (“DMCA”) and other applicable intellectual property laws. Upon receipt of notices complying or substantially complying with the DMCA, the Lifelong Kindergarten Group may act expeditiously to remove or disable access to any material claimed to be infringing. Repeat infringers of third-party copyrights are subject to termination in appropriate circumstances.
ca: El Lifelong Kindergarten Group processarà i investigarà notificacions de suposades infraccions i prendrà les accions apropiades sota el Digital Millennium Copyright Act ("DMCA") i altres lleis de propietat intel·lectual aplicables immediatament. Després de la recepció de notificacions complint o substancialment complint amb la DMCA, el Lifelong Kindergarten Group pot actuar per retirar o inhabilitar l'accés a qualsevol material que suposadament viola. Repetir les infraccions dels drets d'autor de tercers estan subjectes a la cancel·lació del compte.
cs: Lifelong Kindergarten Group bezodkladně zpracuje a vyšetří oznámení údajného porušení a provede příslušné akce Digital Millennium Copyright Act (“DMCA”) a jiných použitelných zákonů ochrany intelektuálního vlastnictví. Po potvrzení oznámení splňujícího nebo podstatně splňujícího DMCA, Lifelong Kindergarten Group může předem provést smazání nebo zrušení přístupu ke každému materiálu oznámeného jako porušující. Opakovaná porušení práv třetích stran jsou důvodem k vyloučení za příslušných okolností.
de: Die Lifelong-Kindergarten-Group bearbeitet und verfolgt Anzeigen mutmaßlicher Urheberrechtsverletzungen umgehend und ergreift entsprechende Maßnahmen gemäß dem Digital Millennium Copyright Act (“DMCA”) und anderen anwendbaren Gesetzen zum Schutze geistigen Eigentums. Nach dem Eingang einer Anzeige entsprechend oder im Wesentlichen entsprechend dem DMCA behält sich die Lifelong-Kindergarten-Group vor, betreffendes Material umgehend zu entfernen oder den Zugriff darauf zu unterbinden. Bei wiederholtem Verstoß gegen Urheberrechte Dritter droht unter entsprechenden Umständen der Ausschluss.
el: Η Lifelong Kindergarten Group θα επεξεργαστεί και θα ερευνήσει άμεσα τις ειδοποιήσεις για φερόμενη παράβαση και θα λάβει κατάλληλα μέτρα που προσδιορίζονται από τον νόμο Digital Millennium Copyright Act (“DMCA”) και από άλλες ισχύουσες διατάξεις περί διανοητικών ιδιοκτησιών. Κατόπιν παραλαβής των ειδοποιήσεων που τηρούν πλήρως ή μερικώς τον νόμο DMCA, η Lifelong Kindergarten Group μπορεί να δράσει ταχέως για να αφαιρέσει ή να απενεργοποιήσει την πρόσβαση σε κάθε υλικό που θεωρείται παραβατικό. Επανειλημμένες παραβιάσεις πνευματικών δικαιωμάτων τρίτων θα υπόκεινται σε καταγγελία υπό τις κατάλληλες συνθήκες.
es: El grupo Lifelong Kindergarten procesará e investigará notificaciones de violación a los derechos de autor, y tomará acción de acuerdo al Digital Millennium Copyright Act (“DMCA”) y otras leyes de propiedad intelectual aplicables. Una vez recibidas notificaciones que cumplan, o cumplan substancialmente con el DMCA, el grupo Lifelong Kindergarten actuará con toda prontitud para remover o desactivar el acceso al material en cuestión. Quienes cometan constantes infracciones a los derechos de autor de terceros serán sujetos a la cancelación de la cuenta bajo circunstancias apropiadas.
et: Lifelong Kindergarten Group uurib teateid väidetavatest rikkumistest ja võtab tarvitusele asjakohased meetmed vastavalt <i>Digital Millennium Copyright Act</i> (“DMCA”) ja muudele selles olukorras kohaldatavatele intellektuaalomandi seadustele. Saanud teate, reageerib Lifelong Kindergarten Group viivitamatult eemaldades või blokeerides juurdepääsu mistahes materjalile, mille autoriõigusi on väidetavalt rikutud. Korduvalt kolmandate osapoolte autoriõiguste rikkujatega katkestatakse koostöö.
eu: Lifelong Kindergarten Groupek autore eskubideen jakinarazpenak prozesatu eta ikertuko ditu, eta ekintzara joko du Digital Millennium Copyright Act (“DMCA”) eta ezar litezkeen jabetza intelektualaren beste lege batzuren arabera. Behin DMCArekin bat edo zatika bat egiten duten jakinarazpenak jasota, Lifelong Kindergarten Groupak azkartasunez jokatuko du aipaturiko edukira eskuragarritasuna kendu edo ezgaitzen. Hirugarrenen jabetza eskubideekiko arau-hausteak birritan egiten dituztenen kontuak ezabatuak izan daitezke dagokien zirkunstantzietan.
fr: Le groupe Lifelong Kindergarten traitera rapidement et enquêtera sur les déclarations de violation et prendra les mesures appropriées en vertu de la Digital Millennium Copyright Act («DMCA») et d'autres lois applicables en matière de propriété intellectuelle. Dès réception des avis conformes ou presque conformes à la loi DMCA, le Groupe Lifelong Kindergarten peut agir promptement pour retirer ou désactiver l'accès à tout matériel prétendu être atteinte. Les contrevenants à répétition des droits d'auteur de tiers sont soumis à la résiliation, dans des circonstances appropriées.
gl: O grupo Lifelong Kindergarten procesará e investigará notificacións de violación aos dereitos de autor, e tomará acción de acordo ao Digital Millennium Copyright Act (“DMCA”) e outras leis de propiedade intelectual aplicables. Unha vez recibidas notificacións que cumplan ou cumplan substancialmente co DMCA, o grupo Lifelong Kindergarten actuará con toda prontitude para eliminar ou desactivar o acceso ao material en cuestión. Aqueles que cometan infraccións reiteradas aos dereitos de autor de terceiros serán suxeitos á cancelación da conta baixo circunstancias apropiadas.
it: Il Lifelong Kindergarten Group prenderà immediatamente in considerazione tutti gli avvisi di violazione, porterà avanti le indagini necessarie e prenderà i provvedimenti del caso in accordo al Digital Millennium Copyright Act (“DMCA”) e alle altre leggi che proteggono la proprietà intellettuale e che si applichino al caso sollevato. In seguito alla ricezione di reclami che facciano riferimento esplicitamente o sostanzialmente al DMCA, il Lifelong Kindergarten Group potrà decidere di rimuovere o impedire l'accesso ai materiali oggetto del reclamo. Chi sia colto a violare ripetutamente il copyright di terze parti può essere soggetto alla cancellazione del proprio account qualora le circostanze lo richiedano.
ja: 「Lifelong Kindergarten Group」は権利侵害の疑いの報告を迅速に処理・調査し、DMCA（デジタル・ミレニアム著作権法）と他の適用できる知的所有権法のもとに適切な措置をとります。「Lifelong Kindergarten Group」は報告を受け取るもしくは、DMCAに従って、早急に権利侵害の疑いを主張された資料へのアクセスを停止・抑制します。第三者の著作権侵害を繰り返すユーザーは、適切に排除されます。
lv: Lifelong Kindergarten Group nekavējoties apstrādā un izmeklē paziņojumus par varbūtējiem pārkāpumiem un rīkojas atbilstoši Digitālās tūkstošgades autortiesību likumam - Digital Millennium Copyright Act (“DMCA”) un citiem saistošiem intelektuālā īpašuma normatīvajiem aktiem. Līdz ar ziņojuma izvērtēšanu un atbilstību DCMA, Lifelong Kindergarten Group nekavējoties var izņemt vai liegt pieeju materiāliem, par kuriem ziņots kā neatbilstošiem. Par atkārtotiem trešo pušu autortiesību pārkāpumiem to izdarītājiem tiek liegta turpmāka pieeja.
pt: O Lifelong Kindergarten Group processará e investigará rapidamente notificações de alegadas violações e agirá de forma apropriada de acordo com o Digital Millennium Copyright Act (“DMCA”) e com outra legislação sobre propriedade intelectual aplicável. Ao receber notificações em conformidade total ou substancial com o DMCA, o Lifelong Kindergarten Group poderá remover ou desactivar expeditamente o acesso a qualquer material que esteja alegadamente em violação. Quem violar repetidamente os direitos de autor de terceiros sujeitar-se-á à terminação do serviço em circunstâncias apropriadas.
ro: The Lifelong Kindergarten Group va procesa prompt si va investiga avertismentele de incalcare a dreptului de autor si va lua masuri conforme cu Digital Millennium Copyright Act (“DMCA”) si alte legi aplicabile proprietatii intelectuale. De la primirea avertismentelor de plangere cu DCMA, Lifelong Kindergarten Group poate actiona rapid la stergerea sau interzicerea accesului la orice material in cauza. In cazul repetarii unei plangeri din partea unei terte persoane poate surveni incetarea in circumstante adecvate.
sl: The Lifelong Kindergarten Group bo nemudoma obravnaval obvestila o domnevnih kršitvah in bo ukrepal v skladu z Digital Millennium Copyright Act (“DMCA”) in drugimi veljavnimi zakoni o intelektualni lastnini. Po prejemu potrdila o prijavi vaše pritožbe lahko Lifelong Kindergarten Group takoj odstrani ali onemogoči dostop do domnevno neustrezno pripravljenih gradiv. Ponavljajoči kršilce avtorskih pravic tretjih strank lahko v določenih okoliščinah izključimo.
sv: Gruppen på Lifelong Kindergarten kommer kommer snabbt att bearbeta och utreda anmälningar om påstådda överträdelser och kommer att vidta lämpliga åtgärder i enlighet med Digital Millennium Copyright Act ("DMCA") och andra tillämpliga immaterialrättsliga lagar. Vid mottagning av meddelanden som uppfyller eller väsentligen överensstämmer med DMCA, får gruppen på Lifelong Kindergarten utan dröjsmål avlägsna eller neka tillgång till något material som påstås göra intrång. Upprepade intrång i tredje mans upphovsrätt är föremål för utestängning under lämpliga förhållanden.
uk: Дослідницька група Lifelong Kindergarten в найкоротші терміни обробить та розслідує повідомлення про можливі порушення та вживе відповідних заходів згідно з Digital Millennium Copyright Act ("DMCA") та іншими законами про інтелектуальну власність. Після отримання повідомлення по суті дотримання DMCA, група Lifelong Kindergarten може діяти оперативно, щоб видалити або відключити доступ до будь-якого матеріалу, що, як стверджується, порушує авторські права. Повторення порушень сторонніх авторських прав можуть бути підставою для блокування.

source: In assessing whether or not a Scratch user has violated your copyrights, please keep in mind that Scratch is an educational and not-for-profit initiative, seeking to aid children’s learning by providing the tools for them to learn and express themselves using digital technology. Please also keep in mind the “Fair Use” doctrine incorporated into the Copyright Act of 1976, 17 U.S.C. § 107.
ca: A l'hora d'avaluar si un usuari d'Scratch ha violat els teus drets d'autor, si us plau recorda que Scratch és d'ús educatiu i és una iniciativa sense ànim de lucre que pretén ajudar en l'aprenentatge dels nens proporcionant-los eines que els permetin aprendre a expressar-se utilitzant tecnologies digitals. També recorda la doctrina "Fair Use" incorporada a la Copyright Act of 1976, 17 U.S.C. § 107.
cs: Ve zhodnocení, zdali uživatel Scratch porušil váš copyright prosím berte v úvahu, že Scratch je vydělávací a nezisková iniciativa pomáhající výuce dětí poskytnutím nástrojů aby se učily a vyjadřovaly použitím diditální technologie. Prosím také pomyslete na pravidlo "férového užití" zahrnutého do Copyright Act of 1976, 17 U.S.C. § 107.
de: Bei der Beurteilung, ob ein Scratch-Benutzer Urheberrechte verletzt, bitten wir zu bedenken, dass Scratch eine Bildungsinitiative und nicht profitorientiert ist, sondern sich darum bemüht, Lernprozesse von Kindern durch die Bereitstellung von Werkzeugen zu unterstützen, die es ihnen ermöglichen, sich unter Verwendung digitaler Technologien auszudrücken und zu lernen. Zu beachten ist auch die "Fair Use"-Doktrin, wie sie sich im Copyright Act 1976, 17 USC, § 107 findet.
el: Καθώς αξιολογείτε εάν ένας χρήστης του Scratch έχει παραβιάσει τα πνευματικά σας δικαιώματα, παρακαλούμε να θυμάστε πως το Scratch προέρχεται από εκπαιδευτική, μη-κερδοσκοπική πρωτοβουλία, η οποία συμβάλλει στην εκμάθηση των παιδιών παρέχοντας τους εργαλεία για να μάθουν και να εκφραστούν χρησιμοποιώντας την ψηφιακή τεχνολογία.
es: Al evaluar si un usuario de Scratch ha violado o no sus derechos de autor, por favor considere que Scratch es una iniciativa educativa sin fines de lucro, que busca facilitar el aprendizaje de los niños brindándoles las herramientas para aprender y expresarse utilizando la tecnología digital. También considere la doctrina de "Uso justo" incorporada en el Copyright Act de 1976, 17 U.S.C. § 107.
eu: Scratcheko erabilitzaile batek zure copyrighta urratu duen ala ez jakiteko, kontuan izan arren Scratch heziketarako ekimen bat dela eta ez dirua egitekoa, umeei heziketa laguntzen saiatzen dela, teknologia digitala erabiliz beren burua adierazteko herrramintak emanez. Kontuan izan ere “Fair Use” doktrina (1976ko Copyright Act, 17 U.S.C. § 107).
fr: Pour évaluer si oui ou non un utilisateur de Scratch a violé vos droits d'auteur, s'il vous plaît garder à l'esprit que Scratch est une initiative éducative et sans but lucratif, qui cherche à faciliter l'apprentissage des enfants en fournissant les outils pour qu'ils puissent apprendre et de s'exprimer en utilisant la technologie numérique. S'il vous plaît également garder à l'esprit le "fair use" doctrine incorporés dans la Loi sur le droit d'auteur de 1976, 17 USC § 107.
gl: Para avaliar si un usuario de Scratch violou ou non os seus dereitos de autor, por favor considere que Scratch é unha iniciativa educativa sin fins de lucro, que procura facilitar a aprendizaxe dos nenos ofrecéndolles as ferramentas para aprender e expresarse utilizando a tecnoloxía dixital. Tamén considere a doutrina de "Uso xusto" incorporada na Copyright Act de 1976, 17 U.S.C. § 107.
it: Nel valutare se un utente di Scratch abbia violato o meno il tuo copyright, ti preghiamo di tenere in considerazione il fatto che Scratch è uno strumento educativo e un'iniziativa no-profit il cui obiettivo è quello di aiutare l'apprendimento dei bambini attraverso strumenti che insegnino a ciascuno ad esprimersi grazie all'uso delle tecnologie digitali. Ti preghiamo inoltre di tener conto della definizione di "Uso Corretto" come definita nel Copyright Act del 1976, 17 U.S.C. § 107.
ja: Scratchのユーザーが著作権を侵害したかどうかを判断するにあたり、Scratchは学習用、デジタル技術を使った表現ツールを提供し、子どもたちの学習支援をするための、教育目的で非営利の先進的取り組みであること、そして「Copyright Act of 1976, 17 U.S.C. § 107」にある「公正使用」も心に留めておいてください。
lv: Izvērtējot, vai Scratch lietotājs ir pārkāpis jūsu autortiesības, lūdzam ņemt vērā, ka Scratch ir izglītojoša bezpeļņas iniciatīva, kas sekmē bērnu mācīšanos, nodrošinot viņus ar rīkiem un ļaujot attīstīt sevi, izmantojot digitālās tehnoloģijas. Lūdzam ņemt vērā arī Godīgas izmantošanas "Fair use" doktrīnu, kas iekļauta 1976. gada Autortiesību likumā 17 U.S.C. § 107.
pt: Para determinar se um utilizador do Scratch violou ou não os seus direitos de autor, por favor tenha em conta que o Scratch é uma iniciativa educacional e sem fins lucrativos que procura contribuir para a aprendizagem das crianças através do fornecimento de ferramentas que lhes permitam aprender e expressar-se usando tecnologia digital. Tenha em conta a doutrina de «Fair Use» incorporada no Copyright Act de 1976, 17 U.S.C. § 107.
ro: Apreciaza daca un utilizator Scratch ti-a violat sau nu dreptul de autor, avand in vedere ca Scratch este o initiativa educationala nonprofit, care are ca scop sprijinirea copiilor in procesul de invatare, prin furmnizarea de instrumente cu ajutorul carora ei sa invete si sa se exprime folosind tehnologia digitala. Te rugam, de asemenea, sa tii seama de doctrina "Fair Use" inclusa in Copyright Act of 1976, 17 U.S.C. § 107.
sl: Pri ocenjevanju ali je uporabnik Scratcha kršil vaše avtorske pravice, prosimo upoštevajte, da je Scratch izobraževalna in nepridobitna iniciativa, namenjen spodbujanju učenja otrok tako, da jim priskrbi orodja s katerimi se otroci učijo in se izražajo s pomočjo uporabne digitalne tehnologije.
sv: Vid bedömningen av om en Scratchanvändaren har brutit mot din upphovsrätt, tänk på att Scratch är ett pedagogisk och ett icke-vinstdrivande initiativ, som syftar till att underlätta barns lärande genom att tillhandahålla verktyg för dem att lära och uttrycka sig med hjälp av digital teknik. Kom också ihåg att "Fair Use" doktrinen införlivades i upphovsrättslagen från 1976, 17 USC § 107.
uk: При оцінці того чи користувач Скретчу порушив ваші авторські права, будь ласка, майте на увазі, що Скретч є освітньою, а не некомерційною ініціативою, прагнучи допомогти навчанню дітей, надаючи інструменти для того, щоб виразити себе за допомогою цифрових технологій. Також майте на увазі "добросовісне використання" доктрина якого включено до Закону про авторське право від 1976 року, 17 U.S.C. § 107.

source: We hope you also see Scratch not only as a good way of popularizing your creations/website but also as an opportunity to do something good for children’s education.
ca: Esperem que també vegeu Scratch no només com una bona manera de popularitzar les teves creacions/pàgina si no també com una oportunitat per fer alguna cosa bona per l'educacó del nens.
cs: Doufáme, že zjistíte že Scratch je nejen vhodnou cestou popularizovat své výtvory/stránky ale také jako příležitost udělat něco dobrého pro vzdělání dětí.
de: Wir hoffen, Sie sehen in Scratch nicht nur eine Möglichkeit, Ihre Kreationen/Website bekannt zu machen, sondern auch eine Gelegenheit, etwas Gutes für die Bildung von Kindern zu tun.
el: Ελπίζουμε επίσης να δείτε το Scratch όχι απλώς ως έναν καλό τρόπο για να διαδώσετε τις δημιουργίες ή την ιστοσελίδα σας, αλλά επίσης ως έναν τρόπο για να βοηθήσετε στην εκπαίδευση των παιδιών.
es: Esperamos que vea a Scratch no sólo como una buena forma de popularizar sus creaciones o su sitio web, sino también como una oportunidad de hacer algo bueno por la educación de los niños.
et: Loodame, et näed Scratchis mitte ainult kohta oma loomingu või veebilehe tutvustamiseks, vaid ka võimalust teha midagi laste hariduse heaks.
eu: Scratch zure sorkuntza/webgunea ezagutarazteaz gain umeen heziketarako ona den zerbait sortzeko aukera gixa ikus dezazun espero dugu.
fr: Nous espérons que vous allez aussi voir Scratch non seulement comme un bon moyen de populariser vos créations / siteweb mais également comme une opportunité d'améliorer réellement bien pour l'éducation des enfants.
gl: Esperamos que vexa a Scratch non so como unha buena forma de popularizar as súas creacións ou o seu sitio web, senón tamén como unha oportunidade de facer algo bo pola educación dos nenos e nenas.
it: Speriamo che anche tu possa considerare Scratch non solo come un mezzo per far conoscere le tue creazioni o il tuo sito web ma anche come un'opportunità per contribuire all'educazione dei bambini.
ja: 私たちは、あなたがScratchを自分の作品やウェブサイトを披露する場だけでなく、子供たちの教育のために何か良いことをする機会とも捉えてもらいたいと考えています。
lv: Mēs ceram, ka jūs redzat Scratch ne tikai kā labu platformu savu darbu vai mājaslapas popularizēšanai, bet aī kā'iespējo izdarīt ko labu bērnu izglītībai.
nb: Vi håper at du også betrakter Scratch ikke bare som en god måte å la andre bli kjent med det du har laget eller ditt nettsted, men også som en anledning til å bidra til å la barn lære.
pt: Esperamos que também veja o Scratch como não apenas uma boa forma de popularizar as suas criações/sítio Web, mas também como uma oportunidade de fazer algo de bom pela educação das crianças.
ro: Speram sa intelegi Scratch nu doar ca un mod de a-ti populariza creatiile.site-ul, ci si ca o oportunitate de a face ceva bun pentru educatia copiilor.
sl: Upamo, da vidite Scratch ne le kot dober način za širjenje vaših izdelkov/spletnih strani ampak tudi priložnost, da naredite nekaj dobrega za izobraževanje otrok.
sv: Vi hoppas att du inte bara ser Scratch som ett bra sätt att popularisera dina kreationer, utan också som en möjlighet att göra något bra för barns utbildning.
tr: Umarız, siz de Scratch'i sadece eserlerinizin/web sitenizin tanıtımı için iyi bir yol olarak değil, çocukların eğitimi için de güzel şeyler yapma fırsatı olarak görüyorsunuzdur.
uk: Ми сподіваємося, ви також бачите Скретч не тільки як хороший спосіб популяризації своїх розробок/сайт, але і як можливість зробити щось хороше для освіти дітей.
