Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: clear graphic effects
ca: treu els efectes gràfics
cs: zruš grafické efekty
de: schalte Grafikeffekte aus
el: επανάφερε τα γραφικά εφέ
es: quitar efectos gráficos
et: tühista graafikaefektid
eu: efektu grafikoak kendu
fr: annuler les effets graphiques
ga: glan na maisíochtaí grafaice
gl: quitar efectos gráficos
it: rimuovi effetti grafici
ja: 画像効果をなくす
lv: notīrīt grafiskos efektus
nb: fjern grafiske effekter
pt: limpa os efeitos gráficos
ro: curata efectele grafice
sl: izbriši slikovne učinke
sr: уклони графичке ефекте
sv: ta bort grafisk effekt
tr: görsel etkileri temizle
uk: очистити графічні ефекти

source: change size by
ca: augmenta _ la mida
cs: změň velikost o
de: ändere Größe um
el: άλλαξε το μέγεθος του αντικειμένου κατά
es: cambiar tamaño por
et: muuda suurust
eu: tamaina aldatu
fr: ajouter _à la taille
ga: athraigh an méid de
gl: cambiar tamaño por
it: cambia dimensione di
ja: 大きさを～ずつ変える
lv: izmainīt izmēru par
nb: endre størrelse med
pt: adiciona _% ao teu tamanho
ro: schimba dimensiunea cu
sl: spremeni velikost za
sr: промени величину за
sv: ändra storlek med
tr: _ birim büyüt
uk: змінити розмір на

source: set size to
ca: fixa la mida a
cs: nastav velikost na
de: setze Größe auf
el: όρισε το μέγεθος σε
es: fijar tamaño a
et: võta suuruseks
eu: tamaina ezarri
fr: mettre _à de la taille initiale
ga: socraigh méid:
gl: fixar tamaño a
it: porta dimensione a
ja: 大きさを～にする
lv: iestatīt izmēru uz
nb: sett størrelse til
pt: altera o teu tamanho para
ro: seteaza dimensiunea la
sl: nastavi velikost na
sr: нека величина буде
sv: sätt storlek till
tr: büyüklüğü % _ yap
uk: задати розмір

source: go to front
ca: vés al front
cs: jdi do popředí
de: komme nach vorn
el: πήγαινε σε πρώτο πλάνο
es: enviar al frente
et: mine esiplaanile
eu: aurrekaldera joan
fr: envoyer au premier plan
ga: téigh chun tosaigh
gl: ir á fronte
it: vai in primo piano
ja: 前に出す
lv: iet uz priekšu
nb: legg øverst
pt: vem para a frente
ro: mergi in fata
sl: postavi v ospredje
sr: пређи на површину
sv: lägg överst
tr: üste çık
uk: стати попереду всіх

source: go back _ layers
ca: vés _ capes darrera
cs: jdi do pozadí o _ úrovní
de: gehe _ Ebenen nach hinten
el: πήγαινε πίσω _ στρώσεις
es: ir _ capas hacia atrás
et: mine _ kihti tagasi
eu: atzera joan _ geruza
fr: déplacer de _plans arrière
ga: téigh siar _ sraith
gl: ir _ capas cara atrás
it: vai indietro di _ livelli
ja: _ 層下げる
lv: iet atpakaļ _ slāņus
nb: flytt nedover _ lag
pt: recua _ camadas
ro: mergi in spate _ straturi
sl: pojdi za _ plasti nazaj
sr: иди иза _ слојева
sv: gå tillbaka_lager
tr: _ katman alta in
uk: стати позаду_об’єктів

source: costume #
ca: vestit nr
cs: číslo kostýmu
de: Kostümnummer
el: ενδυμασία #
es: # de disfraz
et: kostüüm #
eu: mozorroa #
fr: costume n°
ga: culaith #
gl: vestimenta #
it: numero costume
ja: コスチュームの番号
lv: tērps #
nb: drakt #
pt: o número do traje
ro: costum #
sl: videz #
sr: костим број
sv: klädsel #
tr: kılık #
uk: образ №

source: backdrop name
ca: nom del fons
cs: název pozadí
de: Bühnenbildname
el: όνομα υποβάθρου
es: nombre de fondo
et: tausta nimi
eu: hondoaren izena
fr: nom de l'arrière-plan
ga: ainm an chúlra
gl: nome del fondo
it: nome sfondo
ja: 背景の名前
lv: fona nosaukums
nb: navn på bakgrunn
pt: o nome do cenário
ro: denumire fundal
sl: ime ozadja
sr: име позадине
sv: bakgrundens namn
tr: dekorun adı
uk: ім’я тла

source: backdrop # (Stage only)
ca: fons nr (només Escenari)
de: Bühnenbildnummer (nur Bühne)
el: υπόβαθρο # (μόνο στο σκηνικό)
es: # de fondo (Solo escenario)
et: taust # (ainult Lava)
eu: hondoa # (Eszenatokia soilik)
fr: l'arrière-plan n° (pour la scène uniquement)
gl: fondo # (Só escenario)
it: numero sfondo (solo per lo Stage)
lv: nosaukums # (Tikai skatuve)
nb: bakgrunn nr. (kun for scene)
pt: o número do cenário (apenas para o palco)
sl: ozadje # (samo oder)
sv: backgrund # (Scen enbart)
tr: dekor # (sadece Sahne)
uk: тло # (тільки Сцена)

source: size
ca: mida
cs: velikost
de: Größe
el: μέγεθος
es: tamaño
et: suurus
eu: tamaina
fr: taille
ga: méid
gl: tamaño
it: dimensione
ja: 大きさ
lv: izmērs
nb: størrelse
pt: o tamanho
ro: Dimensiune
sl: velikost
sr: величина
sv: storlek
tr: büyüklük
uk: розмір

source: Sound
ca: So
cs: Zvuk
de: Klang
el: Ήχος
es: Sonido
et: Helind
eu: Soinua
fr: Sons
ga: Fuaim
gl: Son
it: Suono
ja: 音
lv: Skaņa
nb: Lyd
pt: Som
ro: Sunet
sl: Zvok
sr: Звук
sv: Ljud
tr: Ses
uk: Звук

source: play sound _
ca: toca el so _
de: spiele Klang _
el: παίξε τον ήχο _
es: tocar sonido _
et: mängi heli _
eu: soinua erreproduzitu _
fr: jouer le son_
gl: reproducir son _
it: riproduci suono _
lv: atskaņot skaņu _
nb: spill lyden _
pt: toca o som _
ro: canta sunet _
sl: predvajaj zvok _
sv: spela ljud_
tr: _ sesini çal
uk: грати звук _

source: play sound _ until done
ca: toca el so _ fins que acabi
de: spiele Klang _ ganz
el: παίξε τον ήχο _ μέχρι το τέλος
es: tocar sonido _ hasta terminar
et: mängi heli _ kuni valmis
eu: _ soinua erreproduzitu bukatu arte
fr: jouer le son _ jusqu'au bout
gl: reproducir son _ ata rematar
it: riproduci suono _ e attendi
lv: atskaņot skaņu _ līdz galam
nb: spill lyden _ til den er ferdig
pt: toca o som _ até terminar
ro: canta sunet _ pana la sfarsit
sl: predvajaj zvok _ do konca
sv: spela ljud_tills färdigt
tr: _ sesini bitene kadar çal
uk: грати звук _ до завершення

source: stop all sounds
ca: atura tots els sons
de: stoppe alle Klänge
el: σταμάτησε όλους τους ήχους
es: detener todos los sonidos
et: peata kõik helid
eu: soinu guztiak gelditu
fr: arrêter tous les sons
gl: deter todos os sons
it: ferma tutti i suoni
lv: apturēt visas skaņas
nb: stopp alle lyder
pt: pára todos os sons
ro: opreste toate sunetele
sl: prenehaj s predvajanjem zvokov
sv: stoppa alla ljud
tr: tüm sesleri durdur
uk: зупинити всі звуки

source: play drum _ for _ beats
ca: toca el tambor _ durant _ pulsacions
de: spiele Schlaginstrument _ für _ Schläge
el: παίξε το τύμπανο _ για _ χρόνους
es: tocar tambor _ durante _ pulsos
et: mängi trummi _ kestvusega _
eu: _ danborra _ taupadatan jo
fr: jouer du tambour _pendant _temps
gl: tocar tambor _ durante _ pulsos
it: suona percussione _ per _ battute
lv: spēlēt _ bungas _ sitienus
nb: spill tromme _ i _ takter
pt: toca a percussão _ durante _ tempos
ro: canta toba _ pentru _ batai
sl: zaigraj na _ _ udarcev
sv: spela trumma _ i _ taktslag
uk: програти на барабані _ _ ударів

source: rest for _ beats
ca: espera _ pulsacions
de: pausiere _ Schläge
el: περίμενε για %n χρόνους
es: detener durante _ pulsos
et: paus _ lööki
eu: _ taupadatan atseden hartu
fr: faire une pause pour _temps
gl: deter durante _ pulsos
it: attendi per _ battute
lv: pauze _ sitienus
nb: pause _ takter
pt: faz uma pausa de _ tempos
ro: opreste pentru _ batai
sl: počivaj _ udarcev
sv: paus i_taktslag
uk: пауза _ тактів

source: play note _ for _ beats
ca: toca la nota _ durant _ pulsacions
de: spiele Ton _ für _ Schläge
el: παίξε τη νότα _ για _ χρόνους
es: tocar nota _ durante _ pulsos
et: mängi nooti _ _ akti
eu: _ nota jo _ taupadatan
fr: jouer la note _pendant _ temps
gl: tocar nota _ durante _ pulsos
it: suona nota _ per _ battute
lv: spēlēt _ noti _ sitienus
nb: spill tone _ i _ takter
pt: toca a nota _ durante _ tempos
ro: canta nota _ pentru _ batai
sl: zaigraj noto _ za _ udarcev
sv: spela tonen _ i _ taktslag
uk: програти ноту _ _ тактів

source: set instrument to _
ca: fixa instrument a _
de: setze Instrument auf _
el: όρισε το μουσικό όργανο σε _
es: fijar instrumento a _
et: võta instrumendiks _
eu: _ musika tresna ezarri
fr: choisir l'instrument n°_
gl: fixar instrumento a _
it: passa a strumento _
lv: iestatīt instrumentu uz _
nb: velg instrument _
pt: altera o teu instrumento para _
ro: seteaza instrumentul la _
sl: izberi glasbilo _
sv: sätt instrument till _
tr: çalgıyı _ yap
uk: грати інструментом _

source: change volume by _
ca: puja _ el volum
de: ändere Lautstärke um _
el: άλλαξε την ένταση κατά _
es: cambiar volumen por _
et: muuda helitugevust _ võrra
eu: bolumena aldatu _ zenbatekoz
fr: ajouter _au volume
gl: cambiar volume por _
it: cambia volume di _
lv: mainīt skaļumu par _
nb: endre volum med _
pt: adiciona _%% ao teu volume
ro: schimba volumul cu _
sl: spremeni glasnost za _
sv: ändra volym med _
tr: sesi _ birim yükselt
uk: змінити гучність на _

source: set volume to _%%
ca: fixa el volum a _%%
de: setze Lautstärke auf _%%
el: όρισε την ένταση σε _%%
es: fijar volumen a _ %%
et: võta helitugevuseks _%%
eu: bolumena ezarri _%% balioan
fr: mettre le volume au niveau _%%
gl: fixar volume a _%%
it: porta volume a _%%
lv: iestatīt skaļumu uz _%%
nb: sett volum til _%%
pt: altera o teu volume para _%%
ro: seteaza volumul la _%%
sl: nastavi glasnost na _%%
sv: sätt volym till _%%
tr: ses şiddeti %%_ olsun
uk: встановити гучність _%%

source: change tempo by _
ca: augmenta _ el tempo
de: ändere Tempo um _
el: άλλαξε το ρυθμό κατά _
es: cambiar tempo por _
et: muuda tempot _ võrra
eu: tenpoa _ zenbatekoz aldatu
fr: ajouter _au tempo
gl: cambiar ritmo por _
it: cambia tempo di _
lv: mainīt tempu par _
nb: endre tempo med _
pt: adiciona _ bpm ao teu andamento
ro: schimba ritmul cu _
sl: spremeni tempo za _
sv: ändra tempo med _
tr: tempoyu _ arttır
uk: змінити темп на _

source: set tempo to _ bpm
ca: fixa el tempo a _ pulsacions
de: setze Tempo auf _ Schläge/Minute
el: όρισε το ρυθμό σε _ χτύπους το λεπτό
es: fijar tempo a _ bpm
et: võta tempoks _ lööke/min
eu: tenpoa _ taupada/minutuko balioan ezarri
fr: mettre le tempo à _bpm
gl: fixar ritmo a _ ppm
it: porta tempo a _ bpm
lv: uzstād tempu uz _ bpm
nb: sett tempo til _ takter per minutt
pt: altera o teu andamento para _ bpm
ro: seteaza ritmul la _ bpm
sl: nastavi tempo na _ udarcev na minuto
sv: sätt tempo till _ bmp
tr: tempoyu _ vuruş/dk yap
uk: встановити темп в _ уд/хв

source: tempo
el: ρυθμός
eu: tenpoa
gl: ritmo
lv: temps
pt: o andamento
uk: темп

source: volume
ca: volum
de: Lautstärke
el: ένταση
es: volumen
et: helitugevus
eu: bolumena
lv: skaļums
nb: volum
pt: o volume
sl: glasnost
sv: volym
tr: ses şiddeti
uk: гучність

source: Pen
ca: Llapis
cs: Pero
de: Malstift
el: Πένα
es: Lápiz
et: Pliiats
eu: Arkatza
fr: Stylo
ga: Peann
gl: Lapis
it: Penna
ja: ペン
lv: Zīmulis
nb: Penn
pt: Caneta
ro: Stilou
sl: Svinčnik
sr: Оловка
sv: Penna
tr: Kalem
uk: Олівець

source: clear
ca: neteja
de: wische Malspuren weg
el: καθάρισε
es: limpiar
et: kustuta
eu: garbitu
fr: effacer
gl: limpar
it: pulisci
lv: attīrīt
nb: slett
pt: apaga tudo do palco
ro: curata
sl: izbriši
sv: radera
tr: temizle
uk: очистити

source: stamp
ca: estampa
de: hinterlasse Abdruck
el: κάνε μία στάμπα
es: sellar
et: jäljend
eu: zigilatu
fr: estampiller
gl: selar
it: timbra
lv: zīmogs
nb: stemple avtrykk
pt: carimba-te
ro: stampila
sl: odtisni
sv: stämpla
tr: iz bırak
uk: штамп

source: pen down
ca: baixa el llapis
de: schalte Stift ein
el: κατέβασε την πένα
es: bajar lápiz
et: pliiats alla
eu: arkatza jaitsi
fr: stylo en position d'écriture
gl: baixar lapis
it: penna giù
lv: zīmulis piespiests
nb: penn på
pt: baixa a tua caneta
ro: stilou jos
sl: spusti svinčnik
sv: penna ned
tr: kalemi bastır
uk: опустити олівець

source: pen up
ca: puja el llapis
de: schalte Stift aus
el: σήκωσε την πένα
es: subir lápiz
et: pliiats ülesse
eu: arkatza altxatu
fr: relever le stylo
gl: subir lapis
it: penna su
lv: zīmulis pacelts
nb: penn av
pt: levanta a tua caneta
ro: stilou sus
sl: dvigni svinčnik
sv: penna upp
tr: kalemi kaldır
uk: підняти олівець

source: set pen color to [color]
ca: fixa el color del llapis a [color]
de: setze Stiftfarbe auf [Farbe]
el: όρισε το χρώμα πένας σε _
es: fijar color del lápiz a [color]
et: vali pliiatsi värviks [värv]
eu: arkatzaten koloreari [color] kolorea ezarri
fr: choisir la couleur [color] pour le stylo
gl: fixar cor do lapis a [color]
it: porta colore penna a [colore]
lv: iestatīt zīmuļa krāsu uz [color]
nb: velg pennfarge [farge]
pt: altera a cor da tua caneta para [cor]
ro: seteaza culoarea stiloului la [culoare]
sl: nastavi barvo svinčnika na [barva]
sv: sätt pennans färg till [color]
tr: kalem rengini [renk] yap
uk: колір олівця [color]

source: change pen color by _
ca: augmenta _ el color del llapis
de: ändere Stiftfarbe um _
el: άλλαξε το χρώμα της πένας κατά _
es: cambiar color del lápiz a _
et: muuda pliiatsi värvi _ võrra
eu: arkatzaren kolorea _ zenbatekoz aldatu
fr: ajouter _à la couleur du stylo
gl: cambiar cor do lapis por _
it: cambia colore penna di _
lv: mainīt zīmuļa krāsu par _
nb: endre pennfarge med _
pt: adiciona _ à cor da tua caneta
ro: schimba culoarea stiloului cu _
sl: spremeni barvo svinčnika za _
sv: ändra pennans färg med _
tr: kalem rengini _ arttır
uk: змінити колір олівця на _

source: set pen color to [number]
ca: fixa el color del llapis a [número]
de: setze Stiftfarbe auf [Nummer]
el: όρισε το χρώμα πένας σε [αριθμός]
es: fijar color del lápiz a [number]
et: vali pliiatsi värviks [arv]
eu: arkatzaren koloreari [number] balioa ezarri
fr: mettre la couleur du stylo à [number]
gl: fixar cor do lapis a [number]
it: porta colore penna a [numero]
lv: iestatīt zīmuļa krāsu uz [color]
nb: velg pennfarge [nummer]
pt: altera a cor da tua caneta para [número]
ro: seteaza culoarea stiloului la [numar]
sl: nastavi barvo svinčnika na [število]
sv: sätt pennans färg till [number]
tr: kalem rengini [sayı] yap
uk: задати колір олівця [number]

source: change pen shade by _
ca: augmenta _ la intensitat del llapis
de: ändere Farbstärke um _
el: άλλαξε τη σκιά της πένας κατά _
es: cambiar intensidad del lápiz por _
et: muuda pliiasi varjundid _ võrra
eu: arkatzaren intensitatea _ zenbatekoz aldatu
fr: ajouter _à l'intensité du stylo
gl: cambiar intensidade do lapis por _
it: cambia luminosità penna di _
lv: mainīt zīmuļa tumšumu par _
nb: endre pennintensitet med _
pt: adiciona _ ao tom da tua caneta
ro: schimba umbra stiloului cu _
sl: spremeni senco svinčnika za _
sv: ändra pennans nyans med _
tr: kalem tonunu _ arttır
uk: змінити тінь олівця на _

source: set pen shade to _
ca: fixa la intensitat del llapis a _
de: setze Farbstärke auf _
el: όρισε τη σκιά πένας σε _
es: fijar intensidad del lápiz a _
et: võta pliiatsi varjundiks _
eu: arkatzaren intentsitateari _ balioa ezarri
fr: choisir l'intensité _pour le stylo
gl: fixar intensidade do lapis a _
it: porta luminosità penna a _
lv: iestatīt zīmuļa tumšumu uz _
nb: velg pennintensitet _
pt: altera o tom da tua caneta para _
ro: seteaza umbra stiloului la _
sl: nastavi senco svinčnika na _
sv: sätt pennans nyans till _
tr: kalem tonunu _ yap
uk: задати тінь олівця _

source: change pen size by _
ca: augmenta _ la mida del llapis
de: ändere Stiftdicke um _
el: άλλαξε το μέγεθος της πένας κατά _
es: cambiar tamaño del lápiz por _
et: muuda pliiatsisuurus _ võrra
eu: arkatzaren tamaina _ zenbatekoz aldatu
fr: ajouter _à la taille du stylo
gl: cambiar tamaño do lapis por _
it: cambia dimensione penna di _
lv: mainīt zīmuļa izmēru par _
nb: endre pennbredde med _
pt: adiciona _ à espessura da tua caneta
ro: schimba dimensiunea stiloului cu _
sl: spremeni širino svinčnika za _
sv: ändra pennans storlek med _
tr: kalem kalınlığını _ arttır
uk: змінити розмір олівця на _

source: set pen size to _
ca: fixa la mida del llapis a _
de: setze Stiftdicke auf _
el: όρισε το μέγεθος πένας σε _
es: fijar tamaño del lápiz a _
et: võta pliiatsi suuruseks _
eu: arkatzaren tamainari _ balioa ezarri
fr: mettre la taille _pour le stylo
gl: fixar tamaño do lapis a _
it: porta dimensione penna a _
lv: iestatīt zīmuļa izmēru uz _
nb: velg pennbredde _
pt: altera a espessura da tua caneta para _
ro: seteaza dimensiunea stiloului la _
sl: nastavi širino svinčnika na_
sv: sätt pennans storlek till _
tr: kalem kalınlığını _ yap
uk: задати розмір олівця _

source: Data
ca: Dades
de: Daten
el: Δεδομένα
es: Datos
et: Andmed
eu: Datuak
fr: Données
ga: Sonraí
gl: Datos
it: Variabili e Liste
ja: データ
lv: Dati
pt: Dados
ro: Date
sl: Podatki
sr: Подаци
tr: Veri
uk: Величини

source: Make a Variable
ca: Crea una variable
de: Neue Variable
el: Δημιουργία Μεταβλητής
es: Crear una variable
et: Tee muutuja
eu: Aldagai bat sortu
fr: Créer une variable
gl: Crear unha Variable
it: Crea Variabile
lv: Izveidot mainīgo
nb: Lag en variabel
pt: Cria uma Variável
ro: Creaza o variabila
sl: Ustvari spremenljivko
sv: Gör en variabel
tr: Bir Değişken Oluştur
uk: Створити змінну

source: Variable
el: Μεταβλητή
et: Muutuja
eu: Aldagaia
it: Variabile
lv: Mainīgais
nb: Variabel
pt: Variável
ro: Variabila
sl: Spremenljivka
sv: Variabel
tr: Değişken
uk: Змінна

source: set _ to
ca: assigna a _ el valor
de: setze _ auf
el: όρισε το _ ίσο με
es: fijar _ a
et: võta m = avaldis
eu: _ ezarri
fr: mettre _à
gl: fixar _ a
it: porta _ a
lv: iestatīt _ uz
nb: sett _ til
pt: altera _ para
ro: seteaza _ la
sl: nastavi _ na
sv: sätt _ till
uk: надати _ значення

source: change _ by
ca: augmenta _ en
de: ändere _ um
el: άλλαξε το _ κατά
es: cambiar _ por
et: muuda m avaldis võrra
eu: _ aldatu
fr: ajouter à_
gl: trocar _ por
it: cambia _ di
lv: izmainīt _ par
nb: endre _ med
pt: adiciona a _
ro: schimba _ cu
sl: spremeni _ za
sv: ändra _ med
uk: змінити _ на

source: show variable
ca: mostra la variable
de: zeige Variable
el: εμφάνισε τη μεταβλητή
es: mostrar variable
et: naita muutujat m
eu: aldagaia erakutsi
fr: montrer la variable
gl: amosar variable
it: mostra variabile
lv: parādīt mainīgo
nb: vis variabel
pt: mostra a variável
ro: afiseaza variabila
sl: pokaži spremenljivko
sv: visa variabel
tr: değişkeni göster
uk: показати змінну

source: hide variable
ca: amaga la variable
de: verstecke Variable
el: απόκρυψε τη μεταβλητή
es: ocultar variable
et: peida muutuja m
eu: aldagaia ezkutatu
fr: cacher la variable
gl: ocultar variable
it: nascondi variabile
lv: paslēpt mainīgo
nb: skjul variabel
pt: esconde a variável
ro: ascunde variabila
sl: skrij spremenljivko
sv: göm variabel
tr: değişkeni gizle
uk: сховати змінну

source: Make a List
ca: Crea una llista
de: Neue Liste
el: Δημιουργία Λίστας
es: Crear una lista
et: Tee loend
eu: Zerrenda bat sortu
fr: Créer une liste
gl: Crear unha Lista
it: Crea Lista
lv: Izveidot sarakstu
nb: Lag en Liste
pt: Cria uma Lista
ro: Creaza o lista
sl: Ustvari seznam
sv: Gör en lista
tr: Bir Liste Oluştur
uk: Створити список

source: List
ca: Llista
de: Liste
el: Λίστα
es: Lista
et: Loend
eu: Zerrenda
fr: Liste
gl: Lista
it: Lista
lv: Saraksts
nb: Liste
pt: Lista
ro: Lista
sl: Seznam
sv: Lista
tr: Liste
uk: Список

source: add _ to
ca: afegeix _ a
de: füge _ zu _ hinzu
el: πρόσθεσε το _ στη λίστα _
es: añadir _ a
et: lisa _ L
eu: _ gehitu
fr: ajouter _à
gl: engadir _ a
it: aggiungi _ a
lv: pievienot _ pie
nb: legg _ til
pt: acrescenta _ a
ro: aduna _ cu
sl: dodaj _ v
sv: lägg _ till
tr: _'i _'e ekle
uk: додати _ до

source: delete _ of
ca: esborra _ de
de: entferne _ aus
el: διάγραψε το _ από το _
es: borrar _ de
et: eemalda _ L
eu: _ ezabatu
fr: supprimer l'élément _de la liste
gl: borrar _ de
it: rimuovi _ da
lv: dzēst _ no
nb: slett _ i
pt: remove _ de
ro: sterge _ al lui
sl: odstrani _ iz
sv: ta bort _ of
tr: sil _'ini _'in
uk: вилучити _ з

source: insert _ at _ of
ca: afegeix _ a la posició _ de
de: füge _ als _ in _ ein
el: βάλε το _ στη θέση _ της λίστας _
es: insertar _ en _ de
et: sisesta _ nr _ L
eu: _ txertatu _ posizioan
fr: insérer _en position _de la liste
gl: inserir _ en _ de
it: inserisci _ alla posizione _ di
lv: iespraust _ pie _ sarakstā
nb: sett inn _ på plass _ i
pt: insere _ como _ de
ro: insereaza _ la _ al lui
sl: vstavi _ na _ v
sv: infoga _ vid _ i
uk: вставити _ в _ з

source: replace item _ of _ with
ca: canvia l'element _ de _ per
de: ersetze Element _ von _ durch
el: αντικατάστησε το στοιχείο _ της λίστας _ με _
es: reemplazar elemento _ de _ con
et: asenda nr _ L-s _ ga
eu: _ ko _ itema aldatu
fr: remplace l'élément _de la liste _par
gl: reemplazar elemento _ de _ con
it: sostituisci elemento _ di _ con
lv: aizvietot vienumu _ no _ ar
nb: erstatt element _ i _ med
pt: substitui _ de _ por
ro: inlocuieste elementul _ al lui _ cu
sl: zamenjaj _-ti člen v _ z
sv: ersätt posten _ i _ med
uk: замінити значення _ з _ в

source: item _ of
ca: element _ de
de: Element _ von
el: το στοιχείο _ της λίστας _
es: elemento _ de
et: liige _ L-s
eu: _ ko itema
fr: élément _ de
gl: elemento _ de
it: elemento _ di
lv: vienums _ no
nb: element _ av
pt: _ de
ro: elementul _ al lui
sl: _-ti člen iz
sv: post _ i
uk: елемент _ з

source: length of
ca: llargada de
de: Länge von
el: το μήκος της λίστας _
es: longitud de
et: pikkus L
eu: luzera
fr: longueur de
gl: lonxitude de
it: lunghezza di
lv: garums
nb: lengden av
pt: o comprimento de
ro: lungimea lui
sl: dolžina
sv: längden på
uk: довжина

source: _ contains
ca: _ conté
de: _ enthält
el: η λίστα _ περιέχει
es: _ contiene
et: L sisaldab _
eu: _ k bere baitan ditu
fr: _contient
gl: _ contén
it: _ contiene
lv: _ satur
nb: _ inneholder
pt: _ contém
ro: _ contine
sl: _ vsebuje
sv: _ innehåller
uk: _ містить

source: show list
ca: mostra llista
de: zeige Liste
el: εμφάνισε την λίστα
es: mostrar lista
et: näita loendid L
eu: zerrenda erakutsi
fr: montrer la liste
gl: amosar lista
it: mostra lista
lv: parādīt sarakstu
nb: vis listen
pt: mostra a lista
ro: afiseaza lista
sl: pokaži seznam
sv: visa lista
uk: показати список

source: hide list
ca: amaga llista
de: verstecke Liste
el: απόκρυψε τη λίστα
es: esconder lista
et: peida loend L
eu: zerrenda ezkutatu
fr: cacher la liste
gl: agochar lista
it: nascondi lista
lv: paslēpt sarakstu
nb: skjul listen
pt: esconde a lista
ro: ascunde lista
sl: skrij seznam
sv: göm lista
uk: сховати список

source: Events
ca: Esdeveniments
cs: Události
de: Ereignisse
el: Συμβάντα
es: Eventos
et: Sündmused
eu: Gertaerak
fr: Evènements
ga: Teagmhais
gl: Eventos
it: Situazioni
ja: イベント
lv: Notikumi
nb: Hendelser
pt: Eventos
ro: Evenimente
sl: Dogodki
sr: Догађаји
sv: Händelser
tr: Olaylar
uk: Події

source: when green flag clicked
ca: quan la bandera verda es premi
de: Wenn die grüne Flagge angeklickt wird
el: όταν στην πράσινη σημαία γίνει κλίκ
es: Al presionar bandera verde
et: kui klõpsatakse rohelist lippu
eu: bandera berdea klikatzean
fr: quand le drapeau vert est pressé
gl: Ao premer a bandeira verde
it: quando si clicca su bandiera verde
lv: kad nospiests zaļais karogs
nb: når grønt flagg klikkes
pt: Quando alguém clicar na bandeira verde
ro: cand se da clic pe steagul verde
sl: ko je bila zelena zastavica kliknjena
sv: när gröna flaggan klickas på
tr: yeşil bayrak tıklanınca
uk: Коли зелений прапор натиснуто

source: when _ key pressed
ca: quan la tecla _ es premi
de: Wenn Taste _ gedrückt
el: όταν το πλήκτρο _ πατηθεί
es: Al presionar tecla _
et: kui vajutatakse klahvi _
eu: _ tekla sakatzean
fr: quand _touche pressée
gl: Ao premer a tecla _
it: quando si preme il tasto _
lv: kad nospiests taustiņš _
nb: når _ trykkes
pt: Quando alguém pressionar a tecla _
ro: cand tasta _ este apasata
sl: ko je pritisnjena tipka _
sv: när _ tangent trycks ned
tr: _ tuşu basılınca
uk: Коли _ клавішу наиснуто

source: when this sprite clicked
ca: quan es cliqui aquest personatge
de: Wenn diese Figur angeklickt wird
el: όταν σε αυτό το αντικείμενο γίνει κλικ
es: Al presionar este objeto
et: kui spraiti klõpsati
eu: sprite hau klikatzean
fr: quand ce lutin est pressé
gl: ao premer nesta figura
it: quando si clicca questo sprite
lv: kad nospiests uz šī gariņa
nb: når denne figuren klikkes
pt: Quando alguém clicar em ti
ro: cand se da clic pe acest sprite
sl: ko je bila figura kliknjena
sv: när denna sprite klickas på
tr: bu kukla tıklanınca
uk: коли спрайт натиснуто
