Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <img src="%(STATIC_URL)s/images/help/wedo-distance-ex1.png"> <p>The distance sensor detects the surrounding brightness to report distance, so you can actually use it to detect light and motion in addition to distance.</p>
fr: <img src="%(STATIC_URL)s/images/help/wedo-distance-ex1.png"> <p>Le capteur de distance détecte la luminosité ambiante pour renvoyer une distance, de sorte que vous pouvez, en fait, l'utiliser pour détecter la lumière et le mouvement, en plus de la distance.</p>
gl: <img src="%(STATIC_URL)s/images/help/wedo-distance-ex1.png"> <p>O sensor de distancia detecta o brilo que hai no entorno, polo que tamén podes utilizalo para detectar a luz e o movimento ademais da distancia.</p>
it: <img src="%(STATIC_URL)s/images/help/wedo-distance-ex1.png"> <p>Il sensore della distanza rileva la luminosità circostante per determinare la distanza, quindi puoi effettivamente usarlo per capire la luce e il movimento oltre alla distanza.</p>
lv: <img src="%(STATIC_URL)s/images/help/wedo-distance-ex1.png"> <p>Attāluma sensorus mēra apkārtējās telpas gaišumu, lai noteiktu attālumu, līdz ar to sensoru vai izmantot, lai noteiktu arī gaismu un kustību, ne tikai attālumu.</p>
nb: <img src="%(STATIC_URL)s/images/help/wedo-distance-ex1.png"> <p>Avstandssensoren måler lys for å finne avstanden, så du kan bruke den for å finne lys eller bevegelse, i tillegg til å måle avstand.</p>
pt: <img src="%(STATIC_URL)s/images/help/wedo-distance-ex1.png"> <p>O sensor de distância detecta a luminosidade ambiente para reportar a distância e, por isso, pode também usá-lo para detectar luz e movimento.</p>
sl: <img src="%(STATIC_URL)s/images/help/wedo-distance-ex1.png"> <p>Senzor za razdaljo zazna tudi svetlost okolice, tako da lahko seznor poleg razdalje meri tudi svetlobo in gibanje.</p>

source: <p>To view the value of distance, click the checkbox next to the block in the palette.</p> <img src="%(STATIC_URL)s/images/help/wedo-distance-ex2.png">
fr: <p>Pour afficher la valeur de la distance, cliquez sur la case à côté du bloc dans la palette. </p> <img src="%(STATIC_URL)s/images/help/wedo-distance-ex2.png">
gl: <p>Para ver o valor da distancia, preme o recadro de verificación que hai ao carón do bloque na paleta.</p> <img src="%(STATIC_URL)s/images/help/wedo-distance-ex2.png">
it: <p>Per vedere il valore della distanza, clicca sulla casella di controllo accanto al blocco nell'elenco dei blocchi.</p> <img src="%(STATIC_URL)s/images/help/wedo-distance-ex2.png">
lv: <p>Lai redzētu izmērīto attālumu, ieliec ķeksīti blakus blokas rīku paletē.</p> <img src="%(STATIC_URL)s/images/help/wedo-distance-ex2.png">
nb: <p>Du kan vise avstandsverdien ved å klikke i ruten ved siden av klossen.</p> <img src="%(STATIC_URL)s/images/help/wedo-distance-ex2.png">
pt: <p>Para ver o valor da distância, clique na caixa de selecção junto ao bloco na paleta.</p> <img src="%(STATIC_URL)s/images/help/wedo-distance-ex2.png">
sl: <p>Če si želite ogledati vrednost razdalje, obkljukajte okence v paleti.</p> <img src="%(STATIC_URL)s/images/help/wedo-distance-ex2.png">

source: <p>To use <b>distance</b>, you need a distance sensor connected to your computer via a LEGO WeDo hub.</p>
fr: <p>Pour utiliser <b>distance</b>, vous avez besoin d'un capteur de distance est connecté à votre ordinateur via le hub LEGO WeDo.</p>
gl: <p>Para usar <b>distancia</b>, precisar conectar un sensor de distancia ao teu ordenador vía un hub LEGO WeDO.</p>
it: <p>Per usare <b>la distanza</b>, hai bisogno di un sensore della distanza collegato al tuo computer attraverso l'hub LEGO WeDo.</p>
lv: <p>Lai izmantotu <b>attālumu</b>, jābūt pieslēgtam attāluma sensoram pie datoram pievienotā LEGO WeDo huba.</p>
nb: <p>For å bruke <b>avstand</b> må du ha en avstandssensor koblet til maskinen gjennom en WeDo koblingskloss.</p>
pt: <p>Para usar a <b>distância</b>, precisa de ter um sensor de distância ligado ao seu computador através do Hub LEGO WeDo.</p>
sl: <p>Če želite izmeriti <b>razdaljo</b>, potem morate na vaš računalnik preko LEGO WeDo vmesnika priklopiti senzor razdalje.</p>

source: Set the direction of the motor(s). This block does not turn them on if they are already off.
fr: Définir la direction du moteur (s). Ce bloc ne les met pas en marche si ils sont déjà hors tension.
gl: Fixa a dirección do motor(es). Este bloque non os pon en funcionamento si estaban apagados.
it: Stabilisce la direzione del motore/i. Questo blocco non li accende se sono spenti.
lv: Iestati motoru virzienu. Šis bloks neieslēdz motoru, ja tas ir izslēgts.
nb: Velger retning på motoren(e). Denne klossen starter ikke motorene hvis de er stanset fra før.
pt: Estabelece o sentido do(s) motor(es). Este bloco não os faz rodar se estiverem desligados.
sl: Določi smer motorja (motorjev). Ta blok jih ne prižge, če so izklopljeni.

source: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-ex1.png" /> <p>Run the motor for 10 seconds while switching the spinning direction every second.</p>
fr: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-ex1.png" /> <p>Fais tourner le moteur pendant 10 secondes tout en changeant le sens à chaque seconde. </p>
gl: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-ex1.png" /> <p>Acende o motor durante 10 segundos ao tempo que intercambia a dirección de xiro cada segundo.</p>
it: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-ex1.png" /> <p>Accende il motore per 10 secondi mentre il motore cambia direzione di rotazione ogni secondo.</p>
lv: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-ex1.png" /> <p>Iedarbina motoru uz 10 sekundēm, pārslēdzot griešanās virzienu ik pēc sekundes.</p>
nb: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-ex1.png" /> <p>Kjører motoren i 10 sekunder og bytter retning hvert sekund.</p>
pt: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-ex1.png" /> <p>Liga o motor durante 10 segundos trocando o seu sentido de rotação de segundo em segundo..</p>
sl: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-ex1.png" /> <p>Poženi motor za 10 sekund in na vsako sekundo spreminjaj smer vrtenja.</p>

source: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown1.png"/> <br>You can select WeDo motor(s) from the first dropdown menu:<br/> <ul> <li>If you have only one motor, use the "motor" option, which will set the motor's direction regardless of where it is connected on the WeDo hub.</li> <li>If you have two motors which you want to control separately, you can use "motor A" with one and "motor B" with the other.</li> <li>"all motors" sets the direction for all the connected motors.</li> </ul> <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown2.png"/> <p>You can select the direction from the second dropdown menu.</p>
fr: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown1.png"/> <br>Vous pouvez sélectionner moteur (s) WeDo dans le premier menu déroulant:<br/> <ul> <li>Si vous avez un seul moteur, utiliser l'option «moteur», qui fixera la direction du moteur, peu importe où il est connecté sur le hub du WeDo.</li> <li>Si vous avez deux moteurs que vous souhaitez contrôler séparément, vous pouvez utiliser "moteur A" avec un seul et "moteur B" avec l'autre.</li> <li>"tous les moteurs" définit la direction pour tous les moteurs raccordés.</li> </ul> <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown2.png"/> <p>Vous pouvez sélectionner la direction dans le deuxième menu déroulant.</p>
gl: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown1.png"/> <br>Podes seleccionar o(s) motor(es) WeDo motor(s) dende o menú despregable:<br/> <ul> <li>Si só tes un motor, usa a opción "motor", que fixará a dirección do motor independentemente do hub WeDo ao que esté conectada.</li> <li>Si tes dous motores que queres controlar por separado, podes usar "motor A" con un e "motor B" co outro.</li> <li>"Todos os motores" fixará a dirección para todos os motores conectados.</li> </ul> <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown2.png"/> <p>Podes seleccionar a dirección dende o segundo menú despregable.</p>
it: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown1.png"/> <br>Puoi scegliere il motore/i WeDo nel primo menu:<br/> <ul> <li>Se hai un solo motore, usa l'opzione "motore" che stabilisce la direzione del motore senza tener conto dell'ingresso a cui il motore è collegato nell'hub WeDo.</li> <li>Se hai due motori che vuoi controllare separatamente, puoi usare "motore A" con uno e "motore B" con l'altro.</li> <li>L'opzione "tutti i motori" definisce la direzione di tutti i motori collegati.</li> </ul> <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown2.png"/> <p>Puoi scegliere la direzione usando il secondo menu.</p>
lv: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown1.png"/> <br>Tu vari izvēlēties WeDo motoru(s) no pirmā izkrītošā saraksta:<br/> <ul> <li>Ja tev ir tikai viens motors, izmanto iespēju "motors", tas iestatīs motora virzienu, neatkarīgi no tā, kur tas ir pieslēgts WeDo hubam.</li> <li>Ja tev ir divi motori, kurus gribi vadīt atsevišķi, vari izmantot "motors A" ar vienu un "motors B" ar otru.</li> <li>"visi motori" iestata virzienu visiem pievienotajiem motoriem.</li> </ul> <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown2.png"/> <p>Virzienu vari izvēlēties no otra izkrītošā saraksta.</p>
nb: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown1.png"/> <br>Du kan velge WeDo-motor(er) fra den første menyen i klossen:<br/> <ul> <li>Hvis du bare har en motor velger du "motor", da spiller det ingen rolle hvor du kobler den til koblingsklossen.</li> <li>Hvis du har to motorer som du vil styre hver for seg velger du "motor A" for den ene og "motor B" for den andre.</li> <li>"alle motorer" velger retning for alle motorer som er tilkoblet.</li> </ul> <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown2.png"/> <p>Du kan velge dreieretning fra den andre menyen i klossen.</p>
pt: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown1.png"/> <br>Pode seleccionar o(s) motor(es) WeDo no primeiro menu:<br/> <ul> <li>Se só tiver um motor, use a opção «motor», pois estabelecerá o sentido de rotação do motor independentemente do local onde estiver ligado no Hub WeDo.</li> <li>Se tiver dois motores e quiser controlá-los separadamente, pode usar «motor A» para um deles e «motor B» para o outro.</li> <li>Use a opção «todos os motores» para estabelecer o sentido de todos os motores ligados.</li> </ul> <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown2.png"/> <p>Pode seleccionar o sentido no segundo menu.</p>
sl: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown1.png"/> <br>WeDo motorje lahko izberete iz prvega padajočega menija:<br/> <ul> <li>Če imate samo en motor, potem uporabite opcijo "motor", ki nastavi smer motorja ne glede na to kje je priključen na WeDo vmesniku.</li> <li>Če imate dva motorja, ki ju želite posamezno upravljati, potem lahko uporabite "motor A" za enega in "motor B" za drugega.</li> <li>"vsi motorji" nastavijo smer vsem povezanim motorjem</li> </ul> <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown2.png"/> <p>Smer nastavite preko drugega padajočega menija.</p>

source: <p>To use <b>set direction</b>, you need WeDo motor(s) connected to your computer via a LEGO WeDo hub.</p>
fr: <p>Pour utiliser <b>choisir la direction</b>, vous devez connecter le(s) moteur(s) WeDo à votre ordinateur via le hub LEGO WeDo.</p>
gl: <p>Para usar <b>fixar dirección</b>, precisas ter o(s) motor(es) WeDo conectado(s) ao teu ordenador vía un hub LEGO WeDo.</p>
it: <p>Per usare <b>porta direzione</b>, è necessario collegare un motore/i WeDo motor(s) al tuo computer attraverso un hub LEGO WeDo.</p>
lv: <p>Lai izmantotu <b>iestatīt virzienu</b>, pie LEGO WeDo huba jābūt pieslēgtam WeDo motoram.</p>
nb: <p>For å bruke <b>velg dreieretning</b> må du ha WeDo motor(er) koblet til datamaskinen gjennom en LEGO WeDo koblingskloss.</p>
pt: <p>Para usar <b>altera o sentido</b>, precisa de ter um ou mais motores WeDo ligados ao seu computador através de um Hub LEGO WeDo.</p>
sl: <p>Za uporabo <b>nastavi smer</b> morate imeti na LEGO WeDo vmesnik priklopljen motor.</p>

source: Set the power of motors or lights to a specified value and turn them on. The value ranges from 0 to 100 (0 is no power and 100 is the maximum power).
fr: Mettre la puissance des moteurs ou des feux à une valeur spécifiée et allumez-les. La valeur varie de 0 à 100 (0 = pas de puissance et 100 est la puissance maximale).
gl: Fixa a potencia dos motores ou das luces a un valor especificado e acendeos. O valor varía nun rango de 0 a 100 (0 é sen potencia e 100 é a máxima potencia).
it: Porta la potenza dei motori o delle luci ad uno specifico valore e poi li accende. Il valore deve rientrare nell'intervallo da 0 a 100 (0 significa spento e 100 significa potenza massima).
lv: Iestata motora jaudu vai gaismas norādītajā vērtībā un ieslēdz to. Vērtība ir intervālā no 0 līdz 100 (0 ir izslēgts un 100 ir pilna jauda).
nb: Starter motorer eller lys og setter styrken til en bestemt verdi. Verdien går fra 0 til 100 (der 0 betyr helt avslått og 100 er høyeste styrke).
pt: Altera a potência dos motores ou das luzes para o valor especificado, ligando-os. O valor varia entre 0 e 100 (0 significa sem potência alguma e 100 é a potência mínima).
sl: Nastavi moč motorjev ali luči na željeno vrednost in jih prižgite. Vrednost se giblje v območju od 0 do 100 (0 pomeni, da moči ni, medtem ko 100 pomeni največja moč).

source: <img src="%(STATIC_URL)s/images/help/wedo-set-power-ex1.png" /> <p>Change the speed of the motor using the up and down arrow keys.</p>
fr: <img src="%(STATIC_URL)s/images/help/wedo-set-power-ex1.png" /> <p>Changer la vitesse du moteur à l'aide des touches flèches haut et bas.</p>
gl: <img src="%(STATIC_URL)s/images/help/wedo-set-power-ex1.png" /> <p>Cambia a velocidade do motor usando as teclas de flecha arriba e abaixo.</p>
it: <img src="%(STATIC_URL)s/images/help/wedo-set-power-ex1.png" /> <p>Cambia la velocità del motore usando le frecce su e giù.</p>
lv: <img src="%(STATIC_URL)s/images/help/wedo-set-power-ex1.png" /> <p>Maina motora ātrumu, izmantojot bultiņas uz augšu un leju.</p>
nb: <img src="%(STATIC_URL)s/images/help/wedo-set-power-ex1.png" /> <p>Du kan styre farten til en motor med piltastene.</p>
pt: <img src="%(STATIC_URL)s/images/help/wedo-set-power-ex1.png" /> <p>Altere a velocidade do motor usando as setas para cima e para baixo.</p>
sl: <img src="%(STATIC_URL)s/images/help/wedo-set-power-ex1.png" /> <p>Sprememi hitrost motorja s pomočjo tipk gor in dol.</p>

source: <img src="%(STATIC_URL)s/images/help/wedo-set-power-dropdown.png"/> <br>You can select a LEGO-WeDo-compatible device from the dropdown menu:<br/> <ul> <li>If you have only one motor, use the "motor" option, which will set the motor's power regardless of where it is connected on the WeDo hub.</li> <li>If you have two motors which you want to control separately, you can use "motor A" with one and "motor B" with the other.</li> <li>"lights" sets the lights' power regardless of where they are connected on the WeDo hub.</li> <li>"everything" sets the power for all the connected motors and lights.</li> </ul>
fr: <img src="%(STATIC_URL)s/images/help/wedo-set-power-dropdown.png"/> <br>Vous pouvez sélectionner un périphérique compatible LEGO WeDo dans le menu déroulant: <br/> <ul> <li>Si vous avez un seul moteur, utiliser l'option «moteur», qui fixera la puissance du moteur, peu importe où il est connecté sur le hub WeDo.</li> <li>Si vous avez deux moteurs que vous souhaitez contrôler séparément, vous pouvez utiliser avec l'un "moteur A" et "moteur B" avec l'autre.</li> <li>«lumières» définit la puissance des lumières, peu importe où elles sont connectées sur le hub WeDo.</li> <li>«tout» définit la puissance de tous les moteurs et des lumières connectées.</li> </ul>
gl: <img src="%(STATIC_URL)s/images/help/wedo-set-power-dropdown.png"/> <br>Podes seleccionar un dispositivo compatible LEGO-WeDo do menú despregable:<br/> <ul> <li>Si só tes un motor, usa a opción "motor", que fixará a potencia do motor independentemente de a que hub WeDo esté conectado.</li> <li>Si tes dous motores que queres controlar por separado, podes usar "motor A" con un e "motor B" co outro.</li> <li>"luces" fixa a potencia das luces independentemente do hub WeDo ao que estén conectadas.</li> <li>"todo" fixa a potencia de todos os motores e luces conectadas.</li> </ul>
it: <img src="%(STATIC_URL)s/images/help/wedo-set-power-dropdown.png"/> <br>Puoi selezionare un elemento compatibile con LEGO WeDo nel menu:<br/> <ul> <li>Se hai un solo motore, usa l'opzione "motore", che stabilirà la potenza del motore senza tener conto del punto a cui è connesso all'hub WeDo.</li> <li>Se hai due motori che vuoi controllare separatamente, puoi usare "motore A" con uno dei due motori e "motore B" con l'altro.</li> <li>"luci" definisce la potenza delle luci senza tener conto del punto a cui sono collegati all'hub WeDo.</li> <li>"tutto" stabilisce la potenza di tutti i motori e le luci collegati.</li> </ul>
lv: <img src="%(STATIC_URL)s/images/help/wedo-set-power-dropdown.png"/> <br>Vari izvēlēties ar LEGO WeDo savietojamu ierīci no izkrītošās izvēlnes:<br/> <ul> <li>Ja tev ir tikai viens motors, izmanto iespēju "motors", tas iestatīs motora jaudu, neatkarīgi no tā, kur tas ir pieslēgts WeDo hubam</li> <li>Ja tev ir divi motori, kurus gribi vadīt atsevišķi, vari izmantot "motors A" ar vienu un "motors B" ar otru.</li> <li>"gaisma" iestata gaismas jaudu, neatkarīgi no tā, kur tā ir pieslēgta WeDo hubam.</li> <li>"viss" iestata jaudu visiem pievienotajiem motoriem un gaismām.</li> </ul>
nb: <img src="%(STATIC_URL)s/images/help/wedo-set-power-dropdown.png"/> <br>Du kan velge en WeDo-enhet fra menyen i klossen:<br/> <ul> <li>Hvis du bare har en motor velger du "motor", da styres styrken uansett hvor du kobler motoren til koblingsklossen.</li> <li>Hvis du har to motorer som du vil styre hver for seg velger du "motor A" for den ene og "motor B" for den andre.</li> <li>"lys" velger styrken til lysene uansett hvor de er koblet til koblingsklossen.</li> <li>"alt" velger styrken til alle lys og motorer som er koblet til.</li> </ul>
pt: <img src="%(STATIC_URL)s/images/help/wedo-set-power-dropdown.png"/> <br>Pode seleccionar no menu um dispositivo compatível com o LEGO WeDo:<br/> <ul> <li>Se tiver apenas um motor, use a opção «motor», que estabelece a potência do motor independentemente do local onde estiver ligado no Hub WeDo.</li> <li>Se tiver dois motores e os quiser controlar separadamente, pode usar «motor A» para um deles e «motor B» para o outro.</li> <li>Use a opção «luzes» para estabelecer a potência das luzes independentemente de onde estiverem ligadas no Hub WeDo.</li> <li>Use a opção «tudo» para estabelecer a potência de todos os motores e luzes ligados.</li> </ul>
sl: <img src="%(STATIC_URL)s/images/help/wedo-set-power-dropdown.png"/> <br>Preko padajočega menija lahko izberete LEGO-WeDo združljive naprave:<br/> <ul> <li>Če imate samo en motor, uporabite opcijo "motor", ki nastavi moč motorja ne glede na to kje na WeDo vmesniku je motor priključen.</li> <li>Če imate dva motorja, ki ju želite posamezno nadzorovati, lahko uporabite "motor A" je prvega in "motor B" za drugega.</li> <li>"luči" nastavi moč luči ne glede na to kje na WeDo vmesniku je luč priključena.</li> <li>"vse" nastavi moč za vse priključene motorje in luči.</li> </ul>

source: <p>To use <b>set power</b>, you need WeDo motor(s) or lights connected to your computer via a LEGO WeDo hub.</p>
fr: <p>Pour utiliser <b>choisir la puissance</b>, vous devez connecter le(s) moteur(s) WeDo à votre ordinateur via le hub LEGO WeDo.</p>
gl: <p>Para usar <b>fixar potencia</b>, precisas ter motores ou luces WeDo conectadas ao teu ordenador vía un hub LEGO WeDo.</p>
it: <p>Per usare <b>porta potenza</b>, è necessario che i motori o le luci WeDo siano collegati al tuo computer attraverso un hub LEGO WeDo.</p>
lv: <p>Lai izmantotu <b>iestatīt jaudu</b>, tev jābūt pie datora ar LEGO WeDo hubu pieslēgtiem WeDo motoriem vai gaismām.</p>
nb: <p>For å bruke <b>velg styrke</b> må du ha WeDo motor(er) eller lys koblet til datamaskinen gjennom en LEGO WeDo koblingskloss.</p>
pt: <p>Para usar o <b>altera a potência</b>, precisa de ter um ou mais motores ou luzes WeDo ligadas ao seu computador através de um Hub LEGO WeDo.</p>
sl: <p>Za uporabo <b>nastavi moč</b> morate WeDo motor / -je in luči priklopi na računalnik preko LEGO WeDO vmesnika. </p>

source: Report the tilt (from 0 to 4) detected by the LEGO WeDo tilt sensor
fr: Renvoie l'inclinaison (de 0 à 4) détectée par le capteur d'inclinaison LEGO WeDo
gl: Devolve a dirección (entre 0 e 4) detectada polo sensor de dirección LEGO WeDo
it: Restituisce il valore dell'inclinazione (da 0 a 4) rilevata dal sensore di inclinazione LEGO WeDo
lv: Atgriež sašķiebumu (no 0 līdz 4), ko noteicis LEGO WeDo sašķiebuma sensors
nb: Gir helningen som en Lego WeDo helningssensor kjenner
pt: Reporta a inclinação (de 0 a 4) detectada pelo sensor de inclinação do LEGO WeDo
sl: Sporoči naklon (med 0 in 4), ki ga zazna LEGO WeDo senzor naklona.

source: <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex1.png"> <p><b>tilt</b> reports a value of 1-4 when the sensor is tilted, and 0 otherwise.</p>
fr: <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex1.png"> <p><b>inclinaison</b> renvoie une valeur comprise entre 1 et 4 quand le capteur est incliné, sinon 0.</p>
gl: <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex1.png"> <p><b>dirección</b> devolve un valor entre 1 e 4 cando o sensor está direccionado, 0 noutro caso.</p>
it: <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex1.png"> <p><b>inclinazione</b> restituisce un valore da 1 a 4 quando il sensore è inclinato e 0 in caso contrario.</p>
lv: <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex1.png"> <p><b>sašķiebums</b> atgriež vērtību no 1 - 4, ja sensors ir sašķiebts un 0 pārējos gadījumos.</p>
nb: <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex1.png"> <p><b>helning</b>gir en verdi 1-4 når sensoren tippes, 0 ellers..</p>
pt: <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex1.png"> <p><b>a inclinação</b> reporta um valor entre 1 e 4 quando o sensor está inclinado e reporta 0 no caso contrário.</p>
sl: <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex1.png"> <p><b>naklon</b> vrne vrednost med 1 in 4, ko je senzor nagnjen, drugače nam vrne 0.</p>
