Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <h3>How can I learn more about what educators are doing with Scratch &ndash; and how I might use it?</h3> <p>Not sure what might be possible with Scratch?</p> <p><a href="http://scratched.media.mit.edu/stories" target="_blank">Read a story</a> about how educators have been including Scratch activities in a wide range of learning environments.</a></p> <p>Or <a href="http://scratched.media.mit.edu/resources/all" target="_blank">explore resources</a> across ages, disciplines, and settings. <a href="http://scratched.media.mit.edu/resources/new-scratch" target="_blank">Watch webinars</a> and review documents like the <a href="http://scratched.media.mit.edu/resources/scratch-curriculum-guide-draft" target="_blank">Scratch curriculum guide</a>.</p> <p>In addition to exploring the <a href="http://scratch-ed.org" target="_blank">ScratchEd</a> online community and its resources, you can engage with the ScratchEd Team and other Scratch educators via <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.media.mit.edu/discussions/scratched-weekly-roundup" target="_blank>">weekly roundups</a>, and our <a href="http://scratched.media.mit.edu/events" target="_blank>">quarterly newsletter</a>.<p>
eu: <h3>Nola ikas nezake gehiago Scratchekin hezitzaileak egiten ari direnari eta nola erabil nezakeenari buruz?</h3> <p>Ez zaude ziur Scratchekin egin daitekenari buruz?</p> <p><a href="http://scratched.media.mit.edu/stories" target="_blank">Irakurri istorio bat</a> zeinak hezitzaileek Scratch jarduerak heziketa eremu ezberdinetara nola integratu dituzten kontatzen duena.</a></p> <p>Edo <a href="http://scratched.media.mit.edu/resources/all" target="_blank">errekurtsoak esploratu</a> urte, disziplina eta kontextu ezberdinetan oinarrituak. <a href="http://scratched.media.mit.edu/resources/new-scratch" target="_blank">Ikusi webinarak</a> eta berrikusi dokumentuak <a href="http://scratched.media.mit.edu/resources/scratch-curriculum-guide-draft" target="_blank">Scratch kurrikulu gida</a> besteak beste.</p> <p><a href="http://scratch-ed.org" target="_blank">ScratchEd</a> esploratzearekin batera, online komunitatea eta bere errekurtsoak, ScratchEd Teamarekin eta beste Scratch hezitzaile batzuekin elkarlanean jardun zaitezke: <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.media.mit.edu/discussions/scratched-weekly-roundup" target="_blank>">asteroko bilketa</a>, eta gure <a href="http://scratched.media.mit.edu/events" target="_blank>">hiruhileroko buletinetan</a>.<p>
ro: <h3>Cum pot invata mai multe despre ce pot face profesorii cu Scratch &ndash; si cum l-as putea folosi eu?</h3> <p>Nu esti sigur cum ai putea sa aplici Scratch?</p> <p><a href="http://scratched.media.mit.edu/stories" target="_blank">Citeste o poveste</a> despre cum au inclus profesorii Scratch in-tro larga varietate de medii de invatare.</a></p> <p>Sau <a href="http://scratched.media.mit.edu/resources/all" target="_blank">exploreaza resurse</a> dupa categorie de varsta, discipline sau setari. <a href="http://scratched.media.mit.edu/resources/new-scratch" target="_blank">Urmareste webinar-ii</a> asi treci in revista documente precum <a href="http://scratched.media.mit.edu/resources/scratch-curriculum-guide-draft" target="_blank">Ghid curricular Scratch</a>.</p> <p>In plus, pentru a explora comunitatea online <a href="http://scratch-ed.org" target="_blank">ScratchEd</a> si resursele sale, te poti conecta cu echipa ScratchEd Team si alti profesori Scratch prin <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.media.mit.edu/discussions/scratched-weekly-roundup" target="_blank>">breviar saptamanal</a>, si <a href="http://scratched.media.mit.edu/events" target="_blank>">buletinul nostru trimestrial</a>.<p>
sl: <h3>Kje lahko izvem več o tem, kako učitelji uporabljajo Scratch &ndash; in kako ga ga lahko uporabim sam-a?</h3> <p>Nisi prepričan-a, kaj vse je mogoče ustvariti v Scratchu?</p> <p><a href="http://scratched.media.mit.edu/stories" target="_blank">Preberi zgodbe</a> o tem, kako učitelji vključujejo Scratch v širok spekter dejavnosti v učnih okoljih.</a></p> <p>Ali pa <a href="http://scratched.media.mit.edu/resources/all" target="_blank">razišči gradiva</a> za različne starosti, panoge in načine uporabe. <a href="http://scratched.media.mit.edu/resources/new-scratch" target="_blank">Oglej si spletne seminarje</a> in preglej dokumente kot so <a href="http://scratched.media.mit.edu/resources/scratch-curriculum-guide-draft" target="_blank">vodič po Scratch učnem načrtu</a>.</p> <p>Da bo raziskovanje <a href="http://scratch-ed.org" target="_blank">ScratchEd</a> spletne skupnosti in gradiv enostavnejše, se lahko povežeš z ekipo ScratchEd in ostalimi Scratch učitelji preko <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.media.mit.edu/discussions/scratched-weekly-roundup" target="_blank>">tedenskih povzetkov</a> in našega <a href="http://scratched.media.mit.edu/events" target="_blank>">četrtletnega časopisa</a>.<p>
sv: <h3>Hur kan jag lära mig mer om vad pedagoger gör med Scratch &ndash; och hur jag kan använda det?</h3> <p>Inte säker vad som är möjligt med Scratch?</p> <p><a href="http://scratched.media.mit.edu/stories" target="_blank">Läs en berättelse</a> om hur pedagoger har inkluderat Scratchaktiviteter i ett brett spektrum av lärandemöjligheter.</a></p> <p>Eller <a href="http://scratched.media.mit.edu/resources/all" target="_blank">utforska källor</a> över åldrar, discipliner och inställningar. <a href="http://scratched.media.mit.edu/resources/new-scratch" target="_blank">Delta i webinar</a> och dokument med genomgång som <a href="http://scratched.media.mit.edu/resources/scratch-curriculum-guide-draft" target="_blank">Scratch kursplaner (eng)</a>.</p> <p>Förutom att utforska <a href="http://scratch-ed.org" target="_blank">ScratchEd</a> online community och dess resurser, kan du följa teamet för ScratchEd och andra Scratchpedagoger via <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.media.mit.edu/discussions/scratched-weekly-roundup" target="_blank>">veckovisa sammanfattningar</a>, och våra <a href="http://scratched.media.mit.edu/events" target="_blank>">kvartalsvisa nyhetsbrev</a>.<p>
uk: <h3>Як я можу дізнатися більше про те, що педагоги роблять зі Скретчем &ndash; і як я міг би використовувати його?</h3> <p>Не впевнені, що можете використовувати Скретч?</p> <p><a href="http://scratched.media.mit.edu/stories" target="_blank">Прочитайте</a> про те, як вчителі використовують Скретч для створення сучасного освітнього середовища.</a></p> <p>Або <a href="http://scratched.media.mit.edu/resources/all" target="_blank">вивчіть ресурси</a> за віковими групами, дисциплін і налаштуваннями. <a href="http://scratched.media.mit.edu/resources/new-scratch" target="_blank">Перегляньте вебінари</a> та документи про <a href="http://scratched.media.mit.edu/resources/scratch-curriculum-guide-draft" target="_blank">навчання зі Скретчем</a>.</p> <p>На додаток до вивчення матеріалів онлайнової спільноти <a href="http://scratch-ed.org" target="_blank">ScratchEd</a>, ви можете спілкуватись з членами команди ScratchEd та іншими педагогами через <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.media.mit.edu/discussions/scratched-weekly-roundup" target="_blank>">ортмуючи щотижневі зведення новин</a>, чи <a href="http://scratched.media.mit.edu/events" target="_blank>">щоквартальний бюлетень</a>.<p>

source: <p>Scratch team members from the MIT Media Lab <a href="http://llk.media.mit.edu">Lifelong Kindergarten Group</a> and at the University of Pennsylvania <a href="http://www.gse.upenn.edu/">Graduate School of Education</a> are researching how people use and learn from Scratch.<br /> <br /> By sharing projects and participating in the Scratch online community, you are helping us better understand how people can use and learn with Scratch.&nbsp;Any publicly shared&nbsp;projects, comments, or other material on the Scratch site may be included in the research analysis, presentations, papers, and reports. No personally identifiable information is shared. (If you have any questions, please use the <a href="%(contact_us_url)s">Contact Us</a> form.)</p> <p>The following are research papers, presentations, and <a href="#theses">dissertations and theses</a> that share our findings about Scratch and the Scratch online community. This list also includes some papers conducted on Scratch by other researchers. For magazines and other articles, see <a href="http://info.scratch.mit.edu/Scratch_in_the_News">Scratch in the News</a>.</p>
et: <p>Scratchi meeskond MIT Media Lab <a href="http://llk.media.mit.edu">Lifelong Kindergarten Group</a> ja Pennsylvania Ülikooli <a href="http://www.gse.upenn.edu/">Graduate School of Education</a> uurivad, kuidas inimesed Scratchi kasutavad ja selle abil õpivad.<br /> <br /> Oma projekte jagades ja osaledes Scratchi online-kogukonnas, aitad sa meil paremini mõista, kuidas inimesed Scratchi kasutavad ja selle abil õpivad. Iga jagatud projekt, kommentaar või muu materjal Scratchi veebilehel võib olla lisatud uurimustööle, analüüsile, esitlusele, artiklile, aruandele. Kunagi ei jagata infot, mis võimaldaks tuvastada konkreetset isikut. (Kui sul on küsimusi, kasutata meie <a href="%(contact_us_url)s">võta ühendust</a> vormi.)</p> <p>Järgnevalt on toodud urimused, esitlused, <a href="#theses">väitekirjad ja teesid</a>, kus on analüüside tulemused Scratchi ja Scratchi online-kogukonna kohta. Selles loetelus on ka teiste teadlaste uurimistööde tulemusi Scratchi kohta. Ajakirjade ja teiste artklite kohta vaata <a href="http://info.scratch.mit.edu/Scratch_in_the_News">Scratch uudistes</a>.</p>
sl: <p>Člani ekipe Scratch iz MIT Media Lab <a href="http://llk.media.mit.edu">Lifelong Kindergarten Group</a> na univerzi v Pennsylvanii <a href="http://www.gse.upenn.edu/">Graduate School of Education</a> raziskujejo, kako ljudje uporabljajo in se učijo s Scratchem.<br /> <br /> Z deljenjem projektov in sodelovanjem v Scratch spletni skupnosti nam pomagaš da bolje razumemo, kako ljudje uporabljajo in se učijo s Scratchem.&nbsp;Javno deljeni&nbsp;projekti, komentarji ali ostalo gradivo na Scratch strani je lahko vključeno v analize raziskav, v predstavitve, članke in poročila. Pri tem osebnih podatkov ne delimo. (Če imaš kakšno vprašanje, prosimo uporabi <a href="%(contact_us_url)s">Piši nam</a>.)</p> <p>V nadaljevanju lahko vidiš raziskovalne naloge, predstavitve in <a href="#theses">dizertacije in teze</a> v katerih smo delili naše ugotovitve o Scratchu in Scratch spletni skupnosti. Ta seznam vključuje tudi nekaj dokumentov drugih raziskovalcev. Za revije in ostale članke si oglej <a href="http://info.scratch.mit.edu/Scratch_in_the_News">Scratch v novicah</a>.</p>
sv: <p>Scratchteamets medlemmar från MIT Media Lab <a href="http://llk.media.mit.edu">Lifelong Kindergarten Group</a> och vid University of Pennsylvania <a href="http://www.gse.upenn.edu/">Graduate School of Education</a> forskar på hur man använder och lär sig med Scratch.<br /> <br /> Genom att dela projekt och delta i Scratch online community, hjälper du oss att bättre förstå hur man kan använda och lära sig med Scratch.&nbsp;Vilket publikt delat&nbsp;projekt, kommentarer, eller annat material på Scratchsajten kan vara inkluderat i forskningsanalyser, presentationer, forskningsrapporter, och rapporter. Ingen information som kan identifiera en person används. (Om du har några frågor, var då snäll och använd formuläret för att<a href="%(contact_us_url)s">Kontakta Oss</a>.)</p> <p>Följande är forskningsrapporter, presentationer, och <a href="#theses">avhandlingar och teorier</a> som delar våra rön om Scratch och Scratch online community. Listan innehåller också några forskningsrapporter utfört på Scratch av andra forskare. För magasin- och andra artiklar, se <a href="http://info.scratch.mit.edu/Scratch_in_the_News">Scratch i Media</a>.</p>

source: Academic Publications &amp; Presentations
sl: Akademske publikacije &amp; Predstavitve
sv: Akademiska Publikationer &amp; Presentationer

source: Dissertations and Theses
et: Väitekirjad
sl: Dizertacije in teze
sv: Disputationer och avhandlingar

source: Academic Publications by Other Researchers and Educators
et: Teiste teadlaste ja haridustöötajate akadeemilised publikatsioonid
sl: Akademske publikacije drugih raziskovalcev in učiteljev
sv: Akademiska Publikationer av andra forskare och pedagoger

source: First, download any projects that you want to keep. Once the account is deleted, your projects will no longer be available. Use the form on the <a href="http://scratch.mit.edu/contact-us/">Contact Us</a> page and include the following information: <ul><li>Birth Month and Year that you entered when you created the account</li> <li>The email address associated with the account
el: Πρώτα κατεβάστε τα έργα που θέλετε να κρατήσετε. Με την δαιγραφή του λογαριασμού σας τα έργα σας δεν θα είναι πια διαθέσιμα. Χρησιμοποιήστε τη φόρμα στη σελίδα <a href="http://scratch.mit.edu/contact-us/">Επικοινωνήστε μαζί μας</a> και δώστε μας τις ακόλουθες πληροφορίες: <ul><li>Το μήνα που γεννηθήκατε και τη χρονιά που δημιουργήσατε το λογαριασμό.</li> <li>Τη διεύθυνση email που συστετίζεται με το λογαριασμό αυτόν.
es: Primero, descargue los proyectos que desea guardar. Una vez la cuenta este borrada, sus proyectos dejarán de estar disponibles. Use la forma en la página <a href="http://scratch.mit.edu/contact-us/">Contáctenos</a> e incluya la siguiente información: <ul><li>Mes y Año de nacimiento que ingresó cuando creó la cuenta</li> <li>El email asociado con la cuenta
et: Kõigepealt lae alla projektid, mida soovid säilitada. Kui konto on kustutatud, ei ole sinu projektid enam kättesaadavad. Kasuta vormi lehel <a href="http://scratch.mit.edu/contact-us/">Contact Us</a> ning esita järgmised andmeid: <ul><li> sünikuu ja aasta, mida sisestasid konto loomisel </li> <li> e-posti aadress, mis on seotud kontoga
eu: Lehenik, jaitsi ezazu mantendu nahi duzun proiektu oro. Behin kontua ezabatuta, zure proiektuak ez dira erabiltgarri izango. <a href="http://scratch.mit.edu/contact-us/">Gurekin harremanetan jarri </a>orriko formularioa erabil ezazu eta ondorengo informazioa atxeki: <ul><li>Kontua sortzean sartu zenituen jaiotze hila eta urtea</li> <li>Kontuari loturiko email helbidea.
sl: Najprej prenesi vse projekte, ki jih želiš obdržati. Ko bo račun izbrisan, tvoji projekti namreč ne bodo več dosegljivi. Uporabi obrazec na <a href="http://scratch.mit.edu/contact-us/">Piši nam</a> strani in vključi naslednje podatke: <ul><li>Mesec in leto rojstva, ki si jih vpisal ob registraciji </li> <li>E-poštni naslov, ki je povezan s tem računom
sv: Först, ladda ned de projekt du vill ha kvar. När kontot är raderat, kommer dina projekt inte att bli tillgängliga. Använd formuläret på sidan <a href="http://scratch.mit.edu/contact-us/">Kontakta Oss</a> och lägg till följande information: <ul><li>Födelsemånad och år som du skrev in när du skapade kontot</li> <li>E-postadressen som är kopplad till ditt konto
uk: Спочатку потрібно завантажити будь-які проекти, які ви хочете зберегти. Як тільки обліковий запис буде видалено, ваші проекти більше не будуть доступні. Використовуйте форму на сторінці <a href="http://scratch.mit.edu/contact-us/">Зв’язок з нами</a> та надайте наступну інформацію: <ul><li>місяць народження і рік, який ви ввели при створенні облікового запису</li> <li>адресу електронної пошти, пов'язану з обліковим записом

source: Download the <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">English version.</a>
sl: Prenesi <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">angleško različico.</a>
sv: Ladda ned den <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Engelska versionen.</a>

source: Asks a question on the screen and stores keyboard input in the <img src="%(STATIC_URL)s/images/help/answer.png" />
et: Kuvab küsimuse ja salvestab klaviatuuri sisendi <img src="%(STATIC_URL)s/images/help/answer.png" />
eu: Galdera bat egiten du pantailan eta teklatuko sarrera <img src="%(STATIC_URL)s/images/help/answer.png" /> tokian gordetzen du.
ro: Pune o intrebare pe ecran si stocheaza intrarea de la tastatura in <img src="%(STATIC_URL)s/images/help/answer.png" />
sl: Zastavi vprašanje na zaslonu in shrani vnos besedila v <img src="%(STATIC_URL)s/images/help/answer.png" />
sv: Ställer en fråga på skärmen och sparar svaret i <img src="%(STATIC_URL)s/images/help/answer.png" />
uk: Створити запит на екрані та записати відповідь з клавіатури в <img src="%(STATIC_URL)s/images/help/answer.png" />

source: If your sprite looks upside-down, click <img src="%(STATIC_URL)s/images/help/info.gif"> and set its rotation style to left-right:
sl: Če je figura prevrnjena, klikni na <img src="%(STATIC_URL)s/images/help/info.gif"> in izberi stil vrtenja na levo-desno:

source: <img src = "%(STATIC_URL)s/images/help/1b-move-click.png" alt="drag move block to Scripts area">
sl: <img src = "%(STATIC_URL)s/images/help/1b-move-click.png" alt="povleci blok na delovno površino">

source: <p>When you are ready to share your project with others, click the “Share” button at the top of the screen.</p> <p>(If you haven't already, you'll need to <a id="tips-join-scratch">create a Scratch account</a> to share your project online.)</p> <script> $(document).ready(function() { $('#tips-join-scratch').on('click', function() { parent.postMessage('registration-modal', '*'); console.log('postMessage to parent'); }); }); </script> <p>After your project is shared, you can go to the project page to add a title, instructions, and other notes.</p> <p>Now you can send a link to your holiday card to family, friends, and others!</p>
sl: "<p>Kadar si pripravljen-a deliti svoj projekt z drugimi, klikni na gumb “Deli” " na vrhu zaslona.</p> <p>(Če ga morda še nisi, boš moral-a prej <a id="tips-join-scratch">ustvariti Scratch račun</a>)</p> <script> $(document).ready(function() { $('#tips-join-scratch').on('click', function() { parent.postMessage('registration-modal', '*'); console.log('postMessage to parent'); }); }); </script> <p>V tej aktivnosti boš ustvaril-a interaktivno praznično voščilnico, ki jo lahko deliš s prijatelji in družino.</p> <p>Potem, ko boš svoj projekt delil-a, lahko obiščeš projektno stran in dodaš naslov, navodila in ostale opombe.</p> <p>Sedaj lahko pošlješ povezavo do praznične voščilnice družini, prijateljem in drugim!</p>

source: <p>In this activity, you'll create an interactive holiday card that you can share with friends and family.</p> <p>To get started, watch this intro video:</p> <p><iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></p>
el: <p>Σε αυτή την δραστηριότητα, θα φτιάξετε μια ευχετήρια κάρτα που μπορείτε να μοιραστείτε με τους φίλους ή την οικογένειά σας.</p> <p>Ας δούμε πρώτα αυτό το βίντεο:</p> <p><iframe src="//player.vimeo.com/video/78998915?title=0&byline=0&portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></p>
es: <p>En esta actividad, vamos a crear una tarjeta interactiva que podrás compartir con amigos y familiares en estas fiestas.</p> <p>Para empezar, mira este video de introducción:</p> <p><iframe src="//player.vimeo.com/video/78998915?title=0&byline=0&portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></p>
et: <p>Siin lood interaktiivse pühadekaarti, mida saad jagad oma pere ja sõpradega.</p> <p>Alustamiseks vaata seda tutvustavat videot:</p> <p><iframe src="//player.vimeo.com/video/78998915?title=0&byline=0&portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></p>
sl: <p>V tej aktivnosti boš ustvaril-a interaktivno praznično voščilnico, ki jo lahko deliš z družino in prijatelji.</p> <p>Za uvod si oglej ta video posnetek:</p> <p><iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></p>
sv: <p>I den här aktiviteten, kommer du att skapa ett interaktivt feriekort som du kan dela med dig till dina vänner och familj.</p> <p>För att komma igång, kolla in introduktionsvideon:</p> <p><iframe src="//player.vimeo.com/video/78998915?title=0&byline=0&portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></p>

source: Get more help by following these steps:
el: Βρείτε περισσότερη βοήθεια ακολουθώντας αυτά τα βήματα:
es: Obtén más ayuda siguiendo estos pasos:
sl: Če želiš več pomoči, sledi naslednjim korakom:
sv: Få mer hjälp genom att följa dessa steg:

source: Imagine your holiday card
el: Φανταστείτε την Εορταστική σας Κάρτα
es: Imagina tu tarjeta de día festivo
et: Kujunda oma pühadekaart
sl: Zamisi si, kako bo tvoja praznična voščilnica izgledala
sv: Tänk ut ditt feriekort

source: Explore ideas for your card
el: Βρείτε ιδέες για την κάρτα σας.
es: Explora ideas para tu tarjeta
et: Leia ideid oma kaardi jaoks
sl: Raziskuj med idejami za praznično voščilnico
sv: Upptäck idéer för ditt kort

source: Program your holiday card
el: Προγραμματίστε την Εορταστική σας Κάρτα
es: Programa tu tarjeta de día festivo
et: Programmeeri oma pühadekaart
sl: Sprogramiraj svojo voščilnico
sv: Programmera ditt feriekort

source: Delete the cat
el: Διαγράψτε τη Γάτα
es: Borra el gato
et: Kustuta kass
sl: Izbriši Praskača
sv: Ta bort katten

source: Add sprites
el: Προσθέστε Αντικείμενα
es: Añade objetos
et: Lisa spraite
sl: Dodaj figure
sv: Lägg till sprites

source: Make the sprites interactive
el: Κάντε τα Αντικείμενα Διαδραστικά
es: Haz los objetos interactivos
et: Tee sprait interaktiivseks
sl: Ustvari interaktivno figuro
sv: Gör sprites interaktiva

source: Say something
el: Σύννεφα Ομιλίας
es: Decir algo
sl: Reci kaj
sv: Säg någonting

source: Make a sound
el: Δημιουργία Ήχου
es: Hacer un sonido
sl: Ustvari zvok
sv: Skapa ett ljud

source: Change color
el: Αλλαγή Χρώματος
es: Cambiar color
sl: Spremeni barvo
sv: Ändra färg

source: Change costume
el: Αλλαγή Ενδυμασίας
es: Cambiar disfraz
sl: Spremeni videz
sv: Växla klädsel

source: Add a background image
el: Προσθήκη Εικόνας Φόντου
es: Agregar una imagen de fondo
sl: Dodaj sliko ozadja
sv: Lägg till en bakgrundsbild
