Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <b>Be respectful.</b> When sharing projects or posting comments, remember that people of many different ages and backgrounds will see what you’ve shared.
ca: <b>Sigues respectuós.</b> Quan comparteixis projectes o escriguis comentaris, recorda que gent de diferents edats i contextos veuran el què has compartit.
cs: <b>Buď ohleduplný.</b> Když sdílíš projekty nebo posíláš komentáře pamatuj, že co máš sdílené uvidí osoby různého stáří i zázemí.
de: <b>Sei respektvoll.</b> Wenn du Projekte und Kommentare veröffentlichst, bedenke, dass Leute unterschiedlichsten Alters und Hintergrundes sehen, was du veröffentlichst.
el: <b>Να δείχνετε σεβασμό απέναντι σε όλα τα μέλη.</b> Όταν μοιράζεστε έργα ή κάνετε σχόλια, να θυμάστε πως άνθρωποι διαφορετικής ηλικίας και παρασκηνίου θα δουν αυτό που δημοσιεύσατε.
es: <b>Sé respetuoso.</b> Al compartir proyectos o comentarios, recuerda que gente de distintas edades y experiencias verá lo que compartes.
et: <b>Ole viisakas</b> kui jagad või kommenteerid projekte. Pea meeles, et Sinu projekte ja kommentaare näevad erineva vanuse ja taustaga inimesed.
eu: <b>Errespetuz jardun.</b> Proiektuak partekatu edo iruzkinak argitaratzean, gogora ezazu adin eta biziera ezberdineko jendeak ikusiko duela partekatu duzuna.
fr: <b>Soyez respectueux.</b> Lorsque vous partagez de projets ou postez des commentaires, rappelez-vous que des gens d'âges et de milieux différents pourront voir ce que vous avez partagé.
ga: <b>Bí measúil.</b> Nuair a chomhroinneann tú tionscadal nó nuair a dhéanann tú trácht ar an suíomh, meabhraigh go bhfeicfidh go leor daoine de gach aois agus ó chúlraí éagsúla na rudaí a chomhroinn tú.
gl: <b>Sé respetuoso.</b> Ao compartir proxectos ou publicar comentarios, lembra que xente de distintas idades e experiencias verán lo que compartes.
it: <b>Sii rispettoso.</b> Quando condividi un progetto o invii un commento ricorda che altre persone di età e culture diverse vedranno ciò che hai condiviso.
ja: <b>尊重する</b> プロジェクトを共有、コメントを投稿するとき、様々な年齢、異なる文化背景の人々が、それを見ることになることを忘れないでください。
lv: <b>Izturies ar cieņu.</b>Kad dalies ar projektiem vai komentē, atceries, ka to redzēs dažāda vecuma un pieredzes cilvēki.
nb: <b>Vis respekt.</b> Når du legger ut prosjekter eller kommentarer så husk at folk fra mange slags bakgrunner og i alle aldre vil se det du har lagt ut.
pt: <b>Respeite os outros.</b> Ao partilhar projectos ou publicar comentários, lembre-se de que pessoas com variadas idades e origens irão ver o que partilhou.
ro: <b>Sa fii respectuos.</b> Cand partajezi proiecte sau postezi comentarii, aminteste-ti ca oameni de varste si conditii diferite vor vedea ceea ce partajezi.
sl: <b>Bodi spoštljiv-a.</b> Preden deliš projekt ali objaviš komentar, se spomni, da lahko to, kar si objavil-a, vidijo ljudje različnih starosti in iz različnih okolij.
sr: <b>Поштуј друге.</b> Када делиш пројекат или остављаш коментар, сети се да ће људи различите старости и културе видети шта делиш.
sv: <b>Visa respekt.</b> När du delar dina projekt eller skriver kommentarer, tänk på att människor i många olika åldrar och med många olika bakgrunder kommer att se vad du delat.
tr: <b>Saygılı ol.</b> Projerlerini paylaşırken veya yorum yazarken, unutma ki bunları hemen her yaştan ve tecrübeden kişiler görecek.
uk: <b>Будьте шанобливі.</b> При створенні спільних проектів або залишаючи до них коментарі, пам'ятайте, що їх бачитимуть люди різного віку та професій.

source: <b>Be constructive.</b> When commenting on other’s projects, say something you like about it and offer suggestions.
ca: <b>Sigues constructiu</b> Quan comentis els projectes dels altres, digues alguna cosa que t'agradi i ofereix propostes de millora.
cs: <b>Buď konstruktivní.</b> Při komentování projektů ostatních řekni, co se ti líbí, a nabídni návrhy.
de: <b>Sei konstruktiv.</b> Wenn du Projekte von anderen kommentierst, schreibe Dinge, die dir daran gefallen, und mache Vorschläge.
el: <b>Να είστε εποικοδομητικοί.</b> Όταν σχολιάζετε έργα άλλων, πείτε τι σας αρέσει από αυτό και δώστε μερικές προτάσεις.
es: <b>Sé constructivo.</b> Al comentar sobre los proyectos de otros, dí que te gusta de éste y ofrece ideas para mejorarlo.
et: <b>Ole konstruktiivne.</b> Teise projekte kommenteerides ütle, mis sulle selle juures meeldib, ja anna soovitusi täiendamiseks.
eu: <b>Konstruktiboa izan.</b> Besteen proiektuei buruz iruzkintzean, hauetatik gustuko duzuna esan eta iradokizunak eskeini.
fr: <b>Soyez constructif.</b> Quand vous commentez les projets des autres, dites ce que vous aimez à ce sujet et proposez des suggestions.
ga: <b>Bí cuidiúil.</b> Nuair a dhéanann tú trácht ar thionscadal de chuid duine eile, déan cur síos ar rud éigin a thaitin leat agus tabhair moltaí.
gl: <b>Sé constructivo.</b> Ao comentar sobre os proxectos de outros, di o que che gusta e ofrece ideas para melloralo.
it: <b>Sii costruttivo.</b> Quando commenti i progetti degli altri, dì quello che ti piace del progetto e offri i tuoi suggerimenti.
ja: <b>建設的に議論する</b> 誰かの作品にコメントするとき、あなたがその作品が好きということを伝え、自分の意見を提示してください。
lv: <b>Esi konstrukīvs.</b> Kad komentē citus projekturs, saki kaut ko, kas tev tajos patīk vai piedāvā savus ieteikumus.
nb: <b>Vær konstruktiv.</b> Når du kommenterer andres prosjekter så si hva du liker og kom med dine forslag.
pt: <b>Seja construtivo.</b> Ao comentar os projectos de outros, diga o que gosta sobre neles e faça sugestões.
ro: <b>Fii constructiv.</b> Cand comentezi proiectele altora, spune ceea ce doresti despre el si ofera sugestii.
sl: <b>Pomagaj.</b> Pri komentiranju projektov drugih uporabnikov pohvali, kar ti je bilo všeč in ponudi predloge za izboljšave.
sr: <b>Буди конструктиван.</b> Када коментаришеш туђе пројекте кажи шта ти се допада код њега и дај сугестије.
sv: <b>Var konstruktiv.</b> När du kommenterar någon annans projekt, säg något du gillar och ge respons.
tr: <b>Yapıcı ol.</b> Başkalarının projelerine yorum yazarken, beğendiğin yönlerini vurgula ve öneri getir.
uk: <b>Будьте конструктивними.</b> Коментуючи інші проекти, вказуйте на те, що вам подобається та надавайте свої пропозиції.

source: <b>Share.</b> You are free to remix projects, ideas, images, or anything else you find on Scratch – and anyone can use anything that you share. Be sure to give credit when you remix.
ca: <b>Comparteix.</b> Ets lliure de reinventar projectes, idees, imatges i qualsevol altra cosa que trobis a Scratch - i qualsevol pot utilitzar allò que tu hagis compartit. Assegura't de mencionar les fonts quan reinventis.
cs: <b>Sdílej.</b> Můžeš volně odvozovat projekty, nápady, obrázky nebo cokoli jiného co nacházíš ve Scratch – a kdokoli může použít cokoliv co sdílíš. Ujisti se, že přiznáváš zásluhy pokud odvozuješ.
de: <b>Teile.</b> Du darfst Projekte remixen und die Ideen, Bilder und, was du sonst von anderen in Scratch findest, aufgreifen und verbessern - und jeder kann benutzen, was du veröffentlicht hast. Achte darauf, beim Remixen stets den Original-Autor zu würdigen!
el: <b>Να κάνετε κοινή χρήση των έργων σας.</b> Είστε ελεύθεροι να αναμιγνύετε έργα, ιδέες, εικόνες ή οτιδήποτε άλλο μπορείτε να βρείτε εδώ στο Scratch - και όλοι μπορούν να χρησιμοποιήσουν όσα έργα κάνετε κοινή χρήση. Όταν αναμιγνύετε ένα έργο ενός άλλου, πρέπει να τον ευχαριστήσετε τη δουλειά του.
es: <b>Comparte.</b> Puedes utilizar y reinventar proyectos, ideas, imágenes o lo que sea que encuentres en Scratch; y todos pueden utilizar lo que compartas. Asegúrate de dar créditos al reinventar.
et: <b>Jaga.</b> Võid vabalt remiksida projekte, ideid, pilte ja muud, mida leidub Scratchi saidil, ja teised võivad kasutada kõike, mida Sina oled jaganud. Remiksides tunusta kindlasti originaali autorit.
eu: <b>Partekatu.</b> Proiektuak, ideiak, irudiak edo Scratchen aurki dezakezun edozer birnahasteko aske zara - eta edonork erabil dezake zuk partekaturiko edozer. Birnahastean jatorrizkoa egin duenaren egiletza onar ezazu.
fr: <b>Partager.</b> Vous êtes libre de remixer les projets, les idées, les images ou tout ce que vous trouvez sur Scratch - et n'importe qui peut utiliser tout ce que vous partagez. Assurez-vous d'être enregistré comme contributeur lorsque vous remixez.
ga: <b>Comhroinn.</b> Tá fáilte romhat tionscadail, smaointe, íomhánna, nó aon rud eile a fheiceann tú i Scratch a athmheascadh - agus is féidir le daoine eile an rud céanna a dhéanamh le do chuid oibre. Bí cinnte go dtugann tú aitheantas nuair a athmheascann tú.
gl: <b>Comparte.</b> Podes usar e reinventar proxectos, ideas, imaxes ou o que sexa que atopes en Scratch; e todos poden utilizar o que ti compartas. Coida dar créditos ao reinventar.
it: <b>Condividi.</b> Sei libero di remixare progetti, idee, immagini e quant'altro trovi sul sito di Scratch – e chiunque altro potrà usare quello che decidi di condividere. Ricorda di dare il giusto riconoscimento quando remixi.
ja: <b>共有する</b> あなたはScratchで見つけた作品、アイディア、画像など全てのものを自由にリミックスできます。それはだれでも、あなたが共有したものを使うことができるということです。リミックスするとき必ずクレジットを残してください。
lv: <b>Dalies.</b> Tu vari droši izmantot projektus, idejas un jebko citu, ko atrodi Scratch vidē – un ikviens var izmantot to, ar ko dalīsies tu. Pārliecinies, ka atsaucies uz autoru, ja pārveido kādu darbu.
nb: <b>Del dine ting med andre.</b> Du kan gjerne remikse prosjekter, ideer og alt annet du finner her - og alle andre kan bruke det du legger ut. Når du remikser så husk å fortelle hvem som har laget det du bruker.
pt: <b>Partilhe.</b> É livre de remisturar projectos, ideias, imagens ou qualquer outra coisa que encontrar no Scratch – e qualquer um pode usar o que quer que você partilhe. Dê crédito quando remisturar.
ro: <b>Partajeaza.</b> Esti liber sa amesteci proiecte, idei, imagini sau orice altceva gasesti pe Scratch - si oricine poate folosi ceea ce tu doresti sa partajezi.
sl: <b>Deli.</b> Vse kar najdeš na Scrathu - projekte, ideje in slike - lahko svobodno uporabljaš – in vse kar deliš ti, lahko uporabljajo drugi. Kadar uporabiš nekaj, kar so ustvarili drugi, ne pozabi napisati, čigava je prvotna ideja.
sr: <b>Дели.</b> Слободно прерађуј пројекте, идеје, слике, или било шта друго што нађењ на Скрачу – али такође свако може да употреби оно што ти делиш. Искажи заслуге онима чија дела прерађујеш.
sv: <b>Dela.</b> Du får lov att modifiera projekt, idéer, bilder eller vad som helst annat som du kan hitta på Scratch - och någon annan får lov att använda eller förändra det du delar ut. När du har modifierat någonting, se till att du nämner vem som gjorde originalet.
tr: <b>Paylaş.</b> Başkalarının projelerine, fikirlerine, görsellerine vs. katkı yapmakta özgürsün - başkaları da senin yapıp paylaştıklarına katkı yapabilirler. Katkı yaptığın eserlerin asıl sahibini belirtmeyi unutma.
uk: <b>Ділитися</b> Ви можете вільно створювати ремікси проектів, ідей, образів, або що-небудь, що ви знайдете на сайті Скретчу, і будь-хто може використовувати все, чим ви поділились. Намагайтесь подякувати автору, якщо ви робили ремікс.

source: <b>Keep personal info private.</b> For safety reasons, don't use real names or post contact info like phone numbers or addresses.
ca: <b>Mantingues privada la teva informació personal.</b> Per raons de seguretat, no utilitzis noms reals o facis públics els teus números de telèfon o adreces.
cs: <b>Udržuj v soukromí osobní informace.</b> Z bezpečnostních důvodů nepoužívej skutečná jména nebo kontaktní informace jako telefonní čísla nebo adresy.
de: <b>Halte persönliche Informationen privat.</b> Verwende aus Sicherheitsgründen keine echten Namen und veröffentliche keine Kontaktdaten wie Telefonnummern oder Adressen.
el: <b>Να διατηρείτε τις προσωπικές σας πληροφορίες κρυφές.</b> Για λόγους ασφάλειας, μην χρησιμοποιείτε αληθινά ονόματα και μην αναρτάτε προσωπικές πληροφορίες όπως τον αριθμό τηλεφώνου σας ή τη διεύθυνσή σας.
es: <b>No des información personal.</b> Para la seguridad de todos, no uses nombres reales ni compartas información de contacto, como números de teléfono o direcciones.
et: <b>Hoia isikliku info privaatsust.</b> Turvalisuse eemärgil ära kasuta oma pärisnime ega postita oma kontaktandmeid nagu telefoninumbrid ja aadressid.
eu: <b>Datu pertsonalak ez egin publiko.</b> Segurtasun arrazoiengatik, ez itzazu egiazko izenak erabili edo telefono zenbakiak eta helbideak bezalako datuak argitaratu.
fr: <b>Gardez vos informations personnelles privées.</b>Pour des raisons de sécurité, ne pas utiliser de vrais noms ou des informations de contact comme les numéros de téléphone ou des adresses.
ga: <b>Cosain faisnéis phearsanta.</b> Mar gheall ar chúrsaí slándála, ná húsáid fíorainmneacha agus ná cuir uimhreacha teileafóin ná seoltaí suas ar an suíomh.
gl: <b>Non des información persoal.</b> Por razóns de seguridade, non uses nomes reais nin envies información de contacto, como números de teléfono ou direccións.
it: <b>Non rendere pubbliche le tue informazioni private.</b> Per ragioni di sicurezza, non usare il tuo nome reale e non pubblicare informazioni personali come ad esempio il tuo indirizzo o numero telefonico.
ja: <b>個人情報に気をつける</b> 安全上の理由から、絶対に、本名、電話番号や住所など連絡先の情報を投稿しないようにしましょう。
lv: <b>Paturi privātu savu personīgi informāciju.</b> Drošības pēc neizmanto īsto vārdu, nepublicē telefona numuru vai adresi.
nb: <b>Hold personlig informasjon utenfor.</b> For din sikkerhet, pass på å ikke legge ut ditt eget navn, og heller ikke adresse eller telefonnummer.
pt: <b>Mantenha informações pessoais privadas.</b> Por razões de segurança, não use nomes verdadeiros ou publique informações de contacto tais como números de telefone ou moradas.
ro: <b>Pastreaza informatiile personale private.<b> Din motive de siguranta, nu folosi nume reale si nu posta informatii de contact precum numere de telefon sau adrese.
sl: <b>Naj osebni podatki ostanejo zasebni.</b> Iz varnostnih razlogov ne uporabljaj pravega imena in ne deli informacij kot so tvoj naslov, telefonska številka...
sr: <b>Своје личне податке не објављуј.</b> Из разлога безбедности, не користи стварна имена нити објављуј контакт податке као што су бројеви телефона или адресе.
sv: <b>Håll personlig information privat.</b> Av säkerhetsskäl bör du inte använda riktiga namn eller dela ut kontaktinformation, som telefonnummer eller adresser.
tr: <b>Şahsi bilgilerini paylaşma.</b> Güvenliğin gereği, gerçek adını, telefon numaralarını ve adresini kimseyle paylaşma.
uk: <b>Тримайте в секреті особисту інформацію.</b> З міркувань безпеки, не використовуйте справжні імена чи контактну інформацію - номери телефонів або адреси.

source: <b>Help keep the site friendly.</b> If you think a project or comment is mean, insulting, too violent, or otherwise inappropriate, click “Report” to let us know about it.
ca: <b>Ajuda a mantenir un lloc agradable.</b> Si creus que un projecte o comentari és desagradable, ofensiu, massa violent o no apropiat, fes clic a "Denuncia" per fer-nos-ho saber.
cs: <b>Pomáhej udržovat stránky přátelské.</b> Pokud myslíš, že projekt nebo komentář je nepříjemný, urážlivý příliš násilný nebo jinak nevhodný, klikni na “Report” abys nás o tom uvědomil(a).
de: <b>Trage bei, diese Seite freundlich zu halten.</b> Falls Du ein Projekt oder einen Kommentar für beleidigend, verletzend oder anderweitig unpassend hältst, klicke einfach auf "Melden", damit sich das Scratch-Team darum kümmern kann.
el: <b>Βοηθήστε να διατηρήσουμε τη σελίδα φιλική για όλους</b>. Εάν νομίζετε πως ένα έργο ή σχόλιο είναι κακόβουλο, υβριστικό, πολύ βίαιο ή με οποιαδήποτε άλλη έννοια ακατάλληλο, πατήστε το κουμπί "Αναφορά" για να μας ειδοποιήσετε.
es: <b>Mantén el sitio amigable.</b> Si crees que un proyecto es malicioso, insultante, muy violento o inapropiado, haz clic en "Denunciar" para hacérnoslo saber.
et: <b>Aita hoida saiti sõbralikuna.</b> Kui sa arvad, et projekt või kommentaar on solvav, liiga vägivaldne või muul viisil sobimatu, anna meile sellest teada.
eu: <b>Lagun ezazu gune hau adiskidetsu mantentzen.</b> Proiektu edo iradokizun bat bortitza, iraingarria edo martzul joerakoa dela baderizkiozu, klikatu ezazu "Salatu/Jakinarazin" guri horren berri emateko.
fr: <b>Aidez à conserver ce site convivial.</b> Si vous pensez qu'un projet ou qu'un commentaire est méchant, insultant, trop violent, ou autrement inapproprié, cliquez sur «Rapport» pour nous le faire savoir.
ga: <b>Bí cairdiúil.</b> Má cheapann tú go bhfuil tionscadal suarach, maslach, ró-fhoréigneach, nó mí-oiriúnach go ginearálta, cliceáil "Déan Tuairisc" chun é a chur in iúl dúinn.
gl: <b>Axuda a manter o sitio cordial.</b> Si crees que un proxecto é malicioso, insultante, moi violento ou inapropiado, preme en “Denunciar” para facérnoslo saber.
it: <b>Aiutaci a mantenere questo sito un posto amichevole.</b> Se pensi che un progetto o un commento sia meschino, offensivo, troppo violento o comunque inappropriato, clicca sul pulsante "Segnala" per farcelo sapere.
ja: <b>サイトが親しみやすいものであるように協力する</b> もし、作品やコメントが、卑劣であったり、侮辱的、暴力的、もしくは不適当であると感じたら、「レポート」をクリックして私たちに知らせてください。
lv: <b>Palīdzi uzturēt lapu draudzīgu.</b> Ja tu domā, ka projekts vai komentārs ir nejauks, aizvainojošs, vardarbīgs vai citādi nepieņemams, klikšķini “Ziņot”, lai mēs par to uzzinātu.
nb: <b>Hold en vennlig tone her.</b> Hvis du synes at et prosjekt eller en kommentar er upassende, slem, støtende eller alt for voldelig så klikk "Meld" og si fra til oss.
pt: <b>Ajude a manter o site amigável.</b> Se acha que um projecto ou comentário é maldoso, insultuoso, demasiado violento ou de alguma outra forma inapropriado, clique em «Reportar» para nos informar disso.
ro: <b>Ajuta la pastrarea prietenoasa a site-ului.</b> Daca tu crezi ca un proiect sau un comentariu este mrschin, jignitor, prea violent sau oricum nepotrivit, clic pe "Raporteaza" pentru a ne aduce la cunostinta.
sl: <b>Pomagaj ohranjati prijazno spletno stran.</b> Če si mnenja, da je projekt ali komentar zloben, žaljiv, preveč nasilen ali kako drugače neprimeren, klikni “Poročilo” in nam tako to sporoči.
sr: <b>Помози да сајт буде пријатељски.</b> Ако мислиш да је пројекат или коментар злонамеран, увредљив, превише насилан, или на други начин непримерен, кликни на “Пријави” да нас обавестио о томе.
sv: <b>Hjälp till att hålla sajten vänskaplig.</b> Om du tycker att ett projekt eller en kommentar är elak, förolämpande, för våldsam eller olämplig, klicka på "Rapportera", så att vi får reda på det.
tr: <b>Sitemizi arkadaşça tutmamıza yardım et.</b> Eğer bir projenin veya yorumun adi, onur kırıcı, tehditkar veya uygunsuz olduğunu düşünüyorsan, "Bildir" düğmesini tıklayarak bizi haberdar et.
uk: <b>Підтримуйте сайт дружнім.</b> Якщо ви думаєте, що проект або коментар є надто образливим чи іншим чином недоречним, натисніть кнопку "Повідомити", щоб повідомити про це нас.

source: Account Settings
ca: Configuració del compte
cs: Nastavení účtu
de: Kontoeinstellungen
el: Ρυθμίσεις Λογαριασμού
es: Configuración de la cuenta
et: Konto seaded
eu: Kontuaren ezarpenak
fr: Paramètres du compte
ga: Socruithe an Chuntais
gl: Configuración da Conta
it: Configurazione Account
ja: アカウント設定
lv: Konta iestatījumi
nb: Brukerinnstillinger
pt: Configurações da Conta
ro: Setarile contului
sl: Nastavitve računa
sr: Подешавања налога
sv: Kontoinställningar
tr: Hesap Ayarları
uk: Налаштування облікового запису

source: Change password
ca: Canvia la contrasenya
de: Kennwort ändern
el: Αλλαγή κωδικού
es: Cambiar contraseña
et: Muuda parooli
eu: Pasahitza aldatu
fr: Changer le mot de passe
gl: Cambiar contrasinal
it: Cambia password
lv: Mainīt paroli
nb: Nytt passord
pt: Alterar a palavra-passe
ro: Schimba parola
sl: Spremeni geslo
sv: Byt lösenord
uk: Змінити пароль

source: Change email
ca: Canvia el correu electrònic
de: E-Mail ändern
el: Αλλαγή e-mail
es: Cambiar correo electrónico
et: Muuda meili
eu: Emaila aldatu
fr: Changer l'adresse courriel
gl: Cambiar correo electrónico
it: Cambia email
lv: Mainīt epastu
nb: Bytt epostadresse
pt: Alterar o endereço de correio electrónico
ro: Schimba email
sl: Spremeni e-pošto
sv: Byt e-postadress
tr: E-postanı değiştir
uk: Змінити email

source: Change country
ca: Canvia el país
de: Land ändern
el: Αλλαγή Χώρας
es: Cambiar país
et: Muuda riiki
fr: Changer le pays
gl: Cambiar país
it: Cambia lingua
lv: Mainīt valsti
nb: Endre land
pt: Alterar país
sl: Spremeni državo
sv: Ändra land
tr: Ülkeni değiştir

source: Beta testing
ca: Proves Beta
de: Beta testen
el: Δοκιμή των Βήτα Λειτουργιών
es: Pruebas Beta
et: Beta-testimine
fr: Test beta
gl: Probas beta
it: Versione Beta
lv: Beta testēšana
pt: Testes beta
sl: Beta testiranje
sv: Betatestning
tr: Beta denemesi

source: The new project player will appear automatically on the project page. If you see a bug, click 'Beta Bug?' on the project page to report it.
ca: El nou reproductor apareixerà automàticament a la pàgina del projecte. Si detectes un bug, clica a 'Beta Bug?' a la pàgina del projecte per reportar-lo.
de: Der neue Projekt-Abspieler wird automatisch auf der Projektseite erscheinen. Solltest Du einen Fehler bemerken, klicke "Beta-Fehler?" auf der Projektseite an, um ihn zu melden.
el: Ο νέος προβολέας έργων θα εμφανίζεται αυτόματα στην σελίδα του έργου. Εάν βρείτε κάποιο πρόβλημα, πατήστε στο "Πρόβλημα;" για να το αναφέρετε.
es: El nuevo reproductor de proyectos aparecerá automáticamente en la página del proyecto. Si ves un error, haz clic en 'Error del Beta?' en la página del proyecto para reportarlo.
fr: Le nouveau joueur de projet apparaîtra automatiquement sur la page du projet. Si vous voyez un bug, cliquez sur 'Bug Beta?' sur la page du projet pour le signaler.
gl: O novo reproductor de proxecto aparecerá de forma automática na páxina do proxecto. Se ves algún erro, pulsa 'Erro do Beta?' na páxina do proxecto para denuncialo.
it: Il nuovo player comparirà automaticamente nella pagina dei progetti. Se trovi un bug, clicca su "Bug Beta?" nella pagina del progetto per segnalarlo.
lv: Jauna projekta atskaņotājs projekta lapā parādīsies automātiski. Ja redzi kļūdu, lai mums par to paziņotu, klikšķini "Beta kļūda?" projekta lapā.
nb: Det nye vinduet for å kjøre prosjekter vises automatisk på prosjektsiden. Hvis du oppdager en feil, meld fra ved å klikke 'Beta-feil?' på prosjektsiden.
pt: O novo reprodutor de projectos aparecerá automaticamente na página de projecto. Se encontrar um erro, carregue em «Erro Beta?» na página de projecto para o reportar.
sl: Novi predvajalnik projektov se bo samodejno prikazal na projektni strani. Če opaziš napako, klikni 'Beta napaka?' na projektni strani in jo prijavi.
sv: Den nya projektspelaren kommer automatiskt att synas på projektsidan. Om du hittar en bugg, klicka 'Beta Bug?' på projektsidan för att rapportera buggen.
tr: Yeni proje oynatıcısı otamatikman proje sayfasında görünecektir. Eğer bir hataya rastlarsan, onu bildirmek için proje sayfasındaki 'Beta Hatası?'na tıkla.

source: Update
ca: Actualitza
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
et: Uuendus
fr: Mis à jour
gl: Actualizar
it: Aggiorna
lv: Atjaunināt
nb: Oppdatering
pt: Actualização
sl: Posodobitev
sv: Uppdatera

source: Your email address is unconfirmed
de: Deine Emailadresse ist noch nicht bestätigt
fr: Votre adresse courriel n'est pas confirmée
it: Il tuo indirizzo non è confermanto
lv: Tava epasta adrese nav apstiprināta
tr: E-posta adresin doğrulanmadı

source: If you want to share and comment, simply click the link in the email sent to you at:
de: Wenn du Projekte veröffenlichen oder kommentieren willst, klicke einfach auf den Link den wir auf folgende Adresse geschickt haben:
fr: Si vous souhaitez partager et commenter, cliquez simplement sur le lien dans le courriel envoyé à l'adresse:
it: Se vuoi condividere e commentare i progetti, clicca semplicemente nel link che ti abbiamo inviato per email a:
lv: Ja vēlies komentēt un dalīties, vienkārši noklikšķini uz saites epastā, ko tev nosūtījām:
tr: Paylaşmak ve yorum yapmak istiyorsan, sana gönderdiğimiz e-postadaki linke tıkla:
