Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Scratch is developed and maintained by the Scratch Team at the <a href="http://llk.media.mit.edu/">Lifelong Kindergarten group</a> at <a href="http://www.media.mit.edu/">MIT Media Lab</a>.
ca: Scratch està desenvolupat i mantingut per l'equip Scratch al <a href="http://llk.media.mit.edu/">grup de la Lifelong Kindergarten</a> al <a href="http://www.media.mit.edu/">MIT Media Lab</a>.
cs: Scratch je vyvíjen a udržován Scratch týmem z <a href="http://llk.media.mit.edu/">Lifelong Kindergarten group</a> (Celoživotní mateřská školka) na <a href="http://www.media.mit.edu/">MIT Media Lab</a>.
de: Scratch wird vom Scratch-Team entwickelt und gepflegt, das von der <a href="http://llk.media.mit.edu/">Lifelong-Kindergarten-group</a> am <a href="http://www.media.mit.edu/">MIT-Media-Lab</a> betrieben wird.
el: Το Scratch αναπτύσσεται και διατηρείται από την ομάδα του Scratch στη <a href="http://llk.media.mit.edu/">Lifelong Kindergarten Group</a> της <a href="http://www.media.mit.edu/">MIT Media Lab</a>.
es: Scratch es desarrollado y mantenido por el equipo de Scratch en el <a href="http://llk.media.mit.edu/">grupo Lifelong Kindergarten</a> del <a href="http://www.media.mit.edu/">MIT Media Lab</a>.
et: Scratchi on loonud ja seda arendab Scratchi tiim - <a href="http://www.media.mit.edu/">MIT Meedia Lab</a> <a href="http://llk.media.mit.edu/">Lifelong Kindergarten group</a> .
eu: <a href="http://www.media.mit.edu/">MIT Media Labeko</a> <a href="http://llk.media.mit.edu/">Lifelong Kindergarten taldeko</a> Scratch Team taldeak garatu eta mantentzen du Scratch.
fr: Scratch est développé et mis à jour régulièrement par la Team Scratch <a href="http://llk.media.mit.edu/">du groupe Lifelong Kindergarten</a> au près du <a href="http://www.media.mit.edu/">MIT Media Lab</a>.
ga: Is é an fhoireann Scratch sa <a href="http://llk.media.mit.edu/">Lifelong Kindergarten group</a> ag an <a href="http://www.media.mit.edu/">MIT Media Lab</a> atá i gceannas ar fhorbairt Scratch.
gl: Scratch é desenvolvido e mantido polo Scratch Team do <a href="http://llk.media.mit.edu/">grupo Lifelong Kindergarten</a> do <a href="http://www.media.mit.edu/">MIT Media Lab</a>.
it: Scratch è stato creato e sviluppato dallo Scratch Team presso il <a href="http://llk.media.mit.edu/">Lifelong Kindergarten group</a> dei <a href="http://www.media.mit.edu/">MIT Media Lab</a>.
ja: Scratchは、 <a href="http://www.media.mit.edu/">MITメディアラボ</a>の<a href="http://llk.media.mit.edu/">ライフロングキンダーガーテングループ</a>によって開発および維持が行われています。
lv: Scratch izstrādā un attīsta Scratch komanda <a href="http://llk.media.mit.edu/">Lifelong kindergarten grupā</a> pie <a href="http://www.media.mit.edu/">MIT Media Lab</a>.
nb: Scratch utvikles og vedlikeholdes av <a href="http://llk.media.mit.edu/">"Lifelong Kindergarten"-gruppen</a> ved <a href="http://www.media.mit.edu/">MIT Media Lab</a>.
pt: O Scratch é desenvolvido e mantido pela Equipa Scratch no <a href="http://llk.media.mit.edu/">grupo Lifelong Kindergarten</a> do <a href="http://www.media.mit.edu/">MIT Media Lab</a>.
ro: Scratched a fost dezvoltat si intretinut de echipa Scratch la <a href="http://llk.media.mit.edu/">Lifelong Kindergarten group</a> in <a href="http://www.media.mit.edu/">MIT Media Lab</a>.
sl: Scratch razvija in vzdržuje Scratch ekipa <a href="http://llk.media.mit.edu/">Lifelong Kindergarten group</a> na <a href="http://www.media.mit.edu/">MIT Media Lab</a>.
sv: Scratch är utvecklat och underhålls av Scratchteamet på <a href="http://llk.media.mit.edu/"> Lifelong Kindergarten group </a> på <a href="http://www.media.mit.edu/">MIT Media Lab</a>.
uk: Скретч розроблено та підтримується командою Scratch Team з <a href="http://llk.media.mit.edu/">Lifelong Kindergarten group</a>, частиною <a href="http://www.media.mit.edu/">MIT Media Lab</a>.

source: What information do you ask for during account registration?
ca: Quina informació demaneu durant el procés de registre?
cs: Jaké informace jsou vyžadovány během registrace?
de: Welche Informationen werden während der Registrierung abgefragt?
el: Τι πληροφορίες ζητάτε κατά την εγγραφή ενός λογαριασμού;
es: ¿Qué información piden para registrar una cuenta?
et: Millist informatsiooni küsitakse konto registreerimisel?
eu: Zein informazio eskatzen duzue kontua erregistratzerakoan?
fr: Quelles informations demandez-vous lors de l'enregistrement d'un compte?
ga: Cé na sonraí a iarrann tú agus cuntas nua á chlárú?
gl: Que información se pide durante o rexistro da conta?
it: Quali informazioni vengono richieste durante la registrazione?
ja: アカウント登録の際に求められる情報は何ですか?
lv: Kādu informāciju jūs prasiet reģistrējoties?
nb: Hvilke opplysninger må jeg oppgi for å opprette en brukerkonto?
pt: Que informações solicitam durante o registo de uma nova conta?
ro: Ce fel de informatii se cer la crearea unui cont?
sl: Katere informacije potrebujete ob registraciji računa?
sv: Vilken information frågar ni efter när jag registrerar ett konto?
uk: Яка інформація необхідна при реєстрації облікового запису?

source: To protect the privacy of our community members, we limit what we collect and what we publish on the website. During the registration process, we ask for the following information:
ca: Per a protegir la privacitat dels membres de la comunitat, restringim el què recolectem i el què publiquem a la web. Durant el procés de registre demanem la següent informació:
cs: Abychom ochránili soukromí členů komunity, omezujeme množství uchovávaných a zveřejňovaných informací na webu. Během registrace vyžadujeme tyto údaje:
de: Zum Schutz der Privatsphäre unserer Mitglieder beschränken wir, was wir abfragen und was wir auf der Website veröffentlichen. Während der Registrierung fragen wir nach folgenden Informationen:
el: Για να προστατέψουμε την ιδιωτικότητα των μελών της κοινότητάς μας, περιορίσαμε τις πληροφορίες που συλλέγουμε και τις πληροφορίες που δημοσιοποιούμε στην ιστοσελίδα μας. Κατά την διάρκεια της εγγραφής, ζητάμε τις εξής πληροφορίες:
es: Para proteger la privacidad de los miembros de nuestra comunidad, limitamos lo que recopilamos y lo que publicamos en nuestro sitio web. Durante el proceso de registro, pedimos la siguiente información:
et: Et kaitsta meie kogukonna liikmete privaatsust, piirame me kogutavat ja veebilehel avaldadat infot. Registreerimisel palume järgmisi andmeid:
eu: Komunitateko kideen pribatasuna babesteko, webgunean jasotzen eta argitaratzen duguna mugatzen dugu. Erregistratze prozesuan hurrengo informazioa eskatzen dugu:
fr: Pour protéger la vie privée des membres de notre communauté, nous limitons ce que nous collectons et ce que nous publions sur le site. Pendant le processus d'enregistrement nous demandons les informations suivantes:
ga: Chun príobháideacht ár n-úsáideoirí a chosaint, cuirimid teorainn ar an eolas a bhailímid, agus ar an eolas a fhoilsímid go poiblí ar an suíomh. Iarraimid an t-eolas seo a leanas agus cuntas nua á chruthú:
gl: Para protexer a privacidade dos membros da nosa comunidade, limitamos o que recopilamos e o que publicamos no noso sitio web. Durante o proceso de rexistro, pedimos a seguinte información:
it: Per proteggere la privacy dei membri della nostra comunità limitiamo le informazioni che raccogliamo e che pubblichiamo sul sito web. Durante la registrazione dei nuovi utenti chiediamo le seguenti informazioni:
ja: コミュニティメンバーのプライバシーを守るため、ウェブサイト上で集めたり公開する情報を制限しています。アカウント登録時には以下の情報を求めます。
lv: Lai pasargātu mūsu kopienas dalībnieku privātumu, mēs esam pēc iespējas samazinājuši prasāmo un publicējamo datu daudzumu. Reģistrējoties mēs prasām šādu informāciju:
nb: Av hensyn til personvernet er det ikke mange opplysninger som blir registrert eller vist på nettet her. Ved registrering ber vi om:
pt: Para proteger a privacidade dos nossos membros da comunidade, limitamos o que recolhemos e o que publicamos no sítio Web. Durante o processo de registo pedimos as seguintes informações:
ro: Pentru a proteja confidentialitatea membrilor comunitatii, limitam informatiile pe care le colectam si pe care le publicam pe site. In timpul procesului de inregistrare, solicitam urmatoarele informatii:
sl: Da bi zaščitili zasebnost naših članov skupnosti, omejimo informacije, ki jih dobimo ob registraciji s tistimi, ki jih objavimo na spletni strani. Med postopkom registracije zastavimo naslednja vprašanja:
sv: För att skydda integriteten för våra community-medlemmar, begränsar vi vad vi samlar in och vad vi publicerar på hemsidan. Under registreringsprocessen, ber vi om följande uppgifter:
uk: Щоб захистити конфіденційність наших членів спільноти, ми обмежуємо те, що ми збираємо і те, що ми публікуємо на сайті. В процесі реєстрації, ми просимо наступну інформацію:

source: username - We ask that users avoid using their real names or other identifying information.
ca: nom d'usuari - Demanem als usuaris que evitin utilitzar els neus noms reals o alguna altra informació que els pugui identificar.
cs: uživatelské jméno - požadujeme, aby se uživatelé vyhnuli používání svého pravého jména a dalších identifikačních údajů.
de: Benutzername - Wir versuchen zu verhindern, dass Nutzer ihre echten Namen oder andere persönliche Daten verwenden.
el: όνομα χρήστη - ζητάμε από τους χρήστες να αποφεύγουν να χρησιμοποιούν το πραγματικό τους όνομα ή άλλη προσωπική πληροφορία.
es: nombre de usuario - Pedimos que los usuarios no utilicen sus nombres reales o información que los identifique.
et: kasutajanimi - üldiselt eeldame, et kasutajad väldivad oma pärisnimede esitamist.
eu: erabiltzaile izena - Erabiltzaileei benetazko izena edo identifikagarri zaien informazioa ez erabiltzeko eskatzen diegu.
fr: Nom d'utilisateur - Nous recommandons aux internautes d'éviter d'utiliser leurs vrais noms ou autres renseignements permettant de les identifier.
ga: ainm úsáideora - Iarraimid ar úsáideoirí gan a bhfíorainm nó faisnéis phearsanta eile a úsáid.
gl: nome de usuario - Pedimos que os usuarios non usen os seus nombres reais ou información que os identifique.
it: username - Chiediamo ai nostri utenti di evitare l'uso dei loro veri nomi o altre informazioni che li possano identificare.
ja: ユーザー名 - 本名など個人を特定する情報は避けてください。
lv: lietotājvārdu - mēs uzstājam, lai lietotāji neizmanto īsto vārdu vai citu identificējošu informāciju
nb: brukernavn - Brukerne oppfordres til å ikke bruke sitt virkelige navn eller annen personlig informasjon.
pt: nome de utilizador - Pedimos que os utilizadores evitem o uso dos seus nomes reais ou de outras informações que permitam a sua identificação.
ro: nume de utilizator - Noi cerem ca utilizatorii sa evite folosirea numelui real sau a altor informatii de identificare.
sl: uporabniško ime - uporabnike prosimo, da se izogibajo pravega imena in drugih identifikacijskih podatkov.
sv: användarnamn - Vi ber att användarna undviker sina riktiga namn eller annan identifierande information.
uk: ім'я користувача - Ми просимо, щоб користувачі не використовували свої справжні імена або інші ідентифікаційні дані.

source: country
ca: país
cs: stát
de: Land
el: χώρα
es: país
et: riik
eu: herrialdea
fr: Pays
ga: tír
gl: país
it: nazione
ja: 国
lv: valsti
nb: land
pt: país
ro: tara
sl: država
sv: land
uk: країна

source: birth month and year - We use this to confirm ownership of the account if the owner loses the password and email, or writes to ask us to close the account closed.
ca: mes i any de naixement - Utilitzem aquesta informació per confirmar la propietat del compte si el propietari en perd la contrasenya i el correu electrònic o ens escriu per demanar que tanquem el compte.
cs: měsíc a rok narození - používáme je pro potvrzování vlastnictví účtu, pokud vlastník ztratí heslo a e-mail, nebo když požádá uzavřít uzavřený účet
de: Geburtsmonat und -jahr - Wir benutzen diese Daten, um den Besitz des Accounts zu bestätigen, falls der Benutzer das Kennwort und die E-Mail-Adresse vergisst, oder uns eine Anfrage zur Schließung des Accounts zuschickt.
el: ημερομηνία γέννησης - χρησιμοποιούμε αυτές τις πληροφορίες για να επιβεβαιώσουμε την ιδιοκτησία του λογαριασμού εάν ο χρήστης χάσει τον κωδικό και το e-mail του ή εάν μας ζητήσει να κλείσουμε το λογαριασμό του.
es: mes y año de nacimiento - Utilizamos esto para confirmar la propiedad de la cuenta si el dueño pierde la contraseña y correo electrónico, o nos pide que cerremos la cuenta.
et: sünni kuu ja aasta - seda kasutame omaniku konto kinnitamiseks, kui omanik kaotab parooli ja e-posti või palub meil konto sulgeda.
eu: jaiotze hila eta urtea - Kontuaren jabeak pasahitza eta emaila galtzen duenean jabetza ziurtatzeko erabiltzen dugu, edo kontua isteko eskatzen digunerako.
fr: mois et année de naissance - Nous utilisons ceci pour confirmer que vous êtes bien le propriétaire du compte si vous perdez le mot de passe et adresse courriel, ou si vous nous écrivez pour nous demander la fermeture du compte.
ga: mí agus bliain bhreithe - D'úsáidfimis an fhaisnéis seo chun úinéireacht an chuntais a dheimhniú dá gcaillfeadh an t-úinéir an focal faire agus an seoladh ríomhphoist, nó dá n-iarrfaí orainn an cuntas a dhúnadh.
gl: mes e ano de nacemento - Usamos esto para confirmar a propiedade da conta si o dono perde o contrasinal e o correo electrónico, ou nos pide que pechemos a conta.
it: mese a anno di nascita - Ci servono per confermare la proprietà dell'account, nel caso che un utente ne perda la password e ci scriva per richiedere la chiusura del proprio account.
ja: 誕生日の年と月 - パスワードやメールアドレスを忘れたときやアカウントを削除するときに本人確認のために使います。
lv: dzimšanas mēnesi un gadu - mēs šo prasām, lai pārliecinātos par konta īpašnieku brīdī, kad ir aizmirsta parole vai epasts vai apstrādājam pieprasījumu slēgt kontu.
nb: fødselsmåned og -år - Vi bruker dette for å bekrefte at rett person er eier av kontoen dersom passord og epostadresse mistes, eller dersom brukeren ber om at kontoen stenges.
pt: mês e ano de nascimento - Usamos esta informação para confirmar a propriedade da conta no caso de o seu proprietário esquecer a sua palavra-passe e perder o acesso à sua caixa do correio electrónico, ou se nos escrever a solicitar o fecho da sua conta.
ro: luna si anul nasterii - Folosim acestea pentru a confirma proprietarul contului in cazul in care isi pierde parola si emailul sau daca ne cere sa inchidem contul.
sl: mesec in leto rojstva - to informacijo uporabljamo, da potrdimo lastništvo računa, če lastnik izgubi geslo in e-poštni naslov ali nam piše, da naj zapremo njegov račun.
sv: födelsemånad och år - Vi använder detta för att bekräfta äganderätten till kontot om ägaren förlorar lösenord och e-post, eller skriver till oss för stänga kontot helt.
tr: doğum ay ve yılı - Bu bilgileri, bu hesabın sahibini doğrulamak gerektiğinde, parola veya e-posta adresinin unutulması durumunda veya hesabın kapatılması talep edildiğinde kullanıyoruz.
uk: місяць і рік народження. Ми використовуємо це, щоб підтвердити право власності на обліковий запис, якщо власник втрачає пароль та електронну пошту, або пише, щоб закрити обліковий запис.

source: gender
ca: gènere
cs: pohlaví
de: Geschlecht
el: φύλο
es: género
et: sugu
eu: generoa
fr: Sexe
ga: inscne
gl: xénero
it: genere
ja: 性別
lv: dzimumu
nb: kjønn
pt: sexo
ro: genul
sl: spol
sv: kön
uk: стать

source: contact email address - If the account holder is younger than 13, we ask for the email address of their parent or guardian. We do not send email to this address except when someone requests to have the account password reset.
ca: correu electrònic de contacte - Si l'usuari és menor de 13 anys, demanem el correu electrònic dels seus pares o tutors. No enviem correus electrònics a aquesta adreça excepte que algú demani canviar la contrasenya.
cs: kontaktní e-mail - pokud je držitel účtu mladší 13 let, požadujeme e-mailovou adresu jeho rodičů nebo zákonných zástupců. Neodesíláme maily na tuto adresu, s výjimkou, kdyz někdo požaduje reset přístupového hesla k účtu.
de: Kontakt-E-Mail-Adresse - Sollte der Accountbesitzer jünger als 13 Jahre sein, fragen wir nach der E-Mail-Adresse seiner Eltern oder seines Erziehungsberechtigten. Wir senden keine E-Mails an diese Adresse, außer wenn jemand anfragt, das Kennwort zurückzusetzen.
el: διεύθυνση e-mail - εάν ο ιδιοκτήτης του λογαριασμού είναι κάτω από 13 χρονών, ζητάμε το e-mail του γονέα ή του κηδεμόνα του. Δεν στέλνουμε κανένα μήνυμα στην διεύθυνση e-mail, εκτός και εάν ο ίδιος ζητήσει την επαναφορά του κωδικού του.
es: correo electrónico de contacto - Si el dueño de la cuenta es menor de 13 años, pedimos la dirección de correo electrónico de su padre o apoderado. Sólo enviamos correos a ésta dirección cuando se pide restaurar la contraseña.
et: e-posti aadress - kui konto omanik on noorem kui 13, palume tema vanema või eestkostja e-posti aadressi. Sellele aadressile saadame meile vaid siis, kui palutakse konto või parooli taastamist.
eu: kontakturako email helbidea - Kontuaren jabeak 13 urte baino gutxiago baditu, bere guraso edo ahaldunaren emaila eskatzen dugu. Ez dugu emailik bidaltzen helbide honetara; soilik norbaitek bere pasahitza berrezartzeko eskatzen duenean.
fr: adresse de contact courriel - Si le titulaire du compte a moins de 13 ans, nous vous demandons l'adresse courriel de leur parent ou tuteur. Nous n'envoyons pas de courriel à cette adresse, sauf quand quelqu'un demande de réinitialiser le mot de passe du compte.
ga: seoladh ríomhphoist - Má tá úinéir an chuntais níos óige ná 13 bliain d'aois, iarraimid seoladh ríomhphoist do thuismitheoir nó chaomhnóir. Ní sheolaimid aon rud chuig an seoladh seo, ach amháin má iarrtar orainn focal faire an chuntais a athshocrú.
gl: dirección de correo electrónico de contacto - si o posuidor da conta ten menos de 13 anos, precisamos a dirección de correo electrónico de sua nai, pai ou titor. Só enviaremos correo electrónico a esta dirección para restablecer o contrasinal.
it: indirizzo email per i contatti - se il proprietario dell'account ha meno di 13 anni chiediamo un'email di un loro genitore o tutore. Non inviamo mai email a questo indirizzo, tranne nel caso in cui ci venga chiesto di azzerare la password dell'account.
ja: 連絡先のメールアドレス - 13歳未満の場合は親や保護者のメールアドレスを要求します。パスワードのリセットを求められた場合を除き、このメールアドレスへメールが送られることはありません。
lv: epasta adresi saziņai - ja konta īpašnieks ir jaunāks par 13 gadiem, mēs prasam viņa vecāku vai aizbildņu epastu. Mēs uz šo adresi neko nesūtām, izņemot ja ir saņemts pieprasījums paroles atjaunošanai.
nb: epostadresse - Dersom brukeren er yngre enn 13 år ber vi om epostadresse til foreldre/foresatte. Vi sender aldri noe til denne adressen unntatt dersom brukeren trenger å få tilsendt nytt passord.
pt: endereço de correio electrónico - Se o titular da conta tiver menos de 13 anos, pedimos o endereço de correio electrónico de um seu encarregado de educação. Não enviamos mensagens para este endereço senão quando alguém nos pede para reiniciar a palavra-passe.
ro: adresa email de contact - In cazul in care proprietarul este mai tanar de 13 ani, solicitam adresa email a parintilor sau tutorelui. Nu trimitem email la aceasta adresa decat atunci cand se solicita resetarea parolei.
sl: e-poštni naslov - če je imetnik računa mlajši od 13 let, prosimo za e-poštni naslov njegovega starša ali skrbnika. Na ta naslov ne pošiljamo e-sporočil, razen v primeru, da nas nekdo prosi za ponastavitev gesla.
sv: kontakt e-postadress - Om kontoinnehavaren är yngre än 13, ber vi om e-postadressen till en förälder eller vårdnadshavare. Vi skickar inte e-post till den här adressen utom när någon begär att få lösenordet återställt.
uk: контактна адреса електронної пошти. Якщо власникові облікового запису менше 13 років, ми просимо адресу електронної пошти батьків або опікунів. Ми не відправляємо лист на цю адресу, за винятком, коли хтось просить, щоб скинути пароль облікового запису.
