Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: We believe that viewing and remixing interesting projects is a great way to learn to program, and leads to cool new ideas. That’s why the source code is visible for every project shared to the Scratch website.
ca: Creiem que mirant i reinventat projectes interessants és una molt bona manera d'aprendre a programa i porta cap a noves idees genials. És per això que el codi de font de tots els projectes compartits a la web d'Scratch és visible.
cs: Věříme, že prohlížení a odvozování zajímavých projektů je skvělý způsob, jak se naučit programovat, a vede k novým úžasným myšlenkám. Proto je zdrojový kód každého projektu, sdíleného na Scratch webu, viditelný.
de: Wir glauben, dass das Ansehen und Verändern interessanter Projekte ein guter Weg zum Lernen des Programmierens ist und zu guten, neuen Ideen führt. Das ist der Grund, warum der Quellcode für jedes auf der Scratch-Website veröffentlichte Projekt sichtbar ist.
el: Πιστεύουμε πως το να βλέπει και να αναμιγνύει κανείς ενδιαφέροντα έργα είναι ένας υπέροχος τρόπος να μάθει να προγραμματίζει, ενώ παράλληλα οδηγεί και σε νέες υπέροχες ιδέες! Γι' αυτό είναι ορατός ο πηγαίος κώδικας σε κάθε έργο που είναι σε κοινή χρήση στην ιστοσελίδα του Scratch.
es: Creemos que ver y reinventar proyectos interesantes es una gran manera de aprender a programar, y lleva a nuevas ideas. Por eso, queda visible el código fuente de cada proyecto compartido en el sitio web de Scratch.
et: Me usume, et huvitavate projektide uurimine ja remiksimine on suurepärane võimalus õppida programmeerimist ja pakub uusi lahedaid ideid. Sellepärast on iga Scratch veebilehel jagatud projekti lähtekood nähtav.
eu: Proiektu interesgarriak ikusi eta birnahastea programatzen ikasteko era ederra dela uste dugu, eta ideia berri politak sortzen dira horrela. Hori dela eta, Scratch webgunean partekaturiko proiektu ororen iturburu-kodea ikusgarri dago.
fr: Nous croyons que visualiser et remixer des projets intéressants est une excellente façon d'apprendre à programmer, et conduit à de nouvelles idées super sympa. C'est pourquoi le code source est visible pour chaque projet partagé sur le site web de Scratch.
ga: Creidimid gur bealach iontach é ríomhchlárú a fhoghlaim trí thionscadail shuimiúla a scrúdú agus a athmheascadh, tiocfaidh smaointe nua amach mar thoradh. Sin é an fáth go bhfuil cód foinseach ar fáil do gach tionscadal comhroinnte ar an suíomh Scratch.
gl: Cremos que ver e recrear proxectos interesantes é unha gran maneira de aprender a programar, e leva a novas ideas. Por iso, o código fonte de cada proxecto queda visible e compartido no sitio web de Scratch.
it: Siamo convinti che poter vedere e remixare i progetti più interessanti sia un modo fantastico per imparare a programmare e che possa portare alla nascita di nuove idee. Ecco perchè il codice sorgente di ogni progetto condiviso sul sito di Scratch è liberamente visibile.
ja: 面白いプロジェクトを見たりリミックスできたりすることが、プログラムを学ぶすばらしい方法であるとともに、クールな新しいアイデアへ導くと考えているからです。Scratchのウェブサイトでシェアされているどんなプロジェクトも閲覧できるのはそれが理由です。
lv: Mēs ticam, ka iespēja skatīt un remiksēt interesantus projektus ir lielisks veids, kā mācīties programmēt un attīstīt jaunas, foršas idejas. Tāpēc katra Scratch lapā kopīgotā projekta izejas kods ir redzams.
nb: Vi mener at det er veldig lærerikt å studere og remikse interessante prosjekter, og at det kan føre til stilige nye ideer. Derfor er kildekoden tilgjengelig for alle prosjekter som legges ut på Scratch-nettstedet.
pt: Cremos que ver e remisturar projectos interessantes é uma excelente forma de aprender a programar e que origina novas e boas ideias. É por isso que o código fonte de todos os projectos partilhados no sítio Web do Scratch é visível.
ro: Noi credem ca vizualizarea si amestecarea proiectelor interesante este un mod deosebit de important de a invata programarea, care conduce la noi idei grozave. De aceea sursa este vezibila pentru fiecare proiect partajat pe site-ul Scratch.
sl: Menimo, da je ogled in predelava zanimivih projektov odličen način zaučenje programiranja, ki pa vodi tudi k zanimivim novim idejam. Zato je izvorna koda vidna za vsak projekt, ki je deljen na Scratch spletni strani.
sv: Vi tror att se och remixa intressanta projekt är ett bra sätt att lära sig att programmera, och leder till nya coola idéer. Därför är källkoden synlig för alla projekt som delas på Scratch webbplats.
tr: Bizce ilginç projelere bakıp bunlara katkı yapmak programlama öğrenmenin en harika yoludur, bu senin müthiş fikirler bulmana yol açabilir. Bu yüzden Scratch web sitesi üzerinde paylaşılan her projenin kaynak kodunu herkes görebilir.
uk: Ми вважаємо, що перегляд і ремікси цікавих проектів є відмінним способом навчитися програмувати, і призводить до появи нових ідей. Саме тому вихідний код є доступним для кожного проекту, що усупільнені на сайті Скретчу.

source: What if I don’t want others to remix my projects?
ca: Què passa si no vull que els altres reinventin els meus projectes?
cs: Co když nechci aby ostatní odvozovali z mého projektu?
de: Was ist, wenn ich nicht will, dass andere meine Projekte remixen?
el: Τι γίνεται σε περίπτωση που δεν θέλω τα έργα μου να αναμιγνύονται από άλλους;
es: ¿Y si no quiero que otros reinventen mis proyectos?
et: Mida teha, kui ma ei soovi, et teised remiksiks minu projekte?
eu: Eta ez badut besteek nire proiektuak birnahasterik nahi?
fr: Que faire si je ne veux pas que les autres remixent mes projets?
ga: Cad é murar mhaith liom go mbeadh daoine eile ag athmheascadh mo chuid tionscadal?
gl: E se non quero que outros recreen os meus proxectos?
it: Cosa devo fare se non voglio che altri remixino i miei progetti?
ja: 自分のプロジェクトを誰にもリミックスして欲しくないとしたら?
lv: Ko darīt, ja es negribu, lai citi remiksē manus projektus?
nb: Hva kan jeg gjøre hvis jeg ikke vil at andre skal remikse prosjektene mine?
pt: E se eu não quiser que outras pessoas remisturem os meus projectos?
ro: Si daca nu doresc ca altii sa imi amestece proiectele?
sl: Kaj pa, če ne želim, da drugi predelajo moje projekte?
sv: Vad händer om jag inte vill att andra ska remixa mina projekt?
tr: Eğer diğerlerinin projelerime katkı yapmasını istemiyorsam?
uk: Що робити, якщо я не хочу, щоб інші робили ремікс мого проекту?

source: By publishing your project on the Scratch website, you agree to license it under a <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Share Alike</a> license. If you don’t want others to view and remix your creations, don’t share them on the Scratch website.
de: Mit der Veröffentlichung deines Projektes auf der Scratch-Webseite erklärst du dich damit einverstanden, es unter einer <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Share Alike</ a>-Lizenz zu veröffentlichen. Wenn du nicht möchtest, dass andere deine Projekte sehen und remixen, dann veöffentliche sie nicht auf der Scratch-Webseite.
fr: En publiant votre projet sur le site web de Scratch, vous acceptez de le présenter sous la licence<a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Share Alike</a>. Si vous ne voulez pas que les autres voient et remisent vos créations, ne les partagez pas sur le site web de Scratch.
gl: A través da publicación do teu proxecto no sitio web de Scratch, aceptas a súa dispoñibilidade baixo a licenza <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Compartir Igual</a> license. Se non queres que outras persoas vexa e recreen as túas creacións, non as compartas no sitio web de Scratch.
it: Pubblicando il tuo progetto sul sito di Scratch, stai accettandoi la licenza <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons ShareAlike</a>.Se non vuoi che gli altri vedano e remixino le tue creazioni, non condividerle sul sito di Scratch.
lv: Publicējot savu projektu Scratch mājaslapā, tu piekrīti <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Share Alike</a> licences nosacījumiem. Ja negribi, lai citi skatās un remiksē tavus darbus, nedalies ar tiem Scratch mājaslapā.
nb: Når du legger ut et prosjekt på nettstedet til Scratch ansees det som lisensiert under <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Share Alike</a>. Hvis du ikke ønsker at andre bruker og remikser det du har laget må du ikke legge det ut her.
pt: Ao publicar o seu projecto no sítio Web do Scratch, concorda licenciá-lo sob a licença <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Share Alike</a>. Se não quer que outros vejam e remisturem as suas criações, não as publique no sítio Web Scratch.
tr: Scratch web sitesinde bir proje paylaştığında <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Share Alike</a> lisansını kabul etmiş sayılırsın. Eğer başkalarının görmesini ve katkıda bulunmasını istemiyorsan çalışmalarını sitemizde yayınlama.

source: Can I use images / sounds / media from the internet in my projects?
ca: Puc utilitzar imatges / sons / vídeos trets d'Internet dins dels meus projectes?
cs: Mohu používat obrázky / zvuky / média z internetu ve svých projektech?
de: Kann ich Bilder / Klänge / Medien aus dem Internet in meinen Projekten benutzen?
el: Μπορώ να χρησιμοποιήσω εικόνες / ήχους / υλικό από το ίντερνετ στο έργο μου;
es: ¿Puedo usar imágenes, sonidos u otros medios del Internet en mis proyectos?
et: Kas ma võin kasutada oma projektides internetist leitud pilte / helindeid / meediat?
eu: Erabil al ditzaket interneteko irudiak / soinuak / media nire proiektuetan?
fr: Puis-je utiliser des images / sons / médias de l'internet dans mes projets?
ga: An bhfuil cead agam íomhánna / fuaimeanna / meáin ón Idirlíon a úsáid i mo chuid tionscadal?
gl: Podo usar imaxes / sons / contidos dixitais de Internet nos meus proxectos?
it: Posso usare all'interno dei miei progetti immagini, suoni e altri media che ho trovato su Internet?
ja: インターネットからダウンロードした画像や音声などのメディアをプロジェクトに使ってもいいですか?
lv: Vai es varu savā projektā izmantot attēlus, skaņu un citus multimedijus no interneta?
nb: Kan jeg bruke bilder/lyder/media fra nettet i prosjektene mine?
pt: Posso usar imagens / sons / multimédia a partir da Internet nos meus projectos?
ro: Pot folosi in proiectele mele imagini / sunete / media de pe internet?
sv: Kan jag använda bilder / ljud / media från internet i mina projekt?
tr: Projelerimde internetten bulduğum resim / ses / video vs. kullanabilir miyim?
uk: Чи можу я використовувати в своїх проектах зображення/звуки/файли з Інтернету?

source: It's important to respect the original creator’s wishes regarding remixing. If you choose to integrate someone else’s work into your own, be sure to give them credit on the project “credits” section, and include a link back to the original. To find art / sounds that are already licensed for remixing, check out the <a href="http://search.creativecommons.org/">Creative Commons search page</a>.
ca: És important respectar els desitjos del creador original sobre la possibilitat de reinventar. Si tries integrar la feina d'algú altre dins la teva, estigues segur que el cites al teu projecte a la secció de "crèdits" i que inclous un enllaç a la font original. Per trobar imatges i sons que estiguin preparats per ser reinventats, mira <a href="http://search.creativecommons.org/">la pàgina de cerca de Creative Commons</a>.
cs: Je důležité respektovat přání původního tvůrce týkající se odvozování. Když se rozhodneš připojit práci jiných do své vlastní, určitě jim přiznej zásluhy v sekci "kredity" a zahrň odkaz na originál. K vyhledání grafiky / zvuků které jsou již licencovány pro odvozování vyzkoušej <a href="http://search.creativecommons.org/">vyhledávácí stránku Creative Commons</a>.
de: Es ist wichtig, den Willen des ursprünglichen Erstellers hinsichtlich Remixen zu respektieren. Wenn du dich entscheidest, die Arbeit eines anderen in deine eigene einzubinden, zolle ihm im "Credits"-Abschnitt Anerkennung und verlinke das Original. Um Grafiken / Klänge zu finden, die für das weiterverwenden lizensiert wurden, besuche die <a href="http://search.creativecommons.org/">Creative Commons Such-Seite</a>.
el: Είναι σημαντικό να σέβεστε τις επιθυμίες του αρχικού δημιουργού σχετικά με την ανάμειξη. Εάν επιλέξετε να ενσωματώσετε τη δουλειά κάποιου άλλου στο δικό σας έργο, σιγουρευτείτε ότι τον έχετε ευχαριστήσει για τη δουλειά του στη στήλη με τις ευχαριστίες στη σελίδα του έργου και ότι έχετε συμπεριλάβει έναν σύνδεσμο προς το αρχικό έργο. Για να βρείτε υλικό με άδεια για ανάμειξη, ελέγξτε τη <a href="http://search.creativecommons.org/">σελίδα αναζήτησης του Creative Commons</a>.
es: Es importante respetar las decisiones del autor respecto a la utilización de su trabajo. Si quieres integrar la obra de otros en la tuya, asegúrate de darles los créditos en la sección "créditos" del proyecto, e incluye un enlace al original. Para encontrar arte y sonidos que ya estén licenciados para reinventarse, revisa la <a href="http://search.creativecommons.org/">página de búsqueda de Creative Commons</a>.
et: Oluline on järgida originaali autori soove. Kui soovid oma projektis kasutada kellegi teise töid, siis kindlasti viita neile projektidele ja lisa lingid originaalile. Et leida pilte/helisid, mis on juba litsensitud remiksimiseks, vaata <a href="http://search.creativecommons.org/">Creative Commons otsingu lehte</a>.
eu: Jatorrizko egilearen birnahasteari buruzko desioak errespetatzea garrantzitsua da. Beste baten lana zurean integratzea aukeratzen baduzu, ziurta ezazu berari kreditua ematea proiektuaren "kredituak" atalean, eta jatorrizkora esteka bat. Birnahasgarri diren artea / soinuak aurkitzeko, ikus <a href="http://search.creativecommons.org/">Creative Commons bilaketa orrian</a>.
fr: Il est important de respecter les souhaits de l'original créateur en ce qui concerne le remixage. Si vous choisissez d'intégrer le travail de quelqu'un d'autre dans votre propre, assurez-vous de leur donner crédit dans ​​la rubrique “crédits” du projet et d'inclure un lien vers l'original. Pour trouver de l'art / des sons qui sont déjà autorisés pour le remis, consultez <a href="http://search.creativecommons.org/"> Page de recherche pour Creative Commons</a>.
ga: Tá sé ceart agus cóir gabháil le toil an bhunchruthaitheora i dtaobh athmheasctha. Má chuireann tú obair a rinne duine eile isteach i do thionscadal féin, bí cinnte go dtugann tú aitheantas dó/di sa rannán “Admhálacha”, agus cuir nasc leis an bhfoinse ann freisin. Is féidir ealaín/fuaimeanna atá ceadaithe don athmheascadh a aimsiú ó leathanach cuardaigh <a href="http://search.creativecommons.org/">Creative Commons</a>.
gl: É importante respetar as decisións do autor respecto á utilización do seu traballo. Se queres integrar a obra doutros na túa, asegúrate de recoñecerlle o seu traballo na sección “recoñecementos” do proxecto, e inclue unha ligazón ao orixinal. Para atopar elementos artísticos e de son que xa estén licenciados para reutillización, revisa a <a href="http://search.creativecommons.org/">páxina de búsqueda de Creative Commons</a>.
it: Quando si remixa qualcosa è molto importante rispettare i desideri del suo creatore originale. Se decidi di integrare il lavoro di qualcun altro all'interno del tuo lavoro assicurati di dar loro il giusto riconoscimento nella sezione “crediti” della pagina del tuo progetto e di includere un link al lavoro originale. Per trovare lavori artistici o suoni che siano già in possesso di una licenza che ne consenta il remix, vai alla pagina di ricerca di <a href="http://search.creativecommons.org/">Creative Commons</a>.
ja: リミックスにおいてはオリジナルの作者の意向に敬意を払うのが重要です。他の誰かの成果を自分のプロジェクトに統合したいのなら、プロジェクトの「クレジット」にそのことを明示し、オリジナルへ戻るリンクを含めてください。リミックスが許可されている画像や音声を見つけるには、<a href="http://search.creativecommons.org/">Creative Commons search page</a>を調べてください。
lv: Ir svarīgi, lai tiktu ievērotas oriģināla autora vēlmes attiecībā par remiksēšanu (tālāku izmantošanu). Ja vēlies izmantot savā darbā cita paveikto, neaizmirsti uzrakstīt atsauci sava projekta sadaļā “atsauces”, kā arī iekļaut saiti uz oriģinālu. Lai atrastu citus attēlus un skaņu, kas jau ir paredzēti tālākai izmantošanai jeb remiksēšanai, meklē <a href="http://search.creativecommons.org/">Creative Commons meklēšanas lapā</a>.
nb: Det er viktig at det du henter på nettet brukes i tråd med ønskene til den som opprinnelig har laget det. Hvis du tar materiale fra andre inn i prosjektet ditt så angi hvem som opprinnelig lagde det under "bidragsytere" sammen med en link til originalen. Du kan finne materiale som kan brukes for remiksing via søkefunksjonen til <a href="http://search.creativecommons.org/">Creative Commons</a>.
pt: É importante respeitar os desejos do criador original no que respeita às remisturas. Se optar por integrar o trabalho de outras pessoas no seu próprio projecto, não se esqueça de lhes dar crédito na secção «créditos» do seu projecto e de incluir uma ligação para o trabalho original. Para encontrar arte / sons já licenciados para remistura, sugerimos o <a href="http://search.creativecommons.org/">Creative Commons</a>.
ro: Este important sa respectam dorinta creatorilor in privinta amestecarii/prelucrarii. Daca alegi sa integrezi munca altora in lucrarile tale, ai grija sa-i mentionezi in sectiunea "credite" a proiectului si sa incluzi un link la original. pentru a gasi arta / sunete care sunt deja licentiate pentru amestecare, mergi la <a href="http://search.creativecommons.org/">Pagina de cautare Creative Commons</a>.
sv: Det är viktigt att respektera den ursprungliga skaparens önskemål om mixning. Om du väljer att integrera någon annans arbete i ditt eget, se till att ge dem kredit för projektet på "kredit" sektionen, och inkludera en länk tillbaka till orginalet. För att hitta bilder / ljud som redan är licensierade för mixning, kan du kolla in <a href="http://search.creativecommons.org/"> Creative Commons söksida </a>.
tr: Katkı yaparken projenin orjinalini yapan kişinin isteklerine saygı önemlidir. Eğer kendi projenizin içine bir başkasının projesinden bir alıntı yapıyorsan projenin açıklama kısmında bundan bahsetmeyi ve alıntı yaptığın projenin linkini vermeyi unutma. Kullanmanda sakınca olmayan resim ve ses dosyalarını <a href="http://search.creativecommons.org/">Creative Commons Arama</a> sayfasında arayabilirsin.
uk: Важливо подякувати авторові під час реміксів. Якщо ви вирішили інтегрувати чужу роботу у свій власний проект, не забудьте зазначити про це і включити посилання на оригінал. Щоб знайти твори мистецтва/звуків, яки вже дозволені для реміксів, перевірте <a href="http://search.creativecommons.org/">сторінку пошуку Creative Commons</a>.

source: What is a “confirmed” Scratch account?
fr: Qu'est-ce qu'un compte Scratch"confirmé"?
it: Cos'è un account di Scratch “confermato”?
lv: Kas ir “apstiprināts” Scratch konts?
tr: "Doğrulanmış" Scratch hesabı nedir?

source: How do I confirm my account?
fr: Comment puis-je confirmer mon compte?
it: Come faccio a confermare il mio account?
lv: Kā varu apstiprināt savu kontu?
tr: Hesabımı nasıl doğrularım?

source: Do I have to confirm my account?
fr: Est-ce que j'ai un compte confirmé?
it: Devo confermare il mio account?
lv: Vai man jāapstiprina mans konts?
tr: Hesabımı doğrulamam şart mı?

source: I forgot my password, how can I reset it?
ca: No recordo la meva contrasenya, com la puc recuperar?
cs: Zapoměl jsem heslo, jak ho můžu resetovat?
de: Ich habe mein Kennwort vergessen, wie kann ich es zurücksetzen?
el: Ξέχασα τον κωδικό μου, πως μπορώ να τον επαναφέρω;
es: Olvidé mi contraseña, ¿cómo puedo restaurarla?
et: Unustasin parooli, kuidas saan selle taastada?
eu: Nire pasahitza ahaztu dut. Zer egin behar dut berrezartzeko?
fr: J'ai oublié mon mot de passe, comment puis-je le réinitialiser?
ga: Rinne mé dearmad de m'fhocal faire. An féidir liom é a athshocrú?
gl: Enquencín o meu contrasinal, como podo restablecelo?
it: Ho dimenticato la mia password. Come faccio ad azzerarla?
ja: パスワードを忘れてしまいました。どうやってリセットできますか?
lv: Es aizmirsu savu paroli, kā man to atjaunot?
nb: Jeg glemte passordet mitt, hvordan kan jeg lage et nytt passord?
pt: Esqueci-me da palavra-passe, como posso recuperá-la?
ro: Mi-am uitat parola; cum pot sa o resetez?
sl: Pozabil-a sem geslo. Kako ga lahko ponastavim?
sv: Jag har glömt mitt lösenord, hur kan jag återställa det?
tr: Parolamı unuttum, nasıl sıfırlarım?
uk: Я забув пароль, як я можу це виправити?
