Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <h4>Animate</h4> <p>Click the <span class="tab-ref">Costumes</span> tab to see a sprite's costumes. You can animate by switching between costumes.</p> <p>Click <span class="tab-ref">Scripts</span> and make a script that switches between costumes:</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png">
fr: <h4>Anime</h4> <p>Clique sur l'onglet <span class="tab-ref">Costumes</span> pour voir les costumes du lutin. Tu peux créer une animation en basculant d'un costume sur l'autre.</p> <p>Clique sur <span class="tab-ref">Scripts</span> et fais un script qui permet de basculer d'un costume sur l'autre:</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png">
gl: <h4>Fai Animacións</h4> <p>Preme a pestaña <span class="tab-ref">Disfraces</span> para ver as vestimentas das figuras. Podes crear animacións mudando as vestimentas.</p> <p>Preme <span class="tab-ref">Programas</span> e fai que un programa mude as vestimentas:</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png">
it: <h4>Animare</h4> <p>Clicca la scheda <span class="tab-ref">Costumes</span> per vedere i costumi di uno sprite. Puoi animare lo sprite passando da un costume all'altro.</p> <p>Clicca <span class="tab-ref">Scripts</span> e crea uno script che scambi i costumi:</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png">
lv: <h4>Animēt</h4> <p>Klikšķini cilni <span class="tab-ref">Tērpi</span>, lai apskatītu gariņa tērpus. Animāciju var izveidot, pārslēdzoties starp tērpiem.</p> <p>Klikšķini cilni <span class="tab-ref">Programma</span> un izveido programmu, kas pārslēdz tērpus:</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png">
nb: <h4>Lag bevegelse</h4> <p>Klikk the <span class="tab-ref">Drakter</span>-fanen for å se figurens drakter. Du kan animere figuren ved å bytte mellom draktene.</p> <p>Klikk <span class="tab-ref">Skript</span> og lag et skript som veksler mellom draktene:</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png">
pt: <h4>Animação</h4> <p>Clique no separador <span class="tab-ref">Trajes</span> para ver os trajes de um actor. Pode fazer uma animação alternando entre os trajes.</p> <p>Clique no separador <span class="tab-ref">Guiões</span> e faça um guião que alterne entre os trajes:</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png">
tr: <h4>Canlandır</h4> <p>Bir kuklaya ait kılıkları görmek için <span class="tab-ref">Kılıklar</span> safyasına geç. Kılıktan kılığa geçerek canlandırma yapabilirsin.</p> <p><span class="tab-ref">Diziler</span> sayfasına geç ve aşağıdaki gibi kuklayı kılıktan kılığa geçiren bir program yaz:</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png">

source: Share your project.
fr: Partage ton projet.
gl: Comparte o teu proxecto.
it: Condividi il tuo progetto.
lv: Kopīgo savu projektu.
nb: Legg ut prosjektet.
pt: Partilhe o seu projecto.
sl: Deli svoj projekt
tr: Projeni paylaş.

source: Share!
de: Veröffentlichen!
fr: Partager!
gl: Compartir!
it: Condividi!
lv: Kopīgo!
nb: Vis det fram!
pt: Partilhe!
tr: Paylaş!

source: <h4>Share Your Project</h4> <p>Type a title for your project.</p>
es: <h4>Comparte Tu Proyecto</h4> <p>Escribe un nombre para tu proyecto.</p>
fr: <h4>Partage ton projet</h4> <p>Saisis un titre pour ton projet.</p>
gl: <h4>Comparte o teu Proxecto</h4> <p>Escribe un título para o teu proxecto.</p>
it: <h4>Condividi il Tuo Progetto</h4> <p>Inserisci un titolo per il progetto.</p>
lv: <h4>Kopīgo savu projektu</h4> <p>Ieraksti sava projekta nosaukumu.</p>
nb: <h4>Legg ut prosjektet på nett</h4> <p>Skriv inn et navn for prosjektet.</p>
pt: <h4>Partilhar o Seu Projecto</h4> <p>Introduza um título para o seu projecto.</p>
tr: <h4>Projeni Paylaş</h4> <p>Projenin başlığını yaz.</p>

source: Click <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png">
fr: Clique <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png">
gl: Premer <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png">
it: Clicca <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png">
lv: Klikšķini <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png">
nb: Klikk <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png">
pt: Clique em <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png">
tr: <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"> düğmesine tıkla

source: Type in notes to explain how to use your project. Give credit to anyone who helped.
ca: Escriu a Instruccions com s'ha de fer servir el teu projecte. A Notes i informacions cita a aquells que t'hagin ajudat o inspirat.
de: Gib Anmerkungen ein, die erklären, wie dein Projekt zu benutzen ist. Zolle jedem Anerkennung, der mitgeholfen hat.
el: Εξηγήστε τη χρήση του έργου σας. Δώστε έπαινο σε όποιον βοηθά.
es: Ingrese notas que expliquen como usar su proyecto. Menciona a todos los que ayudaron.
et: Kirjuta märkused, et selgitada projekti kasutamist. Tunnusta kõiki, kes Sind aitasid.
eu: Oharretan idatz ezazu nola erabili behar den zure proiektua. Lagundu dizun orori kreditu eman.
fr: <b>Ecris</b> un commentaire dans les notes pour expliquer comment utiliser votre projet. <b>Cites</b> le nom de tous ceux qui ont aidé.
gl: Escribe en notas para explicar como se usa o teu proxecto. Recoñece a contribución de todos os que axudaron.
it: Inserisci delle note per spiegare come usare il progetto. Dai credito a chiunque sia stato di aiuto.
lv: Piezīmēs uzraksti, kā izmantot un darbināt tavu projektu. Piemini katru, kurš ir palīdzējis.
nb: På prosjektsiden kan du skrive en forklaring som viser hvordan prosjektet brukes. Hvis det er andre bidragsytere så husk å nevne dem.
pt: Introduza notas para explicar como o seu projecto se usa. Dê o devido reconhecimento a quem quer que tenha ajudado.
ro: Introdu un text pentru a explica modul de utilizare al proiectului tau. Da referinte oricui te-a ajutat.
sl: Vstavi opombe z razlago, kako uporabljati tvoj projekt. Omeni vse, ki so pri projektu pomagali.
sv: Skriv anteckningar som förklarar hur man använder ditt projekt. Ge kredit för alla som hjälpt dig.
tr: İnsanlara projeni nasıl kullanacaklarını anlat. Sana yardım edenlerin adını yazmayı unutma.
uk: Опишіть як користуватися вашим проектом. Подякуйте тим, хто допомагав.

source: When you're ready for others to see your project, click the Share button.
fr: Lorsque tu es prêt à montrer votre projet aux autres, clique sur le bouton Partager.
gl: Cando estés preparado para que outras persoas vexan o teu proxecto, preme no botón Compartir.
it: Quando sei pronto per far vedere agli altri il tuo progetto, clicca il pulsante Condividi.
lv: Kad esi gatavs parādīt savu darbu citiem klikšķini pogu Kopīgot.
nb: Når du ønsker at andre skal kunne se prosjektet ditt klikker du på knappen "Legg ut".
pt: Quando estiver preparado para que outros vejam o seu projecto, clique no botão Partilhar.
tr: Projeni göstermeye hazır olduğunda Paylaş düğmesine bas.

source: What do you want to try next?
fr: Que voulez-vous essayer ensuite?
gl: Que queres probar a continuación?
it: Cosa vuoi provare ora?
lv: Ko izmēģināsi nākamo?
nb: Hva vil du prøve nå?
pt: O que quer tentar agora?
sl: Kaj bi še poskusil?
tr: Bundan sonra neler denemek istersin?

source: Now What?
ca: I ara què?
de: Und was jetzt?
el: Και Τώρα;
es: ¿Y ahora qué?
et: Mis nüüd?
eu: Eta orain zer?
fr: Que faire maintenant?
gl: E Agora Que?
it: E ora?
lv: Ko tagad?
nb: Hva nå?
pt: E Agora?
ro: Acum ce?
sl: Kaj sedaj?
sr: Шта сад?
sv: Vad händer nu?
tr: Eee Daha Başka?
uk: Що далі?

source: <p>You can create many different types of projects with Scratch. To see examples, click <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> at the top left to explore projects on the Home page.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>If you see a project you like, click <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> and then click <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/remix-button.png">. Change the project to make it your own! </p>
fr: <p> Tu peux créer de nombreux types de projets avec Scratch. Pour voir des exemples, clique sur<img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> en haut à gauche pour explorer des projets sur le page d'accueil.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Si tu vois un projet que tu aimes, clique sur <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> et ensuite clique <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/remix-button.png">. Modifie le projet pour en faire ta version!! </p>
gl: <p>Con Scratch podes crear moitos tipos de proxectos diferentes. Para ver algúns exemplos, na parte de arriba á esquerda preme <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> para explorar proxectos na páxina de Inicio.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Si atopas un proxecto que che gusta, preme <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> e despois preme <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/remix-button.png">. Cambia o proxecto para facelo teu! </p>
it: <p>Puoi creare molti tipi di progetti diversi con Scratch. Per vedere degli esempi clicca <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> in alto a sinistra per esplorare i progetti della Home page.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Se trovi un progetto che ti piace clicca <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> e poi clicca <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/remix-button.png">. Modifica il progetto per renderlo tuo! </p>
lv: <p>Ar Scratch vari izveidot ļoti daudzveidīgus projektus. Piemērus vari paskatīties, klikšķinot <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> mājaslapas augšējā kreisajā stūrī, lai pārlūkotu citus projektus</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Ja apskatītais projekts tev patīk, klikšķini <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> un tad klikšķini <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/remix-button.png">. Izmaini un pielāgo šo projektu sev! </p>
nb: <p>Du kan lage mange slags prosjekter i Scratch. Du finner eksempler på hjemmesiden til Scratch, klikk <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> øverst til venstre.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Hvis du ser et prosjekt du liker kan du klikke <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> for å se hvordan det er laget, og deretter <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/remix-button.png"> for å lage din egen versjon! </p>
pt: <p>Pode criar muitos diferentes tipos de projectos com o Scratch. Para ver exemplos clique em <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> no canto superior esquerdo para explorar os projectos da página de Início.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Se vir um projecto que lhe agrade, clique em <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> e depois clique em <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/remix-button.png">. Faça o projecto seu, alterando-o! </p>
tr: <p>Scratch ile çok çeşitli ve birbirinden farkı projeler yapabilirsin. Örneklere gözatmak için <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> yazısına tıkla ve açılan anasayfadaki Keşfet menüsünü seç.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Eğer gözüne takılan bir projeyi görmek istersen <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> düğmesine tıkla. Projenin üzerinde değişiklikler ve eklemeler yapıp bunu kendi adına kaydetmek istersen <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/remix-button.png"> düğmesine tıkla! </p>

source: <p>To learn more, you can browse <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.</p>
fr: <p>Pour en savoir plus, tu peux parcourir <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tous les conseils</a>.</p>
gl: <p>Para aprender máis, podes explorar <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Todas as Suxestións</a>.</p>
it: <p>Per saperne di più puoi consultare <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tutti i suggerimenti</a>.</p>
lv: <p>Lai uzzinātu vairāk, vari pārskatīt <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">visus padomus</a>.</p>
nb: <p>Du kan lære mye mer ved å gå gjennom <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Alle tips</a>.</p>
pt: <p>Para aprender mais pode percorrer <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Todas as Dicas</a>.</p>
tr: <p>Daha fazlasını öğrenmek için burayı tıkla: <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tüm İpuçları</a>.</p>

source: Add a Sound
fr: Ajoute un son
gl: Engadir un Son
it: Aggiungere un Suono
lv: Pievienot skaņu
nb: Legg på lyd
pt: Adicionar um Som
tr: Bir Ses Ekle

source: Drag out a <span class=soundcolor>play drum</span> block (from <span class=soundcolor>Sound</span>) and snap it onto the <span class=motioncolor>move</span> block.
fr: Extrait le bloc <span class=soundcolor>jouer du tambour</span> (de <span class=soundcolor>Sound</span>) et enclenche le sous le bloc <span class=motioncolor>move</span>.
gl: Arrastra un bloque <span class=soundcolor>reproducir tambor</span> (desde <span class=soundcolor>Son</span>) e encaixao xunto un bloque <span class=motioncolor>mover</span>.
it: Trascina un blocco <span class=soundcolor>play drum</span> (dalla categoria <span class=soundcolor>Suoni</span>) e attaccalo al blocco <span class=motioncolor>move</span>.
lv: Izvelc bloku <span class=soundcolor>spēlēt bungas</span> (no sadaļas <span class=soundcolor>Skaņa</span>) un pievienot to pie bloka <span class=motioncolor>pārvietoties</span>.
nb: Dra ut en <span class=soundcolor>trommeslag</span>-kloss (fra <span class=soundcolor>Lyd</span>) og heng den fast under <span class=motioncolor>gå</span>-klossen.
pt: Arraste um bloco <span class=soundcolor>toca a percussão</span> (de <span class=soundcolor>Som</span>) e encaixa-o no bloco <span class=motioncolor>anda</span>.
tr: <span class=soundcolor>Ses</span> grubundan <span class=soundcolor>[... davulunu ... vuruş çal]</span> taşını al ve <span class=motioncolor>[... adım git]</span> taşının altına yapıştır.

source: Click and listen.
ca: Fes clic i escolta.
cs: Klikni a poslouchej.
de: Klicke und lausche.
el: Πατήστε το και ακούστε:
es: Haz clic y escucha.
et: Klõpsa ja kuula.
eu: Klik egin eta entzun.
fr: <b>Clique</b> et écoute
ga: Cliceáil agus éist.
gl: Preme e escoita.
it: Clicca e ascolta.
ja: クリックして音を聞いてください。
lv: Uzklikšķini un klausies.
nb: Klikk og hør.
pt: Clique e ouça.
ro: Clic si asculta.
sl: Klikni in poslušaj.
sr: Кликни и слушај.
sv: Klicka och lyssna.
tr: Tıkla ve dinle.
uk: Клацніть і слухайте.

source: Make sure your computer's speakers are on.
fr: Assure-toi que les haut-parleurs de ton ordinateur sont allumés.
gl: Asegúrate de que os altofalantes do ordenador están acesos.
it: Assicurati che le casse del computer siano accese.
lv: Pārliecinies, vai tava datora skaļruņi ir ieslēgti.
nb: Pass på at lyden på datamaskinen virker.
pt: Certifique-se de que os altifalantes do seu computador estão ligados.
tr: Bilgisayarının sesinin açık olduğuna emin ol.

source: Next, start a dance.
fr: Ensuite, commence une danse.
gl: A continuación, ponte a bailar.
it: Ora iniziamo a ballare.
lv: Sākam deju.
nb: Videre: start en dans.
pt: Em seguida, inicie uma dança.
sl: Sedaj začni ples.
tr: Sırada, dans ettirme.

source: Start a Dance
fr: Commence par une danse
gl: Ponte a Bailar
it: Iniziare a Ballare
lv: Sākam deju
nb: Start en dans
pt: Iniciar uma Dança
tr: Dansa Başla

source: Add another <span class=motioncolor>move</span> block. Click inside the block and type in a minus sign.
fr: Ajoute un autre bloc <span class=motioncolor>Mouvement</span>. Clique à l'intérieur du bloc and tape un signe moins.
gl: Engade outro bloque <span class=motioncolor>mover</span>. Preme dentro do bloque e escribe un signo menos.
it: Aggiungi un'altro blocco <span class=motioncolor>fai passi</span>. Clicca dentro al blocco e inserisci un segno meno.
lv: Pievieno citu bloku <span class=motioncolor>pārvietot</span>. Klikšķini šajā blokā un pieraksti mīnusa zīmi.
nb: Heng på en <span class=motioncolor>gå</span>-kloss til. Klikk på tallet i klossen og sett inn et minustegn (bindestrek).
pt: Acrescente outro bloco <span class=motioncolor>anda</span>. Clique na ranhura do bloco e introduza um sinal negativo.
tr: Bir tane daha <span class=motioncolor>[... adım git]</span> taşı ekle. Kutunun içine tıkla ve başına eksi işareti yaz.

source: Add another <span class=soundcolor>play drum</span> block, then choose a drum from the pull-down menu.
fr: Ajoute un autre bloc <span class=soundcolor>jouer du tambour</span>,ensuite choisi un tambour à partir du menu déroulant.
gl: Engade outro bloque <span class=soundcolor>reproducir tambor</span>, despois elixe un tambor do menú despregable.
it: Aggiungi un altro blocco <span class=soundcolor>suona tamburo</span>, poi scegli dal menu un tipo di percussione.
lv: Pievieno vēl vienu bloku <span class=soundcolor>spēlēt bungas</span>, tad izvēlies citu sitaminstrumentu no saraksta.
nb: Heng på en <span class=soundcolor>trommeslag</span>-kloss til og velg et nytt instrument fra menyen i klossen.
pt: Acrescente outro bloco <span class=soundcolor>toca a percussão</span> e escolha um instrumento no menu.
tr: Bir tane daha <span class=soundcolor>[... davulunu ... vuruş çal]</span> taşı ekle, ve listeden bir davul seç.

source: Click on any of the blocks to run the stack:
ca: Fes clic sobre qualsevol dels blocs per provar el conjunt:
cs: Klikni na jakýkoli z bloků pro spuštění zásobníku:
de: Klicke auf einen der Blöcke um den Stapel auszuführen:
el: Πατήστε πάνω σε οποιοδήποτε τετράγωνο εντολής για να τρέξετε τη στοίβα εντολών:
es: Haz clic en cualquier bloque para ejecutar el conjunto:
et: Klõpsa skripti suvalist plokki skripti käivitamiseks:
eu: Blokeetako edozein klikatu pila exekutatzeko:
fr: Clique sur l'un des blocs pour exécuter la pile:
ga: Cliceáil aon cheann de na bloic chun an chruach a chur ar siúl:
gl: Preme en calquera dos bloques para executar a pila:
it: Clicca su un blocco qualunque per eseguire tutti i blocchi della pila:
ja: ブロックのどこかをクリックしてスタックを動かしてください:
lv: Noklikšķini uz jebkura bloka, lai izpildītu:
nb: Klikk på en av klossene i stabelen for å kjøre skriptet:
pt: Clique em qualquer dos blocos para executar a pilha de blocos:
ro: Da clic pe oricare bloc pentru a executa toate intructiunile din stiva:
sl: Klikni na poljuben blok, da poženeš skladovnico:
sr: Кликни на било који од блокова да би покренуо наређано:
sv: Klicka på vilket block som helst för att köra koden.
tr: Taşlardan birine tıkla ve tüm diziyi çalıştır.
uk: Клацніть по будь-якому блоку щоб запустити цей стек:

source: Next, add a repeat.
fr: Ensuite, ajoute une répétition.
gl: A continuación, engadir repetición.
it: Ora aggiungi una ripetizione.
lv: Pievienosim atkārtošanu.
nb: Videre: gjenta automatisk.
pt: Em seguida, adicione uma repetição.
sl: Nato dodaj ponovi.
tr: Sırada, tekrar ettirme.

source: Drag out a <span class=controlcolor>repeat</span> block and drop it on top of the stack. (You want the "mouth" of the <span class=controlcolor>repeat</span> to wrap around the other blocks.)
fr: Extrait un bloc <span class=controlcolor>répéter</span> et dépose le au-dessus de la pile. (Tu veux que la "bouche" du bloc <span class=controlcolor>répéter</span> enveloppe les autres blocs.)
gl: Arrastra un bloque <span class=controlcolor>repetir</span> e encaixao na parte de arriba da pila. (Tes que deixar que a "boca" do bloque <span class=controlcolor>repetir</span> envolva aos outros bloques.)
it: Trascina un blocco <span class=controlcolor>ripeti</span> e attaccalo sopra agli altri blocchi. (Devi fare in modo che la "bocca" del blocco <span class=controlcolor>ripeti</span> abbracci la sequenza di blocchi.)
lv: Izvelc bloku <span class=controlcolor>atkārtot</span> un atlaid to citu bloku augšpusē. (Tev jāpanāk, lai bloka <span class=controlcolor>atkārtot</span> "mute" ietvertu pārējos blokus.)
nb: Dra en <span class=controlcolor>gjenta</span>-kloss til toppen av stabelen. (Pass på at <span class=controlcolor>gjenta</span>-klossen "gaper" rundt de andre klossene.)
pt: Arraste um bloco <span class=controlcolor>repete</span> e encaixa-o no topo da pilha. (De modo a que a «forquilha» do bloco <span class=controlcolor>repete</span> envolva os outros blocos.)
tr: <span class=controlcolor>[... defa tekrarla]</span> taşını al ve komut dizisinin en üstüne oturt. (Yalnız dikkat et <span class=controlcolor>[... defa tekrarla]</span> taşının diğer taşları ısırması gerekiyor)

source: Click to run the stack:
ca: Fes clic per executar el conjunt de blocs:
cs: Klikni pro spuštění hromady:
de: Klicke, um den Stapel auszuführen:
el: Κάντε κλικ για να τρέξετε τη στοίβα:
es: Haz clic para ejecutar la pila:
et: Käivitamiseks klõpsa pinu:
eu: Pila exekutatzeko klikatu ezazu:
fr: Clique pour <b>exécuter</b> la pile:
ga: Cliceáil chun an chruach a chur i bhfeidhm:
gl: Preme para executar a pila:
it: Clicca i blocchi per eseguirli:
lv: Klikšķini, lai izpildītu blokus:
nb: Klikk for å kjøre skriptet:
pt: Clique para executar a pilha:
ro: Clic pentru a executa stiva:
sl: Klikni, da poženeš skladovnico:
sr: Кликни да би покренуо наређано:
sv: Klicka för att köra blockstacken:
tr: Tıkla ve dizi çalışsın:
uk: Клацніть щоб запустити стек:

source: Next, say something.
fr: Ensuite, dis quelque chose.
gl: A continuación, di algo.
it: Ora dì qualcosa.
lv: Tagad pasaki kaut ko.
nb: Videre: si noe.
pt: Em seguida, diga alguma coisa.
sl: Nato reci nekaj.
tr: Sırada, konuşturma.
