Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p> The item block reports the value of the item at the specified place on the list. <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> You can fit an item block into other bocks, for example: say, switch to costume, play soud, or broadcast. </p>
ca: <p> El bloc element torna el valor de l'element situat en un lloc específic de la llista. <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> Pots col·locar el bloc element dins d'altres blocs, com per exemple: digues, canvia el vestit a, toca el so o envia a tots. </p>
el: <p> Αυτό το τετράγωνο εντολών αναφέρει την τιμή του στοιχείου σε μια συγκεκριμένη θέση στη λίστα. <br><img src=\"%(STATIC_URL)s/images/help/item-of-list-menu.png\" /></br> Μπορείτε να χωρέσετε αυτό το τετράγωνο εντολής σε άλλα τετράγωνα εντολής. </p>
es: <p> El bloque elemento informa el valor del elemento en la posición dada de la lista. <br><img src="%(STATIC_URL)s/images/help/es/item-of-list-menu.png" /><br/> Puedes encajar un bloque elemento dentro de otros bloques, por ejemplo: decir, cambiar disfraz a, tocar sonido, o enviar. </p>
et: <p> Plok liige viitab loendi elemendile antud numbriga. <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> Võid paigutada ploki liige teise ploki sisse ütlemaks näiteks, võta teine kostüüm, mängi heli või saada teade. </p>
eu: <p> Item blokeak zerrendako zehaztutako tokiko itemaren balioa itzultzen du. <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> Item blokea beste bloke batzuren barnean sar dezakezu, adibidez: esan, mozorrora aldatu, soinua jo, guztiei bidali. </p>
fr: <p> Le bloc élément renvoie la valeur de l'élément situé à l'endroit indiqué dans la liste. <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> Tu peux insérer le bloc élément dans les autres blocs, par exemple : dire, basculer sur costume, jouer un son, ou envoyert. </p>
gl: <p> O bloque elemento devolve o valor do elemento na posición especificada da lista. <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> Podes encaixar un bloque elemento dentro doutros bloques, por exemplo: dicir, mudar vestimenta a, reproducir son, ou emitir. </p>
it: <p> Il blocco "elemento" restituisce il valore dell'elemento della lista alla posizione indicata. <br><img src="%(STATIC_URL)s/images/help/it/item-of-list-menu.png" /><br/> Puoi inserire un blocco "elemento" all'interno di altri blocchi, ad esempio "dire", "passa la costume", "produci suono" o "invia". </p>
lv: <p> Vienuma bloks atgriež vienuma vērtību no norādītās vietas sarakstā. <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> Vari ievietot šo bloku citos blokus, piemēram, teikt, mainīt tērpu, atskaņot skaņu vai pārraidīt ziņojumu. </p>
nb: <p> Element-klossen gir verdien som er lagret på et bestemt sted i listen. <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> Du kan bruke denne klossen inni andre klosser, for eksempel "si", "spill lyden", "bytt drakt" eller "send melding". </p>
pt: <p> O bloco de indexação reporta o valor do item no local especificado da lista. <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> Pode inserir um bloco de indexação dentro de outros blocos, por exemplo: diz, muda o teu traje para, toca o som ou difunde. </p>
sl: <p> Blok elementa vrne vrednost elementa na določenem mestu v seznamu. <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> Blok elementa lahko vstaviš v ostale bloke, na primer: reci, zamenjaj videz v, predvajaj zvok ali objavi. </p>
sv: <p> Objektblocket rapporterar värdet av objektet på den valda platsen i listan. <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> Du kan lägga in ett objektblock i andra block, till exempel: säg, byt klädsel till, spela ljud, eller skicka meddelande. </p>
uk: <p> Цей блок повідомляє значення елемента з вказаного місця в списку. <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> Ви можете використати його в інших блоках,на приклад: сказати, змінити образ, програти звук або в повідомленні. </p>

source: Concatenates (combines) strings
ca: Encadena (combina) cadenes o seqüències de text
de: Verbindet Zeichenketten
el: Συνενώνει (συνδυάζει) μεταβλητές λέξεων.
es: Concatena cadenas de texto
et: Sidurdab (ühendab) stringid
eu: Stringak (hitz kateak) uztartzen ditu.
fr: Colle les 2 chaînes ensemble
gl: Concatena (combina) cadeas de texto
it: Concatena (cioè combina) due stringhe
lv: Apvieno virknes
nb: Kobler sammen tekster
pt: Concatena (combina, juntando) cadeias de caracteres
ro: Concateneaza (combina) siruri de caractere
sl: Poveže (združi) nize
sv: Slår samman (kombinerar) textsträngar
uk: Об’єднання (склеювання) рядків

source: Reports true if specified key is pressed
ca: Retorna cert si una tecla específica s'està prement
de: Gibt "Wahr" zurück, falls die angegebene Taste gedrückt ist
el: Αληθεύει όταν το συγκεκριμένο κουμπί πατηθεί.
es: Retorna verdadero si se presiona una tecla dada
et: Tagastab true, kui antud klahv on vajutatud alla
eu: Egiazkoa itzultzen du zehaztutako tekla zapalduta badago
fr: Renvoie "vrai" si la touche spécifiée est enfoncée
gl: Devolve verdadeiro si se preme a tecla especificada
it: Restituisce il valore "vero" se il tasto indicato viene premuto
lv: Atgriež true, ja nospiests norādītais taustiņš
nb: Betingelse som er oppfylt når valgt tast er trykket ned
pt: Reporta o valor verdadeiro se a tecla especificada estiver a ser pressionada
ro: Returneaza adevarat daca tasta respectiva este apasata
sl: Vrne 'resnično', če je pritisnjena določena tipka
sv: Rapporterar sant om vald tangent trycks ned
uk: Результатом є ІСТИННО якщо натиснуто визначену клавішу

source: Use <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> instead of <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> when you want to keep, for example, the space key pressed continuously.
ca: Utilitza <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> en comptes de <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> quan vulguis comprobar, per exemple, si la tecla espai es prem contínuament.
el: Χρησιμοποιήστε το <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> αντί του <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> όταν θέλετε να κρατήσετε, για παράδειγμα, το κουμπί space πατημένο συνεχόμενα.
es: Utilice <img src="%(STATIC_URL)s/images/help/es/key-pressed.png" /> en lugar de <img src="%(STATIC_URL)s/images/help/es/when-key-pressed.png" /> cuando desee mantener, por ejemplo, la tecla espacio presionada continuamente.
et: Kasuta <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> asemel <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" />, kui soovid hoida näiteks tühiku klahvi pidevalt.
eu: Erabili <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> eta ez <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> , adibidez, hutsune tekla etengabe zapalduta mantendu nahi duzun kasurako.
fr: Utilise <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> au lieu de <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> si tu veux conserver, par exemple,la touche enfoncée continuellement.
gl: Usa <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> no sitio de <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> cando queiras manter, por exemplo, a barra espaciadora premida de forma continua.
it: Usa <img src="%(STATIC_URL)s/images/help/it/key-pressed.png" /> invece di <img src="%(STATIC_URL)s/images/help/it/when-key-pressed.png" /> quando, ad esempio, vuoi che il tasto possa essere mantenuto premuto.
lv: Izmanto <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> nevis <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" />, ja, piemēram, vēlies turēt nospiestu atstarpes taustiņu nepartraukti.
nb: Bruk <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> i stedet for <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> når programmet skal merke at du holder en tast nede.
pt: Use <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> em vez de <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> quando quiser manter, por exemplo, a barra de espaço pressionada continuamente.
ro: Foloseste <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> in loc de <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> cand vrei sa mentii apasata continuu, de exemplu, tasta spatiu.
sl: Uporabi <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> namesto <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" />, kadar želiš, na primer, da je tipka presledek neprestano pritisnjena.
sv: Använd <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> istället för <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> om du vill låta, till exempel, mellanslagstangenten tryckas ned i ett.
uk: Використовуйте <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> замість <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> якщо хочете, для прикладу, тримати клавішу пропуску наиснутою постійно.

source: Reports how many items are in the list
ca: Informa de quants elements hi ha a la llista
de: Gibt die Anzahl der Elemente in der Liste zurück
el: Αναφέρει τον αριθμό στοιχείων στη λίστα.
es: Informa la cantidad de elementos en la lista
et: Tagastab liikmete arvu loendis
eu: Zerrendako item kopurua itzultzen du
fr: Renvoie le nombre d'éléments que contient la liste
gl: Devolve o número de elementos que hai na lista
it: Fornisce il numero di elementi contenuti nella lista
lv: Atgriež, cik vienumu ir sarakstā
nb: Gir antall elementer i en liste
pt: Reporta quantos itens há na lista
ro: Returneaza numarul de elemente din lista
sl: Vrne število elementov v seznamu
sv: Rapporterar hur många objekt det finns i listan
uk: Результатом єкількість елементів списку

source: <p> This block reports how any items are currently in a list. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> The number is the same as the length shown at the bottom of the list monitor. <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>
ca: <p> Aquest bloc ens diu quants elements hi ha a la llista actualment. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> El nombre és el mateix que la longitud indicada a la part inferior del monitor de la llista. <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>
el: <p> Αυτό το τετράγωνο εντολών αναφέρει πόσα αντικείμενα υπάρχουν στη λίστα. <br><img src=\"%(STATIC_URL)s/images/help/length-mylist.png\" /></br> </p> <p> Ο αριθμός είναι ο ίδιος με το μήκος που φαίνεται στο τέλος της λίστας στο Σκηνικό. <br><img src=\"%(STATIC_URL)s/images/help/length-mylist2.png\" /></br> </p>
es: <p> Este bloque informa la cantidad de elementos que hay actualmente en una lista. <br><img src="%(STATIC_URL)s/images/help/es/length-mylist.png" /><br/> </p> <p> El número es el mismo que la longitud que se muestra en la parte inferior del monitor de la lista. <br><img src="%(STATIC_URL)s/images/help/es/length-mylist2.png" /><br/> </p>
et: <p> See plokk näitab kui palju elemente on loendis. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> Arv on sama, nagu pikkus, mis on näidatud loendi monitori all. <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>
eu: <p> Bloke honek zerrendako item kopuruaren zenbakia itzultzen du. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> Zenbakia, zerrenda begiralearen azpian erakusten den luzeraren berdina da. <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>
fr: <p> Ce bloc renvoie le nombre d'éléments que contient la liste. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> Le nombre est le même que celui indiquant la longueur au bas du tableau de contrôle de la liste . <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>
gl: <p> Este bloque devolve o número de elementos que hai agora na lista. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> O número é o mesmo que a lonxitude amosada na parte de abaixo do monitor da lista. <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>
it: <p> Questo blocco restituisce il numero di elementi attualmente contenuti nella lista. <br><img src="%(STATIC_URL)s/images/help/it/length-mylist.png" /><br/> </p> <p> Il numero è pari alla lunghezza mostrata in fondo al monitor della lista. <br><img src="%(STATIC_URL)s/images/help/it/length-mylist2.png" /><br/> </p>
lv: <p> Šis bloks parāda, cik vienumu šobrīd ir sarakstā. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> Šis skaitlis ir tāds pats, kā garumus, ko rāda saraksta pārlūka apakšā. <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>
nb: <p> Denne klossen gir et tall som sier hvor mange elementer listen har. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> Antall elementer vises også nederst i listevinduet på scenen. <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>
pt: <p> Este bloco reporta quantos itens há de momento numa lista. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> O número é o mesmo que o comprimento mostrado na base do monitor de listas. <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>
sl: <p> Ta blok vrne trenutno število elementov v seznamu. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> To število je enako dolžini, prikazani na dnu zaslona seznama. <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>
sv: <p> Blocket rapporterar hur många objekt det för närvarande finns i listan. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> Antalet är det samma som visas längst ned, längd, i listvisaren. <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>
uk: <p> Цей блок повідомляє про кількість елементів у списку. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> Це саме число віображається знизу монітора списку lна Сцені. <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>

source: Reports the number of letters in a string
ca: Informa del nombre de lletres d'una cadena de text
de: Gibt die Anzahl an Zeichen einer Zeichenkette zurück
el: Αναφέρει τον αριθμό γραμμάτων σε μια μεταβλητή σειράς λέξεων.
es: Retorna el número de letras en una cadena
et: Tagastab märkide arvu stringis
eu: String (hitz kate) bateko hizki kopurua itzultzen du
fr: Renvoie le nombre de caractères que contient la chaîne (de caractères)
gl: Devolve o número de letras dunha cadea de caracteres
it: Fornisce il numero di lettere di cui si compone una stringa
lv: Atgriež, cik burti ir simbolu virknē
nb: Gir antall bokstaver i en tekst
pt: Reporta o número de caracteres numa cadeia de caracteres
ro: Returneaza numarul de litere dintr-un sir de caractere
sl: Vrne število črk v nizu
sv: Rapporterar antalet bokstäver i en textsträng
uk: Результатом є кількість символів у рядку

source: Reports true if first value is less than second
ca: Retorna cert si el primer valor és més petit que el segon
de: Gibt "Wahr" zurück, falls der erste Wert kleiner als der zweite ist
el: Αληθεύει όταν η πρώτη τιμή είναι μικρότερη από τη δεύτερη.
es: Retorna verdadero si el primer valor es menor que el segundo
et: Tagastab vääruse tõene, kui esimene väärtus on väiksem teisest
eu: Balioa segundu bat baino gutxiago bada egiazkoa itzultzen du
fr: Renvoie "vrai" si la première valeur est inférieure à la deuxième
gl: Devolve verdadeiro si o primeiro valor é menor que o segundo
it: Restituisce il valore "vero" se il primo valore è inferiore al secondo
lv: Atgriež true, ja pirmā vērtība ir mazāka par sekundi
nb: Betingelse som er oppfylt hvis den første verdien er mindre enn den andre
pt: Reporta o valor verdadeiro se o primeiro valor for menor que o segundo
ro: Returneaza adevarat daca prima valoare este mai mica decat a doua
sl: Vrne 'resnično', če je prva vrednost manjša od druge
sv: Rapporterar sant om första värdet är mindre än det andra
uk: Результатом є ІСТИННО якщо перше значення менше другого

source: Reports the letter at the specified position in a string
ca: Informa de la lletra que ocupa una posició indicada dins una cadena de text
de: Gibt das Zeichen an der angegebenen Position einer Zeichenkette zurück
el: Αναφέρει το γράμμα σε μια συγκεκριμένη θέση στη μεταβλητή σειράς λέξεων.
es: Reporta la letra en una posición especificada en una cadena
et: Tagastab antud numbriga märgi stringis
eu: String bateko zehaztutako posizioan dagoen hizkia itzultzen du
fr: Renvoie la lettre située à la position indiquée dans la chaîne de caractères
gl: Devolve a letra que se atopa na posición especificada na cadea de caracteres
it: Restituisce la lettera alla posizione indicata della stringa
lv: Atgriež burtu, kurš simbolu virknē ir norādītajā vietā
nb: Gir bokstaven som er på et bestemt sted i en tekst
pt: Reporta o caractere na posição especificada da cadeia de caracteres
ro: Returneaza litera de pe o anumita pozitie dintr-un sir de caractere
sl: Vrne črko na določenem mestu v nizu
sv: Rapporterar bokstaven vid den valda positionen i en textsträng
uk: Результатом є символ з визначеної позиції в рядку

source: Reports true if the list contains the specified item
ca: Retorna cert si la llista conté l'element indicat
de: Gibt "Wahr" zurück, falls die Liste das angegebene Element enthält
el: Αληθεύει όταν η λίστα περιέχει το συγκεκριμένο στοιχείο.
es: Retorna verdadero si la lista contiene un elemento dado
et: Tagastab tõene, kui loend sisaldab antud liikme
eu: Zehaztutako itema zerrendan badago, egiazkoa itzultzen du
fr: Renvoie "vrai" si la liste contient l'élément indiqué
gl: Devolve verdadeiro si a lista contén o elemento especificado
it: Restituisce il valore "vero" se la lista contiene l'elemento indicato
lv: Atgriež true, ja sarakstā ir norādītais vienums
nb: Betingelse som er oppfylt hvis listen inneholder angitt element
pt: Reporta o valor verdadeiro se a lista contiver o valor especificado
ro: Returneaza adevarat daca lista contine elementul precizat
sl: Vrne 'resnično', če seznam vsebuje določen element
sv: Rapporterar sant om listan innehåller specificerat objekt
uk: Результаом є ІСТИННО якщо список містить визначене значення

source: The item must match exactly to report true.
ca: L'element ha de ser exactament igual per retornar cert.
de: Das Element muss exakt übereinstimmen, um "Wahr" zu erhalten.
el: Το στοιχείο θα πρέπει να ταιριάζει εντελώς για να αληθεύει.
es: El elemento debe coincidir exactamente para que se reporte verdadero.
et: Liige peab vastama täpselt, et tagastatakse tõene
eu: Itemak berdina izan behar du egiazkoa itzultzeko.
fr: L'élément doit correspondre exactement pour rapporter vrai.
gl: O elemento debe casar de forma exacta para que se devolva verdadeiro.
it: Affinchè il blocco restituisca il valore "vero" l'elemento deve coincidere con esattezza con uno degli elementi della lista.
lv: Vienumam precīzi jāsakrīt, lai atgrieztu true.
nb: Elementet må være akkurat likt for å oppfylle betingelsen.
pt: O item tem de corresponder exactamente para que o valor verdadeiro seja reportado.
ro: Elementul trebuie sa se potriveasca perfect pentru a se returna adevarat.
sl: Element se mora popolnoma ujemati, da lahko vrne 'resnično'.
sv: Objektet måste matcha exakt för att rapporteras sant
uk: Цей елемент має в точності збігатися, щоб отримати ІСТИННО.

source: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> reports whether an item is in a list. If the item matches exactly, then it reports true. If not, it reports false.
ca: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> informa si un element està a la llista. Si l'element coincideix exactament, retorna cert. Si no, retorna fals.
el: Το <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" />αναφέρει εάν ένα στοιχείο είναι στη λίστα. Εάν το στοιχείο ταιριάζει απόλυτα, τότε αληθεύει. Εάν όχι, τότε δεν αληθεύει.
es: <img src="%(STATIC_URL)s/images/help/es/list-contains-thing.png" /> informa si un elemento está en la lista. Sí el elemento coincide de manera exacta, se responde verdadero. Si no, se responde falso.
et: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> tagastab kas liige on loendis. Kui liige vastab täpselt, siis tagastab tõene. Kui ei, siis tagastab väär.
eu: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> item bat zerrendan dagoen jakinarazten du. Itemak bat egiten badu zehazki, egiazkoa itzultzen du. Ez badu bat egiten gezurrezkoa itzultzen du.
fr: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> renvoie une information au cas où un élément est dans la liste. Si l'élément est présent, alors il rapporte "vrai". Si non, il rapporte "faux".
gl: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> devolve si un elemento está na lista. Si o elemento casa de forma exacta, entón devolve verdadeiro. Noutro caso, devolve falso.
it: <img src="%(STATIC_URL)s/images/help/it/list-contains-thing.png" /> ci dice se un elemento è contenuto o meno in una lista. Se l'elemento coincide con esattezza con uno degli elementi della lista il blocco restituisce il valore "vero". In caso contrario, restituisce il valore "falso".
lv: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> pasaka, vai vienums ir sarakstā. Ja vienums precīzi sakrīt, atgriež true. Ja nesakrīt, atgriež false.
nb: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> forteller om et element er i en liste. Hvis det finnes et element som er akkurat likt er betingelsen oppfylt, ellers ikke.
pt: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> reporta se um valor consta numa lista. Se o valor corresponder exactamente ao valor de um dos itens da lista, reporta o valor verdadeiro. Se não corresponder, reporta o valor falso.
ro: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> raporteaza daca un element apartine sau nu unei liste. Daca elementul se potriveste perfect, atunci returneaza adevarat. Daca nu, atunci returneaza fals.
sl: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> vrne ali je element v seznamu. Če je, vrne true, sicer pa false.
sv: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> rapporterar om ett objekt finns i listan. Om objektet matchas exakt, då rapporteras sant. Om inte, arpporteras falskt.
uk: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> повідомляє чи знаходиться такий елемент у списку. Якщо елемент наявний, отримаємо ІСТИННО. Якщо ні, отримаємо ХИБНО.

source: Reports all the items in the list
ca: Retorna tots els elements de la llista
de: Gibt alle Elemente einer Liste zurück
el: Αναφέρει όλα τα στοιχεία στη λίστα.
es: Retorna todos los elementos de la lista.
et: Tagastab kõik liikmed loendis
eu: Zerrendako item guztiak itzultzen ditu
fr: Renvoie tous les éléments de la liste
gl: Devolve todos os elementos da lista
it: Restituisce tutti gli elementi della lista
lv: Atgriež visus saraksta vienumus
nb: Gir alle elementene i listen
pt: Reporta todos os itens da lista
ro: Returneaza toate elementele listei
sl: Vrne vse elemente v seznamu
sv: Rapporterat alla objekt i listan
uk: Показує усі елементи списку
