Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p><b>direction</b> tells which way the sprite is heading.</p> To see a sprite's direction, click <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> You can drag the blue line to change direction.</p> <p></p> <p>To display a sprite's direction on the Stage, click the checkbox in the palette:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
ca: <p><b>direció</b> indica la orientació del personatge.</p> Per veure la direcció d'un personatge fes clic a <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> Pots arrossegar la línia blava per canviar la direcció.</p> <p></p> <p>Per visualitzar la direcció a l'Escenari, fes clic a la casella de verificació de davant del bloc:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
de: <p><b>Richtung</b> bedeutet die Vorwärtsrichtung, in die die Figur zeigt und sich bewegt.</p> Um die Richtung einer Figur zu sehen, klicke auf <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> Durch Ziehen an der blauen Linie kannst du die Richtung der Figur verändern.</p> <p></p> <p>Die Richtung der Figur wird auf der Bühne angezeigt, wenn du das Kontrollkästchen in der Blockpalette markierst:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
el: <p>Η <b>κατεύθυνση</b> δείχνει το δρόμο που ακολουθεί ένα αντικείμενο. </p> Για να δείτε την κατεύθυνση ενός αντικειμένου, κάντε κλικ στο <img src=\"%(STATIC_URL)s/images/help/info.gif\">:<br/> Μπορείτε να τραβήξετε την μπλε γραμμή για να αλλάξετε την κατεύθυνση.</p> <p></p> <p>Για να προβάλετε την κατεύθυνση ενός αντικειμένου στο Σκηνικό, πατήστε το τετραγωνάκι:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png">
es: <p><b>dirección</b> indica en que sentido está apuntando el objeto.</p> Para ver la dirección de un objeto, haz clic en <img src="%(STATIC_URL)s/images/help/es/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/es/direction-readout-indent.png"><br/> Puedes arrastrar la línea azul para cambiar la dirección.</p> <p></p> <p>Para mostrar la dirección de un objeto en el escenario, haz clic en la casilla de verificación de la paleta:<br/> <img src="%(STATIC_URL)s/images/help/es/direction-ex.png"></p>
et: <p><b>suund</b> ütleb mis viisil sprait liigub.</p> Et näha spraidi suunda, klõpsa<img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> Võid lohistada sinist joont muutmaks spraidi suunda.</p> <p></p> <p>Kuvamiseks spraidi suunda laval, klõpsa märkeruutu käskude alas:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
eu: <p><b>norabideak</b> spritea norantza doan dio.</p> Sprite baten norabidea ikusteko, klikatu <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> Lerro urdina arrasta dezakezu norabidea aldatzeko.</p> <p></p> <p>Sprite baten norabidea eszenatokian erakusteko, klikatu paletan dagoen kontrol laukia:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
fr: p><b>direction</b> Indique la valeur de l'angle dans lequel le lutin se dirige.</p> Pour voir la direction du lutin, clique<img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> Tu peux déplacer le segment bleu pour changer de direction ( voir Informations du lutin ).</p> <p></p> <p>Pour afficher la direction d'un sprite sur la scène, cliquez sur la case à cocher dans la palette des blocs:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
gl: <p><b>dirección</b> indica en que sentido está apuntando a figura.</p> Para ver a dirección dun obxecto, preme co rato en <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> Podes arrastrar a liña azul para cambiar a dirección.</p> <p></p> <p>Para amosar a dirección dunha figura no escenario, preme no recadro de verificación da paleta:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
it: <p>Il blocco <b>direzione</b> dice in quale direzione lo sprite è orientato.</p> Per vedere la direzione di uno sprite, clicca <img src="%(STATIC_URL)s/images/help/it/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/it/direction-readout-indent.png"><br/> Puoi trascinare la linea azzurra per cambiare la direzione dello sprite.</p> <p></p> <p>Per mostrare la direzione dello sprite sullo Stage, clicca la casella che trovi a fianco al blocco:<br/> <img src="%(STATIC_URL)s/images/help/it/direction-ex.png"></p>
lv: <p><b>virziens</b> norāda, uz kuru pusi gariņš ir pagriezies.</p> Lai redzētu gariņa virzienu, klikšķini <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> Tu vari vilkt zilo līniju, lai mainītu virzienu.</p> <p></p> <p>Lai parādītu gariņa virzienu uz skatuves, ieliec ķeksīti rīku paletē:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
nb: <p><b>retning</b> forteller hvilken vei fguren peker.</p> Du kan se retningen ved å klikke <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> Du kan dra den blå viseren for å endre retning.</p> <p></p> <p>Figurens retning i grader vises på scenen hvis du krysser av i ruten ved siden av klossen:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
pt: <p><b>a direcção</b> indica em que direcção o actor está a apontar.</p> Para ver a direcção de um actor, clique em <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> Pode arrastar a linha azul para alterar a direcção.</p> <p></p> <p>Para mostrar no palco a direcção de um actor, clique na caixa de selecção na paleta:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
sl: <p><b>smer</b> pove, kam je figura namenjena.</p> Za ogled smeri figure, klikni <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> Za spremembo smeri lahko povlečeš modro črto.</p> <p></p> <p>Za prikaz smeri figure na odru, klikni na potrditveno polje v paleti:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
sv: <p><b>riktning</b> visar åt vilket håll figuren är på väg.</p> För att se en figurs riktning, klicka <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> Du kan dra i den blåa linjen för att ändra riktning.</p> <p></p> <p>För att visa en figurs riktning på scenen, bocka i palettens kryssruta:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
tr: <p><b>yön</b>, kuklanın o anda hangi yöne doğru dönük olduğunu söyler.</p> Kuklanın yönünü öğrenmek için <img src="%(STATIC_URL)s/images/help/info.gif"> simgesine tıkla:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> İstersen, yönü daire üzerindeki koyu mavi çizgiyi çevirerek de değiştirebilirsin.</p> <p></p> <p>Kuklanın yönünü Sahne üzerinde görmek için palet içindeki yön taşının başındaki onay kutusuna tıklayabilirsin:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
uk: <p><b>напрям</b> повідомляє в яку сторону повернуто спрайт.</p> Щоб побачити напрям спрайта, клацніть <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> Ви можете обертати блакитну лінію для зміни напряму.</p> <p></p> <p>Щоб напрям відображався на Сцені, встановіть відповідну познгачку у панелі блоків:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>

source: Reports distance from the specified sprite or mouse-pointer
ca: Informa de la distància a un altre personatge o al punter del ratolí
de: Gibt den Abstand von der ausgewählten Figur oder dem Mauszeiger zurück
el: Αναφέρει την απόσταση από το συγκεκριμένο αντικείμενο ή το δείκτη ποντικιού.
es: Retorna la distancia desde el objeto especificado o desde el apuntador del ratón.
et: Tagastab kauguse näidatud spraidist või hiire kursorist
eu: Zehaztutako sprite edo sagu-erakuslerainoko distantzia itzultzen du
fr: Renvoie la distance au lutin spécifié ou du pointeur de la souris
gl: Devolve a distancia dende a figura especificada ou dende o punteiro do rato
it: Fornisce la distanza dallo sprite indicato o dal puntatore del mouse
lv: Atgriež attālumu no norādītā gariņa vai peles kursors
nb: Gir avstanden fra musepekeren eller fra en annen figur
pt: Reporta a distância até ao actor especificado ou até ao ponteiro do rato
ro: Returneaza distanta de la sprite-ul precizat sau cursorul mouse-ului
sl: Vrne razdaljo od določene figure do kazalca miške
sv: Rapporterar avståndet från den valda figuren eller muspekaren
tr: Belirtilen kuklaya veya fareye kadar olan mesafeyi verir
uk: Результатом є відстань до визначеного спрайту чи вказівника миші

source: Select from the pull-down menu to choose <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>
ca: Selecciona de la llista desplegable per triar-ne un <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>
de: Wähle aus dem Ausklappmenü: <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>
el: Πατήστε στο μενού για να επιλέξετε: <br><img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" />
es: Seleccione desde el menú desplegable para elegir <br> <img src="%(STATIC_URL)s/images/help/es/distance-to-ex2.png" /> <br/>
et: Vali rippmenüüst oma soov <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>
eu: Hautatu goitikbeherako menua aukeratzeko <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>
fr: Sélectionnez dans le menu déroulant pour choisir <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>
gl: Selecciona no menú despregable para elexir <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>
it: Usa il menu a discesa per scegliere <br> <img src="%(STATIC_URL)s/images/help/it/distance-to-ex2.png" /> <br/>
lv: Izvēlies no izkrītošā saraksta, lai izvēlētos <br><img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /><br/>
nb: Velg fra menyen i klossen <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>
pt: Seleccione no menu para escolher <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>
sl: Izberi iz padajočega menija, da izbereš <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>
sv: Välj från rullgardinsmenyn <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>
uk: Оберіть зі спадного меню <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>

source: Divides first number by second number
ca: Divideix el primer nombre entre el segon
de: Dividiert die erste Zahl durch die zweite
el: Διαιρεί τον πρώτο αριθμό με τον δεύτερο.
es: Divide el primer número entre el segundo
et: Jagab esimese arvu teisega
eu: Lehenengo zenbakia bigarrengoaz zatikatzen du
fr: Divise le premier nombre par le deuxième nombre
gl: Divide o primeiro número entre o segundo
it: Divide il primo numero per il secondo numero
lv: Dala pirmo skaitli ar otro
nb: Deler det første tallet på det andre tallet
pt: Divide o primeiro número pelo segundo número
ro: Imparte primul numar la al doilea
sl: Deli prvo število z drugim številom
sv: Delar första talet med andra talet
tr: İlk sayıyı ikinci sayıya böler
uk: Ділить перше число на друге

source: Reports true if two values are equal
ca: Retorna cert si els dos valors són iguals
de: Gibt wahr zurück, falls die beiden Werte gleich sind
el: Αληθεύει εάν δύο τιμές είναι ίσες.
es: Retorna verdadero si los dos valores son iguales
et: Tagastab tõene, kui kaks väärtust on võrdset
eu: 2 balioak berdinak badira egiazkoa itzultzen du
fr: Rapports vrai si les deux valeurs sont égales
gl: Devolve verdadeiro si dous valores son iguais
it: Restituisce il valore "vero" se i due valori sono uguali
lv: Atgriež true, ja divas vērtības ir vienādas
nb: Betingelse som er oppfylt hvis de to verdiene er like
pt: Reporta o valor verdadeiro se os dois valores forem iguais
ro: Returneaza adevarat daca cele doua valori sunt egale
sl: Vrne 'resnično', če sta dve vrednosti enaki
sv: Rapporterar sant om två värden är lika
tr: Eğer iki değer birbirine eşitse doğru verir
uk: Результатом є ІСТИННО якщо дві змінні рівні між собою

source: Runs the blocks inside over and over
ca: Executa els blocs que té dins una vegada i una altra
de: Führt die Blöcke innerhalb der Klammer immer wieder aus
el: Επαναλαμβάνει συνεχώς τις εντολές από μέσα.
es: Ejecuta los bloques interiores una y otra vez
et: Täidab sisemisi plokke jälle ja jälle
eu: Barruko blokeak behin eta berriz exekutatzen ditu
fr: Exécute à plusieurs reprises les blocs situés à l'intérieur
gl: Executa os bloques de dentro unha e outra vez
it: Esegue ripetutamente i blocchi al suo interno
lv: Atkārto iekļauts blokus vēl un vēl
nb: Gjentar klossene inni hele tiden
pt: Executa repetidamente e para sempre os comandos no seu interior
ro: Repeta executia blocurilor din interior la nesfarsit
sl: Požene bloke znotraj znova in znova
sv: Kör blocken inuti om och om igen
tr: İçinde yer alan taş dizisini tekrar tekrar çalıştırır
uk: Виконує блоки всередині знові і знову

source: Reports an attribute of the sprite or stage
ca: Informa d'un atribut del personatge o escenari
de: Gibt ein Attribut der Figur oder der Bühne zurück
el: Αναφέρει μια ιδιότητα ενός αντικειμένου ή του σκηνικού
es: Informa una característica del objeto o del escenario
et: Teatab spraidi või lava omaduse
eu: Spritearen edo eszenatokiaren ezaugarri baten berri ematen du
fr: Renvoie un attribut du lutin ou de la Scène
gl: Devolve un atributo da figura ou escenario
it: Restituisce il valore di uno degli attributi dello sprite o dello Stage
lv: Atgriež gariņa vai skatuves īpašības
nb: Gir verdien til ulike egenskaper for en figur eller for scenen
pt: Reporta um atributo do actor ou do palco
sl: Vrne lastnost figure ali odra
sv: Rapporterar en sprajts eller scens egenskap
tr: Kuklanın veya sahnenin bir özelliğini verir
uk: Повідомляє атрибути спрайта чи Сцени

source: Choose different attributes from the drop-down menu and combine with other blocks, such as operators.
ca: Tria un atribut de la llista desplegable i combina'l amb altres blocs, com per exemple, operadors.
de: Wähle verschiedene Attribute aus dem Ausklappmenü und kombiniere den Block mit anderen Blöcken, etwa Operatoren.
el: Επιλέξτε διάφορες ιδιότητες από το μενού και συνδυάστε τα με άλλα τετράγωνα εντολών και τελεστές.
es: Elija diferentes atributos del menú desplegable y combínelos con otros bloques, por ejemplo, operadores.
et: Vali erinevaid atribuute rippmenüüst ja kombineeri teiste plokidega, nagu operatorid.
eu: Goitikbeherako menutik ezaugarri ezberdinak aukeratu eta beste blokeekin konbinatu; eragileekin adibidez.
fr: Choisis différents attributs dans le menu déroulant et combine les avec d'autres blocs, tels que des opérateurs.
gl: Elixe atributos do menú despregable e combinaos con outros bloques, como por exemplo operadores.
it: Scegli i diversi attributi usando il menu a discesa e combinalo con gli altri blocchi, ad esempio con gli operatori.
lv: Izvēlies dažādas īpašības no izkrītošās izvēlnes un apvieno tās ar citiem blokiem, piemēram, operatoriem.
nb: Velg i menyen det du vil ha tallverdi for. Du kan bruke tallverdien i andre klosser, for eksempel operatorer.
pt: Escolha diferentes atributos no menu e combine este com outros blocos, tais como operadores.
sl: Izberi različne atribute iz padajočega menija in jih združi z drugimi bloki kot so npr.operatorji.
sv: Välj olika egenskaper från rullgardinsmenyn och kombinera med andra block, som exempelvis operatorer.
uk: Обирайте наобхідні атрибути зі спадного меню та використовуйте їх у блоках-операторах

source: Glide over time to this <b>x y</b> position
ca: Llisca en els segons indicats fins a posició <b>x y</b>
cs: Klouzej během času na tuto <b>x y</b> pozici
de: Gleite in einer bestimmten Zeitspanne zu dieser <b>x y</b>-Position
el: Κάνει το αντικείμενο να πηγαίνει αργά σε κάποια θέση (x, y) σε κάποιο χρόνο
es: Se desliza en un tiempo dado a una posición <b>x y</b>.
et: Liikuda antud aja jooksul punkti <b>x y</b>
eu: Denbora tarte batean <b>x y</b> posizio hontara irristatzen da
fr: Glisser vers cette <b>x y</b> position
gl: Esbarar nun certo tempo a esta posición <b>x y</b>
it: Scivola nel tempo indicato verso la posizione <b>x y</b>
lv: Norādīto laiku slīd uz šo <b>x y </b>pozīciju
nb: Gli jevnt til denne <b>x-y</b>-posisjonen
pt: Desliza ao longo do tempo para esta posição <b>(x, y)</b>
ro: Gliseaza in timp la aceasta pozitie <b>x y</b>
sl: Drsi v času do tega <b>x y</b> položaja
sv: Glid en viss tid till denna <b>x- y-</b>position
tr: Belirtilen sürede <b>x y</b> konumuna süzülerek git
uk: Ковзати протягом певного часу до позиції <b>x y</b>

source: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> The sprite starts at one point, and then glides to the other points.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
ca: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> El personatge es situa en un punt, i després llisca als altres punts indicats.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
de: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> Die Figur startet an einem Punkt und gleitet anschließend zu den anderen Punkten.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
el: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> Το αντικείμενο αρχίζει σε κάποιο σημείο και μετά "γλυστρά" σε άλλα σημεία.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
es: <p><img src="%(STATIC_URL)s/images/help/es/glide-ex.png"><br/> El objeto empieza en un punto y luego se desliza a otros puntos.</p> <img src="%(STATIC_URL)s/images/help/es/glide-gobo-rock.gif">
et: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> Sprait stardib ühel punktist ja liugleb teise punkti.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
eu: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> Spritea puntu batean hasten da, eta ondoren beste puntuetara irristatzen da.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
fr: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> Le lutin part d'un point, et ensuite glisse vers les autres points.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
gl: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> A figura empeza en un punto e despois esbara a outros puntos.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
it: <p><img src="%(STATIC_URL)s/images/help/it/glide-ex.png"><br/> Lo sprite parte da un certo punto e poi scivola verso un altro punto.</p> <img src="%(STATIC_URL)s/images/help/it/glide-gobo-rock.gif">
lv: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> Gariņš no sākuma punkta slīd uz citiem punktiem.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
nb: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> Figuren starter i ett x-y-punkt og glir til de andre punktene.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
pt: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> O actor começa num ponto e depois desliza para os outros pontos.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
sl: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> Figura začne na neki točki in potem drsi k drugim točkam</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
sv: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> Figuren startar vid en punkt och glider sedan till den andra punkten.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
tr: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> Bu kukla bulunduğu noktadan başlayıp sırayla diğer noktalara gidiyor.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
uk: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> Цей спрайт починає рух, ковзаючи з однієї точки до іншої.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">

source: Use <b>glide</b> to move a sprite smoothly to an <b>x y</b> position on the Stage.
ca: Utilitza <b>llisca</b> per fer moure suaument un personatge fins a la posició <b>x y</b> de l'Escenari.
cs: Použij <b>klouzej</b> k hladkému přesunu postavy na <b>x y</b> pozici na scéně.
de: <b>Gleiten</b> bewirkt, dass sich eine Figur allmählich zu einer <b>x y</b>-Position bewegt.
el: <b>Χρησιμοποιήστε το</b> για να μετακινήσετε το αντικείμενο αργά σε θέση (x, y) πάνω στο Σκηνικό.
es: Utilice <b>deslizar</b> para mover un objeto suavemente a una posición <b>x y</b> en el escenario.
et: Kasuta <b>liigu _ sek.</b> spraidi sujuvaks liikumiseks punkti <b>x y</b>.
eu: Erabili <b>irristatu</b> spritea eszenatokiko <b>x y</b> posiziora mugitzeko.
fr: Utilise <b>glisser</b> pour faire avancer un lutin doucement vers une position <b>x y</b> de la Scène.
gl: Usa <b>esbarar</b> para mover unha figura de forma suave a unha posición <b>x y</b> sobre o escenario.
it: Usa <b>scivola</b> per spostare gradualmente uno sprite verso una posizione <b>x y</b> dello Stage.
lv: Izmanto <b>slīdēšanu</b>, lai gariņš gludi pārvietotos uz punktu <b>x y </b> uz skatuves.
nb: Bruk <b>gli</b> for å lage en glatt bevegelse til en annen <b>x-y</b>-posisjon på scenen.
pt: Use <b>desliza</b> para mover suavemente um actor para uma posição <b>(x, y)</b> no palco.
ro: Foloseste <b>gliseaza</b> pentru a muta usor la pozitia <b>x y</b> in scena.
sl: Uporabi <b>drsi</b> za gladek premik figure na položaj <b>x y</b> na odru.
sr: Употреби <b>клизи</b> да би померио лик глатко на једно <b>x y</b> место на позорници.
sv: Använd <b>glid</b> för att flytta en figur i en jämn rörelse till en<b>x-y-</b>position på scenen.
tr: <b>süzül</b> komutunu, kuklanın <b>x y</b> konumuna süzülerek gitmesi için kullan.
uk: Використовуйте <b>ковзання</b>, щоб плавно перемістити спрайт у позицію <b>x y</b> на сцені.
