Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Note: The pen marks and stamps are not part of the backdrops, therefore, clear does not change the backdrop.
ca: Nota: Les marques de llapis i les estampacions no són part dels escenaris, per tant, neteja no canvia l'escenari.
de: Hinweis: Die Stiftspuren und Abdrücke sind nicht Teil des Bühnenbildes. Das Löschen verändert daher nicht das Bühnenbild.
el: Σημείωση: Η πένα δεν είναι μέρος του σκηνικού, οπότε το σκηνικό δεν πρόκειται να αλλάξει.
es: Nota: Las marcas de lápiz y sellos no son parte de los fondos, por lo tanto, limpiarlos no altera el fondo.
et: Märkus: pliiatsi jooned ja jäljendid ei ole tausta osad, seega nad ei muuda tausta.
eu: Oharra: Arkatz markak eta zigiluak ez dira hondoen zati, beraz, ezabatzeak ez du hondoa eraldatzen
fr: Note: Les marques de stylo et des timbres ne font pas partie des décors, donc, effacer ne change pas l'arrière-plan.
gl: Nota: As marcas de lapis e selos non son parte dos fondos, polo tanto, ao limpialos non se altera o fondo.
it: Nota: I segni della penna e i timbri non fanno parte dello sfondo, quindi "pulisci" non modifica lo sfondo.
lv: Piezīme: Zīmuļa un zīmogu nospiedumu nav daļa no fona, tādēļ notīrīšana neietekmē fonu.
nb: Merk: linjer etter pennen og stemplete avtrykk av figuren forandrer ikke på bakgrunnen, den blir værende etter at du bruker "slett".
pt: Nota: As marcas de caneta e os carimbos não são parte dos cenários e, por isso, apagá-los não produz alterações no cenário.
ro: Observatie: Urmele de stilou si stampile nu fac parte din fundal; de aceea, curatarea lor nu afecteaza fundalul.
sl: Opomba: Sledi svinčnika in odtisi niso del ozadja, zato ukaz izbriši ne spremeni ozadja.
sv: OBS: Pennstreck och stämplingar är inte en del av bakgrunden, så radera förändrar inte bakgrunden.
tr: Not: Kalemle çizilenler ve damgalar dekora ait eğildir, yani temizleme işlemi dekoru bozmaz.
uk: Зауваження: сліди олівця та штампи не є частиною тла і будуть знищені при його зміні.

source: Tells a clone what to do once it is created
ca: Li diu a una còpia meva que ha de fer quan es creada
de: Sagt einem Klon, was zu tun ist, sobald der erzeugt wird
el: Λέει σε έναν κλώνο τι να κάνει όταν δημιουργηθεί.
es: Decirle a un clon qué hacer una vez es creado
et: Üteb kloonile, mida teha, kui see on loodud
eu: Klon bati behin sortuta zer egin behar duen agintzen dio
fr: Indique à un clone ce qu'il doit faire une fois qu'il a été créé
gl: Dille a un clon o que facer unha vez que esté creado
it: Dice ad un clone cosa deve fare quando viene creato
lv: Pasaka, ko dublikātam (klonam) darīt, kad tas ir izveidots
nb: Starter skript som bestemmer hva en klon skal gjøre når den blir laget
pt: Diz a um clone o que fazer uma vez que seja criado
ro: Spune unei clone ce sa faca de indata ce este creata
sl: Pove klonu, kaj naj stori potem, ko je ustvarjen.
sv: Talar om för en klon vad den ska göra när den är skapad
tr: Bir ikiz yaratıldığı zaman, ona ne yapması gerektiğini söyler
uk: Повідомляє що робити клону після його створення

source: The script is triggered as soon as the clone is created. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Clones also respond to all "when..." blocks triggered after they are created.
ca: Les instruccions s'executen tant bon punt la còpia es creada. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Les còpies també responen a tots els blocs "quan..." un cop han estat creats.
de: Das Skript wird aufgerufen, sobald der Klon erzeugt wird. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Klone reagiren auch auf alle "falls..."-Blöcke, die nach ihrer Erzeugung aufgerufen werden.
el: Το σενάριο ενεργοποιείται όταν ο κλώνος ενεργοποιείται. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Οι κλώνοι επίσης ανταποκρίνονται σε όλα τα τετράγωνα εντολών "όταν" μετά τη δημιουργία τους.
es: El programa se ejecuta tan pronto como se crea el clon. <p><img src="%(STATIC_URL)s/images/help/es/clone-startup-example.png" /></p> Los clones también responden a todos los bloques "Al ..." o "Cuando ..." después de que son creados.
et: Skript käivitub niipea kui kloon on loodud. <p> <img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /> </p> Kloonid vastavad kõigile "kui ..." plokkidele pärast nende on loomist
eu: Skripta klona sortu bezain azkar aktibatzen da. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Klonek, sortuak izan ondorengo "X gertatzen denean" (Gertaera) bloke guztiei ere erantzuten diete.
fr: Le script est déclenché dès que le clone est créé. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Les clones répondent également à tous les blocs "quand ..." déclenchés après leur création.
gl: O programa ejecútase tan axiña como o se crea o clon. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Os clons tamén responden a todos os bloques "Cando ..." despois de que son creados.
it: Lo script viene attivato non appena si crea il clone. <p><img src="%(STATIC_URL)s/images/help/it/clone-startup-example.png" /></p> I cloni rispondono anche a tutti i blocchi "quando..." attivati dopo la loro creazione.
lv: Šo programmu izpilda, kolīdz dublikāts ir parādījies. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Dublikāti arī reaģē uz visiem "kad..." blokiem, kas izpildās pēc viņu parādīšanās.
nb: Skriptet starter straks klonen er laget. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Når klonen er laget reagerer den også på alle "når..."-klosser.
pt: O guião é executado assim que o clone for criado. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Os clones também respondem a todos os eventos correspondentes a blocos «Quando ...» que ocorram depois de terem sido criados.
sl: Skripta se sproži takoj, ko je klon ustvarjen. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Kloni se odzivajo tudi na vse "ko..." bloke, ki se sprožijo potem, ko so ustvarjeni.
sv: Scriptet körs igång så fort klonen är skapad. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Kloner reagerar också på alla "när..."-block som startar efter att klonen är skapad.
uk: Цей скрипт буде запущено, якщо створюється клон. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Клони також відповіlf.nm на всі блоки "коли ..." що спрацьовують після їх створення.

source: Reports true if first color is touching second color
ca: Retorna cert si el primer color està tocant el segon color
de: Gibt wahr zurück, falls die erste Farbe die zweite überlappt
el: Αληθεύει εάν το πρώτο χρώμα αγγίζει το δεύτερο.
es: Reporta verdadero si el primer color está tocando el segundo
et: Tagastab tõene kui esimene värv puudutab teist ​​värvi
eu: Egiazkoa itzultzen du lehenengo koloreak bigarrena ukitzen badu
fr: Renvoie "vrai" si la première couleur touche la deuxième couleur
gl: Devolve verdadeiro se a primeira cor está tocando a segunda cor
it: Restituisce "vero" se il primo colore sta toccando il secondo colore
lv: Atgriež true, ja pirmā krāsas saskaras ar otro
nb: Betingelse som er oppfylt hvis de to fargene berører hverandre
pt: Reporta o valor verdadeiro se a primeira cor estiver a tocar na segunda cor
ro: Rezultatul este adevarat daca prima culoarea atinge a doua culoare
sl: Vrne 'resnično', če se prva barva dotika druge barve
sv: Rapporterar sant om första färgen rör vid andra färgen
uk: Повідомляє коли перший колір торкається другого

source: The first color is within the sprite, while the second is from the background or another sprite.
ca: El primer color és dins el personatge, mentre que el segon és a l'escenari o a un altre personatge.
de: Die erste Farbe gehört zur Figur, während die zweite Farbe vom Hintergrund oder einer weiteren Figur stammt.
el: Το πρώτο χρώμα είναι στο αντικείμενο, ενώ το δεύτερο είναι από το σκηνικό ή από άλλο αντικείμενο.
es: El primer color está dentro del objeto, mientras que el segundo está en el fondo o en otro objeto.
et: Esimene värv on spraidi sees, teine ​​on taustas või teises spraidis.
eu: Lehenengo kolorea spritearen barnean dago, bigarren kolorea beste sprite baten hondoarena den artean.
fr: La première couleur est à l'intérieur du lutin, tandis que la seconde est de l'arrière-plan ou d'un autre lutin.
gl: A primeira cor está dentro da figura, mentres que a segunda está no fondo ou noutra figura.
it: Il primo colore deve far parte dello sprite, mentre il secondo deve far parte dello sfondo o di un'altro sprite.
lv: Pirmā krāsa ir no gariņa, otrā ir no fona vai cita gariņa.
nb: Den første fargen er fra figuren selv, den andre fargen er fra bakgrunnen eller en annen figur.
pt: A primeira cor está dentro do actor, enquanto a segunda pertence ao cenário ou a qualquer actor.
ro: Prima culoare este in interiorul sprite-ului, in timp ce a doua este din fundal sau de la un alt sprite.
sl: Prva barva je znotraj figure, medtem ko je druga iz ozadja alidruge figure.
sv: Första färgen är inom figuren, medan andra färgen är från bakgrunden eller en annan figur.
uk: Перший колір зі спрайту, другий зі тла чи іншого спрайту.

source: To choose a color, get the eye dropper by clicking in the square. Use the eye dropper to click on the color you want. The color will appear in the square.
ca: Per triar un color, fes clic al requadre i obtindràs un selector de colors. Utilitza'l per fer clic al color que vulguis. Aquest color apareixerà al requadre.
de: Durch einen Klick auf das Farbquadrat erhältst du eine Pipette zur Farbauswahl. Mit dieser Pipette kannst du auf die Farbe deiner Wahl klicken. Sie erscheint dann in dem Farbquadrat.
el: Για να επιλέξετε ένα χρώμα, πατήστε πάνω στο τετράγωνο. Κάντε κλικ στο χρώμα που θέλετε να επιλέξετε. Το χρώμα θα εμφανιστεί μέσα στο τετράγωνο.
es: Para elegir un color, elija el gotero haciendo clic en el recuadro. Utilice el gotero para hacer click en el color que desea. El color aparecerá en el recuadro.
et: Värvi valimiseks, klõpsa värvipaletti vastavat ruutu. Värv ilmub käsuploki ruudu sisse.
eu: Kolore bat aukeratzeko, tantaz tantakoa hartu laukian klik eginez. Tantaz tantakoa erabili nahi duzun kolorean klik egiteko. Kolorea laukian azalduko da.
fr: Pour choisir une couleur, utiliser la pipette en cliquant dans le carré. Utilise la pipette pour cliquer sur la couleur que tu veux. La couleur apparaît dans le carré.
gl: Para elexir unha cor, utiliza o goteiro premendo co botón esquerdo do rato no recadro. Usa o goteiro para premer na cor que queres. A cor aparecerá no recadro.
it: Per scegliere un colore, usa il contagocce che compare se clicchi nel riquadro colorato. Clicca con il contagocce sul colore che desideri. Il colore selezionato apparirà all'interno del riquadro.
lv: Lai izvēlētos krāsu, izvēlies pipeti noklikšķinot uz kvadrātiņa. Ar pipeti noklikšķini uz vēlamās krāsas. Šī krāsa tagad parādīsies kvadrātiņā.
nb: Velg farge ved å først klikke i fargerute. Klikk deretter på fargen du fil ha. Fargen vises i ruten.
pt: Para escolher uma cor, obtenha primeiro a pipeta, clicando no quadrado. Use a pipeta para clicar na cor que deseja. A cor escolhida aparecerá no quadrado.
ro: Pentru a alege o culoare, ia pipeta dand clic in patrat. Foloseste pipeta pentru a da clic pe culoarea dorita. Culoarea va aparea in patrat.
sl: Za izbiro barve klikni na kvadrat, da dobiš kapalko. Uporabi kapalko za izbiro želene barve. Barva se bo prikazala v kvadratu.
sv: För att välja en färg, hämta pipetten genom att klicka i kvadraten. Använd pipetten för att klicka på den färg du vill hämta. Färgen syns i kvadraten.
tr: Bir renk seçmek için, kareye tıklayarak renk seçiciyi al. Renk seçiciyle istediğin renge tıkla. Seçtiğin renk karede görünecektir.
uk: Щоб вибрати колір, візміть піпетку, натиснувши квадратик. Використовуйте піпетку, щоб натиснути на потрібний вам колір. Колір з'явиться на квадратику.

source: Computes a function
ca: Executa una funció
de: Berechnet einen Funktionswert
el: Υπολογίζει μια συνάρτηση.
es: Calcula una función
et: Täidab funktsiooni
eu: Funtzio bat exekutatzen du
fr: Calcule une fonction
gl: Calcula unha función
it: Calcola una funzione
lv: Aprēķina funkciju
nb: Beregner en matematisk funksjon
pt: Reporta o resultado de uma função
sl: Izračuna funkcijo
sv: Beräknar en funktion
tr: Bir fonksiyonu hesaplar
uk: Обчислити функцію

source: Choose different functions from the drop-down menu.
ca: Tria una funció diferent de la llista desplegable.
de: Wähle verschiedene Funktionen aus dem Aufklappmenü.
el: Επιλέξτε διαφορετικές συναρτήσεις από το μενού.
es: Elegir diferentes funciones del menú desplegable.
et: Valib teise funktsiooni menüüst.
eu: Funtzio ezberdinak aukera itzazu goitikbeherako menutik.
fr: Choisir des fonctions différentes depuis le menu déroulant.
gl: Elixe funcións diferentes do menú despregable.
it: scegli diverse funzioni dal menu a discesa.
lv: Izvēlies dažādas funkcijas no izkrītošā saraksta.
nb: Velg forskjellige funksjoner fra menyen i klossen.
pt: Escolha diferentes funções no menu.
sl: Izberu drugo funkcijo iz padajočega menija.
sv: Välj olika funktioner från rullgardinsmenyn.
tr: Açılan menüden farklı bir fonksiyon seç
uk: Оберіть потрібну функцію зі списку

source: Reports sprite's current costume number
ca: Torna el nombre del vestit actual del personatge indicat
de: Gibt die Nummer des aktuellen Kostüms der Figur zurück
el: Αναφέρει τον αριθμό ενδυμασίας ενός αντικειμένου.
es: Informa el número del disfraz actual del objeto
et: Tagastab spriaidi jooksva kostüümi numbri
eu: Spritearen uneko mozorro zenbakia itzultzen du
fr: Rapporte le nombre du costume de l'actuel lutin
gl: Devolve o número de vestimenta da figura nese momento
it: Restituisce il numero del costume attuale dello sprite
lv: Atgriež gariņa esošā tērpa numuru
nb: Gir nummeret til nåværende drakt
pt: Reporta o número do traje corrente do actor
sl: Vrne trenutno številko videza figure
sv: Rapporterar figurens klädselnummer
tr: Kuklanın o anda büründüğü kılığın numarasını bildirir
uk: Результатом є номер поточного образу спрайта

source: Creates a clone (temporary duplicate) of the specified sprite
ca: Crea una còpia (un duplicat temporal) del personatge especificat
de: Erzeugt einen Klon (ein vorübergehendes Duplikat) der betreffenden Figur
el: Δημιουργεί έναν κλώνο (προσωρινό αντίγραφο) από το συγκεκριμένο αντικείμενο.
es: Crea un clon (duplicado temporal) del objeto especificado
et: Loob antud spraidi klooni (ajutine eksemplar)
eu: Zehaztutako spritearen klon bat (behin-behineko kopia) sortzen du.
fr: Crée un clone (duplication temporaire) du lutin défini
gl: Crea un clon (duplicado temporal) da figura especificada
it: Crea un clone (cioè un duplicato temporaneo) dello sprite indicato
lv: Izveido klonu (pagaidu dublikātu) norādītajam gariņam
nb: Lager en klon (midlertidig kopi) av angitt figur
pt: Cria um clone (duplicado temporário) do actor especificado
ro: Creeaza o clona (un duplicat temporar) al sprite-ului precizat
sl: Ustvari klon (začasnega dvojnika) določene figure
sv: Skapar en klon (temporär kopia) av figuren
uk: Створення клону (тимчасового дубля) визначеного спрайту

source: <p> Choose which sprite to clone from the drop-down menu. <br> Use <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> to tell the clone what to do once it's created. </p> Sample Script: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
ca: <p> Tria quin personatge vols duplicar de la llista desplegable. <br> Utilitza <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> per dir-li a la còpia que ha de fer quan hagi estat creada. </p> Exemple de programa: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
de: <p> Wähle die zu klonende Figur aus dem Ausklappmenü. <br> Benutze <img src="%(STATIC_URL)s/images/help/clone-startup.png" />, um dem Klon zu sagen, was er tun soll, sobald er entsteht. </p> Beispielskript: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
el: <p> Επιλέξτε το αντικείμενο για δημιουργία κλώνου από το μενού. <br> Χρησιμοποιήστε το <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> για πείτε στον κλώνο τι να κάνει με το που δημιουργηθεί. </p> Ενδεικτικό Σενάριο: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
es: <p> Elija cuál objeto va a clonar del menú desplegable. <br> Use <img src="%(STATIC_URL)s/images/help/es/clone-startup.png" /> para decirle al clon qué hacer una vez es creado. </p> Programa de ejemplo: <br> <img src="%(STATIC_URL)s/images/help/es/create-clone-example.png" />
et: <p> Vali menüüst, millist spraiti kloonida <br> Kasuta <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> mida teha, kui kloon on loodudf. </p> Näiteskript: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
eu: <p> Goitikbeherako menutik zein sprite klonatu aukeratu. <br> Use <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> klonari behin sortuta zer egin esateko. </p> Adibide Skripta: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
fr: <p> Choisis lequel des lutins est à cloner à partir du menu déroulant.. <br> Use <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> dire au clone ce qu'il doit faire une fois qu'il est créé. </p> Exemple de script <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
gl: <p> Escolle a figura a clonar do menú despregable. <br> Usa <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> para decille ao clon o que facer unha vez que sexa creado. </p> Programa de exemplo: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
it: <p> Scegli lo sprite da clonare con il menu a discesa. <br> Usa <img src="%(STATIC_URL)s/images/help/it/clone-startup.png" /> per far sapere al clone cosa fare quando viene creato. </p> Script di Esempio: <br> <img src="%(STATIC_URL)s/images/help/it/create-clone-example.png" />
lv: <p> No izkrītošā saraksta izvēlies gariņu, kuru klonēt. <br> Izmanto <img src="%(STATIC_URL)s/images/help/clone-startup.png" />, lai pateiktu klonam, ko darīt, kad tas uzrodas. </p> Programmas piemērs: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
nb: <p> Velg hvilken figur som skal klones fra menyen i klossen. <br> Bruk <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> for å bestemme hva klonen gjør når den lages. </p> Eksempelskript: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
pt: <p> Escolha o actor a clonar no menu. <br> Use <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> para dizer ao clone o que fazer assim que for criado. </p> Exemplo de Guião: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
sl: <p> Izberi, katero figuro želiš klonirati, iz padajočega menija. <br> Uporabi <img src="%(STATIC_URL)s/images/help/clone-startup.png" />, da klonu poveš, kaj naj stori, ko je enkrat ustvarjen. </p> Sample Script: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
sv: <p> Välj från rullgardinsmenyn vilken sprite som ska klonas. <br> Använd <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> för att berätta för klonen vad den ska göra när den är skapad. </p> Exempel på script: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
uk: <p> Оберіть спрайт для клонування зі спадного меню. <br> Використайте <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> щоб вказати клону, що робити після його створення. </p> Приклад скрипту: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
