Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: How do I make a game or animation with Scratch?
ca: Com faig un joc o una animació amb Scratch?
cs: Jak mohu se Scratch udělat hru nebo animaci?
de: Wie erstelle ich mit Scratch ein Spiel oder eine Animation?
el: Πώς φτιάχνω ένα παιχνίδι ή κινούμενο σχέδιο με το Scratch;
es: ¿Como hago un juego o una animación con Scratch?
et: Kuidas teha Scratchiga mäng või animatsioon?
eu: Nola sor dezaket joko edo animazio bat Scratchen?
fr: Comment puis-je faire un jeu ou une animation avec Scratch?
ga: Conas a chruthaím cluiche nó beochan le Scratch?
gl: Como fago un xogo ou animación con Scratch?
it: Come si fa a creare un gioco o un'animazione con Scratch?
ja: Scratchでどのようにゲームやアニメーションを作りますか？
lv: Kā es varu ar Scratch uztaisīt spēli vai animāciju?
nb: Hvordan lager jeg et spill eller en animasjon med Scratch?
pt: Como posso fazer um jogo ou uma animação com o Scratch?
ro: Cum pot sa fac un joc sau o animatie cu Scratch?
sl: Kako ustvarim igrico ali animacijo v Scratchu?
sv: Hur gör jag ett spel eller en animation i Scratch?
tr: Scratch ile bir oyun veya çizgi film nasıl yapabilirim?
uk: Як зробити гру або анімацію в Скретчі?

source: Check out the <a href="/help">help page</a> to see lots of ways to get started with Scratch. Or just <a href="/projects/editor/?tip_bar=getStarted">dive in</a> to the project editor.
ca: Mira la <a href="/help"> pàgina d'ajuda</a> per veure moltes maneres de aprendre Scratch. O simplement <a href="/projects/editor/?tip_bar=getStarted">prova</a> l'editor de projectes.
cs: Vyzkoušej <a href="/help">help page</a> abys viděl více možností jak začít se Scratch. Nebo se prostě <a href="/projects/editor/?tip_bar=getStarted">ponoř</a> do projekt editoru.
de: Auf der <a href="/help">Hilfe-Seite</a> kannst du viele Möglichkeiten entdecken, wie man mit Scratch beginnen kann. Oder <a href="/projects/editor/?tip_bar=getStarted">tauche einfach direkt ein</a> in den Projekt-Editor.
el: Δείτε τη σελίδα <a href="/help">Βοήθειας του Scratch</a> για να δείτε πολλούς τρόπους για να ξεκινήσετε με το Scratch. Ή απλώς <a href="/projects/editor/?tip_bar=getStarted">πάτε κατευθείαν</a> στον Επεξεργαστή Έργων!
es: Revisa la <a href="/help">página de ayuda</a> para ver muchas formas de comenzar con Scratch. O simplemente <a href="/projects/editor/?tip_bar=getStarted">sumérgete</a> en el editor de proyectos.
et: Vali <a href="/help"> juhendid </a>, et näha palju võimalusi alustamiseks. Või lihtsalt <a href="/projects/editor/?tip_bar=getStarted"> käivita </a>, projekti redaktor.
eu: Ikus <a href="/help">laguntza orria</a> Scratchekin hasteko hainbat era ezagutzeko. Edo <a href="/projects/editor/?tip_bar=getStarted">murgildu</a> proiektu editorean.
fr: Consulter la <a href="/help">Page d'Aide</a> pour voir beaucoup de façons de commencer avec Scratch. Ou tout simplement <a href="/projects/editor/?tip_bar=getStarted">plonger</a>dans l'éditeur de projets.
ga: Ar an leathanach <a href="/help">Cabhair</a>, gheobhaidh tú go leor leideanna conas is féidir tosú amach le Scratch. Nó, ná bac leis sin, <a href="/projects/editor/?tip_bar=getStarted">léim isteach</a>, agus bain triail as an eagarthóir tionscadail.
gl: Revisa a <a href="/help">páxina de axuda</a> para ver moitas formas de comenar con Scratch. Ou simplemente <a href="/projects/editor/?tip_bar=getStarted">mergúllate</a> no editor de proxectos.
it: Vai alle <a href="/help">Pagine di Aiuto</a> per scoprire tutti i modi per iniziare a creare con Scratch. Oppure <a href="/projects/editor/?tip_bar=getStarted">tuffati subito</a> nel nuovo Editor dei Progetti.
ja: Scratchの始め方は<a href="/help">ヘルプ・ページ</a> をご覧下さい。 もしくは今すぐプロジェクト・エディターに<a href="/projects/editor/?tip_bar=getStarted">飛び込もう</a>！
lv: Lasi <a href="/help">palīdzības lapu</a>, lai uzzinātu, kā sākt strādāt ar Scratch. Vai vienkārši <a href="/projects/editor/?tip_bar=getStarted">ķeries klāt</a> projektu redaktoram.
nb: Gå inn på <a href="/help">Hjelp</a> der du finner mye stoff som hjelper det å komme i gang mes Scratch. Eller bare <a href="/projects/editor/?tip_bar=getStarted">hopp inn</a> i redigering av et prosjekt.
pt: Vá à <a href="/help">página de ajuda</a> para ver muitas formas de começar a usar o Scratch. Ou então <a href="/projects/editor/?tip_bar=getStarted">mergulhe de cabeça</a> no editor de projectos.
ro: Citeste <a href="/help">pagina de ajutor</a> pentru a descoperi o multime de modalitati pentru a incepe cu Scratch. Sau doar <a href="/projects/editor/?tip_bar=getStarted">intra direct</a> in editorul de proiecte.
sl: Oglej si <a href="/help">pomoč</a>, kjer najdeš veliko načinov, kako začeti ustvarjati v Scratchu. Ali pa se <a href="/projects/editor/?tip_bar=getStarted">poglobi</a> v urejevalnik projektov.
sv: Kolla in <a href="/help"> Hjälpsidan </a> för att se massor av sätt att komma igång med Scratch. Eller <a href="/projects/editor/?tip_bar=getStarted"> gå direkt </a> till projektredigeraren.
tr: Scratch'e başlamanın bir sürü yolu var bunları <a href="/help">yardım sayfası</a>nda görebilirsin. Veya proje editörüne <a href="/projects/editor/?tip_bar=getStarted">balıklama dal</a> gitsin.
uk: Перегляньте <a href="/help">Допомога</a>, щоб побачити безліч способів, щоб почати працювати в Скретчі. Або просто <a href="/projects/editor/?tip_bar=getStarted">зайдіть в</a> Редактор проектів.

source: What are the system requirements for Scratch?
ca: Quins són els requeriments del sistema, per Scratch?
cs: Jaké jsou systémové požadavky pro Scratch?
de: Was sind die Systemvoraussetzungen für Scratch?
el: Ποιες είναι οι απαιτήσεις συστήματος για το Scratch;
es: ¿Cuáles son los requisitos de sistema de Scratch?
et: Millised on Scratchi nõuded süsteemile?
eu: Zeintzu dira Scratchentzako sistema eskakizunak?
fr: Quelle est la configuration requise pour Scratch?
ga: Cé na riachtanais chórais le Scratch a úsáid?
gl: Cales son os requerimentos do sistema para Scratch?
it: Quali sono i requisiti di sistema per poter usare Scratch?
ja: Scratchの動作推奨環境は？
lv: Kādas ir Scratch sistēmas prasības?
nb: Hva kreves av datamaskinen for å kjøre Scratch?
pt: Quais os requisitos de sistema do Scratch?
ro: Care sunt cerintele de sistem pentru Scratch?
sl: Kakšne so sistemske zahteve za Scratch?
sv: Vilka är systemkraven för Scratch?
tr: Scratch'in ihtiyaç duyduğu sistem özellikleri nelerdir?
uk: Які системні вимоги до Скретчу?

source: To run Scratch 2, you need a relatively recent web browser (<a href="http://google.com/chrome/">Chrome</a> 35 or later, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a> 31 or later, or Internet Explorer 8 or later) with <a href="">Adobe Flash Player</a> version 10.2 or later installed. Scratch 2 is designed to support screen sizes 1024 x 768 or larger. If your computer doesn’t meet these requirements, you can try downloading and installing <a href ="/scratch_1.4">Scratch 1.4</a>, which you can still use to share projects to the Scratch 2 website.
fr: Pour lancer Scratch 2, vous avez besoin d'un navigateur relativement récent (<a href="http://google.com/chrome/">Chrome</a> 35 or later, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a> 31 ou version ultérieure, ou Internet Explorer 8 ou version ultérieure) avec <a href="">Adobe Flash Player</a> version 10.2 or later installed. Scratch 2 est conçu pour supporter des tailles d'écran 1024 x 768 ou plus. Si votre ordinateur ne répond pas à ces exigences, vous pouvez essayer de télécharger et d'installer <a href ="/scratch_1.4">Scratch 1.4</a>, que vous pouvez toujours utiliser pour partager des projets sur le site Scratch 2.
it: Per usare Scratch 2 hai bisogno di un browser relativamente recente (<a href="http://google.com/chrome/">Chrome</a> 35 o successivi, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a> 31 o successivi, oppure Internet Explorer 8 o successivi) con <a href="">Adobe Flash Player</a> versione 10.2 o successive installato. Scratch 2 é stato progettato per supportare schermi di dimensioni 1024 x 768 o maggiori. Se il tuo computer non soddisfa questi requisiti, puoi scaricare e installare <a href ="/scratch_1.4">Scratch 1.4</a>, che puoi ancora usare per condividere i progetti sul nuovo sito.
lv: Lai Scratch 2 strādātu, tev vajag salīdzinoši jaunu tīmekļa pārlūku (<a href="http://google.com/chrome/">Chrome</a> 35 vai jaunāks, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a> 31 vai jaunāks, vai Internet Explorer 8 vai jaunāks ar instalētu <a href="">Adobe Flash Player</a> versiju ne vecāku kā 10.2. Scratch 2 ir izstrādāts, lai atbalstītu ekrāna izmērus sākot ar 1024 x 768. Ja tavs dators neatbilst šiem nosacījumiem, vari mēģināt lejuplādēt un uzstādīt <a href ="/scratch_1.4">Scratch 1.4</a>, ar kuru joprojām var dalīties ar saviem projektiem Scratch 2 mājaslapā.
pt: Para correr o Scratch 2 precisa de um navegador Web relativamente recente (<a href="http://google.com/chrome/">Chrome</a> 35 ou superior, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a> 31 ou superior, ou Internet Explorer 8 ou superior) com o <a href="">Adobe Flash Player</a> versão 10.2 ou superior instalado. O Scratch 2 foi concebido para suportar ecrãs de 1024 x 768 ou de maior resolução. Se o seu computador não cumprir estes requisitos, pode experimentar descarregar e instalar o <a href ="/scratch_1.4">Scratch 1.4</a>, com o qual ainda é possível partilhar projectos no sítio Web do Scratch 2.
tr: Scratch 2'yi çalıştırmak için <a href="">Adobe Flash Player</a> 10.2 veya sonraki bir versiyonunun yüklü olduğu yakın tarihli bir internet tarayıcısı (<a href="http://google.com/chrome/">Chrome</a> 35 veya sonrası, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a> 31 veya sonrası veya Internet Explorer 8 veya sonrası) yeterlidir. Scratch 1024x768 veya daha büyük çözünürlüğü destekleyecek şekilde tasarlanmıştır. Eğer bilgisayarın bu özellikleri desteklemiyorsa <a href ="/scratch_1.4">Scratch 1.4</a>ü indirip kurabilirsin. Bu durumda da Scratch 2 web sitesinde projelerini paylaşabilirsin.

source: Do you have an downloadable version so I can create and view projects offline?
ca: Hi ha alguna versió descarregable per poder crear i veure projectes sense connexió?
de: Gibt es eine Version zum Herunterladen, mit der ich Projekte offline erstellen und betrachten kann?
el: Έχετε μια έκδοση για λήψη ώστε να μπορώ να δημιουργώ και να προβάλω τα έργα μου εκτός σύνδεσης;
es: ¿Tienen alguna versión descargable con la cual yo pueda crear y ver proyectos offline?
et: Kui Sul on allalaetav versioon, siis saad projekte luua ja vaadata ilma internetiühenduseta.
eu: Jaitsi daitekeen bertsiorik ba al duzue proiektuak offline sortu eta ikus ahal ditzadan?
fr: Avez-vous une version téléchargeable afin que je puisse créer et visualiser des projets hors ligne?
gl: Tes algunha versión descargable coa que poida crear ou ver proxectos desconectado?
it: Esiste una versione scaricabile che mi permetta di creare e usare i progetti offline?
lv: Vai ir arī lejuplādējama versija, lai es varu veidot skatīt projektus bezsaistē?
nb: Finnes det en versjon av Scratch som jeg kan laste ned og bruke uten internett?
pt: Têm uma versão descarregável de modo a que possa criar e visualizar projectos quando não estou em linha?
ro: Aveti o versiune ce poate fi descarcata astfel incat sa creez si sa vizualize proiecte offline?
sl: Ali obstaja tudi prenosljiva različica, da bi lahko ustvarjal-a in si ogledoval-a projekte tudi brez povezave v internet?
sv: Har ni en nedladdningsbar version så jag kan skapa och visa projekt offline?
tr: Projelerimi internete bağlı olmadan oluşturabileceğim, indirilebilir bir versiyonunuz var mı?
uk: Чи є завантажувальна версія, для створення та редагування проектів поза мережею?

source: The <a href="/scratch2download/">Scratch 2 offline editor (beta version)</a> is now available. You can also still use <a href ="/scratch_1.4">Scratch 1.4</a>. Note: You can have both Scratch 1.4 and 2 on your computer.
ca: La versió <a href="/scratch2download/">Scratch 2 offline editor (versió beta)</a> està disponible. També pots fer servir la versió <a href ="/scratch_1.4">Scratch 1.4</a>. Avís: Pots tenir les dues versions al teu ordinador.
de: Der <a href="/scratch2download/">Offline-Editor für Scratch 2 (Beta-Version)</a> ist nun verfügbar. Du kannst aber nach wie vor auch<a href ="/scratch_1.4">Scratch 1.4</a> benutzen. Beachte: Du kannst Scratch 1.4 und 2 gleichzeitig auf deinem Computer installiert haben.
el: Ο <a href="/scratch2download/">Επεξεργαστής Έργων του Scratch 2 εκτός σύνδεσης (έκδοση βήτα) </a> είναι τώρα διαθέσιμος. Μπορείτε να χρησιμοποιήσετε και το <a href ="/scratch_1.4">Scratch 1.4</a>. Μπορείτε να έχετε και τις δύο εκδόσεις στον υπολογιστή σας.
fr: L' <a href="/scratch2download/">éditeur Scratch 2 hors ligne (version beta)</a>est maintenant disponible. Vous pouvez aussi utiliser <a href ="/scratch_1.4">Scratch 1.4</a>. Vous pouvez avoir les deux versions Scratch 1.4 and 2 sur votre ordinateur.
gl: O <a href="/scratch2download/">editor local Scratch 2 (versión)</a> xa está dispoñible. Tamén podes usar o <a href ="/scratch_1.4">Scratch 1.4</a>. Nota: Podes ter tanto Scratch 1.4 como 2 no teu ordenador..
it: L'<a href="/scratch2download/">editor offline di Scratch 2 (versione beta)</a> è ora disponibile. Volendo puoi continuare ad usare <a href ="/scratch_1.4">Scratch 1.4</a>. Nota: Puoi avere installati contemporaneamente sul tuo computer sia Scratch 1.4 che Scratch 2.
lv: Ir pieejams <a href="/scratch2download/">Scratch 2 bezsaiste redaktors.</a> Joprojām vari izmantot arī <a href ="/scratch_1.4">Scratch 1.4</a>. Piezīme: Datorā var būt uzstādīts gan Scratch 1.4, gan 2.
nb: Du kan laste ned <a href="/scratch2download/">Scratch 2 for maskiner uten nettforbindelse</a>. Du kan også bruke <a href ="/scratch_1.4">Scratch 1.4</a>. Merk at det er mulig å installere begge disse på maskinen samtidig.
pt: O <a href="/scratch2download/">editor desconectado do Scratch 2 (versão beta )</a> está já disponível. Ainda pode usar o <a href ="/scratch_1.4">Scratch 1.4</a>. Nota: Pode ter o Scratch 1.4 e o Scratch 2 instalados em simultâneo no seu computador.
sl: Urejevalnik za <a href="/scratch2download/">Scratch 2 brez internetne povezave (beta različica)</a> je sedaj na voljo. Še vedno lahko uporabljaš <a href ="/scratch_1.4">Scratch 1.4</a>. Opomba: Na računalniku imaš lahko tako Scratch 1.4 kot tudi Scratch 2.
tr: <a href="/scratch2download/">Scratch 2 ağ-dışı [offline] editörü (beta sürümü)</a> indirilebilir durumda. Hala eski <a href ="/scratch_1.4"> Scratch 1.4</a> sürümünü kullanabilirsin. Not: Her iki sürüm de bilgisayarında birlikte çalışabilir.

source: Can I still upload projects created with older versions of Scratch to the website?
ca: Encara puc compartir projectes creats amb versions més antigues d'Scratch a la pàgina web?
cs: Můžu stále ještě nahrávat projekty ze starrších verzí Scratche na webserver?
de: Kann ich weiterhauf die Webseite hochladen, die mit älteren Versionen von Scratch erstellt wurden?
el: Μπορώ ακόμα να κάνω κοινή χρήση έργων που έχουν δημιουργηθεί με παλαιότερες εκδόσεις του Scratch στην ιστοσελίδα;
es: ¿Puedo aún cargar en el sitio web proyectos creados con versiones anteriores de Scratch?
et: Kas Scratch koduleheküljele saab laadida varasemate versioonidega loodud projekte ?
eu: Scratchen bertsio zaharragoz eginiko proiektuak igo ahal ditzaket webgunera oraindik?
fr: Est ce que je peux toujours télécharger les projets créés avec des versions antérieures de Scratch sur le site?
ga: An féidir liom tionscadail a chruthaigh mé le leagan níos sine de Scratch a uasluchtú go dtí an suíomh Gréasáin?
gl: Podo subir sitio web proxectos creados con versións anteriores de Scratch?
it: Posso ancora caricare sul sito progetti creati con vecchie versioni di Scratch?
lv: Vai varu Scratch mājaslapā augšuplādēt projektus, kas veidoti ar vecākām versijām?
nb: Kan jeg fremdeles legge ut prosjekter som er laget med eldre versjoner av Scratch?
pt: Ainda posso carregar projectos criados usando versões mais antigas do sítio Web do Scratch?
ro: Pot sa mai incarc pe site proiecte create cu alte versiuni Scratch?
sl: Ali lahko še vedno nalagam projekte, ki so bili ustvarjeni s starejšimi različicami Scratcha, na spletno stran?
sv: Kan jag fortfarande ladda upp projekt till webbplatsen skapade med äldre versioner av Scratch?
tr: Scratch'in eski versiyonlarını kullanıyor olsam da projelerimi web sitesine atabilir miyim?
uk: Чи можу я вивантажувати на сайт проекти, створені старішими версіями Скратч?

source: Yes - you can share or upload projects made with earlier versions of Scratch, and they will be visible and playable. (However, you can’t download projects made with or edited in later versions of Scratch and open them in earlier versions. For example, you can’t open a Scratch 2 project in <a href ="/scratch_1.4">Scratch 1.4</a>, because <a href ="/scratch_1.4">Scratch 1.4</a> doesn’t know how to read the .sb2 project file format.)
de: Ja, du kannst Projekte hochladen, die mit früheren Versionen von Scratch erstellt wurden. Sie werden zu sehen sein und sich ausführen lassen. (Allerdings kannst du keine Projekte, die mit neueren Versionen von Scratch erstellt oder bearbeitet wurden, herunterladen und dann in einer älteren Programmversion öffnen. So kannst du z.B. ein Scratch-2-Projekt nicht in <a href ="/scratch_1.4">Scratch 1.4</a> öffnen, weil <a href ="/scratch_1.4">Scratch 1.4</a> das .sb2-Projektformat nicht lesen kann.)
el: Ναι - μπορείτε να μοιράζεστε και να ανεβάζετε έργα από παλαιότερες εκδόσεις του Scratch και θα είναι ορατά. Όμως, δεν μπορείτε να κατεβάσετε έργο φτιαγμένο σε μεταγενέστερη έκδοση και να το τρέξετε σε κάποια προγενέστερη. Για παράδειγμα, δεν μπορείτε να ανοίξετε κάποιο έργο φτιαγμένο σε Scratch 2 στο <a href ="/scratch_1.4">Scratch 1.4</a>, αφού το <a href ="/scratch_1.4">Scratch 1.4</a> δεν γνωρίζει πώς να ανοίξει αρχεία .sb2.
es: Si, puedes compartir o cargar proyectos hechos con versiones anteriores de Scratch, y estas quedarán visibles y ejecutables. (Sin embargo, no puedes descargar proyectos hechos o editados en versiones nuevas y abrirlos en versiones anteriores. Por ejemplo, no puedes abrir un proyecto de Scratch 2 en <a href ="/scratch_1.4">Scratch 1.4</a>, porque <a href ="/scratch_1.4">Scratch 1.4</a> no sabe cómo leer el formato de archivo .sb2.)
et: Jah - saate kasutada projekte, mis on tehtud varasemate Scratchi versioonidega. (Muidugi ei saa varasemates versioonides kasutada projekte, mis on tehtud uuema versiooniga. Näiteks ei saa avada Scratch 2 projekti <href ="/scratch_1.4"> Scratch 1.4 </a>, sest <href ="/scratch_1.4">Scratch 1.4</a> ei oska lugeda. SB2 projekti vormingus.)
eu: Bai - Scratchen bertsio zaharragoz eginiko proiektuak partekatu eta igo ditzakezu, eta ikusgarri eta erabilgarri izango dira. (Hala ere, ezin duzu Scratch bertsio berriagoz eginiko proiekturik jaitsi gero bertsio zaharrago batez irekitzako. Adibidez, ezin duzu Scratch 2 proiekturik ireki <a href ="/scratch_1.4">Scratch 1.4</a> bertsioan, <a href ="/scratch_1.4">Scratch 1.4</a> bertsioak ez daki eta nola irakurri .sb2 proiektu fitxategi formatua).
fr: Oui - vous pouvez partager ou télécharger des projets réalisés sur de précédantes versions de Scratch, les visioner et jouer avec. (Par contre, vous ne pouvez pas télécharger, éditer ou lire des projets réalisés sur de récentes versions, ave les versions précédantes . Par example, vous ne pouvez pas ouvrir un projet réalisé sur Scratch 2 avec la version <a href ="/scratch_1.4">Scratch 1.4</a>, parceque <a href ="/scratch_1.4">Scratch 1.4</a> ne peut pas lire les projets au format .sb2 .
gl: Si, podes compartir ou subir proxectos feitos con versións anteriores de Scratch e quedarán visibles e reproducibles. (Agora ben, non podes descargar proxectos feitos ou editados con versións novas de Scratch e abrilos en versións anteriores. Por exemplo, non podes abrir un proxecto de Scratch 2 en <a href ="/scratch_1.4">Scratch 1.4</a>, porque <a href ="/scratch_1.4">Scratch 1.4</a> non sabe como ler o formato de ficheiro .sb2.)
it: Si - puoi condividere e caricare sul sito progetti realizzati con versioni precedenti di Scratch. Questi progetti saranno visibili ed utilizzabili online. (Tuttavia non puoi scaricare progetti realizzati o modificati in versione successive di Scratch e aprirli nelle versioni precedenti. Per esempio, non puoi aprire un progetto di Scratch 2 con <a href ="/scratch_1.4">Scratch 1.4</a>, perchè <a href ="/scratch_1.4">Scratch 1.4</a> non è in grado di leggere progetti nel formato .sb2.)
lv: Jā - tu vari augšuplādēt un dalīties ar projektiem, kas veidoti vecākās Scratch versijās, un tie būs redzami un izmantojami. (Tomēr nav iespējams lejuplādēt projektus, kas veidoti jaunākās Scratch versijās, un rediģēt tos ar vecāku versiju. Piemēram, nav iespējams atvērt Scratch 2 projektu ar <a href ="/scratch_1.4">Scratch 1.4</a>, jo <a href ="/scratch_1.4">Scratch 1.4</a> neaptazīst .sb2 datņu formātu.)
nb: Ja, du kan legge ut prosjekter laget med tidligere versjoner. De vil bli synlige og kjørbare på nettsidene. Men du kan ikke laste ned og redigere programmer som er laget eller redigert med nyere versjoner av Scratch enn den du bruker. For eksempel kan du ikke åpne et prosjekt fra Scratch 2.0 i <a href ="/scratch_1.4">Scratch 1.4</a>, fordi <a href ="/scratch_1.4">Scratch 1.4</a> ikke kan lese det nye filformatet .sb2.
pt: Sim - pode partilhar ou carregar projectos criados em versões anteriores do Scratch, que eles serão visíveis e executáveis. (No entanto, não pode descarregar projectos criados ou editados em versões mais recentes do Scratch e abri-los em versões mais antigas. Por exemplo, não pode abrir um projecto do Scratch 2 no <a href ="/scratch_1.4">Scratch 1.4</a>, uma vez que o <a href ="/scratch_1.4">Scratch 1.4</a> não consegue ler o formato de arquivo .sb2.)
sl: Da - še vedno lahko deliš in nalagaš projekte ustvarjene s starejšo različico Scratcha. Ti projekti so še vedno vidni in jih je mogoče predvajati. (Vendar pa ne moreš prenesti projektov, narejenih z novejšimi različicami Scratcha, in jih odpreti v starejših različicah. Na primer, ne moreš odpreti Scratch 2 projekta v <a href ="/scratch_1.4">Scratch 1.4</a>, ker <a href ="/scratch_1.4">Scratch 1.4</a> ne zna prebrati .sb2 formata v datoteki projekta.)
sv: Ja - du kan dela och ladda upp projekt gjorda av tidigare versioner av Scratch, och de kommer att vara synliga och körbara. (Men, du kan inte ladda ned projekt gjorda med eller redigerade i senare versioner av Scratch och öppna dem med tidigare versioner av Scratch. Som exempel, kan du inte öppna ett Scratch 2 projekt i <a href ="/scratch_1.4">Scratch 1.4</a>, därför <a href ="/scratch_1.4">Scratch 1.4</a> inte vet hur man öppnar och läser formatet för .sb2 projektfiler.)
tr: Evet - Scratch'in eski versiyonları ile yapılmış projeleri siteye atıp paylaşabilirsin. Bunlar yeni sürümlerde açılabilir ve oynatılabilir. (Ancak tersi mümkün değildir. Yani Scratch 2 ile yapılmış .sb2 uzantılı bir projeyi <a href ="/scratch_1.4">Scratch 1.4</a> açamaz.)
uk: Так - ви можете публікувати чи вивантажувати проекти, створені у попередніх версіях Скретчу - їх можна буде переглядати та відтворювати. (Навпаки, ви не зможете завантажити чи редагувати проекти з новіших версій у попередніх версіях Скретчу. Для прикладу: ви не зможете відкрити в проект створений у Скретчі 2.0 за допомогою <a href ="/scratch_1.4">Скретчу 1.4</a>, тому що <a href ="/scratch_1.4">Скретч 1.4</a> не розуміє як прочитати файл типу .sb2.)
