Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Click the <span class="lookscolor">Looks</span> category, then drag a <span class="lookscolor">say Hello! for 2 secs</span> block to the Scripts area:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday3.gif">
fr: Clique sur la catégorie de blocs <span class="lookscolor">Apparence</span> category, Ensuite fais un glisser-déposer du bloc<span class="lookscolor">dis Bonjour! for 2 secs</span> dans l'aire des scripts:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday3.gif">
gl: Preme a categoría <span class="lookscolor">Apariencias</span>, despois arrastra durante 2 segundos un bloque <span class="lookscolor">Di hola!! </span> á área de Programas:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday3.gif">
it: Clicca la categoria <span class="lookscolor">Aspetto</span>, quindi trascina un blocco <span class="lookscolor">dire Ciao! per 2 secondi</span> nell'area degli Script:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday3.gif">
lv: Klikšķini uz kategorijas <span class="lookscolor">Izskats</span>, Tad velc bloku <span class="lookscolor">teikt Sveiki! 2 sekundes</span> uz programmas laukumu:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday3.gif">
nb: Klikk på <span class="lookscolor">Utseende</span> og trekk ut en <span class="lookscolor">si Hallo i 2 sekunder</span>-kloss til skript-vinduet:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday3.gif">
pt: Clique na categoria <span class="lookscolor">Aparência</span> e depois arraste um bloco <span class="lookscolor">diz Olá! durante 2 s</span> para a área de Guiões:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday3.gif">
tr: <span class="lookscolor">Görünüm</span> grubunu aç, ve <span class="lookscolor">[Hello! de 2 saniye]</span> taşını Diziler alanına taşı:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday3.gif">

source: <p>Type "Happy birthday!" or your own greeting:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday2.gif">
fr: <p>Ecris "Bon Anniversaire!" ou ton propre voeu:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday2.gif">
gl: <p>Escribe "Feliz cumpleanos!" ou a túa propia mensaxe de felicitación:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday2.gif">
it: <p>Scrivi "Buon compleanno!" o un tuo augurio:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday2.gif">
lv: <p>Uzraksti "Daudz laimes dzimšanas dienā!" vai citu sveicienu:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday2.gif">
nb: <p>Skriv inn "Gratulerer med dagen!" eller en annen hilsen:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday2.gif">
pt: <p>Escreva «Parabéns!» ou outra frase de felicitação:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday2.gif">
tr: <p>"Mutlu yıllar!" yaz veya kendi duygularını dile getir:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday2.gif">

source: <p>Then, click on your block to see the cat talk.</p> <p><img src="%(STATIC_URL)s/images/help/cat-happy-birthday.png"></p>
fr: <p>Ensuite, clique sur ton bloc pour voir le chat parler.</p> <p><img src="%(STATIC_URL)s/images/help/cat-happy-birthday.png"></p>
gl: <p>Despois, preme no teu bloque para ver o que di o gato.</p> <p><img src="%(STATIC_URL)s/images/help/cat-happy-birthday.png"></p>
it: <p>Poi clicca sul tuo blocco per vedere il gatto parlare.</p> <p><img src="%(STATIC_URL)s/images/help/cat-happy-birthday.png"></p>
lv: <p>Tad noklikšķini bloku, lai redzētu, ko kaķis saka.</p> <p><img src="%(STATIC_URL)s/images/help/cat-happy-birthday.png"></p>
nb: <p>Klikk opå klossen, så snakker katten.</p> <p><img src="%(STATIC_URL)s/images/help/cat-happy-birthday.png"></p>
pt: <p>Depois clique no seu bloco para ver o gato a falar.</p> <p><img src="%(STATIC_URL)s/images/help/cat-happy-birthday.png"></p>
tr: <p>Sonra, kedinin konuştuğunu görmek için bu taşa tıkla.</p> <p><img src="%(STATIC_URL)s/images/help/cat-happy-birthday.png"></p>

source: Next, add a way to start your card
fr: Ensuite, ajoutez un moyen de commencer l'animation de votre carte
gl: Despois, engade unha forma de empezar a túa tarxeta
it: Ora aggiungi un modo per far partire il tuo biglietto di auguri
lv: Tālāk noteiksim, kā iedarbināt kartīti
nb: Sett på en kloss til for å starte bursdagskortet
pt: Em seguida acrescente uma forma de iniciar o seu cartão
tr: Başlatmanın bir yolunu bulalım

source: <p>Now add your own images and ideas.</p>
fr: <p>Maintenant ajoute tes propres images et tes propres idées.</p>
gl: <p>Agora engade as túas propias imaxes e ideas.</p>
it: <p>Ora aggiungi le tue immagini e le tue idee.</p>
lv: <p>Nu vari pievienot savus attēlus un idejas.</p>
nb: <p>Legg inn dine egne bilder og ideer.</p>
pt: <p>Agora acrescente as suas próprias imagens e ideias.</p>
tr: <p>Şimdi kendi resim ve fikirlerini ekle.</p>

source: <h4>Add a picture</h4> <p><img src = "%(STATIC_URL)s/images/help/new-sprite-icons.png"></p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Draw a picture.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Add an image from your computer.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture.</p> <p><img src = "%(STATIC_URL)s/images/help/partypicture.png"></p>
fr: <h4>Ajoute une image</h4> <p><img src = "%(STATIC_URL)s/images/help/new-sprite-icons.png"></p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Dessine une image.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Ajoute une image de ton ordinateur.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Prendre une photo.</p> <p><img src = "%(STATIC_URL)s/images/help/partypicture.png"></p>
gl: <h4>Engade unha imaxe</h4> <p><img src = "%(STATIC_URL)s/images/help/new-sprite-icons.png"></p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Debuxa unha imaxe.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Engade unha imaxe dende o teu ordenador.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Fai unha foto.</p> <p><img src = "%(STATIC_URL)s/images/help/partypicture.png"></p>
it: <h4>Aggiungi un'immagine</h4> <p><img src = "%(STATIC_URL)s/images/help/new-sprite-icons.png"></p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Disegna un'immagine.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Aggiungi un immagine dal tuo computer.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Scatta una foto.</p> <p><img src = "%(STATIC_URL)s/images/help/partypicture.png"></p>
lv: <h4>Pievieno attēlu</h4> <p><img src = "%(STATIC_URL)s/images/help/new-sprite-icons.png"></p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Uzzīmē zīmējumu.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Pievieno attēlu no sava datora.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Uzņem foto.</p> <p><img src = "%(STATIC_URL)s/images/help/partypicture.png"></p>
nb: <h4>Hent inn et bilde</h4> <p><img src = "%(STATIC_URL)s/images/help/new-sprite-icons.png"></p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Lag en tegning.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Bruk et bilde du har på datamaskinen.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Ta et nytt bilde.</p> <p><img src = "%(STATIC_URL)s/images/help/partypicture.png"></p>
pt: <h4>Adicionar uma imagem</h4> <p><img src = "%(STATIC_URL)s/images/help/new-sprite-icons.png"></p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Desenhar uma imagem.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Adicionar uma imagem do seu computador.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Tirar uma fotografia.</p> <p><img src = "%(STATIC_URL)s/images/help/partypicture.png"></p>
tr: <h4>Bir Resim Ekle</h4> <p><img src = "%(STATIC_URL)s/images/help/new-sprite-icons.png"></p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Resmi kendin çiz.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> <img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Bilgisayarından seç ve at.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Fotoğraf çek.</p> <p><img src = "%(STATIC_URL)s/images/help/partypicture.png"></p>

source: <h4>Add effects!</h4> <p>Click on the Stage:</p> <p><img src = "%(STATIC_URL)s/images/help/stage-thumb.png"></p> <p>Click the <span class="tab-ref">Scripts</span> tab. Try this script:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickrepeatcolor.png"></p> <p>Click the balloons in your card to see the color change.</p>
fr: <h4>Ajoute des effets!</h4> <p>Clique sur la scène:</p> <p><img src = "%(STATIC_URL)s/images/help/stage-thumb.png"></p> <p>Clique sur l'onglet <span class="tab-ref">Scripts</span>. Essaie ce script:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickrepeatcolor.png"></p> <p>Clique sur les ballons pour voir leur couleur changer.</p>
gl: <h4>Engade efectos!</h4> <p>Preme no escenario:</p> <p><img src = "%(STATIC_URL)s/images/help/stage-thumb.png"></p> <p>Preme na pestaña <span class="tab-ref">Programas</span>. Proba este programa:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickrepeatcolor.png"></p> <p>Preme nos globos da túa tarxeta para ver como cambia a cor.</p>
it: <h4>Aggiungi degli effetti!</h4> <p>Clicca sullo Stage:</p> <p><img src = "%(STATIC_URL)s/images/help/stage-thumb.png"></p> <p>Clicca la scheda <span class="tab-ref">Script</span>. Prova questo script:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickrepeatcolor.png"></p> <p>Clicca i palloncini nel tuo biglietto per veder cambiare il colore.</p>
lv: <h4>Pievieno efektus!</h4> <p>Noklikšķini uz skatuves:</p> <p><img src = "%(STATIC_URL)s/images/help/stage-thumb.png"></p> <p>Noklikšķi cilni <span class="tab-ref">Programma</span>. Izmēģini šo programmu:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickrepeatcolor.png"></p> <p>Savā kartītē klikšķini uz baloniem, lai redzētu, kā mainās krāsas.</p>
nb: <h4>Legg på effekter!</h4> <p>Klikk på scenen:</p> <p><img src = "%(STATIC_URL)s/images/help/stage-thumb.png"></p> <p>Klikk <span class="tab-ref">skript</span>-fanen. Prøv dette skriptet:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickrepeatcolor.png"></p> <p>Klikk på ballongene, så skifter de farge.</p>
pt: <h4>Adicione efeitos!</h4> <p>Clique no Palco:</p> <p><img src = "%(STATIC_URL)s/images/help/stage-thumb.png"></p> <p>Clique no separador <span class="tab-ref">Guiões</span>. Experimente este guião:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickrepeatcolor.png"></p> <p>Clique nos balões no seu cartão para ver a cor a mudar.</p>
tr: <h4>Etkiler Ekle!</h4> <p>Sahneye Tıkla:</p> <p><img src = "%(STATIC_URL)s/images/help/stage-thumb.png"></p> <p><span class="tab-ref">Diziler</span> sayfasını aç. Şu diziyi dene:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickrepeatcolor.png"></p> <p>Renk değişimlerini görmek için kartındaki balonlara tıkla.</p>

source: Next, share your greeting!
fr: Ensuite, partage tes voeux
gl: Despois, comparte a túa felicitación!
it: Ora, condividi i tuoi auguri!
lv: Tālak dalies ar savu apsveikumu!
nb: Så kan du legge kortet ut på nett!
pt: Em seguida partilhe o seu cartão!
tr: Şimdi de, tebriğini paylaş!

source: <p>Type a title for your project.</p> <p><img src = "%(STATIC_URL)s/images/help/title.png"></p>
es: <p>Escribe un nombre para tu proyecto.</p> <p><img src = "%(STATIC_URL)s/images/help/title.png"></p>
fr: <p>Ecris un titre pour ton projet.</p> <p><img src = "%(STATIC_URL)s/images/help/title.png"></p>
gl: <p>Escribe un título para o teu proxecto.</p> <p><img src = "%(STATIC_URL)s/images/help/title.png"></p>
it: <p>Inserisci un titolo per il tuo progetto.</p> <p><img src = "%(STATIC_URL)s/images/help/title.png"></p>
lv: <p>Ieraksti projekta nosaukumu.</p> <p><img src = "%(STATIC_URL)s/images/help/title.png"></p>
nb: <p>Gi prosjektet et navn.</p> <p><img src = "%(STATIC_URL)s/images/help/title.png"></p>
pt: <p>Introduza um título para o seu projecto.</p> <p><img src = "%(STATIC_URL)s/images/help/title.png"></p>
tr: <p>Projene güzel bir başlık bul.</p> <p><img src = "%(STATIC_URL)s/images/help/title.png"></p>

source: <p>Click <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"></p>
fr: <p>Clique <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"></p>
gl: <p>Preme <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"></p>
it: <p>Clicca <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"></p>
lv: <p>Klikšķini <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"></p>
nb: <p>Klikk <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"></p>
pt: <p>Clique em <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"></p>
tr: <p><img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"> düğmesine tıkla</p>

source: <p>Type in notes to explain how to use your project. Give credit to anyone who helped.</p>
fr: <p>Tu y ajoutes des notes pour expliquer comment mettre en oeuvre ton projet. Tu cites le nom de ceux qui t'ont aidé.</p>
gl: <p>Escribe en notas para explicar como se usa o teu proxecto. Recoñece as aportacións de todos os que che axudaron.</p>
it: <p>Inserisci delle note per spiegare come usare il tuo progetto. Riconosci il credito a tutti coloro che ti hanno aiutato.</p>
lv: <p>Piezīmēs paskaidro, kā izmantot tavu projektu. Arī pasaki paldies katram, kurš palīdzējis.</p>
nb: <p>Forklar hvordan man bruker det du har laget. Husk å nevne andre bidragsytere.</p>
pt: <p>Escreva notas explicando como usar o seu projecto. Dê crédito a quem tiver ajudado.</p>
tr: <p>Projenin nasıl kullanılacağını notlar kısmına yaz. Yardımı dokunanların adlarını ver.</p>

source: <p>When you're ready to share your project, click the Share button.</p> <p><img src = "%(STATIC_URL)s/images/help/12c-share.png"></p>
fr: <p>Quand tu es prêt à partager ton projet, clique le bouton Partager.</p> <p><img src = "%(STATIC_URL)s/images/help/12c-share.png"></p>
gl: <p>Cando estás preparado para compartir o teu proxecto, preme no botón Compartir.</p> <p><img src = "%(STATIC_URL)s/images/help/12c-share.png"></p>
it: <p>Quando sei pronto a condividere il tuo progetto, clicca il pulsante Condividi.</p> <p><img src = "%(STATIC_URL)s/images/help/12c-share.png"></p>
lv: <p>Kad esi gatavs parādīt darbu citiem, klikšķini pogu Kopīgot.</p> <p><img src = "%(STATIC_URL)s/images/help/12c-share.png"></p>
nb: <p>Når du er klar til å vise fram prosjektet klikker du "Legg ut".</p> <p><img src = "%(STATIC_URL)s/images/help/12c-share.png"></p>
pt: <p>Quando estiver pronto para partilhar o seu projecto, clique no botão Partilhar.</p> <p><img src = "%(STATIC_URL)s/images/help/12c-share.png"></p>
tr: <p>Projeni paylaşmaya hazır olduğunda, Paylaş düğmesine bas.</p> <p><img src = "%(STATIC_URL)s/images/help/12c-share.png"></p>

source: <p>You can add your project to the <a href="http://scratch.mit.edu/studios/429363/" target="_blank">Greeting Card studio!</a></p> <p><a href="http://scratch.mit.edu/studios/429363/" target="_blank"><img src = "%(STATIC_URL)s/images/help/card-studio.png"></a></p>
fr: <p>Tu peux ajouter ton projet au <a href="http://scratch.mit.edu/studios/429363/" target="_blank">Greeting Card Studio!</a></p> <p><a href="http://scratch.mit.edu/studios/429363/" target="_blank"><img src = "%(STATIC_URL)s/images/help/card-studio.png"></a></p>
gl: <p>Podes engadir o teu proxecto ao <a href="http://scratch.mit.edu/studios/429363/" target="_blank">estudo Tarxeta de Fellicitación!</a></p> <p><a href="http://scratch.mit.edu/studios/429363/" target="_blank"><img src = "%(STATIC_URL)s/images/help/card-studio.png"></a></p>
it: <p>Puoi aggiungere il tuo progetto alla <a href="http://scratch.mit.edu/studios/429363/" target="_blank">galleria dei Biglietti di Auguri!</a></p> <p><a href="http://scratch.mit.edu/studios/429363/" target="_blank"><img src = "%(STATIC_URL)s/images/help/card-studio.png"></a></p>
lv: <p>Savu proejktu vari pievienot <a href="http://scratch.mit.edu/studios/429363/" target="_blank">Apsveikuma kartīšu studijai!</a></p> <p><a href="http://scratch.mit.edu/studios/429363/" target="_blank"><img src = "%(STATIC_URL)s/images/help/card-studio.png"></a></p>
nb: <p>Du kan vise fram prosjektet ditt i galleriet <a href="http://scratch.mit.edu/studios/429363/" target="_blank">"Greeting Card"</a>!</p> <p><a href="http://scratch.mit.edu/studios/429363/" target="_blank"><img src = "%(STATIC_URL)s/images/help/card-studio.png"></a></p>
pt: <p>Pode adicionar o seu projecto ao <a href="http://scratch.mit.edu/studios/429363/" target="_blank">estúdio Cartão de Felicitações!</a></p> <p><a href="http://scratch.mit.edu/studios/429363/" target="_blank"><img src = "%(STATIC_URL)s/images/help/card-studio.png"></a></p>
tr: <p>İstersen projeni <a href="http://scratch.mit.edu/studios/429363/" target="_blank">Greeting Card studio! (Tebrik kartı stüdyosu)</a>'a ekleyebilirsin</p> <p><a href="http://scratch.mit.edu/studios/429363/" target="_blank"><img src = "%(STATIC_URL)s/images/help/card-studio.png"></a></p>

source: <p>To send to a friend, copy the web address and email it. Or, click Embed to share to Facebook or another website.</p>
fr: <p> Pour envoyer à un ami, tu copies l'adresse Web et tu l'envoies par courriel. Ou, clique sur Intégrer pour partager sur Facebook ou sur un autre site.</p>
gl: <p>Para enviar a un amigo, copia a dirección web e mandalla por correo electrónico. Ou, preme Integrar para compartir en Facebook ou noutro sitio web.</p>
it: <p>Per inviarlo ad un amico, copia l'indirizzo web e invialo via email. Oppure clicca Includi per condividerlo su Facebook o in un altro sito web.</p>
lv: <p>Lai aizsūtītu draugam, nokopē mājaslapas adresi un nosūti to. Vai klikšķini Iegult, lai kopīgotu Facebook vai citā mājaslapā.</p>
nb: <p>Du kan sende kortet ved å lime inn linken og sende den i en epost. Eller du kan legge det ut på Facebook eller andre sosiale medier.</p>
pt: <p>Para enviar a um amigo, copie o endereço Web e envie-o numa mensagem de correio electrónico. Alternativamente, clique em Embeber para partilhar no Facebook ou noutro sítio Web.</p>
tr: <p>Arkadaşına göndermek için, web adresini kopyalayıp e-posta ile gönderebilirsin. Veya facebook'un ya da başka bir sitenin içinden çalıştırmak için Göm düğmesine tıkla.</p>

source: What do you want to make next?
de: Was möchtest du als nächstes machen?
fr: Que voulez-vous faire ensuite?
gl: Que queres facer despois?
it: Cosa vuoi provare ora?
lv: Ko veidosi nākamo?
nb: Hva vil du lage nå?
pt: O que quer criar em seguida?
tr: Bundan sonra neler yapmak istersin?

source: <p>Now you can make another greeting card, or start a new project!</p> <p><img src = "%(STATIC_URL)s/images/help/congrats.gif"></p>
fr: <p>Maintenant tu peux faire une nouvelle carte de voeux, ou commencer un nouveau projet!</p> <p><img src = "%(STATIC_URL)s/images/help/congrats.gif"></p>
gl: <p>Agora podes facer outra tarxeta de felicitación, ou empezar un proxecto novot!</p> <p><img src = "%(STATIC_URL)s/images/help/congrats.gif"></p>
it: <p>Ora puoi creare un altro biglietto di auguri o iniziare un nuovo progetto!</p> <p><img src = "%(STATIC_URL)s/images/help/congrats.gif"></p>
lv: <p>Nu vari izveidot citu apsveikuma kartīti vai sākt jaunu projektu!</p> <p><img src = "%(STATIC_URL)s/images/help/congrats.gif"></p>
nb: <p>Du kan lage et annet bursdagskort eller begynne på et nytt prosjekt!</p> <p><img src = "%(STATIC_URL)s/images/help/congrats.gif"></p>
pt: <p>Agora pode criar outro cartão de felicitações ou começar um novo projecto!</p> <p><img src = "%(STATIC_URL)s/images/help/congrats.gif"></p>
tr: <p>Şimdi ister yeni bir kart daha yap istersen de farklı bir projeye başla!</p> <p><img src = "%(STATIC_URL)s/images/help/congrats.gif"></p>

source: <h4>Start a new project</h4> <p>Click File, then select New:</p> <p><img src = "%(STATIC_URL)s/images/help/file-new.png"></p> <p>Or, from the Scratch website, click Create:</p> <p><img src = "%(STATIC_URL)s/images/help/create.png"></p>
fr: <h4>Commence un nouveau projet</h4> <p>Clique sur le menu déroulant Fichier, ensuite sélectionne Nouveau:</p> <p><img src = "%(STATIC_URL)s/images/help/file-new.png"></p> <p>Ou bien depuis le site de Scratch, clique Créer:</p> <p><img src = "%(STATIC_URL)s/images/help/create.png"></p>
gl: <h4>Empeza un proxecto novo</h4> <p>Preme en Ficheiro, despois selecciona Novo:</p> <p><img src = "%(STATIC_URL)s/images/help/file-new.png"></p> <p>Ou, dende o sitio web de Scratch, preme Crear:</p> <p><img src = "%(STATIC_URL)s/images/help/create.png"></p>
it: <h4>Inizia un nuovo progetto</h4> <p>Clicca su File, poi seleziona Nuovo:</p> <p><img src = "%(STATIC_URL)s/images/help/file-new.png"></p> <p>Oppure, nel sito di Scratch, clicca su Crea:</p> <p><img src = "%(STATIC_URL)s/images/help/create.png"></p>
lv: <h4>Sāc jaunu projektu</h4> <p>Klikšķini Datne, tad izvēlies Jauns:</p> <p><img src = "%(STATIC_URL)s/images/help/file-new.png"></p> <p>Vai Scratch mājaslapā spied uz Veidot:</p> <p><img src = "%(STATIC_URL)s/images/help/create.png"></p>
nb: <h4>Begynn et nytt prosjekt</h4> <p>Klik Fil og velg Ny:</p> <p><img src = "%(STATIC_URL)s/images/help/file-new.png"></p> <p>Eller velg "programmering" fra nettsidene til Scratch:</p> <p><img src = "%(STATIC_URL)s/images/help/create.png"></p>
pt: <h4>Começar um novo projecto</h4> <p>Clique Arquivo e escolha Novo:</p> <p><img src = "%(STATIC_URL)s/images/help/file-new.png"></p> <p>Alternativamente, no sítio Web do Scratch, clique em Criar:</p> <p><img src = "%(STATIC_URL)s/images/help/create.png"></p>
