Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p>To use <b>turn on</b>, you need WeDo motor(s) or lights connected to your computer via a LEGO WeDo hub.</p>
ca: <p>Per fer servir <b>activa</b>, necessites tenir motors o llums connectades a l'ordinador a través d'un hub LEGO WeDo.</p>
fr: <p>Pour utiliser <b>lancer ou allumer</b>, vous devez connecter les moteur(s) WeDo ou les lumières à votre ordinateur via un hub LEGO WeDo.</p>
gl: <p>Para usar <b>acender</b>, precisas motores ou luces WeDo conectadas ao teu ordenador vía un hub LEGO WeDo.</p>
it: <p>Per usare <b>accendi</b>, è necessario che il motore/i o le luci WeDo siano collegati al tuo computer attraverso un hub LEGO WeDo.</p>
lv: <p>Lai izmantotu <b>ieslēgt</b>, tev jābūt pie LEGo WeDo huba pieslēgtiem WeDo motoriem vai gaismām.</p>
nb: <p>For å bruke <b>start</b> må du ha WeDo motor(er) eller lys koblet til datamaskinen gjennom en LEGO WeDo koblingskloss.</p>
pt: <p>Para usar <b>liga</b>, tem de ter motor(es) ou luzes WeDo ligadas ao seu computador através de um Hub LEGO WeDo.</p>
sl: <p>Če želite uporabite <b>prižgi</b>, morajo biti WeDo motor /-ji ali luči priklopljeni na računalnik preko LEGO WeDo vmesnika.</p>

source: Run a script when the distance detected by the LEGO WeDo distance sensor becomes greater (or less) than a specified value
fr: Exécute un script pour vérifier que la distance détectée par le capteur de distance de la LEGO WeDo est supérieure ( ou inférieure ) à une valeur spécifiée
gl: Executa un programa cando a distancia detectada polo sensor de distancia LEGO WeDo e maior (ou menor) que un valor específico
it: Esegue uno script quando la distanza letta attraverso il sensore di distanza di LEGO WeDo diventa maggiore (o minore) del valore indicato
lv: Izpilda programmu, kad LEGO WeDo attāluma sensora noteiktā vērtība ir lielāka (vai mazāka) par norādīto vērtību
nb: Kjører et skript når WeDo-avstandssensoren måler en verdi som er større (eller mindre) enn en angitt grense
pt: Executar um guião quando a distância detectada pelo sensor de distância LEGO WeDO se tornar superior (ou inferior) a um valor especificado

source: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-ex1.png"/> <p>When the distance goes under 20, the script will run.</p>
ca: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-ex1.png"/> <p>Quan la distància sigui menor que 20, el programa s'activarà.</p>
fr: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-ex1.png"/> <p>Lorsque la distance devient inférieure à 20, le script sera exécuté.</p>
gl: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-ex1.png"/> <p>Cando a distancia baixa de 20, execútase o programa.</p>
it: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-ex1.png"/> <p>Quando la distanza scende sotto a 20, lo script viene eseguito.</p>
lv: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-ex1.png"/> <p>Programma tiks izpildīta, kad attālums būs mazāks par 20.</p>
nb: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-ex1.png"/> <p>Skriptet starter når avstanden blir mindre enn 20.</p>
pt: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-ex1.png"/> <p>Quando a distância se tornar inferior a 20, o guião será executado.</p>
sl: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-ex1.png"/> <p>Ko razdalja pade pod 20, zaženi skripto.</p>

source: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-dropdown.png"/> <br>You can select a <i>greater</i> or <i>less than</i> comparison from the dropdown menu.<br/> <p>The distance sensor detects the surrounding brightness to report distance, so you can actually use it to detect light and motion in addition to distance.</p>
ca: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-dropdown.png"/> <br>Pots triar entre les comparacions <i>més gran que</i> o <i>més petit que</i> des del menú desplegable.<br/> <p>El sensor de distància detecta la il·luminació del voltant per informar de la distància o sigui que també el pots fer servir per detectar llum i moviment..</p>
fr: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-dropdown.png"/> <br>Vous pouvez sélectionner la comparaison<i>plus grand</i> ou <i>plus petit</i> à partir du menu déroulant.<br/> <p>Le capteur de distance détecte la luminosité ambiante pour renvoyer lal distance, de sorte que vous pouvez réellement l'utiliser pour détecter la lumière et le mouvement, en plus de la distance.</p>
gl: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-dropdown.png"/> <br>Podes seleccionar unha comparación <i>maior</i> ou <i>menor que </i> do menú despregable.<br/> <p>O sensor de distancia detecta o brilo nos arredores para devolver a distancia, polo que tamén o podes usar para detectar luz e movemento ademais da distancia.</p>
it: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-dropdown.png"/> <br>Puoi selezionare un confronto <i>maggiore di</i> or <i>minore di</i> nel menu.<br/> <p>Il sensore di distanza legge la luminosità dell'ambiente circostante per valutare la distanza, quindi puoi usarlo per valutare la luce e il movimento in aggiunta alla distanza.</p>
lv: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-dropdown.png"/> <br>Vari izvēlēties salīdzinājumu <i>lielāks</i> vai <i>mazāks</i> no izkrītošā saraksta.<br/> <p>Attāluma sensors attāluma noteikšanai izmanto apkārtējo gaismu, līdz ar ko vai to izmantot ne vien attāluma, bet arī gaismas un kustību noteikšanai.</p>
nb: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-dropdown.png"/> <br>Du kan velge en <i>større</i>- eller <i>mindre</i>-sammenligning fra menyen.<br/> <p>Avstandssensoren måler lys for å finne avstanden, så du kan bruke den for å finne lys eller bevegelse, i tillegg til å måle avstand.</p>
pt: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-dropdown.png"/> <br>Pode seleccionar no menu uma comparação <i>maior que</i> ou <i>menor que</i>.<br/> <p>O sensor de distância detecta a luminosidade envolvente para reportar a distância, e por isso pode usá-lo também para detectar luminosidade e movimento.</p>
sl: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-dropdown.png"/> <br>Lahko izbere <i>večje</i> ali <i>manjše</i> primerjavo iz padajočega menija.<br/> <p>Senzor razdalje zazna svetlost okolice, tako da lahko senzor uporabite za zaznavanje svetlosti in premikanje poleg razdalje.</p>

source: <p>To use <b>when distance</b>, you need a distance sensor connected to your computer via a LEGO WeDo hub.</p>
ca: <p>Per fer servir <b>quan la distància</b>, necessites un sensor de distància connectat al teu ordinador a través d'un hub LEGO WeDo.</p>
fr: <p>Pour utiliser <b>quand distance</b>,vous avez besoin d'un capteur de distance est connecté à votre ordinateur via un hub LEGO WeDo</p>
gl: <p>Para usar <b>cando distancia</b>, precisas un sensor de distancia conectado ao teu ordenador vía un hub LEGO WeDo.</p>
it: <p>Per usare <b>quando distanza</b>, è necessario che un sensore di distanza sia collegato al tuo computer attraverso un hub LEGO WeDo.</p>
lv: <p>Lai izmantotu <b>kad attālums</b>, pie LEGO WeDo huba jābūt pievienotam attāluma sensoram.</p>
nb: <p>For å bruke <b>når avstand</b> må du ha en avstandssensor koblet til datamaskinen gjennom en LEGO WeDo koblingskloss.</p>
pt: <p>Para usar <b>Quando a distância for</b>, precisa de ter um sensor de distância ligado ao seu computador através de um Hub LEGO WeDo.</p>
sl: <p>Če želite uporabiti <b>ko je razdalja</b>, mora biti na računalnik preko LEGO WeDo vmesnika priključen senzor razdalje.</p>

source: Run a script when the tilt sensor changes position
ca: Activa un programa quan el sensor d'inclinació canvia de posició
fr: Exécuter un script lorsque le capteur d'inclinaison change de position
gl: Executa un programa cando o sensor de dirección cambia de posición
it: Eseguire uno script quando il sensore di inclinazione cambia posizione
lv: Izpilda programmu, ka sašķiebuma sensors maina novietojumu
nb: Kjører et skript når helningssensoren kjenner en endring
pt: Execute um guião quando o sensor de inclinação mudar de posição
sl: Zaženi skripto, ko senzor naklona spremeni položaj.

source: <img src="%(STATIC_URL)s/images/help/wedo-when-tilt-ex1.png"/> <p>When the tilt sensor gets tilted, the script will run. </p>
fr: <img src="%(STATIC_URL)s/images/help/wedo-when-tilt-ex1.png"/> <p>Lorsque le capteur d'inclinaison se pencha, le script sera exécuté. </p>
gl: <img src="%(STATIC_URL)s/images/help/wedo-when-tilt-ex1.png"/> <p>Cando se posiciona o sensor de dirección, execútase o programa. </p>
it: <img src="%(STATIC_URL)s/images/help/wedo-when-tilt-ex1.png"/> <p>Quando il sensore di inclinazione viene inclinato, lo script viene eseguito. </p>
lv: <img src="%(STATIC_URL)s/images/help/wedo-when-tilt-ex1.png"/> <p>Programma izpildās, kad sašķiebuma sensors tiek pacelts.</p>
nb: <img src="%(STATIC_URL)s/images/help/wedo-when-tilt-ex1.png"/> <p>Skriptet starter når helningssensoren tippes. </p>
pt: <img src="%(STATIC_URL)s/images/help/wedo-when-tilt-ex1.png"/> <p>Quando o sensor de inclinação for inclinado, o guião será executado. </p>
sl: <img src="%(STATIC_URL)s/images/help/wedo-when-tilt-ex1.png"/> <p>Ko se senzor naklona nagne, zaženi skripto. </p>

source: <p>The tilt sensor reports a number from 0 to 4. 0 means not tilted, 1 tilted down, 2 tilted right, 3 tilted up, and 4 tilted left.</p> <img src="%(STATIC_URL)s/images/help/wedo-when-tilt-dropdown.png"/> <p>Use the dropdown menu to choose <b>= (equals)</b> or <b>not = (not equal to)</b>, then type in a number from 0 to 4.</p>
fr: <p>Le capteur d'inclinaison renvoie un nombre compris entre 0 et 4. 0 signifie non incliné, 1 incliné vers le bas, 2 incliné à droite, 3 incliné vers le haut, et 4 incliné à gauche. </p> <img src="%(STATIC_URL)s/images/help/wedo-when-tilt-dropdown.png"/> <p>Utilisez le menu déroulant pour choisir <b>= (égal)</b> ou <b>pas= (pas égal à)</b>, puis entrer un nombre compris entre 0 et 4.</p>
gl: <p>O sensor de dirección devolve un número entre 0 e 4. 0 indica sen dirección, 1 dirección abaixo, 2 dirección dereita, 3 dirección arriba e 4 dirección esquerda.</p> <img src="%(STATIC_URL)s/images/help/wedo-when-tilt-dropdown.png"/> <p>Usa o menú despregable para elexir <b>= (igual)</b> on <b>non = (non igual a)</b>, despois escribe un número entre 0 e 4.</p>
it: <p>Il sensore di inclinazione restituisce un numero da 0 a 4. 0 significa non inclinato, 1 inclinato in basso, 2 inclinato a destra, 3 inclinato in alto e 4 inclinato a sinistra.</p> <img src="%(STATIC_URL)s/images/help/wedo-when-tilt-dropdown.png"/> <p>Usa il menu per scegliere <b>= (uguale)</b> o <b>non = (non uguale a)</b>, poi inserisci un numero tra 1 e 4.</p>
lv: <p>Sašķiebuma sensors atgriež skaitļus 0 līdz 4. 0 ir nesašķiebts, 1 sašķiebts uz leju, 2 sašķiebts pa labi, 3 uz augšu un 4 ir šašķiebts pa kreisi.</p> <img src="%(STATIC_URL)s/images/help/wedo-when-tilt-dropdown.png"/> <p>Izmanto izkrītošo izvēlni, lai izvēlētos <b>= (vienāds)</b> vai <b>not = (nav vienāds)</b>, tad ieraksti skaitli no 0 līdz 4.</p>
nb: <p>Helningssensoren gir et tall fra 0 til 4. 0: ingen helning, 1: ned, 2: høyre 3: opp, 4: venstre.</p> <img src="%(STATIC_URL)s/images/help/wedo-when-tilt-dropdown.png"/> <p>Velg fra menyen i klossen <b>= (er lik)</b> eller <b>ikke = (ikke lik)</b> og skriv inn et tall fra 0 til 4.</p>
pt: <p>O sensor de inclinação reporta um número entre 0 e 4. 0 significa que o sensor não está inclinado, 1 significa que está inclinado para baixo, 2 para a direita, 3 para cima e 4 para a esquerda.</p> <img src="%(STATIC_URL)s/images/help/wedo-when-tilt-dropdown.png"/> <p>Use o menu para escolher <b>= (igual a)</b> ou <b>≠ (diferente de)</b> e depois insira um valor entre 0 e 4.</p>
sl: <p>Senzor naklona vrne vrednost v območju od 0 do 4. 0 pomeni, da ni nagnjen, 1 nagnjen navzdol, 2\ nnagnjen desno, 3 nagnjen gor in 4 nagnjen levo.</p> <img src="%(STATIC_URL)s/images/help/wedo-when-tilt-dropdown.png"/> <p>Iz padajočega menija izberite <b>= (enako)</b> ali <b>ne = (ni enako)</b>, in napišite vrednost med 0 in 4.</p>

source: <p>To use <b>when tilt</b>, you need a tilt sensor connected to your computer via a LEGO WeDo hub.</p>
fr: <p>Pour utiliser <b>quand l'inclinaison</b>, vous avez besoin d'un capteur d'inclinaison connecté à votre ordinateur via un hub LEGO WeDo</p>
gl: <p>Para usar <b>cando dirección</b>, precisars que o sensor de dirección esté conectado ao teu ordenador vía un hub LEGO WeDo.</p>
it: <p>Per usare <b>quando inclinazione</b>, è necessario che un motore/i WeDo o delle luci siano connesse al tuo computer attraverso un hub LEGO WeDo.</p>
lv: <p>Lai izmantotu <b>kad sašķiebts</b>, pie LEGO WeDo huba jābūt pievienotam sašķiebuma sensoram.</p>
nb: <p>For å bruke <b>når helning</b> må du ha en helningssensor koblet til datamaskinen gjennom en LEGO WeDo koblingskloss.</p>
pt: <p>Para usar <b>Quando a inclinação for</b>, precisa de ter um sensor de inclinação ligado ao seu computador através de um Hub LEGO WeDo.</p>
sl: <p>Če želite uporabiti <b>ko je nagnjen</b>, morate na računalnik preko LEGO WeDo vmesnika priključiti senzor za naklon.</p>

source: Points sprite towards mouse-pointer or another sprite.
ca: Fa que el personatge apunti cap al punter del ratolí o cap a un altre personatge.
es: Direcciona el objeto hacia el apuntador del ratón o hacia otro objeto
fr: Dirige le lutin sélectionné vers le pointeur de la souris ou vers un autre lutin
gl: Fai que a figura apunte cara o punteiro do rato ou cara outra figura.
it: Dirige lo sprite verso il puntatore del mouse o verso un altro sprite
lv: Pagriež gariņu peles rādītāja vai cita gariņa virzienā.
nb: Vender figuren slik at den peker mot muspekeren eller en annen figur.
pt: Aponta o actor em direcção ao ponteiro do rato ou a outro actor.
sl: Usmeri figuro proti miškinem kazalcu ali drugi figuri.

source: changes the direction of the current sprite.
ca: ajusta la direcció del personatge actual.
es: cambia la dirección del objeto actual
fr: modifie la direction du lutin sélectionné
gl: cambia a dirección da figura actual.
it: cambia la direzione dello sprite
lv: maina pašreizējā gariņa virzienu.
nb: endrer retningen til denne figuren.
pt: altera a direcção do actor corrente.
sl: spremeni smer trenutne figure.

source: To make a sprite bounce around the Stage, try this script:
es: Para hacer que un objeto rebote alrededor del escenario, prueba este script:
fr: Pour faire rebondir le lutin tout autour de la scène, essayez ce script:
gl: Para facer que unha figura rebote ao redor do Escenario, proba este programa:
it: Per far rimbalzare uno sprite sullo Stage, prova questo script:
lv: Lai liktu gariņam lēkāt pa skatuvi, izmēģini šo programmu:
nb: Dette skriptet får figuren til å sprette rundt på scenen:
pt: Para fazer um actor ressaltar ao longo do palco, experimente este guião:
sl: Da pripraviš figuro, da poskakuje po odru, poskusi naslednjo skripto:
tr: Bir kuklayı Sahnenin dört kenarından sektirmek için aşağıdaki diziyi dene:

source: The sprite points at an angle, and then keeps moving and bouncing off the edge.
es: El objeto apunta a un ángulo, y luego continua desplazandose y rebotando si toca un borde.
fr: Le lutin se dirige suivant un angle, puis continue à se déplacer et à rebondir sur le bord.
gl: A figura apunta a un ángulo e despois segue movéndose e rebotando si toca un borde.
it: Lo sprite prima si orienta in diagonale, poi inizia a muoversi e a rimbalzare sui bordi.
lv: Gariņš pagriežās norādītajā leņķī un turpina kustēties, atsitoties no sienām.
nb: Figuren peker på skrå og beveger seg omkring ved å sprette i kantene.
pt: O actor aponta para um dado ângulo e depois vai andando e ressaltando nas bordas do palco.
sl: Figura je usmerjena na določeni kot in se potem premika in odbija od robov.

source: If your sprite looks upside-down, click <img src="%(STATIC_URL)simages/help/info.gif"> and set its rotation style to left-right:
fr: Si votre lutin a l'air désemparé, clique <img src="%(STATIC_URL)simages/help/info.gif"> et définit son style de rotation à gauche ou à droite:
gl: Si a túa figura está ao revés, preme <img src="%(STATIC_URL)simages/help/info.gif"> e fixa o estilo de rotación a esquerda-dereita:
it: Se il tuo sprite appare a testa in giù, clicca <img src="%(STATIC_URL)simages/help/info.gif"> e cambiane lo stile di rotazione in sinistra-destra:
lv: Ja tavs gariņš ir virzienā uz augšu vai leju, klikšķini <img src="%(STATIC_URL)simages/help/info.gif"> un iestati rotācijas stilu uz pa kreisi - pa labi:
nb: Hvis figuren kommer opp-ned kan du klikke <img src="%(STATIC_URL)simages/help/info.gif"> og velge sideveis rotasjon:
pt: Se o seu actor aparecer de pernas para o ar, clique em <img src="%(STATIC_URL)simages/help/info.gif"> e altere o seu estilo de rotação de modo a olhar apenas para a esquerda e para a direita:

source: Back
ca: Enrere
de: Zurück
el: Πίσω
es: Regresar
et: Tagasi
eu: Atzera
fr: Retour
gl: Voltar
it: Indietro
lv: Atpakaļ
nb: Tilbake
pt: Regressar
ro: Inapoi
sl: Nazaj
sv: Tillbaka
tr: Geri
uk: Назад

source: Begin
de: Start
fr: Début
gl: Empezar
it: Inizia
lv: Sākums
nb: Start
pt: Começar
tr: Başla

source: Make a Greeting Card
de: Erstelle eine Grußkarte
el: Δημιουργείστε μια Ευχετήρια Κάρτα
fr: Faire un carte de voeux
gl: Fai unha Tarxeta de Felicitación
it: Crea un Biglietto di Auguri
lv: Izveido apsveikuma kartīti
nb: Lag et kort til en venn
pt: Crie um Cartão de Felicitações
sl: Naredite voščilnico
tr: Bir Kutlama Kartı Yap

source: Start here to make an interactive greeting card for a friend using Scratch!
fr: Commencez ici pour faire, pour un ami, une carte de voeux interactive en utilisant Scratch!
gl: Empezar aquí para facer con Scratch unha tarxeta de felicitación interactiva para un amigo!
it: Inizia qui per creare un biglietto di auguri interattivo per un tuo amico usando Scratch!
lv: Sāc te, lai, izmantojot Scratch, draugiem izveidotu interaktīvu apsveikuma kartīti!
nb: Her lærer du å lage lage et interaktivt bursdagskort med Scratch!
pt: Comece aqui para usar o Scratch para criar um cartão de felicitações interactivo para um amigo!
tr: Scratch kullanıcısı bir arkadaşın için kutlama kartı yapmak için adımları takip et!

source: <p>This activity is part of <a href="#made-with-code">Made with Code</a>.</p>
fr: <p>Cette activité fait partie de <a href="#made-with-code">Made w/ Code</a>.</p>
gl: <p>Esta actividade é parte de <a href="#made-with-code">Feito con Código</a>.</p>
it: <p>Questa attività è parte di <a href="#made-with-code">Fatto con il Codice</a>.</p>
lv: <p>Šī aktivitāte ir daļa no <a href="#made-with-code">Made with Code</a>.</p>
nb: <p>Dette er en del av <a href="#made-with-code">"Made with Code"</a>.</p>
pt: <p>Esta actividade é parte da iniciativa <a href="#made-with-code">Feito com Código</a>.</p>
tr: <p>Bu etkinlik <a href="#made-with-code">Made with Code (Kodlayarak Yapılmıştır)</a> projesinin bir parçasıdır.</p>

source: Start with a greeting
fr: Commencer par un voeu
gl: Empezar cun saúdo
it: Inizia con un augurio
lv: Sāc ar sveicienu
nb: Begynn med en hilsen
pt: Comece com a felicitação
tr: Söyleyeceklerinle başla

source: Step Index
de: Abfolge
fr: Index des étapes successives
gl: Lista de Pasos
it: Indice dei Passi
lv: Soļu saraksts
nb: Oversikt
pt: Índice dos Passos
tr: Sırasıyla Adımlar

source: Say a Greeting
fr: Dis une salutation
gl: Di unha Felicitación
it: Fai un Augurio
lv: Sasveicinies
nb: Si en hilsen
pt: Dizer a Felicitação
tr: Duygularını Dile Getir

source: Start with a Green Flag
fr: Commence par un drapeau vert
gl: Empezar coa Bandeira Verde
it: Inizia con la Bandiera Verde
lv: Sāc ar zaļo karodziņu
nb: Start med grønt flagg
pt: Começar com a Bandeira Verde
tr: Yeşil Bayrakla Başlat

source: Add a Background
de: Bühnenbild hinzufügen
fr: Ajoute un arrière-plan
gl: Engadir un Fondo
it: Aggiungi uno Sfondo
lv: Pievieno fonu
nb: Legg på en bakgrunn
pt: Adicionar um Fundo
tr: Bir Dekor Ekle

source: Add a Cake
fr: Ajoute un cake
gl: Engadir unha Torta
it: Aggiungi una Torta
lv: Pievieno kūku
nb: Lag en kake
pt: Adicionar um Bolo
tr: Bir Pasta Ekle

source: Add Sound
fr: Ajoute un son
gl: Engadir un Son
it: Aggiungi un Suono
lv: Pievieno skaņu
nb: Legg på lyd
pt: Adicionar Som

source: Blow Out the Candles
fr: Souffle pour éteindre les bougies
gl: Apaga as Candelas
it: Spegni le Candeline
lv: Nopūt svecītes
nb: Blås ut lysene
pt: Apagar as Velas
tr: Mumları Söndür

source: Add a Dancing Sprite
fr: Ajoute un lutin qui danse
gl: Engade unha Figura que Baile
it: Aggiungi uno Sprite che Balla
lv: Pievieno dejojošu gariņu
nb: Legg til en figur som danser
pt: Adicionar um Personagem que Dança
tr: Danseden bir Kukla Ekle

source: Again and Again
de: Wieder und wieder
fr: Encore et encore
gl: Outra vez e Outra vez
it: Ancora ed ancora
lv: Vēl un vēl
nb: Mange ganger
pt: Uma e Outra Vez
tr: Tekrar ve Tekrar

source: Say What to Do
fr: Dis ce qu'il faut faire
gl: Conta o Que Facer
it: Dì cosa Fare
lv: Saki, ko darīt
nb: Si hvordan kortet brukes
pt: Dizer o Que Fazer
tr: Yönerge Ver

source: Customize Your Card
fr: Personalise ta carte
gl: Persoaliza a túa Tarxeta
it: Personalizza il Tuo Biglietto
lv: Pielāgo savu kartīti
nb: Legg inn dine egne ideer
pt: Personalizar o Seu Cartão
tr: Kendine Göre Değiştir

source: Share Your Greeting
fr: Partage ta salutation
gl: Comparte a túa Felicitación
it: Condividi il Tuo Biglietto di Auguri
lv: Dalies ar savu apsveikumu
nb: Legg ut kortet på nett
pt: Partilhar o Seu Cartão
tr: Tebriğini Paylaş

source: Keep Making!
fr: Continue à créer!
gl: Non deixes de Modificar!
it: Continua a Creare!
lv: Turpini veidot!
nb: Lag noe nytt!
pt: Continuar a Criar!
tr: Yapmaya Devam Et!

source: <p>Click to select the cat: </p> <img src="%(STATIC_URL)s/images/help/select-cat-sprite.png">
fr: <p>Clique pour sélectionner le chat: </p> <img src="%(STATIC_URL)s/images/help/select-cat-sprite.png">
gl: <p>Preme para seleccionar un gato: </p> <img src="%(STATIC_URL)s/images/help/select-cat-sprite.png">
it: <p>Clicca per selezionare il gatto: </p> <img src="%(STATIC_URL)s/images/help/select-cat-sprite.png">
lv: <p>Klikšķini, lai izvēlētos kaķi: </p> <img src="%(STATIC_URL)s/images/help/select-cat-sprite.png">
nb: <p>Klikk på katten for å velge den: </p> <img src="%(STATIC_URL)s/images/help/select-cat-sprite.png">
pt: <p>Clique para seleccionar o gato: </p> <img src="%(STATIC_URL)s/images/help/select-cat-sprite.png">
tr: <p>Kediyi seçmek için tıkla: </p> <img src="%(STATIC_URL)s/images/help/select-cat-sprite.png">
