Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: "<b>My son is learning more than I can imagine from your tool.</b> He is not a natural logical thinker but loves LEGO. Your LEGO-like building block structure has moved him forward by light-years in his logical thinking skills...He can snap things together and begin to see the logic reinforced by immediate feedback. Of course we work on some things together--instant father and son time. This is just incredible. Just a big thanks to you and MIT."
ca: "<b>El meu fill està aprenent més del què em podria imaginar amb el vostre programa.</b> No és un pensador lògic natural però li encanta el LEGO. El vostre sistema de joc de construccions l'ha empès anys-llum en les seves habilitats de pensament lògic.... Pot començar a apilar coses sobre d'altres i veuren el resultat immediatament. En alguns moments treballem junts -- el moment pare-fill. És increïble. Moltes gràcies a vosaltres i al MIT."
cs: "<b>Můj se vaším nástrojem učí víc než bych si představil.</b> Od přírody není přemýšlivý, ale miluje LEGO. Vaše LEGO-podobné stavební kameny ho posunuly o světelné roky dále v jeho logických dovednostech...Dává si věci dohromady a začíná vidět logiku posílenou okamžitou zpětnou vazbou. Samozřejmě pracujeme na některých věcech spolu--chvilka otce se synem. Je to prostě úžasné. Velký dík vám a MIT."
de: "<b>Mein Sohn lernt mit Eurem Werkzeug mehr, als ich mir vorstellen kann.</b> Er ist kein Naturtalent im abstrakten Denken, aber er liebt LEGO. Euer LEGO-artiger Bausteinaufbau hat seine Abstraktionsfähigkeit Lichtjahre vorangebracht... Er braucht die Sachen nur zusammenzuklicken und erkennt durch die unmittelbare Rückmeldung sofort die logischen Zusammenhänge. Natürlich arbeiten wir an manchen Sachen gemeinsam -- direkte "Vater-&-Sohn-Zeit". Es ist wirklich unglaublich! Ein riesiges Dankeschön dafür an Euch und das MIT!"
el: "<b>Ο γιος μου μαθαίνει περισσότερα απ' ότι μπορώ να φανταστώ με το πρόγραμμά σας.</b> Δεν σκέφτεται εύκολα λογικά αλλά λατρεύει τα LEGO. Η δομή στοίβαξης των τετραγώνων εντολών σαν LEGO τον βοήθησε να βελτιώσει τις ικανότητες σκέψης του κατά πολύ... Τώρα μπορεί να στοιβάξει τις εντολές και να δει τη λογική τους που ενισχύεται από άμεση ανταπόκριση. Βεβαίως και σε κάποια πράγματα συνεργαζόμαστε μαζί--πολύτιμος χρόνος μεταξύ πατέρα και γιου. Το πρόγραμμα αυτό είναι υπέροχο. Ένα μεγάλο ευχαριστώ σε σας και στη ΜΙΤ."
es: "<b>Mi hijo está aprendiendo más de lo que yo puedo imaginar con su herramienta.</b> Él no es pensador natural lógico pero le encanta LEGO. Su estructura de bloques de construcción tipo LEGO lo ha llevado adelante años de luz en sus habilidades de pensamiento lógico... Puede encajar cosas y ver su lógica reforzada por la retroalimentación inmediata. Por supuesto, nosotros trabajamos en algas cosas juntos--Momentos de padre e hijo. Esto es increíble. Simplemente muchas gracias a ustedes y al MIT."
eu: "<b>Nire semea imagina dezakedana baina gehiago ikasten ari da zuen herramintarekin.</b> Bera ez da pentsalari logiko naturala baina maite du LEGO. Zuen LEGO-gixako bloke egiturak urteetako bultzada eman die bere pentsamentu logikorako gaitasunei... Gauzak multzoan uler ditzake, eta logika berehalako feedbackaz berrindartuta ikusten hasi. Noski, gauza batzutan batera gabiltza lanean--berehalako aita-seme denbora. Zoragarria da. Eskerrik beroenak zuei eta MITi."
fr: "<b> Mon fils apprend plus que je ne pouvais l'imaginer à partir de votre outil. </ b> Il n'a pas naturellement le réflexe de penser logiquement, mais il aime les LEGO. Votre structure de blocs de construction LEGO lui a permis de progresser à une vitesse qui se compte en années-lumière en ce qui concerne ses capacités de réfléchir logiquement ... Il peut coller des blocs ensemble et de commencer à voir la démarche logique en constatant le résultat de la mise en oeuvre du script. Bien sûr, nous travaillons sur certaines choses ensemble en alternant quelques instants avec son père instant avec des moments tout seul. C'est tout simplement incroyable ; juste un grand merci à vous et au MIT. ».
gl: "<b>O meu fillo está aprendendo máis do que puidera imaxinar coa vosa ferramenta.</b> El non é de xeito natural un pensador lóxico pero encántalle LEGO. A vosa estructura de bloques de construcción tipo LEGO adiantouno anos luz nas súas habilidades de pensamento lóxico... Pode encaixar cousas e ver a súa lóxica reforzada pola retroalimentación inmediata. Por suposto, facemos algunhas cousas xuntos--compartindo momentos de pai e fillo. Esto é incrible. Simplemente moitas grazas a vós e ao MIT."
it: "<b>Mio figlio sta imparando dal vostro software più di quanto potessi immaginare.</b> Non è naturalmente portato a pensare in modo logico ma ama le LEGO. La struttura a mattoncini simili alle LEGO gli ha fatto fare un balzo in avanti di anni luce nelle sue capacità di pensiero logico...Ora può attaccare delle cose e vedere immediatamente la logica che gli sta dietro. Naturalmente su alcune cose lavoriamo insieme--un modo perfetto per spendere il nostro tempo tra padre e figlio. E' davvero incredibile. Grazie mille a voi e al MIT."
lv: "<b>Mans dēls ar jūsu rīkiem mācās vairāk nekā es spēju iedomāties.</b> Viņš nav apveltīts ar loģisko domāšanu, bet ļoti mīl LEGO. Jūsu LEGO-veida bloku būvēšanas struktūra viņa loģiskās domāšanas prasmes ir attīstījusi ar gaismas ātrumu. Viņš var savienot lietas kopā un uzreiz redzēt, kā tās loģiski strādā vai nē. Protams, pie atsevišķiem projektiem mēs strādājam kopā - tēvs un dēls reizē. Tas ir neticami. Liels paldies jums un MIT."
nb: "<b>Sønnen min lærer mer av Scratch enn jeg hadde trodd var mulig.</b> Han er ikke noen typisk logisk tenker, men elsker Lego. De Lego-lignende klossene i Scratch har brakt ham mange lysår framover i evne til logisk tenkning. Han setter sammen klosser og ser logikken når han får umiddelbar tilbakemelding. Naturligvis lager vi ting sammen også -- fin far-og-sønn-tid. Det er helt utrolig. Stor takk til dere og MIT."
pt: «<b>O meu filho está a aprender mais do que eu consigo imaginar com a vossa ferramenta.</b> Ele não é um pensador lógico inato, mas adora LEGO. A vossa estrutura de blocos de construção semelhantes a LEGO fê-lo avançar anos-luz nas suas competências relativas ao pensamento lógico.... Ele consegue encaixar as coisas e começar a ver a lógica reforçada pelo <i>feedback</i> imediato. É claro que trabalhamos em algumas coisas em conjunto--tempo pai-filho instantâneo. Isto é simplesmente incrível. Um grande obrigado a si e ao MIT.»
ro: "<b>Fiul meu invata acum cu instrumentele voastre mai mult decat mi-as fi putut imagina.</b> Nu are inclinatii spre domeniile logice, dar iubeste LEGO. Structurile voastre asemanatoare cu blocurile LEGO l-au ajutat sa progreseze enorm in directia gandirii logice...El poate lega lucrurile si vede rationamentul logic sustinut de un feedback rapid. Desigur, lucram impreuna la unele proiecte - timpul rezervat pentru tata si fiu. Este incredibil. Un imens multumesc voua si MIT."
sl: "<b>Moj sin se s Scratchem uči več stvari, kot si sploh lahko predstavljam.</b> Sicer mu logično razmišljanje naravno ne leži, a obožuje LEGO. Vaša, kot LEGO sestavljanka blok struktura, mu je pomagala, da je napredoval za svetlobna leta v logičnem razmišljanju... Sedaj lahko stvari poveže in takoj vidi, kakšna je logika. Seveda delava na nekaterih stvareh skupaj -- čas, ki ga kvalitetno preživiva skupaj kot oče in sin. To je res neverjetno. Najlepša hvala vam in MIT."
sv: "<b> Min son lär sig mer än vad jag kan tänka mig från ert verktyg.</b>Han är inte en naturlig logisk tänkare men älskar LEGO. Er LEGO-liknande blockstruktur har flyttat honom framåt ljusår i sitt logiska tänkande... Han kan pussla ihop saker och börjar se logiken förstärkt med omedelbar feedback. Självklart arbetar vi med en del saker tillsammans - omedelbar far-och-son-tid. Detta är helt otroligt. Ett stort tack till er och MIT."
uk: "<b>Мій син навчається більше, ніж я можу собі уявити, за допомогою вашого інструменту.</b> У нього не надто розвинуте логічне мислення, але він любить LEGO. Ваші LEGO-подібні блоки допомогли розвинути його навички логічного мислення... Він може об’єднати деякі блоки разом і починає бачити логіку, підкріплену негайним зворотнім зв'язоком. Звичайно, ми опрацьовуємо деякі речі разом - батько з сином. Це просто неймовірно - велике спасибі Вам і Массачусетському технологічному інституту."

source: Learning
ca: Aprenent
cs: Výuka
de: Lernen
el: Εκμάθηση
es: Aprendizaje
et: Õppimine
eu: Ikaskuntza
fr: Apprentissage
ga: Foghlaim
gl: Aprendizaxe
it: Apprendimento
lv: Mācīšanās
nb: Læring
pt: Aprendizagem
ro: Invatare
sl: Učenje
sv: Lärande
tr: Öğrenme
uk: Навчання

source: For a one-page overview of what young people learn with Scratch, see <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Learning with Scratch</a>.
ca: Si vols una pàgina amb un resum sobre el què el jovent aprèn amb Scratch, mira <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Aprenent amb Scratch</a>.
cs: Pro jednostránkový přehled co se mládež učí se Scratchem, viz <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Výuka se Scratch</a>.
de: Ein kurzer Überblick darüber, was junge Leute mit Scratch lernen, findet sich unter <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Lernen mit Scratch</a>.
el: Για μια μονοσέλιδη επισκόπηση για το τι μαθαίνουν τα παιδιά με το Scratch, μεταβείτε στη σελίδα <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">"Μαθαίνοντας με το Scratch"</a>.
es: Para un vistazo de una página acerca de lo que los jóvenes aprenden con Scratch, vea <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Aprendiendo con Scratch</a>.
et: Üheleheküljeline ülevaade sellest, mida noored Scratchis õpivad. Vaata <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Õpime koos Scratchiga </a>.
eu: Gazteek Scratchekin ikasten dutenari buruz orri bateko gainbegirada izateko, ikus <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Scratchekin ikasten</a>.
fr: Pour un aperçu d'une page de ce que les jeunes apprennent avec Scratch, voir <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf"> Apprentissage avec Scratch </ a> .
ga: Le haghaidh foramharc ar na rudaí a fhoghlaimíonn daoine óga le Scratch, ar leathanach amháin, féach <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Learning with Scratch</a>.
gl: Para un vistazo dunha páxina sobre o que os rapaces aprenden con Scratch, vexa <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Aprendendo con Scratch</a>.
it: Per avere una breve panoramica di cosa i ragazzi imparano con Scratch, vai a <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Imparare con Scratch</a>.
lv: Vienas lapas garu pārskatu, ko jaunieši mācās ar Scratch skatiet sadaļā <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Mācīties ar Scratch</a>.
nb: Her finner du en kort oppsummering av hva barn og unge kan <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">lære med Scratch</a>.
pt: Para uma visão geral de uma página sobre o que os mais novos aprendem com o Scratch, veja <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Aprendendo com o Scratch</a>.
ro: Pentru o prezentare generala de o pagina cu ceea ce pot tinerii sa invete cu Scratch, vezi <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Sa invatam cu Scratch</a>.
sl: Za enostranski pregled tega, kaj se mladi naučijo s Scratchem, si oglej <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Učenje s Scratchem</a>.
sv: För att se en översiktssida med vad unga lär sig med Scratch, titta på <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Lärande med Scratch</a>.
uk: Короткий огляд того, чому вчаться діти зі Скретчем: <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Навчання зі Скретчем</a>.

source: Read an article on the <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">creative learning approach</a>.
ca: Llegeix un article sobre <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">aprenentatge creatiu</a>.
cs: Přečti si článek na téma <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">přístup k tvořivému učení</a>.
de: Aufschlussreich ist der Artikel über die <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">Methode kreativen Lernens</a>.
el: Διαβάστε ένα άρθρο σχετικά με τη <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">δημιουργική μαθησιακή προσέγγιση</a>.
es: Lea un artículo sobre el <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">enfoque de aprendizaje creativo</a>.
et: Loe artiklit teemal <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning"> loominguline lähenemine õppimisele</a>.
eu: Irakurri artikulu bat <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">ikaskuntza sortzailerako planteamendua</a> atalean.
fr: Lire un article sur une <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning"> Approche de l'apprentissage créatif </ a>.
ga: Léigh alt faoin chur chuige <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">Foghlaim Chruthaitheach</a>.
gl: Lea un artigo sobre o <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">enfoque de aprendizaxe creativa</a>.
it: Leggi un articolo sul nostro <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">approccio all'apprendimento creativo</a>.
lv: Lasiet rakstu par <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">radošu mācīšanās pieeju</a>.
nb: Her er en artikkel om <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">kreativ læring</a>.
pt: Leia um artigo sobre a <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">abordagem da aprendizagem criativa</a>.
ro: Citeste un articol pe <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">o abordare a invatarii creative</a>.
sl: Preberi članek na <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">kreativen pristop k učenju</a>.
sv: Läs en artikel om <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">kreativt lärande</a>.
uk: Прочитайте статтю про <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">наступ творчого навчання</a>.

source: We ask all participants on the site to follow the <a href="/community_guidelines">Community Guidelines</a>.
ca: Demanem a tots els participants de la pàgina que seguexin les <a href="/community_guidelines">normes d'ús de la comunitat</a>.
cs: Požadujeme po všech účastnících na tomto serveru, aby dodržovali <a href="/community_guidelines">Pravidla společenství</a>.
de: Wir fordern alle Teilnehmer auf der Seite auf, die <a href="/community_guidelines">Regeln für Scratcher</a> zu befolgen.
el: Ζητάμε από όλα τα μέλη της ιστοσελίδας να ακολουθούν τις <a href="/community_guidelines">Οδηγίες Κοινότητας</a>.
es: Le pedimos a todos los participantes de este sitio seguir las <a href="/community_guidelines">Normas de la Comunidad</a>.
et: Me palume kõigil osalejatel jälgida <a href="/community_guidelines">Kogukonna juhiseid</a>.
eu: Webgunearen parte-hartzaileei <a href="/community_guidelines">Komunitateko jarraibideak</a> jarraitzeko eskatzen diegu.
fr: Nous demandons à tous les participants sur le site de suivre les <a href="/community_guidelines"> Règles de vie en communauté</ a>.
ga: Iarrtar ar gach ball den suíomh cloí le <a href="/community_guidelines">Treoirlínte an Chomhphobail</a>.
gl: Pedimos a todos os participantes deste sitio que sigan as <a href="/community_guidelines">Normas da Comunidade</a>.
it: Chiediamo a tutti i partecipanti di seguire le <a href="/community_guidelines">Linee Guida della Comunità</a>.
lv: Mēs prasām, lai visi šīs lapas dalībnieki ievēro <a href="/community_guidelines">Kopienas vadlīnijas</a>.
nb: Vi ber alle som bruker nettstedet til Scratch om å følge disse <a href="/community_guidelines">retningslinjene</a>.
pt: Pedimos a todos os participantes no sítio Web que sigam as <a href="/community_guidelines">Linhas de Orientação da Comunidade</a>.
ro: Cerem tuturor participantilor pe site sa urmeze <a href="/community_guidelines">Regulile Communitatii</a>.
sl: Vse udeležence na strani naprošamo, da sledijo <a href="/community_guidelines">Smernicam skupnosti</a>.
sv: Vi ber alla deltagare på sajten att följa <a href="/community_guidelines">Användarvillkoren</a>.
uk: Ми вимагаємо від всіх учасників дотримуватись <a href="/community_guidelines">Правил спільноти</a>.

source: We do not make private account information available to anyone. For more information, please see the <a href="/help/faq/#privacy">Privacy Policy</a>.
ca: No donem a ningú la informació privada d'un compte. Per a més informació, si us plau mira la nostra <a href="/help/faq/#privacy">Política de Privacitat</a>.
cs: Nikomu neposkytujeme informace o osobních účtech. Pro více informací prosím navštivte stránku <a href="/help/faq/#privacy">Politika soukromí</a>.
de: Wir gewähren niemandem Zugriff auf private Benutzerdaten. Weitere Informationen dazu finden sich in den <a href="/help/faq/#privacy">Datenschutzrichtlinien</a>.
el: Δεν πρόκειται να κάνουμε τις προσωπικές σας πληροφορίες διαθέσιμες σε κανέναν. Για περισσότερες πληροφορίες, παρακαλούμε να μεταβείτε στη σελίδα <a href="/help/faq/#privacy">Πολιτικής Προστασίας</a>.
es: No ponemos a disposición de nadie información privada de las cuentas. Para más información, por favor vea la <a href="/help/faq/#privacy">Política de Privacidad</a>.
et: Me ei avalda konto andmed kellelegi. Lisateavet leiad <a href="/help/faq/#privacy">Privaatsuspoliitika</a>.
eu: Ez dugu kontu pribatuetako informazioa inorentzako ikusgarri egiten. Informazio gehiagorako, ikus mesedez <a href="/help/faq/#privacy">Pribatasun Politika</a>.
fr: Les informations d'un compte privé ne sont pas accessibles. Pour plus d'informations, s'il vous plaît voir la <a href="/help/faq/#privacy"> Politique de confidentialité </ a>.
ga: Ní chuirimid faisnéis phríobháideach a bhaineann le cuntas ar fáil d'aon tríú páirtí. Chun tuilleadh eolais a fháil, féach an <a href="/help/faq/#privacy">Polasaí Príobháideach</a>.
gl: Non poñemos a disposición de ninguén información privada das contas. Para máis información, por favor vea a <a href="/help/faq/#privacy">Política de Privacidade</a>.
it: Le informazioni private degli account non vengono rese disponibili a nessuno. Per ulteriori informazioni vai alla pagina sulla nostra <a href="/help/faq/#privacy">Politica della Privacy</a>.
lv: Kontu privāto informāciju mēs nenododam nevienam. Plašākai informācijai lūdz lasiet par <a href="/help/faq/#privacy">Privātuma politiku</a>.
nb: Vi gir ikke ut personopplysninger om brukerne. Se <a href="/help/faq/#privacy">personvern</a>.
pt: Não disponibilizamos a ninguém informação privada sobre as contas. Para mais informação, por favor veja a <a href="/help/faq/#privacy">Política de Privacidade</a>.
ro: Nu facem publice nimanui informatiile private ale contului. Pentru mai multe informatii, te rugam vezi <a href="/help/faq/#privacy">Politica de confidentialitate</a>.
sl: Zasebnih informacij o računu ne delimo z nikomer. Za več informacij si prosimo oglejte <a href="/help/faq/#privacy">Politka zasebnosti</a>.
sv: Vi tillhandahåller inte information om privata konton till någon. För mer information läs <a href="/help/faq/#privacy">Sekretesspolicyn</a>.
uk: Ми нікому не надаємо приватної інформації щодо облікових записів. Детальніше див. <a href="/help/faq/#privacy">Принципи приватності</a>.

source: Questions?
ca: Preguntes?
cs: Otázky?
de: Fragen?
el: Έχετε Ερωτήσεις;
es: ¿Preguntas?
et: Küsimused?
eu: Galderarik?
ga: Ceisteanna?
gl: Preguntas?
it: Domande?
ja: 質問はこちら
lv: Jautājumi?
nb: Spørsmål?
pt: Perguntas?
ro: Intrebari?
sl: Vprašanja?
sr: Питања?
sv: Frågor?
tr: Soru mu var?
uk: Питання?

source: To find out more about Scratch, please see <a href="/help/faq/">Frequently Asked Questions</a>.
ca: Per saber més sobre Scratch, si us plau mira les <a href="/help/faq/">Preguntes Més Freqüents</a>.
cs: Pro další poznatky o Scratch prosím navštivte <a href="/help/faq/">Často kladené otázky</a>.
de: Mehr über Scratch ist in den <a href="/help/faq/">häufig gestellten Fragen</a> zu erfahren.
el: Για να μάθετε περισσότερα σχετικά με το Scratch, παρακαλούμε να μεταβείτε στις <a href="/help/faq/">Συχνές Ερωτήσεις</a>.
es: Para conocer más acerca de Scratch por favor vea las <a href="/help/faq/">Preguntas Frecuentes</a>.
et: Et saada rohkem teavet Scratchi kohta vt <a href="/help/faq/"> Korduma kippuvad küsimused </a>.
eu: Scratchi buruz gehiago jakiteko, ikus mesedez <a href="/help/faq/">Sarri Eginiko Galderak</a>.
fr: Pour en savoir plus sur Scratch, veuillez consulter <a href="/help/faq/"> Foire aux questions </ a>.
ga: Chun tuilleadh eolais a fháil faoi Scratch, féach ar na <a href="/help/faq/">Ceisteanna Coitianta</a>.
gl: Para coñecer máis sobre Scratch por favor vexa as <a href="/help/faq/">Preguntas Frecuentes</a>.
it: Per saperne di più su Scratch vai alla pagina delle <a href="/help/faq/">Domande Frequenti</a>.
lv: Lai uzzinātu vairāk par Scratch, lasiet <a href="/help/faq/">Biežāk uzdotos jautājumus</a>.
nb: Se også <a href="/help/faq/">spørsmål og svar</a> om Scratch.
pt: Para descobrir mais sobre o Scratch, por favor veja as <a href="/help/faq/">Perguntas Frequentes</a>.
ro: Pentru a afla mai multe despre Scratch, te rugam vezi <a href="/help/faq/">Intrebari frecvente</a>.
sl: Če želiš izvedeti več o Scratchu, si oglej <a href="/help/faq/">Pogosto zastavljena vprašanja</a>.
sv: För att hitta mer om Scratch läs mer under <a href="/help/faq/">Ofta förekommande frågor</a>.
tr: Scratch hakkında daha fazla şey öğrenmek istiyorsan, lütfen <a href="/help/faq/">Sık Sorulan Sorular</a> bak.
uk: Щоб дізнатися більше про Скретч, перегляньте <a href="/help/faq/">Найчастіше запитують</a>.
