Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: In the <strong>define</strong> block, inputs will appear as rounded, light purple blocks. To use them, drag copies of the input blocks into other blocks within the define script. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Note: The input blocks can <strong>only</strong> be used in the define script.
ca: En el bloc <strong>defineix</strong>, les entrades apareixeran com blocs porpres arrodonits. Per utilitzar-los, arrossega còpies del bloc d'entrada a altres blocs dins la seqüència defineix. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Nota: Els blocs d'entrada <strong>només</strong> es poden usar dins de la seqüència defineix.
el: Στο <strong>τετράγωνο εντολής ορισμού</strong>, οι είσοδοι εμφανίζονται σαν στρογγυλά, ανοιχτόχρωμα μοβ τουβλάκια. Για να τα χρησιμοποιήσετε, τραβήξτε αντίγραφα των τετραγώνων εισόδων μέσα σε άλλα τετρ. εντολών εσωτερικά του τετραγώνου εντολής ορισμού. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Σημείωση: Τα τετράγωνα εισόδου μπορούν να χρησιμοποιηθούν <strong>μόνο</strong> μέσα στο τετράγωνο εντολής ορισμού.
es: En el bloque <strong>definir</strong>, las entradas aparecerán como bloques morado claro redondeados. Para usarlos, arrastre copias de los bloques de entrada dentro de otros bloques en el programa definir. </p> <p><img src="%(STATIC_URL)s/images/help/es/make-block-input-jump-script.png"/></p> Nota: Los bloques de entrada <strong>solo</strong> pueden usarse en el programa definir.
et: <strong>Defineerimise</strong> plokis sisendparameetrid ilmuvad ümarate helelillade plokidena. Et neid kasutada, lohista plokide koopiad teiste plokkide sisse defineeritavas skriptis. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Märkus: sisendploke võib kasutada <strong>ainult</c> defineeritavas skriptis.
eu: <strong>Definitu</strong> blokean, sarrerak bloke borobildu eta more argi kolorekoak agertuko dira. Erabiltzeko, sarrera blokeen kopiak arrastan eman itzazu "definitu" skript barruko beste blokeetara. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Oharra: Sarrera blokeak "definitu" skriptean <strong>soilik</strong> erabil daitezke.
fr: Dans le bloc <strong>définir</strong> block, les entrés vont apparaître comme des blocs arrondis de couleur légèrement pourpre. Pour les utiliser,déplacez des copies des blocs d'entrées dans les autres blocs dans le script "définir". </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Remarque: Les blocs d'entrée peuvent<strong>seulement</strong> être utilisées dans le script "définir".
gl: No bloque <strong>definir</strong>, as entradas aparecerán como bloques redondeados cunha cor morada clara. Para usalos, arrastra copias dos bloques de entrada noutros bloques dentro do programa definir. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Nota: os bloques de entada <strong>somentes</strong> poden usarse no programa definir.
it: Nel blocco <strong>definisci</strong>, gli argomenti appariranno come blocchi arrotondati di colore violetto. Per usarli, trascina le copie degli argomenti all'interno degli altri blocchi dello script di definizione. </p> <p><img src="%(STATIC_URL)s/images/help/it/make-block-input-jump-script.png"/></p> Nota: I blocchi degli argomenti possono essere usati <strong>soltanto</strong> all'interno dello script di definizione.
lv: Nupat <strong>definētajā</strong> blokā, ievade parādīsies kā noapaļoti, gaiši violeti bloki. Lai tos izmantotu, velc ievades bloka kopijas citos blokos izveidotajā programmā. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Piezīme: Ievades bloki ir izmantojami <strong>tikai</strong> definējot programmu.
nb: Dataene du legger inn i din egen kloss vises i <strong>definer</strong>-klossen som blå variabelklosser. Du kan dra dem inn i klossene i skriptet nedenfor akkurat som variabler. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Merk: De blå klossene kan bare brukes i <strong>definer</strong>-skriptet.
pt: No bloco <strong>Define</strong>, os parâmetros surgem na forma de blocos arrendados e azulados. Para os usar, arraste cópias deles para outros blocos dentro do guião de definição. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Nota: Os parâmetros podem <strong>apenas</strong> ser usados no guião de definição.
sl: V<strong>določnem</strong> bloku se bodo vhodni podatki prikazali kot okrogli, svetlo vijolični bloki. Če jih želiš uporabiti, povleci kopijo vhodnih blokov v ostale bloke znotraj določne skripte. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Opomba: Vhodni bloki so lahko uporabljeni <strong>samo</strong> v določnih skriptah.
sv: I <strong>skapa</strong> ett block, indatablock kommer att synas som rundade, ljuslila block. För att använda dem, dra en kopia av indatablocket in i andra block inuti procedurblocket. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> OBS: Indatablocken kan <strong>only</strong> användas i procedurscriptet.
uk: У <strong>визначенні</strong> бдлоку, блоки-параметри показані як закруглені та фіолетові. Щоб скористатись ними, перетягуйте копії блоків-параметрів до інших блоків, які визначаютьскрипт. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Застереження: блоки-параметри можна застосовувати <strong>тільки</strong> у визначенні скрипта.

source: See also: <a href="../make-a-block/">Make a Block</a>
ca: Veure també: <a href="../make-a-block/">Crea un Bloc</a>
el: Επίσης δείτε: <a href="../make-a-block/">Δημιοιυργεία Τετραγώνου Εντολής</a>
es: Vea también: <a href="../make-a-block/">Crear un Bloque</a>
et: Vaata ka: <a href="../make-a-block/">Tee plokk</a>
eu: Ikus ezazu ere: <a href="../make-a-block/">Sortu bloke bat</a>
fr: Voir également: <a href="../make-a-block/">Créer un bloc</a>
gl: Mira tamén: <a href="../make-a-block/">Crear un Bloque</a>
it: Vedi anche: <a href="../make-a-block/">Creare un blocco</a>
lv: Skaties arī <a href="../make-a-block/">Izveidot bloku</a>
nb: Se også: <a href="../make-a-block/">Lag en kloss</a>
pt: Ver também: <a href="../make-a-block/">Criar um Bloco</a>
sl: Oglej si tudi: <a href="../make-a-block/">Ustvari blok</a>
sv: Se också: <a href="../make-a-block/">Skapa ett Block</a>
uk: Дивіться також: <a href="../make-a-block/">Створити блок</a>

source: Creates a custom block
ca: Crea el teu propi bloc
el: Δημιουργεί ένα προσαρμοσμένο τετράγωνο εντολών
es: Crea un bloque personalizado
et: Loob kasutajaploki
eu: Neurrira egindako bloke bat sortzen du
fr: Crée un bloc personnalisé
gl: Crea un bloque personalizado
it: Crea un nuovo blocco
lv: Izveido savu bloku
nb: Lager en egendefinert kloss
pt: Cria um bloco personalizado
sl: Ustvari blok po meri
sv: Skapar ett specialblock
uk: Створити власний блок

source: <p> Click "Make a Block" to get this dialog box: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Click inside the block to edit its name. </p>
ca: <p> Fes clic a "Crea un Bloc" per veure aquest quadre de diàleg: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Fes clic dins el bloc per editar el nom. </p>
el: <p> Πατήστε "Δημιουργεία Τετραγώνου Εντολής" για να λάβετε αυτό το παράθυρο: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Πατήστε μέσα στο τετράγωνο εντολής για να επεξεργαστείτε το όνομά του. </p>
es: <p> Haz clic en "Crear un Bloque" para obtener este cuadro de diálogo: <br> <img src="%(STATIC_URL)s/images/help/es/newblock.png" /> <p> Haz clic dentro del bloque para editar tu nombre. </p>
et: <p> Klõpsa "Tee plokk" selle dialoogiboksi kuvamiseks: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Klõpsa ploki sisse selle nime muutmiseks. </p>
eu: <p> Klikatu "Sortu bloke bat" testu kaxa hau lortzeko: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Blokearen barnean klik egin bere izena editatzeko. </p>
fr: <p> Clique "Créer un bloc" pour avoir cette boîte de dialogue: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Clique à l'intérieur du bloc pour éditer son nom. </p>
gl: <p> Preme en "Crear un Bloque" para obter este cadro de diálogo: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Preme dentro do bloque para editar o teu nome. </p>
it: <p> Clicca "Crea un blocco" per aprire questa finestra di dialogo: <br> <img src="%(STATIC_URL)s/images/help/it/newblock.png" /> <p> Clicca dentro il blocco per modificarne il nome. </p>
lv: <p> Klikšķini "Izveidot bloku", lai redzētu šo dialoga logu: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Ieklikšķini blokā, lai mainītu tā nosaukumu. </p>
nb: <p> Når du klikker "lag en kloss" får opp du dette vinduet: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Gi klossen navn ved å klikke i den og skrive. </p>
pt: <p> Clique «Criar um Bloco» para obter esta caixa de diálogo: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Clique dentro do bloco para editar o seu nome. </p>
sl: <p> Klikni "Ustvari blok" za prikaz pogovornega okna: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Klikni v blok, da urediš njegovo ime. </p>
sv: <p> Klicka på "Skapa ett Block" för att visa dialogboxen: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Klicka inuti blocket för att redigera namnet. </p>
uk: <p> Клацніть "Нові блоки" щоб отримати форму з діалогом: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Клацніть всередині блоку, щоб змінитии ім’я. </p>

source: <p>When you click OK, the new block will appear in <img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p>A <strong>define</strong> block will appear in Scripts. Use <strong>define</strong> to tell the custom block what to do: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> See also: <a href="../make-a-block-with-inputs/">Make a Block with Inputs</a> </div>
ca: <p>Quan cliquis OK, el nou bloc apareixerà a <img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p>Un bloc de <strong>defineix</strong> apareixerà a Programes. Utilitza <strong>defineix</strong> per dir-li al bloc que ha de fer: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> Veure també: <a href="../make-a-block-with-inputs/">Crea un bloc amb entrades</a> </div>
el: <p>Όταν πατήσετε ΟΚ, το νέο τετράγωνο εντολών θα εμφανιστεί στο <img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p>Ένα τετράγωνο εντολής <strong>ορισμού</strong> θα εμφανιστεί στα Σενάρια. Χρησιμοποιήστε το για να πείτε στο προσαρμοσμένο τετράγωνο εντολών τι να κάνει: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> Δείτε επίσης: <a href="../make-a-block-with-inputs/">Δημιουργεία Τετραγώνου Εντολών με Εισόδους</a> </div>
es: <p>Cuando hagas clic en OK, aparecerá en <img src="%(STATIC_URL)s/images/help/es/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/es/jump-block.png" /></p> </div> <div class="example"> <p>Un bloque <strong>definir</strong> aparecerá en los programas. Usa <strong>definir</strong> para decirle al bloque personalizado lo que debe hacer: <p><img src="%(STATIC_URL)s/images/help/es/make-block-script-ex.png" /></p> </div> <div class="example"> Ver también: <a href="../make-a-block-with-inputs/">Crear un Bloque con entradas</a> </div>
et: <p>Kui klõpsata OK ilmub uus plokk <img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p>Uus <strong>defineerimise</strong> plokk ilmub skriptide alas. Kasuta ploki <strong>defineeri</strong> loomaks skripti, mis määrab vajalikud tegevused: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> Vaata ka: <a href="../make-a-block-with-inputs/">Sisendiga ploki loomine</a> </div>
eu: <p>OKen klik egitean, bloke berria <img src="%(STATIC_URL)s/images/help/more-blocks.png" /> -en azalduko da: <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p><strong>Definitu</strong> bloke bat Skriptetan azalduko da. Erabili <strong>definitu</strong>, neurrira egindako bloke bati zer egin agintzeko: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> Ikus ezazu ere: <a href="../make-a-block-with-inputs/">Sortu sarrerak dituen bloke bat</a> </div>
fr: <p>Lorsque vous cliquez sur OK, le nouveau bloc apparaît dans<img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p>Un bloc <strong>définir</strong> va apparaître dans les scripts. Utilise <strong>définir</strong> pour dire à un bloc personnalisé ce qu'il doit faire: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> See also: <a href="../make-a-block-with-inputs/">Faire un bloc avec des entrées</a> </div>
gl: <p>Cando premas en OK, amosarase en <img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p>Un bloque <strong>definir</strong> aparecerá nos programas. Usa <strong>definir</strong> para decirlle ao bloque persoalizado o que debe facer: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> Ver tamén: <a href="../make-a-block-with-inputs/">Crear un Bloque con entradas</a> </div>
it: <p>Quando clicchi su OK il nuovo blocco apparirà nella categoria <img src="%(STATIC_URL)s/images/help/it/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/it/jump-block.png" /></p> </div> <div class="example"> <p>Un blocco <strong>definisci</strong> apparirà nell'area degli Script. Usa il blocco <strong>definisci</strong> per spiegare al nuovo blocco cosa fare: <p><img src="%(STATIC_URL)s/images/help/it/make-block-script-ex.png" /></p> </div> <div class="example"> Vedi anche: <a href="../make-a-block-with-inputs/">Creare un blocco con argomenti</a> </div>
lv: <p>Kad nospiedīsi Labi, parādīsies jauns bloks<img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p>Programmā parādās bloks <strong>definēt</strong>. Izmanto <strong>definēt</strong> lai norādītu, ko izveidotajam blokam darīt: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> Skaties arī: <a href="../make-a-block-with-inputs/">Izveido bloku ar ievadi</a> </div>
nb: <p>Når du klikker OK vises den nye klossen under <img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p>En <strong>definer</strong>-kloss dukker opp i Skript-vinduet. Lag et skript under <strong>define</strong> som bestemmer hva den nye klossen gjør: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> Se også: <a href="../make-a-block-with-inputs/">Lag en kloss der du kan legge inn data</a> </div>
pt: <p>Quando clicar em OK, o novo bloco surgirá em <img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p>O bloco <strong>Define</strong> surgirá nos Guiões. Useo <strong>Define</strong> para dizer o que o bloco personalizado faz: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> Ver também: <a href="../make-a-block-with-inputs/">Criar um Bloco com Entradas</a> </div>
sl: <p>S klikom na V redu se prikaže nov blok v <img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p><strong>Določni</strong> blok se bo prikazal v skriptah. Uporabi <strong>določni</strong>, da poveš bloku po meri, kaj naj stori: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> Oglej si tudi: <a href="../make-a-block-with-inputs/">Ustvari blok z vhodnimi podatki</a> </div>
sv: <p>När du klickar OK, kommer det nya blocket att synas i <img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p>Ett <strong>procedur</strong>block kommer att synas i scriptfliken. Använd <strong>proceduren</strong> för att berätta för specialblocket vad som ska hända: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> Se också: <a href="../make-a-block-with-inputs/">Skapa ett Block med indata</a> </div>
uk: <p>При натисканні кнопки ОК, новий блок з'явиться в <img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p>При цьому <strong>визначення</strong> блоку буде доступне в Скриптах. Використовуйте <strong>визначення</strong> щоб вказати які дії буде виконувати блок користувача: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> Перегляньте: <a href="../make-a-block-with-inputs/">Створити блок з параметрами</a> </div>

source: Click to create and name a new list
ca: Fes clic per crear i posar nom a una nova llista
el: Κάντε κλικ για να δημιουργήσετε και να ονομάσετε μια νέα λίστα.
es: Haz clic para crear y nombrar una nueva lista
et: Klõpsa loendi loomiseks ja nime määramiseks
eu: Zerrenda berri bat sortu eta izena emateko klik egin ezazu.
fr: Clique pour créer et nommer une nouvelle liste
gl: Preme para crear e nomear unha nova lista
it: Clicca il pulsante per creare e dare un nome ad una nuova lista
lv: Klikšķini, lai izveidotu un nosauktu jaunu sarakstu
nb: Klikk for å lage en liste og gi den navn
pt: Clique para criar e dar nome a uma nova lista
ro: Clic pentru a crea si denumi o noua lista
sl: S klikom ustvari in poimenuj nov seznam
sv: Klicka för att skapa och namnge en ny lista
uk: Клацніть щоб створити і назвати новий список

source: When you create a list for the first time, the list blocks will appear. You can choose whether the list is for all sprites (global) or just for one sprite (local).
ca: Quan crees una llista per primera vegada, els blocs de llista apareixen. Pots triar si la llista és per a tots els personatges (global) o només per un personatge (local).
el: Όταν δημιουργείτε μία λίστα για πρώτη φορά, τα τετράγωνα εντολών λίστας θα εμφανιστούν. Μπορείτε να επιλέξετε για όλα τα αντικείμενα ή απλά για ένα αντικείμενο.
es: Cuando creas una lista por primera vez, aparecerán los bloques de listas. Puedes elegir si la lista es para todos los objetos (global) o solo para un objeto (local).
et: Kui lood loendi eesmakordselt, ilmuvad loendi käsuplokid. Saad valida, kas loend on mõeldud kõigile spraitidele (globaalne) või ainult ühe spraidi jaoks(lokaalne).
eu: Zerrenda bat lehenbizikoz sortzean, zerrenda blokeak azalduko dira. Zerrenda sprite guztientzat (globala) edo prite batentzat soilik (lokala) den aukera dezakezu.
fr: Lorsque tu crées une liste pour la première fois, les blocs attachés à la liste s'affichent. Tu peux choisir si la liste est pour tous les lutins (global) ou juste pour un lutin (local).
gl: Cando creas unha lista por primeira vez, aparecerán os bloques de listas. Podes elexir se a lista é para todas as figuras (global) ou só para unha figura (local).
it: Quando crei la prima lista, appariranno nell'elenco dei blocchi i blocchi dedicati alle liste. Puoi scegliere se la lista è per tutti gli sprite (globale) o soltanto per uno sprite (locale).
lv: Kad pirmo reizi veidosi sarakstu, parādīsies jauni saraksta bloku. Tu varēsi izvēlēties vai šis saraksts ir visiem gariņiem (globāls) vai tikai vienam gariņam (lokāls).
nb: Når du lager en liste for første gang vises liste-klossene. Du kan velge om listen skal være for en figur (lokal) eller for alle figurer (global).
pt: Quando criar uma lista pela primeira vez, surgirão os blocos de listas. Pode escolher se a lista é para todos os actores (global) ou apenas para um actor (local).
ro: Cand creezi o lista pentru prima data, blocurile lista vor aparea. Poti sa alegi daca o lista este sau nu pentru toate sprite-urile (globala) sau doar pentru un sprite (locala).
sl: Ko ustvariš seznam prvič, se pojavijo bloki seznama. Izbereš lahko ali je seznam za vse figure (globalno) ali samo za eno figuro (lokalno).
sv: När du skapar en lista för första gången, kommer listblocken att synas. Du kan välja om listan ska vara för alla sprites (global) eller bara för en sprite (lokal).
uk: При створенні списку спочатку слід визначити його властивості. Ви можете вибрати, чи буде список для всіх спрайтів (глобальний) або тільки для одного спрайта (локальний).
