Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>Next download and install the <br>Scratch 2.0 Offline Editor</p> <p>Mac OS X - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-429.dmg">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Mac OS 10.5 & Older - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-429.air">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-429.exe">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-429.air">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
nb: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>Deretter kan du laste ned og installere <br>>Scratch 2.0 frittstående</p> <p>Mac OS X - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-429.dmg">Last ned<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Mac OS 10.5 & Older - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-429.air">Last ned<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-429.exe">Last ned<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-429.air">Last ned<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>

source: To run Scratch 2, you need a relatively recent web browser (<a href="http://google.com/chrome/">Chrome</a> 7 or later, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a> 4 or later, or Internet Explorer 7 or later) with <a href="">Adobe Flash Player</a> version 10.2 or later installed. Scratch 2 is designed to support screen sizes 1024 x 768 or larger. If your computer doesn’t meet these requirements, you can try downloading and installing <a href ="/scratch_1.4">Scratch 1.4</a>, which you can still use to share projects to the Scratch 2 website.
el: Για να τρέξετε το Scratch 2.0, χρειάζεστε έναν πρόσφατο περιηγητή (<a href=\"http://google.com/chrome/\">Chrome 7</a> ή μεταγενέστερο, <a href=\"http://www.mozilla.org/en-US/firefox/new/\">Firefox</a> 4 ή μεταγ., Internet Explorer 7 ή μεταγ.) με <a href=\"\">Adobe Flash Player</a> έκδοση 10.2 ή μεταγενέστερη έκδοση. Το Scratch 2 είναι σχεδιασμένο να υποστηρίζει ανάλυση οθόνης 1024 x 768 και μεγαλύτερη. Εάν ο υπολογιστής σας δεν πληροί αυτές τις προϋποθέσεις, μπορείτε να <a href=\"http://info.scratch.mit.edu/Scratch_1.4_\">κατεβάσετε</a> και να εγκαταστήσετε το <a href =\"/scratch_1.4\"> Scratch 1.4</a>, το οποίο και μπορείτε να χρησιμοποιήσετε για να μοιράζετε έργα στην ιστοσελίδα του Scratch 2.
es: Para correr Scratch 2, necesitas un navegador web reciente (<a href="http://google.com/chrome/">Chrome</a> 7 en adelante, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a> 4 en adelante, o Internet Explorer 7 en adelante) con <a href="">Adobe Flash Player</a>, versión 10.2 en adelante instalada. Scratch 2 está diseñado para resoluciones de pantalla de 1024 x 768 o mayores. Si tu computador no cumple con estos requisitos, puedes intentar descargar e instalar <a href ="/scratch_1.4">Scratch 1.4</a>, que aún puedes usar para compartir proyectos en el sitio de Scratch 2.
nb: For å bruke Scratch 2, trenger du en nokså ny nettleser (<a href="http://google.com/chrome/">Chrome</a> 7 eller nyere, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a> 4 eller nyere, eller Internet Explorer 7 eller nyere) med <a href="">Adobe Flash Player</a> versjon 10.2 eller nyere installert. Scratch 2 er laget for skjermoppløsning 1024 x 768 eller større. Hvis datamaskinen din ikke oppfyller disse kravene kan du installere <a href ="/scratch_1.4">Scratch 1.4</a>, som kan brukes til å legge ut prosjekter på nettsidene til Scratch 2.
sv: För att köra Scratch 2, behöver du en ganska ny webbläsare (<a href="http://google.com/chrome/">Chrome</a> 7 eller senare, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a> 4 eller senare, eller Internet Explorer 7 eller senare) med <a href="">Adobe Flash Player</a> version 10.2 eller senare installerad. Scratch 2 är designad för skärmupplösning på 1024 x 768 eller bättre. Om din dator inte uppfyller kraven, kan du prova att ladda ned och installera <a href ="/scratch_1.4">Scratch 1.4</a>, som du fortfarande kan använda för att dela ut projekt på Scratch 2 webbsajt.

source: Design a Holiday Card
es: Diseña una tarjeta para la fiestas
nb: Lag et julekort

source: Jabber
et: Lobisemine
ro: Trancaneala
sl: Blebetanje

source: Online (%(count)s):
sl: Prisotnih (%(count)s):
uk: В мережі (%(count)s):

source: …and more.
cs: ... a další.
et: ...ja veel.
eu: ... eta gehiago.
ro: ...si altele.
sl: ... in več
sv: ...och mer.
uk: ... і більше.

source: 404. Oh noes! Our server is Scratch'ing its head
cs: 404. Ach ne! Náš server si drbe hlavu
et: 404. Oh ei! Meie server kratsib pead
eu: 404. Ai ama! Gure zerbitzaria bere bururi hazka egiten dabil (Scratch = Hazka egin)
ga: 404. Ochón! Scratchálamar an freastalaí ach níor aimsíomar an leathanach
ja: 404エラー。あらまぁ、サーバーが掻いています。
ro: 404. Oh, nu! Serverul nostru si-a pierdut capul
sl: 404. O ne! Naš strežnik ima težave.
sr: 404. О не! Наш сервер је поблесавио
sv: 404. Åh nej! Vår server Scratch:ar sitt huvud
uk: 404. Отакої! Щось не так...

source: 500. Uh Oh. Our servers are having some trouble
cs: 500. Ach, ach. Naše servery mají nějaké potíže
et: 500. Uh Oh. Meie serveritel on mingid probleemid
eu: 500. Arranopola! Gure zerbitzariek arazoren bat badute
ga: 500. Ní maith leat ár dtrioblóid.
ja: 500エラー。うわー、サーバーに何か問題が起こっています。
ro: 500. Uh Oh. Server-ele noastre au ceva probleme
sl: 500. Oh ne. Naši strežniki imajo težave
sr: 500. Ух, ох. Наш сервер је у проблемима
sv: 500. Ånej. Våra servrar har lite problem
uk: 500. Отакої! У наших серверів виникли деякі проблеми

source: Sorry! Try again in a little bit.
cs: Lituji! Zkus znova za okamžik.
et: Vabandust! Proovi hiljem uuesti.
eu: Barkatu! Saiatu berriro beraduxeago
ga: Tá brón orainn! Déan iarracht eile ar ball.
ja: すみません。もう少しあとでもういちどためしてください。
ro: Ne pare rau! Incearca din nou in cateva clipe.
sl: Oprostite! Poskusite malo kasneje.
sr: Извини! Покушај поново мало касније.
sv: Tyvärr! Prova igen om en liten stund.
uk: Перепрошую! Повторіть ще раз.

source: Change password
cs: Změna hesla
et: Muuda parooli
eu: Pasahitza aldatu
ga: Athraigh d'fhocal faire
ja: パスワードの変更
ro: Schimba parola
sl: Spremeni geslo
sr: Промени лозинку
sv: Byt lösenord
uk: Змінити пароль

source: Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educators share stories, exchange resources, ask questions, and find people on the <a href="http://scratched.media.mit.edu/">ScratchEd website</a>.
cs: Studenti se učí se Scratchem na všech úrovních škol (od základních po vysoké) a napříč předměty (jako je matematika, počítačové vědy, umění programovat, společenské vědy). Lektoři sdílí zkušenosti s nasazením, vyměňují si zdroje, pokládají otázky a hledají kontakty na <a href="http://scratched.media.mit.edu/">ScratchEd webserveru</a>.
et: Scratchi abil saab õpetada igas vanuses õpilasi (alates algkoolist kuni ülikoolini) erinevates valdkondades (nt matemaatika, informaatika, keeled, ühiskonnaõpetus). Õpetajad jagavad omavahel lugusid, vahetavad kogemusi, esitavad küsimusi ja leiavad inimesi <a href="http://scratched.media.mit.edu/">veebilehel ScratchEd</a>.
eu: Ikasleak maila ezberdinetan ari dira ikasten Scratchekin (oinarrizko hezkuntzatik unibertsitaterarte) eta esparru ezberdinetan (matematika, informatika, hizkuntzak, ikasketa sozialak besteak beste). Hezitzaileek istorioak partekatu, errekurtsoak elkarbanatu, galderak egin eta jende berria ezagutzen dute <a href="http://scratched.media.mit.edu/">ScratchEd webgunean</a>.
ga: Tá mic léinn ag foghlaim le Scratch ag gach leibhéal (ó bhunscoil go hollscoil) agus i réimsí éagsúla (mar shampla, matamaitic, ríomheolaíocht, ealaíona teanga, agus staidéar sóisialta). Roinneann múinteoirí scéalta agus acmhainní, cuireann siad ceisteanna, agus ceanglaíonn siad le chéile ar an <a href="http://scratched.media.mit.edu/">suíomh Gréasáin ScratchEd</a>.
ro: Elevii invata cu Scratch la toate nivelurilor (de la scoala primara pana la facultate) aplicandu-l in mai multe discipline (precum matematica, informatica, limbi si arte, studii sociale). Profesorii partajeaza povesti, fac schimb de resurse, pun intrebari si gasesc oameni pe <a href="http://scratched.media.mit.edu/">Site-ul ScratchEd</a>.
sl: Učenci uporabljajo Scratch tako v osnovnih šolah kot tudi na fakultetah, tako pri matematiki in računalništvu, kot tudi pri jezikih, umetnosti in družboslovju. Učitelji, delite zgodbe, izmenjujte gradiva, zastavljajte vprašanja in se povežite z drugimi na <a href="http://scratched.media.mit.edu/">ScratchEd spletna stran</a>.
sv: Eleverna lär sig med Scratch på alla nivåer (från grundskolan till högskolan) och mellan ämnesområden (t.ex. matematik, datavetenskap, språk, konst, samhällskunskap). Lärare delar med sig av sina berättelser, utbyter resurser, ställer frågor och hittar andra intresserade på <a href="http://scratched.media.mit.edu/">ScratchEd:s hemsida</a>.
uk: Учні навчаються працювати в Скречі на різних рівнях (від початкової школи до коледжу) та на різних уроках (таких як математика, інформатика, мови, мистецтво, соціальні дослідження). Вчителі діляться своїми здобутками, обмінюються доробками, задають запитання та шукаьб колег на <a href="http://scratched.media.mit.edu/">веб-сайті ScratchEd</a>.

source: The Scratch project, initiated in 2003, has received generous support from the National Science Foundation (grants 0325828, 1002713, 1027848, 1019396), Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Code-to-Learn Foundation, Google, Dell, Fastly, Inversoft, and MIT Media Lab research consortia. If you'd like to support Scratch, please see our <a href="/info/donate">donate page</a>, or contact us at donate@scratch.mit.edu.
et: Scratch projekti alustati aastal 2003, seda toetasid suuremeelselt National Science Foundation (grandid 0325828, 1002713, 1027848, 1019396), Inteli Sihtasutus, Microsoft, MacArthur Foundation, LEGO Foundation, Code-to-Learn Foundation, Google, Dell, Fastly, Inversoft ja MIT Meedia Lab teadustöö konsortsiumid. Kui soovid Scratchi toetada, vaata palun meie <a href="/info/donate">annetuslehte</a>, või võta meiega ühendust aadressil donate@scratch.mit.edu.
eu: Scratch proiektuak, 2003an hasi zenak, sostengu eskuzabala jaso du National Science Foundationaren eskutik (0325828, 1002713, 1027848, 1019396 sariak), Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Code.to-Learn Foundation, Google, Dell, Fastly, Inversoft, eta MIT Media Lab ikerketa konsorzioarenetik ere. Scratch diruz lagundu nahi izango bazenu, ikus mesedez gure <a href="/info/donate">dohaintza orrria</a>, edo kontakta ezazu gurekin donate@scratch.mit.edu helbidean.
sl: Projekt Scratch, zasnovan v letu 2003, je prejel velikodušno podporo od National Science Foundation (donacije 0325828, 1002713, 1027848, 1019396), Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Code-to-Learn Foundation, Google, Dell, Fastly, Inversoft in MIT Media Lab research consortia. Če želiš podpreti Scratch, si prosimo oglej <a href="/info/donate">stran donacij</a> ali nam piši na naslov donate@scratch.mit.edu.
sv: Scratch-projektet som startades 2003, har på ett generöst sätt stötts av the National Science Foundation (grants 0325828, 1002713, 1027848, 1019396), Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Code-to-Learn Foundation, Google, Dell, Fastly, Inversoft, och MIT Media Lab research consortia. Om du vill stödja Scratch, gå till vår <a href="/info/donate">sponsrings-sida</a>, eller kontakta oss donate@scratch.mit.edu.
uk: Проект Скретч було започатковано 2003 року за підтрики National Science Foundation (гранти 0325828, 1002713, 1027848, 1019396), Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Code-to-Learn Foundation, Google, Dell, Fastly, Inversoft, та дослідницького консорціуму MIT Media Lab. Якщо ви маєте змогу підтримати Скретч, прегляяньте <a href="/info/donate">сторінку Пожертва</a>, або пишіть до donate@scratch.mit.edu.

source: Meet the Scratch Team
et: Tutvu Scratchi meeskonnaga
sl: Spoznaj Scratch ekipo
sv: Träffa Scratchteamet

source: Community and Moderation
sl: Skupnost in moderiranje
sv: Gemenskap och reglering

source: Scratch is designed with learning and education in mind. A wide variety of educators have been supporting Scratch creators since 2007, in both formal and informal learning environments &ndash; K-12 classroom teachers, educational and computer science researchers, librarians, museum educators, and parents.<br/><br/> Want to learn more about learning with Scratch?<br/>Check out the <a href="http://scratch-ed.org" target="_blank">ScratchEd online community</a>.
cs: Scratch je vytvořen s úmyslem vyučovat a vzdělávat. Široké spektrum lektorů podorovalo tvůrce Scratch od roku 2007, v jak formálních tak i přirozených výukových prostředích &ndash; učitelé tříd K-12, výzkumníci ve vydělávání a počítačových vědách, knihovníci, lektoři museí a rodiče.<br/><br/> Chceš se dozvědět více o výuce se Scratchem?<br/>Zkus stránku <a href="http://scratch-ed.org" target="_blank">ScratchEd online společnosti</a>.
eu: Scratch ikasketa eta heziketa helburu izanik dago diseinatuta. 2007tik heziketa talde zabal bat aritu da Scratch sustengatzen, heziketa ingurune formal eta informaletan; k-12 ikasgela irakasleak, heziketa eta ordenagailu zientzia ikertzaileak, liburuzainak, museo hezitzaileak eta gurasoak.<br/><br/> Scratchekin nola ikasteari buruz gehiago ikasi nahi?<br/>Begira ezazu <a href="http://scratch-ed.org" target="_blank">ScratchEd online komunitatean</a>.
ga: Chuireamar foghlaim agus oideachas san áireamh nuair a dhearamar Scratch. Tá raon leathan múinteoirí ag tacú le cruthaitheoirí Scratch ó 2007, i dtimpeallachtaí foghlama foirmiúil agus neamhfhoirmiúil &ndash; múinteoirí bunscoile agus dara leibhéil, taighdeoirí oideolaíochta agus ríomheolaíochta, leabharlannaithe, múinteoirí in iarsmalanna, agus tuismitheoirí.<br/><br/> Ar mhaith leat tuilleadh eolais faoi fhoghlaim le Scratch?<br/>Déan cuairt ar an gcomhphobal ar líne <a href="http://scratch-ed.org" target="_blank">ScratchEd</a>.
ro: Scratch este proiectat in scopul invatarii si educarii. O larga varietate de profesori au sprijinit creatorii Scratch din 2007, atat in medii de invatare formala cat si informala &ndash; profesori care predau la clasele I-XII, cercetatori din educatie si din informatica, bibliotecari, educatori din muzee si parinti.<br/><br/> Vrei sa stii mai multe despre invatarea cu Scratch?<br/>Mergi la <a href="http://scratch-ed.org" target="_blank">Comunitatea online ScratchEd</a>.
sl: Scratch je bil zasnovan za učenje in izobraževanja. Razvijalce Scratcha že od leta 2007 podpirajo učitelji tako v formalnih kot tudi neformalnih učnih okoljih &ndash; K-12 učitelji v razredih, izobraževalni in računalniški raziskovalci, knjižničarji, delavci v muzejih in starši.<br/><br/> Želiš izvedeti več o učenju s Scratchem?<br/>Oglej si <a href="http://scratch-ed.org" target="_blank">ScratchEd spletna skupnost</a>.
sv: Scratch är utformad med lärande och utbildning i åtanke. Ett brett utbud av lärare har stöttat skaparna av Scratch sedan 2007, i både formella och informella lärmiljöer &ndash; K-12 klasslärare, utbildnings- och datorforskare, bibliotekarier, museipedagoger och föräldrar <br/><br/> Vill du lära dig mer om att lära med Scratch? <br/>Kolla in <a href="http://scratch-ed.org" target="_blank">ScratchEd:s online community</a>.
uk: Скретч розроблено для навчання та освіти. Значна кількість педагогів надають підтримку розробникам Скретчу з 2007 року, як у формальних, так і неформальних методах навчання &ndash; це вчителі шкіл, дослідники освітніх та комп'ютерних технологій, бібліотекарі, музейні педагоги і батьки.<br/><br/> Хочете дізнатися більше про навчання зі Скретчем?<br/>Перегляньте <a href="http://scratch-ed.org" target="_blank">мережеву спільноту ScratchEd</a>.

source: <h3>What is ScratchEd?</h3> <p>Launched in July 2009, <a href="http://scratch-ed.org" target="_blank">ScratchEd</a> is an online community where Scratch educators share stories, exchange resources, ask questions, and find people.</p> <p>Since its launch, more than 7500 educators from all around the world have joined the community, sharing hundreds of resources and engaging in thousands of discussions.</p> <p>Join the ScratchEd community for free at <a href="http://scratch-ed.org" target="_blank">scratch-ed.org</a>.<p>
eu: <h3>Zer da ScratchEd?</h3> <p>2009ko Uztailean jarria abian, <a href="http://scratch-ed.org" target="_blank">ScratchEd</a> online komunitate bat da non Scratcheko hezitzaileak istorioak elkarbanatu, errekurtsoak partekatu, galderak galdetu eta jendea ezagutzen duten.</p> <p>Abian jarri zenetik, mundu guztiko 7500 hezitzaile baino gehiago batu dira komunitatera, ehundaka errekurtso elkarbanatuz eta milaka eztabaidetan lotu direlatik.</p> <p>ScratchEd komunitatera batu zaitez dohainik <a href="http://scratch-ed.org" target="_blank">scratch-ed.org</a> webgunean.<p>
ro: <h3>Ce este ScratchEd?</h3> <p>Lansat in iulie 2009, <a href="http://scratch-ed.org" target="_blank">ScratchEd</a> este o comunitate online unde profesorii Scratch partajeaza povesti, fac schimb de resurse, pun intrebari, si gasesc oameni.</p> <p>De la lansarea sa, mai mult de 7500 educatori din intreaga lume s-au alaturat comunitatii, partajand sute de resurse si participand la mii de discutii.</p> <p>Alatura-te comunitatii ScratchEd gratuit la <a href="http://scratch-ed.org" target="_blank">scratch-ed.org</a>.<p>
sl: <h3>Kaj je ScratchEd?</h3> <p>Zagnan v juliju 2009, je <a href="http://scratch-ed.org" target="_blank">ScratchEd</a> spletna skupnost, kjer učitelji Scratcha delijo zgodbe, si izmenjujejo gradiva, zastavljajo vprašanja in se povezujejo z drugimi.</p> <p>Odkar je bil zagnan, se je skupnosti pridružilo več kot 7500 učiteljev z vsega sveta in delili na stotine gradiv ter se vključili v več tisoč razprav.</p> <p>Pridruži se ScratchEd skupnosti brezplačno na <a href="http://scratch-ed.org" target="_blank">scratch-ed.org</a>.<p>
sv: <h3>Vad är ScratchEd?</h3> <p>Startad i juli 2009, <a href="http://scratch-ed.org" target="_blank">ScratchEd</a>är en online-coomunity där Scratch-pedagoger delar berättelser, utbyter erfarenhet, ställer frågor och nätverkar.</p> <p>Sedan starten har mer än 7500 pedagoger från hela världen anslutit sig till communityn, delat hundratal resurser och engagerat sig i tusentals diksussioner.</p> <p>Gå med i ScratchEd-communityn gratis här <a href="http://scratch-ed.org" target="_blank">scratch-ed.org</a>.<p>
uk: <h3>Що таке ScratchEd?</h3> <p>Започаткований в липні 2009 року, <a href="http://scratch-ed.org" target="_blank">ScratchEd</a> є онлайновою спільнотою вчителів, які діляться своїми успіхами, методиками, ресурсами, запитують та лшукають однодумців.</p> <p>Від самого початку більше 7500 педагогів з усього світу приєдналися до спільноти, надавши сотні ресурсів і залучившись до тисяч дискусій.</p> <p>Приєднуйтесь до спільноти ScratchEd через <a href="http://scratch-ed.org" target="_blank">scratch-ed.org</a>.<p>
