Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: The username and country of the account holder are displayed publicly on their profile page. The birth month / year, email address, and gender associated with the account are not displayed publicly. We collect this info so we can know the age and gender of our users in aggregate, and for research purposes. We do not sell or rent information about our users to anyone.
ca: El nom d'usuari i el país del propietari del compte es mostraran de manera pública a la seva pàgina de perfil. La data de naixement, el correu electrònic i el gènere associat al compte no es mostraran públicament. Recollim aquesta informació per tal de saber l'edat i el gènere dels nostres usuaris per a futures recerces. No venem ni lloguem informació sobre els nostres usuaris a ningú.
cs: Uživatelské jméno a stát držitele účtu jsou zveřejněny na profilové stránce. Měsíc a rok narození, e-mail a pohlaví držitele účtu se nezveřejňují. Shromažďujeme tyto údaje proto, abychom znali stáří našich uživatelů v souhrnu a pro výzkumné účely. Nikomu neprodáváme ani nepronajímáme informace o našich uživatelích.
de: Der Benutzername und das Land werden öffentlich auf der Profilseite des Benutzers angezeigt. Das mit dem Account verbundene Gebrtsdatum, E-Mail-Adresse und Geschlecht werden nicht veröffentlicht. Wir sammeln diese Daten nur für Forschungszwecke und, um Alter und Geschlecht unserer Benutzer insgesamt zu erfahren. Wir verkaufen oder vermieten keinesfalls Informationen an irgendjemanden.
el: Το όνομα χρήστη και η χώρα καταγωγής του ιδιοκτήτη του λογαριασμού φαίνονται δημόσια στην σελίδα προφίλ του. Η ημερομηνία γέννησης του χρήστη, όπως και η διεύθυνση e-mail και το φύλο του δεν φαίνονται δημόσια. Συλλέγουμε αυτές τις πληροφορίες ώστε να γνωρίζουμε την ηλικία και το φύλο των χρηστών στο σύνολο για ερευνητικούς σκοπούς. Δεν πωλούμε ούτε ενοικιάζουμε πληροφορίες σχετικά με τους χρήστες μας σε κανέναν.
es: El nombre de usuario y país del dueño de la cuenta se muestran públicamente en su página de perfil. El mes y año de nacimiento, correo electrónico y género asociados con la cuenta no se muestran públicamente. Recolectamos esta información para saber la edad y género de nuestros usuarios en conjunto, y para propósitos de investigación. No vendemos ni arrendamos información sobre nuestros usuarios a nadie.
et: Kontoomaniku kasutajanimi ja riik kuvatakse avalikult tema profiili lehel. Sünni kuu / aasta, e-posti aadress ja sugu ei kuvata avalikult. Me kogume seda infot, et saaksime teada meie kasutaja vanust ja sugu statistika ja uuringute eesmärgil. Me ei müü ega rendi meie kasutajate andmeid kellelegi.
eu: Kontuaren jabearen erabiltzaile izena eta herrialdea publikoki erakusten dira bere profil orrian. Jaiotze hila/urtea, email helbidea eta generoa ez dira publikoki erakusten. Ikerketa helburuz jasotzen ditugu erabiltzaileen urte eta generoa, datu orokorrak izan ditzagun. Ez diogu gure erabiltzaileen informaziorik saldu edo alokatzen inorri.
fr: Le nom et le pays d'origine du titulaire du compte sont affichées publiquement sur ​​leur page de profil. Le mois / l'année de naissance, l'adresse courriel et le sexe associé au compte ne sont pas affichés publiquement. Nous recueillons ces informations afin que nous puissions connaître l'âge et le sexe de nos utilisateurs dans leur ensemble, et à des fins de recherche. Nous ne vendons ou ne louons les informations sur nos utilisateurs à personne.
ga: Cuirfear an t-ainm úsáideora agus an tír ar taispeáint go poiblí ar phróifíl an úsáideora. Ní thaispeánfar an mhí/bhliain bhreithe, an seoladh ríomhphoist, ná an inscne go poiblí. Bailímid an fhaisnéis seo sa chaoi go mbeidh tuiscint ghinearálta againn ar aois agus inscne ár n-úsáideoirí, agus chun críocha taighde. Ní dhíolaimid aon fhaisnéis faoinár n-úsáideoirí d'aon tríú páirtí.
gl: O nome de usuario e país do propietario da conta móstranse publicamente na páxina de perfil. O mes e ano de nacemento, correo electrónico e xénero asociados coa conta non se mostran publicamente. Recollemos esta información para saber idade e xénero dos nostros usuarios en conxunto, e para propósitos de investigación. Non vendemos nin arrendamos información sobre os nosos usuarios a ninguén.
it: Lo username e la nazione del proprietario di un account sono visibili a tutti nella pagina del suo profilo.Il mese e anno di nascita, l'indirizzo email e il genere associato all'account non sono invece visibili pubblicamente. Raccogliamo queste informazioni per conoscere l'età e il genere dei nostri utenti in maniere aggregata e per scopi di ricerca. Non rivendiamo queste informazioni sui nostri utenti a nessun altro.
ja: ユーザー名と国の情報はプロフィールページで公開されます。誕生日の年と月、メールアドレスや性別は公開されません。これらの情報は利用者全体の年齢や性別を調べたり研究のために集められます。いかなる相手に対しても利用者に関する情報を売却したり貸与することはありません。
lv: Konta īpašnieka lietotājvārds un valsts parādās profila publiskajā daļā. Dzimšanas mēnesis un gads, epasta adrese un dzimums netiek rādīts publiski. Mēs šo informāciju apkopojam, lai zinātu, kāda vecuma un dzimuma ir mūsu lietotāji. Informāciju par mūsu lietotājiem mēs nepārdodam vai neizīrējam.
nb: Brukernavn og land vises åpent på brukerens nettside her. Fødselsmåned og -år, epostadresse og kjønn vises ikke åpent. Alder og kjønn brukes for statistikk- og forskningsformål. Vi selger ikke informasjon om brukerne til andre.
pt: O nome de utilizador e o país do titular da conta são exibidos publicamente na sua página de perfil. O mês / ano de nascimento, o endereço de correio electrónico e o sexo associados à conta não são exibidos publicamente. Recolhemos essa informação para que possamos saber a idade e sexo dos nossos utilizadores de forma agregada e para fins de pesquisa. Não vendemos ou alugamos a ninguém informação acerca dos nossos utilizadores.
ro: Numele de utilizator si tara proprietarului nu sunt vizibile public in pagina de profil. Luna / anul nasterii, adresa de email si genul asociate contului nu sunt afisate public. Colectam aceste informatii ca sa identificam varsta si genul utilizatorilor si doar in scop de cercetare. Nu vindem si nu divulgam nimanui informatii despre utilizatori.
sl: Uporabniško ime in država imetnika računa sta prikazana javno na profilni strani uporabnika. Mesec in leto rojstva, e-poštni naslov in spol niso prikazani javno.Te informacije zbiramo, da lahko ocenimo splošno starost in spol uporabnikov in za raziskovalne namene. Informacij o uporabnikih ne prodajamo ali posojamo nikomur.
sv: Kontoinnehavarens användarnamn och land visas offentligt på profilsidan. Födelsemånad / år, e-postadress, och kön kopplat till kontot visas inte publikt. Vi samlar in denna information så att vi veta ålder och kön på våra användare statistiskt och för forskningsändamål. Vi säljer inte eller hyr information om våra användare till någon.
uk: Ім'я користувача та країна власника облікового запису відображається публічно на сторінці профілю. Місяць народження/рік, адресу електронної пошти, стать, що пов'язані з обліковим записом не відображаються публічно. Ми збираємо цю інформацію, щоб знати вік і стать з наших користувачів в сукупності, так і для дослідницьких цілей. Ми надаємо інформацію про наших користувачів нікому.

source: What data is collected from people while they use the website?
ca: Quines dades es recullen de la gent que visita la pàgina?
cs: Jaké údaje jsou shromažďovány od lidí, když používají náš web?
de: Welche Daten werden gesammelt, während jemand die Website benutzt?
el: Ποια δεδομένα συλλέγονται από τα άτομα που χρησιμοποιούν την σελίδα;
es: ¿Qué información se recoge al utilizar el sitio web?
et: Milliseid andmeid kogutakse inimestelt, kui nad kasutavad veebilehte?
eu: Webgunea darabilen bitartean erabiltzailearen zein datu gordetzen dira?
fr: Quelles sont les données recueillies auprès des personnes alors qu'ils utilisent le site?
ga: Cé na sonraí a bhailíonn sibh ó dhaoine nuair a úsáideann siad an suíomh Gréasáin?
gl: Que datos se recollen dos usuarios cando utilizan o sitio web?
it: Quali dati vengono raccolti durante le visite al sito?
ja: ウェブサイトの利用者からどのようなデータを集めていますか?
lv: Kādi dati tiek ievākti no mājaslapas lietotājiem, kamēr viņi to izmanto?
nb: Hvilke opplysninger blir lagret om bruken av nettstedet?
pt: Que dados são recolhidos quando as pessoas usam o sítio Web?
ro: Ce fel de informatii sunt colectate de la oameni in timp ce folosesc site-ul?
sl: Kateri podatki o uporabnikih se zbirajo med uporabo spletne strani?
sv: Vilka data samlas in från användarna när de använder webbplatsen?
uk: Які дані збираються від користувачів в той час як вони використовують веб-сайт?

source: When a user logs in, the Scratch website asks their browser to put an <a href="http://en.wikipedia.org/wiki/HTTP_cookie">http cookie</a> on their computer in order to remember that they are logged in while they browse different pages. We collect some data on where users click and which parts of the site they visit using Google Analytics. This "click data" helps us figure out ways to improve the website.
ca: Quan l'usuari inicia la sessió, el lloc web d'Scratch demana al navegador poder desar-hi una <a href="http://en.wikipedia.org/wiki/HTTP_cookie">http cookie</a> per tal de recordar que han iniciat la sessió mentre naveguen per diferents pàgines. Recollim algunes dades sobre el què els usuaris cliquen i quines parts del lloc web visiten fent servir Google Analytics. Aquesta informació ens ajuda a veure de quina manera podem millorar el nostre lloc web.
cs: Když se uživatel přihlásí, Scratch web žádá jejich prohlížeč o přijetí <a href="http://en.wikipedia.org/wiki/HTTP_cookie">http cookie</a> do jejich počítače, aby si zapamatoval, že je přihlášen tehdy, když používá více různých stránek. Pomocí Google Analytics shromažďujeme určité údaje o tom, kam uživatelé klikají, jaké části webu navštěvují. Tyto "klikací" údaje nám pomáhají stanovit cesty, jak zlepšovat náš web.
de: Wenn sich ein Benutzer anmeldet, bittet die Scratch-Seite den Browser, ein <a href="http://en.wikipedia.org/wiki/HTTP_cookie">http-cookie</a> auf dem Rechner abzulegen, um die Anmeldung über den Besuch verschiedener Seiten hinweg aufrecht zu erhalten. Wir sammeln mit Hilfe von Google Analytics einige Daten darüber, wohin ein Benutzer klickt und welche Teile der Seite er besucht. Diese "Klick-Daten" unterstützen die Verbesserung der Website.
el: Όταν ένας χρήστης συνδέεται στη σελίδα, η ιστοσελίδα ρωτά τον browser να κατεβάσει ένα αρχείο <a href="http://en.wikipedia.org/wiki/HTTP_cookie">http Cookie</a> στον υπολογιστή του, έτσι ώστε να θυμάται ότι ο χρήστης είναι συνδεδεμένος ενώ προβάλλει διάφορες σελίδες της ιστοσελίδας μας. Συλλέγουμε δεδομένα όπως π.χ. ποιες σελίδες της ιστοσελίδας μας προβάλλουν οι χρήστες περισσότερο και ποια μέρη της, χρησιμοποιώντας το Google Analytics. Αυτό μας βοηθάει να βελτιώνουμε συνεχώς την ιστοσελίδα μας.
es: Cuando un usuario ingresa, el sitio web de Scratch pide a su navegador que cree una <a href="http://en.wikipedia.org/wiki/HTTP_cookie">cookie http</a> en su computador para recordar que ha ingresado mientras navega por las distintas páginas. Recogemos algunos datos respecto a dónde los usuarios hacen clic, y qué partes del sitio visitan, usando Google Analytics. Esta "información de clics" nos ayuda a pensar en formas de mejorar el sitio web.
et: Kasutaja sisselogimisel palub Scratchi veebileht brauseril paigutada arvutisse <a href="http://en.wikipedia.org/wiki/HTTP_cookie">http cookie </a> et meeles pidada sisselogimist, kui vahepeal sirvitakse teisi lehekülgi. Programmi Google Analytics abil kogume me mõningaid andmeid selle kohta, milliseid saidi osi kasutajad külastavad. See aitab meil veebilehte paremaks muuta.
eu: Erabiltzaileak saioa hastean, Scratch webguneak bere nabigatzaileari ordenagailuan <a href="http://en.wikipedia.org/wiki/HTTP_cookie">http cookie</a> bat ezartzeko eskatzen dio, saioa hasita duela gogora dezan beste webgune batzuk bisitatzen dabilen artean. Erabiltzaileek klik non egiten duten eta webguneko zein zati bisitatzen duten bezalako datuak gordetzen ditugu Google Analytics bitartez. "Klikei buruzko datu" hauek webgunea nola hobetu jakiten laguntzen gaituzte.
fr: Quand un utilisateur se connecte, le site web de Scratch demande à leur navigateur de mettre un <a href="http://en.wikipedia.org/wiki/HTTP_cookie">http cookie</a> sur leur ordinateur afin de se rappeler où ils se sont connectés pendant qu'ils naviguent dans différentes pages. Nous recueillons des données sur l'endroit où les utilisateurs cliquent et quelles parties du site ils visitent l'aide de Google Analytics. Ces "données de clic" nous aident à imaginer les meilleurs moyens d'améliorer le site.
ga: Nuair a logálann tú isteach, iarrann an suíomh Scratch ar do bhrabhsálaí <a href="http://en.wikipedia.org/wiki/HTTP_cookie">fianán HTTP</a> a shábháil ar do ríomhaire, chun meabhrú go bhfuil tú logáilte isteach fiú nuair a bhíonn tú ag brabhsáil suíomh eile. Bailímid roinnt sonraí faoi na nascanna a chliceálann úsáideoirí, agus na leathanaigh a ndéanann siad cuairt orthu, trí Google Analytics. Cabhraíonn na sonraí seo linn an suíomh a fheabhsú.
gl: Cuando un usuario accede á súa conta, o sitio web de Scratch pídelle ao seu navegador que cree unha <a href="http://en.wikipedia.org/wiki/HTTP_cookie">cookie http</a> no seu ordenador para lembrar que accedeu mentras navega polas distintas páxinas. Nos recollemos algunos datos sobre donde premen os usuarios, e que partes do sitio visitan, usando Google Analytics. Estes "datos de premer" axúdannos a pensar en formas de mellorar o sitio web.
it: Quando un utente accede al sito, il sito di Scratch richiede al browser di creare un nuovo <a href="http://en.wikipedia.org/wiki/HTTP_cookie">cookie http</a> sul suo computer in modo ricordare che si è già collegato mentre naviga le diverse pagine del sito. Raccogliamo inoltre tramite Google Analytics alcuni dati relativi ai punti in cui gli utenti cliccano sulle pagine del sito e a quali parti del sito visitano. Questi "dati sui click" ci aiutano a migliorare il sito web.
ja: ログインすると、利用者が他のページへ移動してもログインしたままにするために、Scratchウェブサイトはブラウザへ<a href="http://en.wikipedia.org/wiki/HTTP_cookie">httpクッキー</a>を要求します。利用者のクリックした位置やウェブサイト内で閲覧したページについて、Google Analyticsを用いて収集しています。「クリックに関するデータ」はウェブサイトの改善に役立たせています。
lv: Kad lietotājs piesakās, Scratch mājaslapa pārlūkam pieprasa izvietot <a href="http://en.wikipedia.org/wiki/HTTP_cookie">http sīkdatni</a> lietotāja datorā, lai atcerētos, ka viņš ir pieslēdzies, kamēr tiek atvērtas arī citas mājaslapas. Mēs ar Google Analytics ievācam dažus datus, piemēram, kur lietotāji klikšķina un kuras lapas sadaļas tiek izmantotas. Šī klikšķu informācija mums palīdz plānot mājaslapas uzlabojumus.
nb: Når en bruker logger seg inn vil nettstedet be nettleseren om å lagre en <a href="http://en.wikipedia.org/wiki/HTTP_cookie">informasjonskapsel ("cookie")</a> som et merke på at brukeren er logget inn. Vi bruker Google Analytics for å lagre data om hvor brukerne klikker og hvilke sider de besøker på nettstedet vårt. Disse dataene bruker vi til å finne ut hvordan nettstedet kan forbedres.
pt: Quando um utilizador se autentica, o sítio Web do Scratch pede ao navegador Web que coloque um <a href="http://en.wikipedia.org/wiki/HTTP_cookie">cookie HTTP</a> no seu computador de modo recordar-se de que o utilizador está autenticado à medida que este navega pelas diferentes páginas. Usando o Google Analytics, recolhemos alguns dados acerca dos locais onde os utilizadores clicam com o rato e acerca das partes do sítio Web que visitam. Esta «informação sobre cliques» ajuda-nos a descobrir formas de melhorar o sítio Web.
ro: Cand un utilizator se logheaza, site-ul Scratch solicita browser-ului web sa permita un <a href="http://en.wikipedia.org/wiki/HTTP_cookie">http cookie</a> pe calculator pentru a retine ca este logat in timp ce navigheaza in diferite pagini. Colectam informatii cu privire la locurile pe care le viziteaza, folosind Google Analytics. Acest "click data" ne ajuta sa identificam cum am putea imbunatati site-ul.
sl: Ko se uporabnik prijavi, Scratch spletna stran prosi brskalnik, da naloži <a href="http://en.wikipedia.org/wiki/HTTP_cookie">spletne piškotke</a> na računalnik uporabnika, z namenom, da si zapomni, da je uporabnik prijavljen, medtem ko brska po različnih straneh. Poleg tega z Google Analytics zbiramo podatke o tem, kam uporabnik klikne in katere dele strani obišče. To nam "click data" pomaga pri ugotavljanju, kako izboljšati spletno stran.
sv: När en användare loggar in, frågar Scratch hemsida webbläsaren att skapa en <a href="http://en.wikipedia.org/wiki/HTTP_cookie"> http-cookie </a> på din dator för att komma ihåg att du är inloggad när du surfar på olika sidor. Vi samlar in vissa uppgifter när användarna klickar och vilka delar av webbplatsen de besöker med hjälp av Google Analytics. Dessa "klickuppgifter" hjälper oss att fundera ut olika sätt att förbättra webbplatsen.
uk: Коли користувач входить в систему, сайт Скретчу запитує вашого браузера, щоб надати <a href="http://en.wikipedia.org/wiki/HTTP_cookie">куки HTTP</a> вашому комп'ютеру для того, щоб пам'ятати, коли ви увійшли на сайт і які сторінки відвідували. Ми збираємо деякі дані про те, що користувачі натискають і які частини сайту вони відвідують за допомогою Google Analytics. Ці "дані натиску кнопок" допомагають нам з'ясувати способи, щоб поліпшити сайт.
