Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: May I use / remix Scratch support materials, sprites, images, sounds or sample projects I’ve found on the website?
ca: Puc utilitzar / reinventar materials de suport d'Scratch, personatges, imatges, sons i projectes de mostra que hagi trobat a la web?
cs: Smím použít nebo upravit podpůrné materiály, postavy, obrázky, zvuky a ukázkové projekty Scratch, které jsem našel na webu?
de: Darf ich Materialien, Figuren, Grafiken, Klänge oder Beispielprojekte von Scratch benutzen oder remixen, die ich auf der Webseite gefunden habe?
el: Μπορώ να χρησιμοποιήσω ή να αναμίξω υποστηρικτικό υλικό, αντικείμενα, εικόνες ή παραδείγματα έργων που βρήκα στη σελίδα;
es: ¿Puedo usar o reinventar los materiales, objetos, imágenes, sonidos o proyectos de ejemplo de Scratch, que se encuentren en el sitio web?
et: Kas ma tohin kasutada / remiksida Scratchi veebilehel olevaid abimaterjale, spraite, pilte, helisid või näidisprojekte?
eu: Erabil/birnahas ahal ditzazket webgunean aurkituriko laguntza material, sprite, irudi, soinu eta adibide proiektuak?
fr: Puis-je utiliser des remix de projets Scratch des documents d'aide, des lutins, des images, des sons ou des exemples de projets que j'ai trouvés sur le site?
ga: An bhfuil cead agam ábhar, sprideanna, íomhánna, fuaimeanna, nó tionscadail ón suíomh Gréasáin a úsáid / athmheascadh?
gl: Podo usar ou reutilizar os materiais, figuras, imaxes, sons ou proxectos de exemplo de Scratch, que se atopen no sitio web?
it: Posso usare o remixare i materiali di supporto, gli sprite, le immagini, i suoni o i progetti di esempi che ho trovato sul sito di Scratch?
ja: Scratchウェブサイトにある、Scratchサポートの材料、スプライト、画像、音声やサンプルプロジェクトを使ったりリミックスしても良いですか?
lv: Vai varu izmantot Scratch atbalsta materiālus, gariņus, attēlus, skaņas un projektu paraugos, ko esmu atradis mājaslapā?
nb: Kan jeg bruke/remikse Scratch-innhold, figurer, bilder, lyder eller prosjekter som jeg har funnet på nettstedet?
pt: Posso usar / remisturar materiais de apoio, actores, imagens, sons ou projectos de exemplo do Scratch que encontrei no vosso sítio Web?
ro: Am voie sa folosesc / amestec materialele suport pentru Scratch, sprite-uri, imagini, sunete sau proiecte model pe care le-am gasit pe site?
sl: Ali lahko uporabim / predelam Scratch podporna gradiva, figure, slike, zvoke ali vzorčne projekte, ki sem jih našel / našla na vaši spletni strani?
sv: Får jag använda / remixa Scratch supportmaterial, sprites, bilder, ljud eller provprojekt som jag har hittat på webbplatsen?
tr: Web sitesinde bulduğum Scratch destek gereçlerini, kuklaları, resimleri, sesleri veya örnek projeleri kullanabilir miyim?
uk: Чи можу я використовувати допоміжні матеріали по Скретчу: спрайти, зображення, звуки або приклади проектів, які я знайшов на сайті?

source: Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, and Gobo (Scratch trademarks).
de: Ja - Scratch-Hilfsmaterialien werden vom Scratch-Team auf der Scratch-Webseite unter der Creative Commons <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en"> Attribution-ShareAlike-Lizenz </ a> zur Verfügung gestellt. Ausgenommen sind lediglich das Scratch-Logo, die Scratch-Katze und Gobo (Scratch-Markenzeichen).
el: Ναι - το υποστηρικτικό υλικό που είναι διαθέσιμο στην ιστοσελίδα βρίσκεται υπό την άδεια <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Attribution-ShareAlike license</a>, με εξαίρεση το Λογότυπο του Scratch, το Scratch Cat, και το Gobo (σήματα κατατεθέν του Scratch).
fr: Oui - le matériel d'aide de Scratch mis à disposition sur le site web de Scratch par l'équipe de Scratch sont disponibles sous licence <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Attribution-ShareAlike license</a>, à l'exception du logo Scratch, Scratch chat, et Gobo (marques Scratch déposées).
gl: Si - Os materiais de axuda de Scratch que o Scratch team ofrece a través do sitio web Scratch están dispoñibles con <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en"> licenza Creative Commons Atribución-Compartir Igual</a>, coa excepción do Logo Scratch, o Gato Scratch e Gobo (que son marcas rexistradas Scratch).
it: Sì - i materiali di supporto di Scratch resi disponibili sul sito di Scratch dallo Scratch Team sono regolati dalla <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">licenza Creative Commons Attribution - ShareAlike</a>, con la sola eccezione del Logo di Scratch, il gatto di Scratch, e Gobo (i marchi registrati di Scratch).
lv: Jā, Scratch atbalsta materiālus Scratch komanda ir izvietojusi mājaslapā ar <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Attribution-ShareAlike licenci</a>, izņemot Scratch Logo, Scratch kaķi un Gobo (Scratch preču zīmes).
nb: Ja, alt materiell lagt ut av folkene bak Scratch er gjort tilgjengelig under <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Attribution-ShareAlike</a>-lisensen, med unntak av Scratch-logoen, Scratch-katten og Gobo (varemerker for Scratch).
pt: Sim - os materiais de suporte disponibilizados no sítio Web do Scratch pela Equipa Scratch estão disponíveis sob a <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.pt">licença Creative Commons Atribuição-CompartilhaIgual 2.0 Genérica</a>, com excepção do Logótipo Scratch, do Gato Scratch e do Gobo (marcas registadas do Scratch).
sl: Da - Scratch podporni materiali, ki jih pripravlja Scratch ekipa, so na voljo na spletni strani Scratch-a kot <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en"> Creative Commons Attribution-ShareAlike license</ a>, z izjemo logotipa Scratch, maskot Scratch mačke in Gobo (Scratch zaščitene znamke).
tr: Evet - Scratch web sitesinde ekibimizce oluşturulan destek materyalleri <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons-ShareAlike</a> lisansı altında ortak kullanıma sunulmuştur. Scratch logosu, Scratch kedicik, ve Gobo (yani Scratch markaları) bu lisansın dışındadır.

source: Can I sell my Scratch projects?
ca: Puc vendre els meus projectes?
cs: Mohu prodávat své Scratch projekty?
de: Darf ich meine Scratch-Projekte verkaufen?
el: Μπορώ να πουλήσω τα έργα μου;
es: ¿Puedo vender mis proyectos de Scratch?
et: Kas ma võin müüa oma Scratchi projekte?
eu: Sal ahal ditzaket nire Scratch proiektuak?
fr: Puis-je vendre mes projets Sratch?
ga: An bhfuil cead agam mo chuid tionscadal Scratch a dhíol?
gl: Podo vender os meus proxectos de Scratch?
it: Posso vendere i progetti che creo con Scratch?
ja: Scratchのプロジェクトを売ることはできますか?
lv: Vai es varu pārdot savus Scratch projektus?
nb: Kan jeg selge Scratch-prosjektene mine?
pt: Posso vender os meus projectos Scratch?
ro: Pot sa vand proiectele mele Scratch?
sl: Ali lahko prodam moje Scratch projekte?
sv: Kan jag sälja mina Scratchprojekt?
tr: Scratch projelerimi satabilir miyim?
uk: Чи можу я продати мої скретч-проекти?

source: Certainly - your project is your creation. Keep in mind that once you share your project on Scratch, everyone is free to download, remix, and reuse it as per the terms of the <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">CC-BY-SA 2.0 license</a>. So if you intend to sell your project, you may want to un-share it from Scratch.
de: Dein Projekt gehört natürlich dir. Beachte allerdings, dass sobald du dein Projekt veröffentlichst, es jeder herunterladen, remixen und gemäß der <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">CC-BY-SA-2.0-Lizenz</a> verwerten darf. Falls du dein Projekt verkaufen willst, solltest du es daher eventuell in Scratch zurückziehen.
el: Σίγουρα - το έργο σας είναι δική σας δημιουργία. Να θυμάστε ότι αφού μοιραστείτε το έργο σας στο Scratch, ο καθένας είναι ελεύθερος να το κατεβάσει, να το αναμίξει και να το επαναχρησιμοποιήσει, λόγω των όρων της άδειας <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">CC-BY-SA 2.0</a>. Επομένως, εάν θέλετε να πουλήσετε το έργο σας, ίσως θέλετε να το αφαιρέσετε από την ιστοσελίδα του Scratch.
fr: Certainement - votre projet est votre création. Gardez à l'esprit qu'une fois que vous partagez votre projet sur ​​Scratch, tout le monde est libre de le télécharger, de le remixer, et de le réutiliser selon les termes de la <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">CC-BY-SA 2.0 license</a>. Donc, si vous avez l'intention de vendre votre projet, vous devriez le retirer du partage sur Scratch.
gl: Certamente - o teu proxecto é a túa creación. Ten en conta que unha vez que compartas o teu proxecto en Scratch todo o mundo poderá descargalo, recrealo e reutilizalo baixo os termos da <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">licenza CC-BY-SA 2.0</a>. Polo tanto, si te plantexas vender o teu proxecto, poida que queras non compartilo en Scratch.
it: Certamente. Un tuo progetto è una tua creazione. Tieni a mente che quando condividi il tuo progetto su Scratch, tutti sono liberi di scaricarlo, remixarlo e riutilizzarlo secondo i termini della licenza <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">CC-BY-SA 2.0</a>. Quindi se intendi vendere il tuo progetto, non dovresti condividerlo sul sito di Scratch.
lv: Protams- tavs projekts ir tevis veidots. Tikai paturi prātā, ka kopīgojot savu projektu Scratch vidē, katrs brīvi to var lejuplādēt, remiksēt un atkārtoti izmantot, kā to nosaka <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">CC-BY-SA 2.0 licence</a>. Tātad, ja vēlies pārdot savu projektu, nekopīgo to Scratch mājaslapā.
nb: Javisst - det du har skapt er ditt. Men husk at når du legger ut prosjektet på nettstedet til Scratch kan alle laste det ned, remikse det og bruke det under <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">CC-BY-SA 2.0</a>-lisensen. Så hvis du planlegger å selge prosjektet ditt bør du ikke legge det ut, eventuelt ta det av nett.
pt: Certamente - o seu projecto é uma criação sua. Lembre-se de que assim que partilha o seu projecto no Scratch todos serão livres de o descarregar, remisturá-lo e reutilizá-lo de acordo com os termos da <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">licença CC-BY-SA 2.0</a>. Por isso, se tencionar vender o seu projecto, é melhor deixar de o partilhar no Scratch.
sl: Vsekakor - vaš projekt je vaša kreacija. Imejte v mislih, ko delite svoj ​​projekt, da lahko vsakdo vaš projekt brezplačno naloži, prilagodi in ponovno uporabi pod pogoji <a href = "http://creativecommons.org/licenses/by-sa/2.0/ deed.en "> CC-BY-SA 2.0 licence </ a>. Torej, če nameravate svoj ​​projekt prodajati, ga boste morali vzeti iz skupne rabe.
tr: Kesinlikle - senin projen senin eserindir. Unutma ki web sitesinde paylaştığında, herkes projeni indirmekte, katkı yapmakta ve kullanmakta özgürdür çünkü sitemizde yayınlanan her eser <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">CC-BY-SA 2.0 lisansı</a> altındadır. Eğer projeni satma niyetindeysen projeni paylaşımdan çekmek isteyebilirsin.

source: Where can I find the source code for Scratch?
ca: On puc trobar el codi font d'Scratch?
cs: Kde mohu najít zdrojový kód pro Scratch?
de: Wo finde ich den Quelltext von Scratch?
el: Πού μπορώ να βρω τον πηγαίο κώδικα του Scratch;
es: ¿Donde puedo encontrar el código fuente de Scratch?
et: Kus ma võin leida Scratchi lähtekoodi?
eu: Non aurki dezaket Scratchen iturburu kodea?
fr: Ou est-ce que je peux trouver le code source de Scratch?
ga: Cá bhfuil cód foinseach Scratch?
gl: Onde podo atopar o código fonte de Scratch?
it: Dove trovo il codice sorgente di Scratch?
ja: Scratchのソースコードはどこにありますか?
lv: Kur es varu atrast Scratch izejas kodu?
nb: Hvor finner jeg kildekoden til Scratch?
pt: Onde posso encontrar o código fonte do Scratch?
ro: Unde pot gasi sursa pentru Scratch?
sl: Kje lahko najdem izvorno kodo za Scratch?
sv: Var kan jag hitta källkoden för Scratch?
tr: Scratch'ın kaynak kodunu nasıl temin edebilirim?
uk: Де я можу знайти вихідний код Скретчу?

source: The source code for Scratch 2 (website and editor) is not yet available. The source code for <a href ="/scratch_1.4">Scratch 1.4</a>, written in Squeak, is available <a href="https://github.com/LLK/Scratch_1.4">on github</a>. The source code for the first version of the Scratch website - ScratchR - is available <a href="http://svn.assembla.com/svn/scratchr/">on Assembla</a>.
de: Der Quelltext von Scratch 2 (Webseite und Editor) ist noch nicht verfügbar. Der Quelltext von <a href ="/scratch_1.4">Scratch 1.4</a>, geschrieben in Squeak-Smalltalk, steht <a href="https://github.com/LLK/Scratch_1.4">auf github</a> bereit. Der Quelltext der ersten Version der Scratch-Webseite - ScratchR - findet sich <a href="http://svn.assembla.com/svn/scratchr/">auf Assembla</a>.
el: Ο πηγαίος κώδικας του Scratch 2 (ιστοσελίδας και επεξεργαστή) δεν είναι ακόμη διαθέσιμος. Ο πηγαίος κώδικας του Scratch 1.4 γραμμένος σε Squeak είναι διαθέσιμος στο <a href="https://github.com/LLK/Scratch_1.4">github</a>. Η πηγαίος κώδικας της πρώτης έκδοσης της ιστοσελίδας του Scratch - ScratchR - είναι διαθέσιμος στο <a href="http://svn.assembla.com/svn/scratchr/">Assembla</a>.
es: El código fuente de Scratch 2 (sitio web y editor) no está disponible aún. El código fuente de <a href ="/scratch_1.4">Scratch 1.4</a>, escrito en Squeak, está disponible <a href="https://github.com/LLK/Scratch_1.4">en github</a>. El código fuente de la primera versión del sitio web de Scratch - ScratchR - está disponible <a href="http://svn.assembla.com/svn/scratchr/">en Assembla</a>.
et: Scratch 2 lähtekood (veebileht ja redaktor) ei ole veel kättesaadavad. <a href ="/scratch_1.4"> Scratch 1.4 </a> lähtekood, mis on kirjutatud Squeak'is on saadaval <a href="https://github.com/LLK/Scratch_1.4">on github </a>. Scratchi esimese versiooni - ScratchR - lähtekood on saadaval <a href="http://svn.assembla.com/svn/scratchr/">on Assembla</a>.
eu: Scratch 2ren iturburu kodea (webgune eta editorearena) ez dago erabilgarri oraindik. <a href ="/scratch_1.4">Scratch 1.4</a>ren iturburu kodea, Squeaken idatzirikoa, erabilgarri dago href="https://github.com/LLK/Scratch_1.4"> githuben</a>. Scratch webgunearen lehenengo bertsioaren - ScratchR - iturburu kodea erabilgarri dago href="http://svn.assembla.com/svn/scratchr/">Assemblan</a>.
fr: Le code source de Scratch 2 (site web et éditeur) n'est pas encore disponible. Le code source de <a href ="/scratch_1.4">Scratch 1.4</a>, écrit en Squeak, est disponible <a href="https://github.com/LLK/Scratch_1.4">sur github</a>. Le code source de la première version du site web de Scratch - ScratchR - est disponible <a href="http://svn.assembla.com/svn/scratchr/">sur Assembla</a>.
gl: O código fonte de Scratch 2 (sitio web e editor) ainda non está dispoñible. O código fonte de <a href ="/scratch_1.4">Scratch 1.4</a>, escrito en Squeak, está dispoñible <a href="https://github.com/LLK/Scratch_1.4">en github</a>. O código fonte da primeira versión do sitio web de Scratch - ScratchR - está dispoñible <a href="http://svn.assembla.com/svn/scratchr/">en Assembla</a>.
it: Il codice sorgente di Scratch 2 (sito web e editor) non è ancora disponibile. Il codice sorgente di <a href ="/scratch_1.4">Scratch 1.4</a>, scritto in Squeak, è disponibile <a href="https://github.com/LLK/Scratch_1.4">su github</a>. Il codice sorgente della prima versione del sito di Scratch- ScratchR - is available <a href="http://svn.assembla.com/svn/scratchr/">su Assembla</a>.
lv: Scratch 2 izejas kods (gan mājaslapai, gan redaktoram) šobrīd nav pieejams. Izejas kods valodā Squeak priekš <a href ="/scratch_1.4">Scratch 1.4</a> ir pieejams <a href="https://github.com/LLK/Scratch_1.4">github</a>. Pirmās Scratch mājaslapas ScratchR izejas kods ir pieejams <a href="http://svn.assembla.com/svn/scratchr/">Assembla</a>.
nb: Kildekoden til Scratch 2.0 (nettsted og programredigering) er ikke tilgjengelig enda. Kildekoden til <a href ="/scratch_1.4">Scratch 1.4</a>, skrevet i Squeak, ligger <a href="https://github.com/LLK/Scratch_1.4">på github</a>. Kildekoden til første versjon av Scratch-webstedet - ScratchR - er tilgjengelig <a href="http://svn.assembla.com/svn/scratchr/">på Assembla</a>.
pt: O código fonte do Scratch 2 (sítio Web e editor) ainda não está disponível. O código fonte do <a href ="/scratch_1.4">Scratch 1.4</a>, escrito em Squeak, está disponível <a href="https://github.com/LLK/Scratch_1.4">no github</a>. O código fonte da primeira versão do sítio Web do Scratch - ScratchR - está disponível <a href="http://svn.assembla.com/svn/scratchr/">no Assembla</a>.
sl: Izvorna koda za Scratch 2 (spletna stran in urejevalnik) še ni na voljo. Izvorna koda za <a href ="/scratch_1.4">Scratch 1.4</a>, napisana v Squeaku, je na voljo <a href="https://github.com/LLK/Scratch_1.4">na github</a>. Izvorna koda za prvo različico Scratch spletne strani - ScratchR - je na voljo na <a href="http://svn.assembla.com/svn/scratchr/">na Assembla</a>.
sv: Källkoden för Scratch 2 (webbsajt och redigerare) är inte tillgänglig ännu. Källkoden för <a href ="/scratch_1.4">Scratch 1.4</a>, programmerad i Squeak, är tillgänglig <a href="https://github.com/LLK/Scratch_1.4">på github</a>. Källkoden för den första versionen av Scratch webbplats - ScratchR - är tillgänglig <a href="http://svn.assembla.com/svn/scratchr/">på Assembla</a>.
tr: Scratch 2 editörü ve websitesinin kaynak kodları henüz açık değil. Squeak diliyle yazılmış olan <a href ="/scratch_1.4">Scratch 1.4</a>'ün kaynak kodlarını <a href="https://github.com/LLK/Scratch_1.4">github'dan</a> indirebilirsiniz. Scratch web sitesinin ilk versiyonunu olan ScratcR da <a href="http://svn.assembla.com/svn/scratchr/">Assembla</a> da mevcut.
uk: Вихідні коди Скретчу 2.0 (веб-сайт та редактор) не є доступними. Код <a href ="/scratch_1.4">Скретчу 1.4</a>, написаного на Squeak, можна звантажити <a href="https://github.com/LLK/Scratch_1.4">з Github</a>. Вихідний код першої версії веб-сайту Скретчу - ScratchR, є доступними на <a href="http://svn.assembla.com/svn/scratchr/">Assembla</a>.

source: How do I know what is or isn’t okay to share on the Scratch website?
ca: Com puc saber què és o no és correcte de compartir a la web d'Scratch?
cs: Jak se mohu dozvědět, co je a co není v pořádku pro sdílení na webu Scratch?
de: Woher weiß ich, was ich auf der Scratch-Website veröffentlichen darf und was nicht?
el: Πως μπορώ να γνωρίζω εάν κάτι είναι ή δεν είναι "εντάξει" να κάνω κοινή χρήση στη σελίδα;
es: ¿Cómo se qué está bien, y qué no compartir en el sitio web de Scratch?
et: Kuidas ma saan teada, mis sobib või ei sobi jagamiseks Scratchi veebilehel?
eu: Nola jakin dezaket Scratch webgunean zer parteka dezakedan eta zer ez?
fr: Comment puis-je savoir ce qui est ou ce qui n'est pas acceptable de partager sur le site web de Scratch?
ga: Cén t-ábhar nach cóir dom comhroinnt ar shuíomh Scratch?
gl: Como sei o que está ben e o que non está ben compartir no sitio web de Scratch?
it: Come posso sapere cosa può e cosa non può essere condiviso sul sito di Scratch?
ja: Scratchウェブサイトで共有して良いものと悪いものについて教えてください。
lv: Kā lai es zinu, ko varu un ko nevaru publicēt Scratch mājaslapā?
nb: Hvordan vet jeg hva som er greit å legge ut på Scratch-nettstedet?
pt: Como posso saber o que é ou não apropriado partilhar no sítio Web do Scratch?
ro: Cum stiu ce este bine si ce nu sa partajez pe site-ul web Scratch?
sl: Kako naj vem, kaj lahko in česa ne smem deliti na Scratch spletni strani?
sv: Hur vet jag vad som är eller inte är okej att dela på Scratch hemsida?
tr: Scratch web sitesinde paylaştıklarımın uygun olup olmadığını nasıl bilebilirim?
uk: Як я дізнаюся, що не все гаразд у спільному доступі на сайті Скретчу?
