Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: You have <span id="chars-left">500</span> characters left.
ca: Et queden <span id=\"chars-left\">500</span> caràcters.
cs: Můžeš použít <span id=\"chars-left\">500</span> znaků.
de: Dir bleiben <span id="chars-left">500</span> Zeichen.
el: Απομένουν <span id=\"chars-left\">500</span> χαρακτήρες.
es: Te quedan <span id="chars-left">500</span> caracteres.
et: Sul on <span id="chars-left">500</span> märki jäänud.
eu: <span id="chars-left">500</span> karaktere dituzu idazteko.
fr: Il vous reste encore<span id="chars-left">500</span> caractères.
ga: Tá <span id="chars-left">500</span> carachtar fágtha.
gl: Quedanche <span id="chars-left">500</span> caracteres.
it: Hai ancora <span id="chars-left">500</span> caratteri disponibili.
lv: Tev atlikušas <span id="chars-left">500</span> rakstzīmes.
nb: Du har plass til <span id="chars-left">500</span> tegn.
pt: Tem <span id="chars-left">500</span> caracteres disponíveis.
ro: Mai ai <span id="chars-left">500</span> caractere disponibile.
sl: Na voljo imaš še <span id="chars-left">500</span> znakov
sr: Преостало ти је <span id="chars-left">500</span> знакова.
sv: Du har <span id="chars-left">500</span> tecken kvar.
tr: <span id="chars-left">500</span> karakterin kaldı.
uk: Ви маєте <span id="chars-left">500</span> вільних символів.

source: Sorry, comment posting has been turned off for this
de: Es tut uns leid, die Kommentarfunktion wurde hier deaktiviert.
el: Λυπούμαστε, η ανάρτηση σχολίων έχει απενεργοποιηθεί για αυτό το
fr: Désolé, l'affichage du commentaire a été désactivé pour ce
gl: Sentímolo, os comentarios desactivaronse para este
it: Siamo spiacenti, ma l'invio di commenti è stato disabilitato per questo
lv: Atvaino, komentēšana te ir atslēgta.
nb: Beklager, kommentarinnlegg er skrudd av her
pt: Lamentamos, mas a publicação de comentários foi desactivada para este
tr: Üzgünüm, bunun için yorum bırakma seçeneği kapatılmış

source: studio
gl: estudo
it: galleria
lv: studija
nb: galleri
pt: estúdio
tr: stüdyo

source: Sorry comment posting is not available right now. It should be back soon!
ca: Ho sentim, no es poden publicar comentaris en aquest moment. Prova-ho més endavant!
de: Es tut uns leid. Im Moment können keine Kommentare veröffentlicht werden. Es sollte bald wieder funktionieren!
el: Λυπούμαστε, η ανάρτηση σχόλιων δεν είναι διαθέσιμη τώρα. Προσπαθήστε σε λίγο!
es: Lo sentimos, agregar comentarios no esta disponible en este momento. Pronto se habilitará.
et: Vabandust, kommentaaride lähetamine ei ole hetkel võimalik. See peaks varsti olema tagasi!
eu: Iradokitzea ez da posible momentu hontan. Laister egin ahalko da.
fr: Désolé l'affichage du commentaire n'est pas disponible en ce moment. Il sera de retour bientôt!
gl: Sentímolo, o envio de comentarios non está dispoñible neste momento. Debería habilitarse axiña.
it: L'invio di commenti non è disponibile in questo momento. Dovrebbe essere nuovamente disponibile presto!
lv: Atvaino, komentēšana šobrīd nav pieejama. Tam drīzumā jābūt novērstam!
nb: Beklager, kommentarinnlegg er ikke tilgjengelig nå, men åpner igjen snart!
pt: Lamentamos, mas a publicação de comentários não está neste momento disponível. Deve regressar em breve!
sl: Žal komentiranje trenutno ni mogoče. Vendar bi moralo v kratkem spet delovati!
sv: Tyvärr, kommentering av inlägg är inte tillgängligt just nu. Försök igen senare!
tr: Üzgünüm şu anda yorum paylaşma etkin değil. Yakında düzelecek!
uk: На жаль, публікація коментарів недоступна прямо зараз. Це може бути можливим незабаром!

source: Comments loading...
ca: Carregant comentaris...
cs: Nahrávání komentářů...
de: Kommentare werden geladen...
el: Γίνεται φόρτωση των σχολίων....
es: Cargando comentarios...
et: Kommentaaride laadimine...
eu: Iradokizunak kargatzen...
fr: Commentaires en cours de chargement ...
ga: Nótaí á luchtú...
gl: Cargando comentarios...
it: Caricamento dei commenti...
lv: Ielādē komentārus...
nb: Laster kommentarer...
pt: A carregar comentários...
ro: Se incarca comentariile...
sl: Nalaganje komentarjev...
sr: Учитавам коментаре...
sv: Kommentarer laddas...
tr: Yorumlar yükleniyor...
uk: Коментарі завантажуються...

source: 0 minutes ago
ca: fa 0 minuts
cs: před 0 minutami
de: vor 0 Minuten
el: Πριν από 0 λεπά
es: hace 0 minutos
et: 0 minutit tagasi
eu: Duela 0 minutu
fr: Il y a 0 minute
ga: 0 nóiméad ó shin
gl: fai 0 minutos
he: לפני 0 דקות
it: 0 minuti fa
ja: 0 分前
lv: pirms 0 minūtēm
nb: 0 minutter siden
pt: há 0 minutos
ro: acum 0 minute
sl: Pred 0 minutami
sr: Пре 0 минута
sv: 0 minuter sedan
tr: 0 dakika önce
uk: 0 хвилин тому

source: Report comment as inappropriate
ca: Marca el comentari com a no adequat
cs: Ohlásit komentář jako nepatřičný
de: Diesen Kommentar als unangemessen melden
el: Αναφορά σχόλιου
es: Marcar comentario como inapropiado
et: Teata kommentaari sobimatusest
eu: Iradokizuna desegokitzat salatu
fr: Signaler le commentaire comme inapproprié
ga: Déan tuairisc ar an nóta tráchta seo
gl: Denunciar comentario como inapropiado
he: דווח על התגובה כבלתי הולמת
it: Segnala il commento come inappropriato
ja: 不適切なコメントとして報告する
lv: Ziņot par nepiemērotu komentāru
nb: Meld upassende kommentar
pt: Denuncie o comentário como inapropriado
ro: Raporteaza comentariul ca nepotrivit
sl: Prijavi komentar kot neprimeren
sr: Пријави коментар као непримерен
sv: Anmäl kommentaren som olämplig
tr: Yorumu uygunsuz olarak şikayet et
uk: Сповістити про невідповідний коментар

source: See all %(len)s replies
ca: Veu les %(len)s respostes
cs: Zobrazit všech %(len)s odpovědí
de: Alle %(len)s Antworten anzeigen
el: Δείτε όλες τις %(len)s απαντήσεις
es: Ver todas las %(len)s respuestas
et: Vaata kõik %(len)s vastust
eu: %(len)s erantzunak ikusi
fr: Voir toutes %(len)s réponses
ga: Taispeáin na %(len)s freagra
gl: Ver todas as %(len)s respostas
it: Mostra tutte le %(len)s risposte
ja: %(len)s 件の全ての返信を見る
lv: Skatīt visas %(len)s atbildes
nb: Se alle de %(len)s svarene
pt: Ver todas as %(len)s respostas
ro: Vezi toate %(len)s raspunsuri
sl: Poglej vseh %(len)s odgovorov
sr: Погрледај све одговоре, има их %(len)s
sv: Se alla %(len)s svar
tr: %(len)s cevabın tümünü gör
uk: Переглянути всі %(len)s відповіді

source: Load more
ca: Carrega'n més
cs: Nahrát další
de: Mehr laden
el: Φόρτωση περισσότερων
es: Cargar más
et: Lae veel
eu: Gehiago kargatu
fr: Télécharger plus
ga: Luchtaigh tuilleadh
gl: Cargar máis
it: Mostra i successivi
ja: もっと読み込む
lv: Ielādēt vairāk
nb: Last flere
pt: Carregar mais
ro: Incarca mai mult
sl: Naloži več
sr: Учитај још
sv: Ladda fler
tr: Dahasını yükle
uk: Завантажити більше

source: %(comment.datetime_created|timesince)s ago
ca: fa %(comment.datetime_created|timesince)s
cs: %(comment.datetime_created|timesince)s staré
de: vor %(comment.datetime_created|timesince)s
el: Πριν από %(comment.datetime_created|timesince)s
es: hace %(comment.datetime_created|timesince)s
et: %(comment.datetime_created|timesince)s tagasi
eu: Duela %(comment.datetime_created|timesince)s
fr: Il y a %(comment.datetime_created|timesince)s
ga: %(comment.datetime_created|timesince)s ó shin
gl: fai %(comment.datetime_created|timesince)s
it: %(comment.datetime_created|timesince)s fa
ja: %(comment.datetime_created|timesince)s 前
lv: pirms %(comment.datetime_created|timesince)s
nb: for %(comment.datetime_created|timesince)s siden
pt: há %(comment.datetime_created|timesince)s
ro: acum %(comment.datetime_created|timesince)s
sl: pred %(comment.datetime_created|timesince)s
sv: %(comment.datetime_created|timesince)s sedan
tr: %(comment.datetime_created|timesince)s önce
uk: %(comment.datetime_created|timesince)s тому

source: Example tab
ca: Pestanya d'exemple
cs: Karta s příkladem
de: Beispielreiter
el: Καρτέλα Παραδείγματος
es: Pestaña de ejemplo
et: Näite vahekaart
eu: Adibidezko fitxa
fr: Exemple d'onglet
ga: Cluaisín samplach
gl: Pestana de exemplo
he: טאב לדוגמא
it: Scheda Esempi
ja: 例のタブ
lv: Piemēru cilne
nb: Eksempelfane
pt: Separador de exemplo
ro: Tab-ul exemplu
sl: Primer zavihka
sr: Поље са примерима
sv: Exempelflik
tr: Örnek sayfası
uk: Вкладки зразків

source: Enter content here
ca: Escriu el contingut aquí
cs: Zde vlož obsah
de: Inhalt hier eingeben
el: Πληκτρολογείστε το περιεχόμενο εδώ
es: Ingresa contenidos aquí
et: Sisesta sisu siia
eu: Eduki sartu hemen
fr: Entrez le contenu ici
ga: Cuir ábhar anseo
gl: Introducir contido aquí
it: Inserisci qui il contenuto
ja: 内容をここに入力
lv: Saturu ievadīt šeit
nb: Legg innholdet her
pt: Introduza o conteúdo aqui
ro: Introdu continutul aici
sl: Vnesi vsebino tukaj
sr: Овде унесите садржај
sv: Lägg till innehåll här
tr: İçeriği buraya gir
uk: Введіть коментар тут

source: Explore - Scratch
ca: Explora - Scratch
cs: Prozkoumat - Scratch
de: Entdecken - Scratch
el: Εξερεύνηση - Scratch
es: Explorar - Scratch
et: Uuri - .Scratch
eu: Esploratu - Scratch
ga: Taiscéal - Scratch
gl: Explorar - Scratch
he: לחקור - Scratch
it: Esplora - Scratch
ja: 探す - Scratch
lv: Izpēti - Scratch
nb: Oversikt - Scratch
pt: Explorar - Scratch
ro: Exploreaza - Scratch
sl: Razišči - Scratch
sr: Истражуј - Скрач
sv: Utforska - Scratch
tr: Keşfet - Scratch
uk: Дізнатися більше - Скретч

source: Jump
ca: Salta
cs: Skok
de: Springen
el: Άλμα
es: Saltar
et: Hüppa
eu: Salto egin
ga: Léim
gl: Saltar
he: קפוץ
it: Salta
ja: ジャンプ
lv: Lekt
nb: Hopp
pt: Saltar
ro: Sari
sl: Skoči
sr: Скочи
sv: Hoppa
tr: Zıpla
uk: Перейти

source: Shuffle
ca: Remena
cs: Zamíchat
de: Mischen
el: Ανακάτεμα
es: Mezclar
et: Sega
eu: Nahastu
ga: Suaith
gl: Barallar
he: ערבב
it: Mescola
ja: シャッフル
lv: Sajaukt
nb: Bland
pt: Baralhar
ro: Amesteca
sl: Premešaj
sr: Измешај
sv: Blanda
tr: Karıştır
uk: Перемішати

source: Explore Projects
ca: Explora els Projectes
cs: Prozkoumat projekty
de: Projekte erkunden
el: Εξερεύνηση έργων
es: Explorar proyectos
et: Uuri projekte
eu: Proiektuak esploratu
fr: Explorer des projets
ga: Brabhsáil Tionscadail
gl: Explorar Proxectos
it: Esplora i Progetti
ja: 作品を探す
lv: Pārlūkot projektus
nb: Bla i prosjekter
pt: Explorar Projectos
ro: Exploreaza proiectele
sl: Razišči projekte
sr: Истражи пројекте
sv: Utforska Projekt
tr: Projelere Gözat
uk: Оглянути проекти

source: Featured
ca: Destacats
cs: Představené
de: Vorgestellt
el: Προτεινόμενα
es: Destacados
et: Valitud
eu: Aipagarriak
fr: Sélectionnnés
ga: Mór-Le-Rá
gl: Destacados
it: In Evidenza
ja: 注目の作品
lv: Ieteiktie
nb: Anbefalt
pt: Em destaque
ro: Caracteristici
sl: Priporočeni
sr: Истакнути
sv: Utvalda
tr: Dikkat çekenler
uk: Обрані

source: All
ca: Tots
cs: Všechno
de: Alles
el: Όλα
es: Todos
et: Kõik
eu: Guztiak
fr: Tout
ga: Uile
gl: Todos
he: הכל
it: Tutti i progetti
ja: すべて
lv: Visi
nb: Alt
pt: Tudo
ro: Tot
sl: Vse
sr: Сви
sv: Alla
tr: Tümü
uk: Усі

source: Animations
ca: Animacions
cs: Animace
de: Animationen
el: Κινούμενα σχέδια
es: Animaciones
et: Animatsioonid
eu: Animazioak
ga: Beochaintí
gl: Animacións
it: Animazioni
ja: アニメーション
lv: Animācijas
nb: Animasjoner
pt: Animações
ro: Animatii
sl: Animacije
sr: Анимације
sv: Animationer
tr: Çizgi Filmler
uk: Анімації

source: Art
cs: Umění
de: Kunst
el: Τέχνη
es: Arte
et: Kunst
eu: Artea
ga: Ealaín
gl: Arte
it: Arte
ja: アート
lv: Māksla
nb: Kunst
pt: Arte
ro: Arta
sl: Umetnost
sr: Уметност
sv: Konst
tr: Sanat
uk: Арт

source: Games
ca: Jocs
cs: Hry
de: Spiele
el: Παιχνίδια
es: Juegos
et: Mängud
eu: Jokoak
fr: Jeux
ga: Cluichí
gl: Xogos
it: Giochi
ja: ゲーム
lv: Spēles
nb: Spill
pt: Jogos
ro: Jocuri
sl: Igre
sr: Игре
sv: Spel
tr: Oyunlar
uk: Ігри

source: Music
ca: Música
cs: Hudba
de: Musik
el: Μουσική
es: Música
et: Muusika
eu: Musika
fr: Musique
ga: Ceol
gl: Música
it: Musica
ja: 音楽
lv: Mūzika
nb: Musikk
pt: Música
ro: Muzica
sl: Glasba
sr: Музика
sv: Musik
tr: Müzik
uk: Музика

source: Stories
ca: Històries
cs: Příběhy
de: Geschichten
el: Ιστορίες
es: Historias
et: Lood
eu: Istorioak
fr: Histoires
ga: Scéalta
gl: Historias
it: Storie
ja: 物語
lv: Stāsti
nb: Fortellinger
pt: Estórias
ro: Povesti
sl: Zgodbe
sr: Приче
sv: Berättelser
tr: Hikayeler
uk: Історії

source: Tag:
ca: Etiqueta:
de: Stichwort:
el: Ετικέτα:
es: Etiqueta:
et: Märgend:
gl: Etiqueta:
it: Etichetta:
lv: Birka:
nb: Nøkkelord:
pt: Etiqueta:
sl: Oznaka:
sv: Etikett:
tr: Etiketler:

source: Shared
ca: Compartits
cs: Sdílené
de: Veröffentlicht
el: σε κοινή χρήση
es: Compartidos
et: Jagatud
eu: Partekatua
fr: Partagés
ga: Comhroinnte
gl: Compartidos
he: משותף
it: Condiviso
ja: 共有されたもの
lv: Kopīgotie
nb: Lagt ut
pt: Partilhados
ro: Partajat
sl: Deljeno
sr: Дељено
sv: Delade
tr: Paylaşılan
uk: Опубліковане

source: Past 7 Days
de: Die letzten 7 Tage
fr: Les 7 derniers jours
lv: Pēdējo 7 dienu laikā
tr: Geçen 7 gün

source: Past 30 Days
de: Die letzten 30 Tage
fr: Les 30 derniers jours
lv: Pēdējo 30 dienu laikā
tr: Geçen 30 gün

source: Sort by:
ca: Ordenar per:
cs: Třídění podle:
de: Sortieren nach:
el: Ταξινομημένα κατά:
es: Ordenar por:
et: Sorteeritud:
eu: Zerrendatu:
fr: Trier par
ga: Sórtáil de réir:
gl: Ordear por:
it: Ordina per:
ja: 並べ替え：
lv: Kārtot pēc:
nb: Sorter etter:
pt: Ordenar por:
ro: Sorteaza dupa:
sl: Razvrsti po:
sr: Поређај по:
sv: Sortera efter:
tr: Neye göre sıralansın:
uk: Впорядкувати:

source: Projects
ca: Projectes
cs: Projekty
de: Projekte
el: Έργα
es: Proyectos
et: Projektid
eu: Proiektuak
fr: Les Projets
ga: Tionscadail
gl: Proxectos
it: Progetti
ja: 作品
lv: Projekti
nb: Prosjekter
pt: Projectos
ro: Proiecte
sl: Projekti
sr: Пројекти
sv: Projekt
tr: Projeler
uk: Проекти

source: Studios
ca: Estudis
cs: Studia
el: Συλλογές
es: Estudios
et: Stuudiod
eu: Estudioak
fr: Les Studios
ga: Stiúideonna
gl: Estudos
he: סטודיו
it: Gallerie
ja: スタジオ
lv: Studijas
nb: Gallerier
pt: Estúdios
ro: Ateliere
sl: Studii
sr: Студији
sv: Studior
tr: Stüdyolar
uk: Студії

source: Explore Studios
ca: Explora els Estudis
cs: Prozkoumat studia
de: Studios erkunden
el: Εξερεύνηση Συλλογών
es: Explorar estudios
et: Uuri stuudioid
eu: Estudioak esploratu
fr: Explorer les Studios
ga: Brabhsáil Stiúideonna
gl: Explorar Estudos
it: Esplora le Gallerie
ja: スタジオを探す
lv: Pārlūkot studijas
nb: Utforsk gallerier
pt: Explorar Estúdios
ro: Exploreaza atelierele
sl: Razišči studie
sr: Истражуј студије
sv: Utforska Studior
tr: Stüdyoları Keşfe Çık
uk: Оглянути студії

source: Modified
ca: Modificat
cs: Změněné
de: Letzte Änderung
el: Tροποποιημένα
es: Modificado
et: Modifitseeritud
eu: Aldatua
fr: Modifiés
ga: Dáta Athraithe
gl: Modificado
it: Modificato
ja: 変更された
lv: Pārveidots
nb: Endret
pt: Modificado
ro: Modificat
sl: Spremenjeno
sr: Измењен
sv: Ändrad
tr: Değişiklik tarihine
uk: Змінено

source: Most comments
ca: Més comentaris
cs: Nejvíce komentářů
de: Die meisten Kommentare
el: Περισσότερα σχόλια
es: Más comentarios
et: Enim kommentaare
eu: Iruzkin gehienak
fr: Les plus commentés
ga: Líon is mó tráchta
gl: Máis comentarios
it: Numero di commenti
ja: コメントの多いもの
lv: Visvairāk komentāru
nb: Flest kommentarer
pt: Com mais comentários
ro: Cele mai multe comentarii
sl: Največkrat komentirano
sr: Већина коментара
sv: Flest kommentarer
tr: Yorum çokluğuna
uk: Більше коментарів

source: Most projects
ca: Més projectes
cs: Nejvíce projektů
de: Die meisten Projekte
el: Περισσότερα έργα
es: Más proyectos
et: Enamik projekte
eu: Proiektu gehienak
fr: La plupart des projets
ga: Líon is mó tionscadal
gl: Máis proxectos
it: Altri progetti
ja: 多くのプロジェクト
lv: Visvairāk projektu
nb: Flest prosjekter
pt: Com mais projectos
ro: Cele mai multe proiecte
sl: Največ projektov
sr: Већина пројеката
sv: Flest projekt
tr: Proje çokluğuna
uk: Більше проектів

source: Most followers
ca: Més seguidors
cs: Nejvíce následovníků
de: Die meisten Anhänger
el: Περισσότερα άτομα που ακολουθούν
es: Más seguidores
et: Enim jälgitud
eu: Jarraitzaile gehienak
fr: Les plus suivis
ga: Líon is mó leantóirí
gl: Máis seguidores
it: Maggior numero di iscritti
ja: フォロワーの多いもの
lv: Visvairāk sekotāju
nb: Flest følgere
pt: Com mais seguidores
ro: Cei mai multi adepti
sl: Največ sledilcev
sr: Већина следбеника
sv: Flest följare
tr: Takipçi çokluğuna
uk: Більше послідовників

source: Studio:
ca: Estudi:
el: Συλλογή:
es: Estudio:
et: Stuudio:
eu: Estudioa:
ga: Stiúideo:
gl: Estudo:
it: Galleria:
ja: スタジオ:
lv: Studija:
nb: Galleri:
pt: Estúdio:
ro: Atelier:
sr: Студио:
tr: Stüdyo:
uk: Студія:

source: Extension Developer Terms of Use
de: Nutzungsbedingungen für Entwickler von Erweiterungen
el: Όροι Χρήσης για τους προγραμματιστές επεκτάσεων
fr: Conditions d'utilisation pour les développeurs de l'extension
gl: Extensión para Desenvolvedores Termos de Uso
it: Condizioni di Uso per gli Sviluppatori di Estensioni
lv: Izstrādātāja paplašinājuma lietošanas noteikumi
nb: Vilkår for utviklere av programtillegg
pt: Termos de Utilização para Desenvolvedores de Extensões
tr: Uzantıyı Geliştirenin Kullanım Şartları

source: Older messages
ca: Missatges antics
cs: Staré zprávy
de: Ältere Nachrichten
el: Παλαιότερα μηνύματα
es: Mensajes antiguos
et: Vanemad teated
eu: Mezu zaharragoak
fr: Les messages les plus ancients
ga: Teachtaireachtaí níos sine
gl: Mensaxes antigas
it: Messaggi più vecchi
lv: Vecāki ziņojumi
nb: Eldre meldinger
pt: Mensagens mais antigas
ro: Cele mai vechi measje
sl: Starejša sporočila
sr: Старије поруке
sv: Äldre meddelanden
tr: Eski mesajlar
uk: Старіші повідомлення

source: Newer messages
ca: Nous missatges
cs: Novější zprávy
de: Neuere Nachrichten
el: Νεότερα μηνύματα
es: Mensajes nuevos
et: Uuemad teated
eu: Mezu berriagoak
fr: Les messages les plus récents
ga: Teachtaireachtaí níos nuaí
gl: Mensaxes recentes
it: Nuovi messaggi
lv: Jaunāki ziņojumi
nb: Nyere meldinger
pt: Mensagens mais recentes
ro: Cele mai noi mesaje
sl: Novejša sporočila
sr: Новије поруке
sv: Nyare meddelanden
tr: Yeni mesajlar
uk: Новіші повідомлення

source: Scratch Studio
ca: Estudi Scratch
el: Συλλογή Έργων του Scratch
es: Estudio de Scratch
et: Scratchi stuudio
eu: Scratch estudioa
fr: Studio Scratch
ga: Stiúideo Scratch
gl: Estudo de Scratch
it: La Galleria di Scratch
ja: Scratchスタジオ
lv: Scratch studija
nb: Scratch-Galleri
pt: Estúdio do Scratch
ro: Atelier Scratch
sr: Скрач студио
tr: Scratch Stüdyo
uk: Скретч-студія

source: Change
ca: Canvia
cs: Změna
de: Ändern
el: Αλλαγή
es: Cambiar
et: Muuda
eu: Aldatu
fr: Changer
ga: Athraigh
gl: Cambiar
it: Cambia
ja: 変更
lv: Mainīt
nb: Endre
pt: Alterar
ro: Schimba
sl: Spremeni
sr: Промени
sv: Ändra
tr: Değiştir
uk: Зміна

source: Report this studio
ca: Informa sobre aquest estudi
de: Dieses Studio melden
el: Αναφορά αυτής της συλλογής έργου
es: Reportar este estudio
fr: Rapporte ce studio
gl: Informar sobre este estudo
it: Segnala questo studio di progettazione
lv: Ziņot par šo studiju
nb: Meld dette galleriet
pt: Reportar este estúdio
sl: Poročaj o tem studiu
tr: Bu stüdyoyu bildir

source: Updated %(tDate)s
ca: Creat %(tDate)s
cs: Změněné %(tDate)s
de: Aktualisiert am %(tDate)s
el: Ενημερώθηκε στις %(tDate)s
es: Actualizado hace %(tDate)s
et: Uuendatud %(tDate)s
eu: Eguneraketa: %(tDate)s
fr: Mis à jour %(tDate)s
ga: Nuashonraithe %(tDate)s
gl: Actualizado fai %(tDate)s
it: Aggiornato il %(tDate)s
ja: 作成日 %(tDate)s
lv: Atjaunināts %(tDate)s
nb: Oppdatert %(tDate)s
pt: Actualizado %(tDate)s
ro: Actualizat %(tDate)s
sl: Posodobljeno %(tDate)s
sr: Ажурирано %(tDate)s
sv: Uppdaterad %(tDate)s
tr: %(tDate)s tarihinde güncellendi
uk: Оновлено %(tDate)s

source: Describe what this studio is about.
ca: Descriu de què va el teu estudi.
cs: Popiš, o čem je toto studio.
de: Beschreibe, worum es in diesem Studio geht.
el: Περιγράψτε αυτή τη συλλογή.
es: Describir de qué se trata este estudio.
et: Kirjelda, mida see stuudio endast kujutab.
eu: Deskriba ezazu estudio hau zeri buruzkoa den
fr: Décrivez le thème de ce studio.
ga: Déan cur síos ar an stiúideo seo.
gl: Describir de que vai este estudo.
it: Descrivi questa galleria.
lv: Apraksti, kas ir šajā studijā.
nb: Fortell hva dette galleriet inneholder.
pt: Diga acerca de quê é este estúdio.
ro: Descrie despre ce este acest atelier.
sl: Opiši, kaj je namen tega studija.
sr: Објасни која је намена овок студија.
sv: Beskriv vad den här studion handlar om.
tr: Bu stüdyonun konusunu açıkla.
uk: Опишіть, про що ця студія.

source: Projects ( <span data-count="projects">100+</span> )
de: Projekte ( <span data-count="projects">100+</span> )
el: Έργα ( <span data-count="projects">100+</span> )
fr: Projets ( <span data-count="projects">100+</span> )
gl: Proxectos ( <span data-count="projects">100+</span> )
it: Progetti ( <span data-count="projects">100+</span> )
lv: Projekti ( <span data-count="projects">100+</span> )
nb: Prosjekter ( <span data-count="projects">100+</span> )
pt: Projectos ( <span data-count="projects">100+</span> )
tr: Projeler ( <span data-count="projects">100+</span> )

source: Projects ( <span data-count="projects">%(tCount)s</span> )
ca: Projectes ( <span data-count="projects">%(tCount)s</span> )
cs: Projekty ( <span data-count="projects">%(tCount)s</span> )
de: Projekte ( <span data-count="projects">%(tCount)s</span> )
el: Έργα ( <span data-count="projects">%(tCount)s</span> )
es: Proyectos ( <span data-count="projects">%(tCount)s</span> )
et: Projektid ( <span data-count="projects">%(tCount)s</span> )
eu: Proiektuak ( <span data-count="projects">%(tCount)s</span> )
fr: Projets ( <span data-count="projects">%(tCount)s</span> )
ga: Tionscadail ( <span data-count="projects">%(tCount)s</span> )
gl: Proxectos ( <span data-count="projects">%(tCount)s</span> )
he: פרויקטים ( <span data-count="projects">%(tCount)s</span> )
it: Progetti ( <span data-count="projects">%(tCount)s</span> )
ja: プロジェクト ( <span data-count="プロジェクト">%(tCount)s</span> )
lv: Projekti ( <span data-count="projects">%(tCount)s</span> )
nb: Prosjekter ( <span data-count="projects">%(tCount)s</span> )
pt: Projectos ( <span data-count="projects">%(tCount)s</span> )
ro: Proiecte ( <span data-count="projects">%(tCount)s</span> )
sl: Projekti ( <span data-count="projects">%(tCount)s</span> )
sr: Пројекти ( <span data-count="projects">%(tCount)s</span> )
sv: Projekt ( <span data-count="projects">%(tCount)s</span> )
tr: Projeler ( <span data-count="projects">%(tCount)s</span> )
uk: Проекти ( <span data-count="projects">%(tCount)s</span> )

source: Comments ( <span data-count="comments">%(tCount)s</span> )
ca: Comentaris ( <span data-count="comments">%(tCount)s</span> )
cs: Komentáře ( <span data-count="comments">%(tCount)s</span> )
de: Kommentare ( <span data-count="comments">%(tCount)s</span> )
el: Σχόλια ( <span data-count="comments">%(tCount)s</span> )
es: Comentarios ( <span data-count="comments">%(tCount)s</span> )
et: Kommentaarid ( <span data-count="comments">%(tCount)s</span> )
eu: Iradokizuank ( <span data-count="comments">%(tCount)s</span> )
fr: Commentaires ( <span data-count="comments">%(tCount)s</span> )
ga: Nótaí Tráchta ( <span data-count="comments">%(tCount)s</span> )
gl: Comentarios ( <span data-count="comments">%(tCount)s</span> )
he: תגובות ( <span data-count="comments">%(tCount)s</span> )
it: Commenti ( <span data-count="comments">%(tCount)s</span> )
ja: コメント ( <span data-count="コメント">%(tCount)s</span> )
lv: Komentāri ( <span data-count="comments">%(tCount)s</span> )
nb: Kommentarer ( <span data-count="comments">%(tCount)s</span> )
pt: Comentários ( <span data-count="comments">%(tCount)s</span> )
ro: Comentarii ( <span data-count="comments">%(tCount)s</span> )
sl: Komentarji ( <span data-count="comments">%(tCount)s</span> )
sr: Коментари ( <span data-count="comments">%(tCount)s</span> )
sv: Kommentarer ( <span data-count="comments">%(tCount)s</span> )
tr: Yorumlar ( <span data-count="comments">%(tCount)s</span> )
uk: Коментарі ( <span data-count="comments">%(tCount)s</span> )

source: Curators
ca: Conservadors
de: Kuratoren
el: Επιμελητές
es: Curadores
fr: Curateurs
gl: Supervisores
it: Curatori
lv: Pārraudzītāji
nb: Forvaltere
pt: Conservadores
tr: İdareciler
