Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Want to make a conversation or tell a joke?<br/> <p>Have two sprites take turns saying something.</p> Try this code in one sprite:
es: ¿Quieres hacer una conversación o contar una cuento? <br/> <p> Cree dos objetos que se turnan para decir algo. </p> Prueba este código en uno de los objeto:
fr: Tu veux entreprendre une conversation ou raconter une blague?<br/> <p>Tu veux faire en sorte que deux lutins se relaient pour dire quelque chose.</p> Essaie ce code dans un lutin:
gl: Queres crear unha conversación ou contar un chiste?<br/> <p>Crea dúas figuras que se turnen para decir algo.</p> Proba este código nunha das figuras:
it: Vuoi creare un dialogo o raccontare una barzelletta?<br/> <p>Usa due sprite che dicano a turno delle cose.</p> Prova questo codice in uno sprite:
lv: Vēlies izveidot sarunu vai pastāstīt joku?<br/> <p>Izveido divus gariņus, kuri viens ar otru sarunāsies.</p> Izmēģini šo kodu vienam gariņam:
nb: Vil du lage en samtale eller fortelle en vits?<br/> <p>Få to figurer til å snakke til hverandre.</p> Prøv dette skriptet på en figur:
pt: Quer criar um diálogo ou contar uma anedota?<br/> <p>Faça dois actores dizerem alguma coisa alternadamente.</p> Experimente este código num dos actores:
sl: Hočeš pričarati pogovor ali povedati šalo?<br/> <p>Figuri naj izmenoma govorita.</p> Poskusi to kodo na eni od figur:
tr: Konuşma veya şakalaşma yaptırmak ister misin?<br/> <p>İki kuklaya sırayla birşeyler söylet.</p> Bir kuklaya bu diziyi izletelim:

source: And this in another sprite:
es: Y esto en el otro objeto:
fr: Et cela dans un autre lutin:
gl: E este na outra figura:
it: Aggiungi questo in un'altro sprite:
lv: Un šo otram gariņam:
nb: Og dette på en annen figur:
pt: E experimente este código no outro actor:
sl: In to na drugi figuri:

source: Broadcast a message to tell another sprite when to talk. When it receives the message, it can respond.
ca: Envia un missatge per dir a un altre personatge quan ha de parlar. Quan rebi el missatge podrà contestar.
es: Envía un mensaje para decir a otro objeto cuándo hablar. Cuando recibe el mensaje, puede responder.
fr: Envoie un message à un autre lutin pour dire quand parler. Quand il reçoit le message, il peut répondre.
gl: Envía unha mensaxe para decir a outra figura cando falar. Cando reciba a mensaxe, pode respostar.
it: Invia un messaggio per indicare ad un'altro sprite quando è il momento di parlare. Quando riceve il messaggio potrà rispondere.
lv: Pārraida ziņu citam gariņam, lai tas sāk runāt. Saņēmis ziņu, tas varēs atbildēt.
nb: Send en melding slik at en annen figur vet når den skal si noe. Meldingen kan få figuren til å svare.
pt: Difunda uma mensagem para dizer ao outro actor quando falar. Quando ele receber a mensagem poderá responder.
sl: Pošlji sporočilo da poveš drugi figuri kdaj naj govori. Ko prejme sporočilo, se lahko odzove.

source: If you want to edit a sound, select a section of the sound: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Then choose from the Edit menu:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>Or, choose Effects:<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
ca: Si vols editar un so, selecciona una part de la ona del so: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Llavors tria del menú Edita:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>O tria del menú Efectes:<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
el: Εάν θέλετε να επεξεργαστείτε έναν ήχο, επιλέξτε πρώτα τμήμα του ήχου: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Μετά επέλεξε κάτι από το μενού Επεξεργασία:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>Ή, επιλέξτε από το μενού Εφέ:<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
es: Si desea editar un sonido, seleccione una sección del sonido: <br/> <img src="%(STATIC_URL)s/images/help/es/edit-sound.png"><br/> Luego, elija del menú de edición: <br/> <img src="%(STATIC_URL)s/images/help/es/edit-sound-menu.png"> <p>O, elija efectos:<br/> <img src="%(STATIC_URL)s/images/help/es/effects-menu.png"> </div>
et: Kui soovid redigeerida heli, vali jaotis helind:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Siis vali Redigeeri (<i>Edit</i>):<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>või Efektid:<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
eu: Soinu bat editatu nahi baduzu, soinuaren sekzio bat aukeratu: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Ondoren "Editatu" menutik aukeratu:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>Edo Efektuak aukeratu:<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
fr: Si tu souhaites modifier un son, sélectionne une section du son: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Ensuite, choisis dans le menu Edit: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>Ou, choisis Effets:<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
gl: Si queres editar un son, selecciona unha sección do son: <br/> <img src="%(STATIC_URL)s/images/help/es/edit-sound.png"><br/> Despois, elixe do menú de edición: <br/> <img src="%(STATIC_URL)s/images/help/es/edit-sound-menu.png"> <p>Ou, elixe efectos:<br/> <img src="%(STATIC_URL)s/images/help/es/effects-menu.png"> </div>
it: Se vuoi modificare un suono, seleziona la parte del suono che vuoi modificare: <br/> <img src="%(STATIC_URL)s/images/help/it/edit-sound.png"><br/> Quindi seleziona nel menu Modifica:<br/> <img src="%(STATIC_URL)s/images/help/it/edit-sound-menu.png"> <p>Oppure, seleziona Effetti:<br/> <img src="%(STATIC_URL)s/images/help/it/effects-menu.png"> </div>
lv: Lai rediģētu skaņu, izvēlies skaņas sadaļu: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Tad paņem no izvēlnes Rediģēt:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>Vai izvēlies "Efekti":<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
nb: For å redigere en lyd, velg en del av lyden: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Velg deretter fra Rediger-menyen:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>eller velg effekter:<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
pt: Se quiser editar um som, seleccione uma secção do som: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Depois escolha uma opção no menu Editar:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>Alternativamente, escolha Efeitos:<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
sl: Če želiš urediti zvok, izberi razdelek Zvoki: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Potem izberi iz menija Uredi:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>ali izberi učinke:<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
sv: Om du vill redigera ett ljud, markera en del av ljudet: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Välj sedan från redigeramenyn:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>Eller, välj effekter:<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
uk: Щоб редагувати звук, оберіть вкладку Звуки: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Потім обреріть меню Правка:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>Або оберіть Ефекти:<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>

source: Start Moving
de: Bewegung
es: Empeza a mover
fr: Commence par bouger
gl: Empeza Movendo
it: Inizia a Muoverti
lv: Sākt kustību
nb: Kom i gang
pt: Começar a Andar
tr: Hareket Etmeye Başla

source: Drag a <span class="motioncolor">move</span> block into the Scripts area.
de: Ziehe einen <span class="motioncolor">gehe () -er Schritt</span>-Block in den Skriptbereich.
fr: Déplace un bloc <span class="motioncolor">AVANCER</span> dans l'aire des Scripts.
gl: Arrastra un bloque <span class=motioncolor>MOVER</span> á área de Programas.
it: Trascina un blocco <span class="motioncolor">fai passi</span> nell'area degli Script.
lv: Pārvelc bloku <span class="motioncolor">pārvietot</span> uz programmas laukumu.
nb: Trekk en <span class=movecolor>gå</span>-kloss inn i Skript-området.
pt: Arraste um bloco <span class="motioncolor">anda</span> para a área de Guiões.
tr: <span class="motioncolor">[.. adım git]</span> taşını sürükle ve Diziler alanına bırak.

source: drag move block to Scripts area
de: ziehe gehe-Block in den Skriptbereich
fr: Déplace un bloc mouvement dans l'aire des Scripts
gl: arrastra bloque mover á área de Programas
it: trascina il blocco fai passi nell'area degli script
lv: velc bloku uz programmas laukumu
nb: dra gå-klossen til skript-vinduet
pt: arrastar o bloco anda para a área de Guiões
tr: "... adım git" taşını Diziler alanına taşı

source: Then, click on that block to make the cat move:
ca: Després, fes clic al bloc per fer que el gat es mogui:
cs: Potom na tento blok klikni abys přinutil kocoura pohnout:
de: Klicke dann auf den Block, damit sich die Katze bewegt:
el: Έπειτα, πατήστε πάνω σε αυτό το τετράγωνο εντολής για να κάνετε τη γάτα να κινηθεί:
es: Luego, haz clic en ese bloque para mover al gato:
et: Siis klõpsa seda plokki, et panna kass liikuma:
eu: Ondoren, klik egin bloke horretan katua mugitu dadin
fr: Ensuite, clique sur ce bloc pour faire avancer le chat :
ga: Ansin, cliceáil an bloc sin chun an cat a bhogadh:
gl: Despois, preme no bloque para facer que o gato se mova:
it: Quindi clicca sul blocco per far muovere il gatto:
ja: それから、そのブロックをクリックして猫を動かしてください。
lv: Pēc tam noklikšķini uz šī bloka, lai liktu kaķim kustēties:
nb: Deretter klikker du på klossen, og katten flytter seg:
pt: Depois, clique sobre esse bloco para fazer o gato andar:
ro: Apoi, da clic pe acel bloc pentru a face pisica sa se miste:
sl: Potem klikni na blok, da se Praskač premakne:
sr: Затим, кликни на овај блок да би покренуо мацу:
sv: Sedan, klicka på blocket så att katten rör sig.
tr: Sonra, o taşa çift tıkla ve kedi yürüsün:
uk: Тепер клацніть на нього, щоб Кіт рухався:

source: Now, add a sound.
de: Als nächstes, füge einen Klang hinzu.
fr: Maintenant, ajoute un son.
gl: Agora, engade un son.
it: Ora aggiungi un suono.
lv: Nu pievienosim skaņu.
nb: Videre: Legg inn en lydeffekt.
pt: Agora, adicione um som.
sl: Sedaj dodaj zvok.
tr: Şimdi, bir ses ekle.

source: Each object in Scratch is called a sprite. To add a new sprite, click one of these buttons:
ca: Cada objecte d'Scratch es diu personatge. Per afegir un nou personatge, fes clic a un d'aquest botons:
de: Ein Objekt in Scratch wird Figur genannt. Um eine neue Figur hinzuzufügen, klicke auf einen dieser Knöpfe:
el: Για να προσθέσετε ένα νέο αντικείμενο, κάντε κλικ σε ένα από αυτά τα κουμπιά:
es: Cada objeto en Scratch se llama objeto. Para agregar un nuevo objeto, haz clic en uno de estos botones:
et: Igat objekti Scratchis nimetatakse spraidiks. Uue spraidi lisamiseks klõpsa ühte neist nuppudest:
eu: Scratcheko objektu orori Sprite deritzaio. Sprite bat gehitzeko, botoi hauetako bat klikatu:
fr: Chaque objet dans Scratch est appelé un lutin. Pour ajouter un nouveau lutin, clique sur l'un des boutons suivants :
gl: Cada obxecto en Scracht chámase unha figura. Para engadir unha nova figura, preme nun destes botóns:
it: Ogni oggetto di Scratch è chiamato sprite. Per aggiungere un nuovo sprite clicca uno di questi pulsanti:
lv: Katru objektu Scratch sauc par gariņu. Lai pievienotu jaunu gariņu, klikšķini vienu no šīm pogām:
nb: Hvert objekt i Scratch kalles en figur. Du kan lage en ny figur ved å klikke en av disse knappene:
pt: Os objectos do Scratch chamam-se actores. Para adicionares um novo actor, clica num destes botões:
ro: Fiecare obiect din Scratch este numit sprite. Pentru a adauga un nou sprite, clic pe unul dintre aceste butoane:
sl: Vsak objekt v Scratchu se imenuje figura. Če želiš dodati novo figuro, klikni na enega izmed teh gumbov:
sr: Сваки објекат у Скрачу се зове лик. Да би додао нови лик, кликни на једно од ових дугмета:
sv: Varje objekt i Scratch kallas för en sprite. För att lägga till en ny sprite klickar du på en av ikonerna:
tr: Scratch'de her bir nesne bir kukladır. Yeni bir kukla eklemek için şu düğmelerden birini tıkla:
uk: Будь-який об’єкт у Скретчі є спрайтом. Щоб додати новий спрайт, натисніть одну з цих кнопок:

source: <h4>New Sprite Buttons </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p> </div> <div class="steps last"> <p>To add this sprite, click <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> then select "Cassy Dance":</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Drag the characters to where you want them on the Stage.</p>
fr: <h4>Les Boutons Nouveau Lutin </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choisis un lutin dans la bibliothèque</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Dessine ton lutin</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Télécharge ton image ou ton lutin</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Prends une photo (à partir de la webcam)</p> </div> <div class="steps last"> <p>Pour ajouter ce lutin, clique <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> ensuite choisis "Cassy Dance":</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Fais glisser les personnages à l'endroit où tu le veux sur la scène..</p>
it: <h4>Pulsanti per la creazione di un Nuovo Sprite </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Scegli uno sprite dalla libreria</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Disegna il tuo sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Carica un'immagine o uno sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Scatta una foto (con la webcam)</p> </div> <div class="steps last"> <p>Per aggiungere questo sprite clicca <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> e poi seleziona "Cassy Dance":</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Trascina i personaggi dove preferisci sullo Stage.</p>
lv: <h4>Jauna gariņa veidošanas pogas </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Izvēlēties gariņu no krātuves</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Uzzīmēt savu gariņu</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Augšuplādēt savu attēlu vai gariņu</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Uzņemt attēlu (ar tīmekļa kameru)</p> </div> <div class="steps last"> <p>Lai pievienotu šo gariņu, klikšķini <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> tad izvēlies "Cassy Dance":</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Pārvelc tēlu uz skatuves kur vien vēlies.</p>
tr: <h4>Yeni Kukla Oluşturma Düğmeleri</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">Kuklayı kütüphaneden seç</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png">Kendi kuklanı çiz</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png">Kendi bilgisayarından bir resim seç ve at</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png">Bir fotoğraf çek (webcam ile)</p> </div> <div class="steps last"> <p>Aşağıdaki kuklayı eklemek için <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> simgesine tıkla, "Cassy Dance"i bul ve seç:</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Karakterleri, sahnede nerede durmalarını istiyorsan oraya sürükle.</p>

source: Now, explore sound or animation.
de: Als nächstes, experimentiere mit Klängen oder Animationen.
fr: Maintenant, explore un son ou une animation.
gl: Agora, explora o son ou a animación.
it: Ora esplora suoni e animazioni.
lv: Tagad pārlūko skaņu vai animāciju.
nb: Videre: lyd og animasjon
pt: Agora, explore sons e animação.
sl: Sedaj razišči zvok ali animacijo.
tr: Şimdi, ses ve canlandırmayı keşfedelim

source: Explore!
de: Experimentiere!
gl: Explorar!
it: Esplora!
lv: Izpēti!
nb: Prøv deg fram!
tr: Keşfet!

source: <h4>Add Sound</h4> <p>Click the <span class="tab-ref">Sounds</span> tab. You can:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Choose a Sound</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Record Your Own</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Import a Sound File</p> </div> <div class="steps"> <p>Then, click <span class="tab-ref">Scripts</span>, and drag in a <span class="soundcolor">play sound</span> block. Choose the sound you want from the menu and click to play.</p>
de: <h4>Klänge hinzufügen</h4> <p>Klicke auf den <span class="tab-ref">Klänge</span>-Tab. Du kannst:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Einen Klang auswählen</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Deinen eigenen Klang aufnehmen</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Eine Klangdatei importieren</p> </div> <div class="steps"> <p>Klicke danach auf <span class="tab-ref">Skripte</span> und ziehe einen <span class="soundcolor">spiele Klang</span> Block in den Skriptbereich. Wähle den Klang, den du spielen möchtest aus dem Menü aus und klicke Start, um ihn abzuspielen.</p>
fr: <h4>Ajouter un son</h4> <p>Clique sur l'onglet <span class="tab-ref">Sons</span>. You can:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Choisir un son</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Enregistre ton son</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Importe un fichier son</p> </div> <div class="steps"> <p>Ensuite, clique sur l'onglet <span class="tab-ref">Scripts</span>, et extrait le bloc <span class="sound color">jouer un son</span>. Choisis le son dans le menu and clique pour le jouer.</p>
gl: <h4>Engadir Son</h4> <p>Preme na pestaña <span class="tab-ref">Sons</span>. Podes:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Elixir un Son</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Gravar o teu Propio Son</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Importar un Ficheiro de Son</p> </div> <div class="steps"> <p>Despois, preme <span class="tab-ref">Programas</span>, e arrastrao a un bloque <span class="soundcolor">reproducir son</span>. Elixe o son que queres do menú e preme para reproducir.</p>
it: <h4>Aggiungere un suono</h4> <p>Clicca la scheda <span class="tab-ref">Sounds</span>. Puoi:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Scegliere un Suono</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Registrare un Tuo Suono</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Importare un Suono da un File</p> </div> <div class="steps"> <p>Poi clicca <span class="tab-ref">Scripts</span> e trascina un blocco <span class="soundcolor">play sound</span>. Scegli il suono che preferisci nel menu e clicca il blocco per riprodurre il suono.</p>
lv: <h4>Pievienot skaņu</h4> <p>Klikškini cilni <span class="tab-ref">Skaņas</span> Tu vari:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Izvēlēties skaņu</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Ierakstīt savu</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Ielādēt skaņas datni</p> </div> <div class="steps"> <p>Tad klikšķini cilni <span class="tab-ref">Programma</span>,un ievelc bloku <span class="soundcolor">atskaņot skaņu</span>. Izvēlies kādu skaņu no izvēlnes un uzklikšķini bloku, lai atskaņotu.</p>
nb: <h4>Legg på lyd</h4> <p>Klikk på <span class="tab-ref">Lyder</span>-fanen. Du kan:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Velge en lyd fra biblioteket</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Ta opp din egen lyd</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Importere en lydfil</p> </div> <div class="steps"> <p>Så klikker du <span class="tab-ref">Skript</span> og drar inn en <span class="soundcolor">spill lyden</span>-kloss. Velg lyden du ønsker fra menyen i klossen. Du kan klikke på klossen for å høre.</p>
pt: <h4>Adicionar Som</h4> <p>Clique no separador <span class="tab-ref">Som</span>. Pode:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Escolher um som</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Gravar o Seu Próprio Som</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Importar um Arquivo de Som</p> </div> <div class="steps"> <p>Depois clique em <span class="tab-ref">Guiões</span> e arraste um bloco <span class="soundcolor">toca o som</span>. Escolha no menu o som que deseja e clique para o tocar.</p>
tr: <h4>Ses Ekle</h4> <p><span class="tab-ref">Sesler</span> sayfa başlığını tıkla. Aşağıdakilerden birini yap:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Kütüphaneden Ses seç, veya</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Mikrofon ile kayıt yap, veya</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Bilgisayarından al ve at</p> </div> <div class="steps"> <p>Sonra, <span class="tab-ref">Diziler</span>i tıkla ve <span class="soundcolor">[... sesini çal]</span> taşını dışarı al. Menüsünden istediğin sesi seç ve seçtiğin sesi dinlemek için taşa tıkla.</p>
