Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Scratch Help
ca: Ajuda d'Scratch
cs: Scratch pomoc
de: Scratch-Hilfe
el: Βοήθεια σχετικά με το Scratch
es: Ayuda sobre Scratch
et: Scratchi abiinfo
eu: Scratchi buruzko laguntza
fr: Aide Scratch
ga: Cabhair le Scratch
gl: Axuda sobre Scratch
it: Aiuto di Scratch
ja: Scratchニュース
lv: Scratch palīdzība
nb: Lær Scratch
pt: Ajuda do Scratch
ro: Ajutor Scratch
sl: Scratch pomoč
sr: Скрач помоћ
sv: Scratch Hjälp
tr: Scratch Yardımı
uk: Довідка Скретчу

source: Scratch Cards
ca: Targetes Scratch
cs: Scratch karty
de: Scratch-Karten
el: Κάρτες του Scratch
es: Tarjetas de Scratch
et: Scratchi kaardid
eu: Scratch txartelak
fr: Les cartes Scratch
ga: Cártaí Scratch
gl: Tarxetas de Scratch
it: Le Schede di Scratch
ja: Scratchカード
lv: Scratch kartītes
nb: Scratch-kort
pt: Cartas Scratch
ro: Cartele Scratch
sl: Scratch kartice
sr: Скрач карте
sv: Scratchkort
tr: Scratch Kartları
uk: Скретч-картки

source: Scratch cards provide a quick way to learn new Scratch code.
ca: Les targetes d'Scratch proporcionen una manera ràpida d'aprendre nou codi d'Scratch.
cs: Scratch karty poskytují rychlý způsob jak se naučít nový Scratch kód.
de: Scratch-Karten bieten einen schnellen Weg, um neue Scratch-Techniken zu lernen.
el: Οι κάρτες του Scratch μπορούν να προσφέρουν έναν γρήγορο τρόπο για να μάθει κανείς το νέο κώδικα του Scratch.
es: Las tarjetas de Scratch ofrecen una manera rápida de aprender nuevas funciones de Scratch.
et: Scratchi kaardid annavad kiire võimaluse Scratchi koodi õppimiseks.
eu: Scratch txartelak Scratch kodea ikasteko era azkar bat dira.
fr: Les cartes Scratch sont un moyen rapide d'apprendre de nouveaux codes de Scratch.
ga: Is éard atá sna Cártaí Scratch ná bealach tapa chun cód nua Scratch a fhoghlaim.
gl: As tarxetas de Scratch ofrecen unha maneira rápida de aprender novas funcións de Scratch.
it: Le schede di Scratch forniscono un modo semplice e veloce per imparare a programmare in Scratch.
ja: Scratchカードを使うと、新しいスクラッチのプログラムを簡単に学ぶことができます。
lv: Scartch kartītes ļauj ātri iemācīties jaunu kodu Scratch
nb: Scratch-kortene er en kjapp måte å lære nye programmeringsteknikker i Scratch.
pt: As Cartas Scratch são uma forma rápida de aprender novo código Scratch.
ro: Cartelele Scratch constituie un mod rapid de a invata programare Scratch.
sl: Scratch kartice ti omogočajo, da se hitro naučiš novih Scratch kod.
sr: Скрач карте предствљају брзи начин да научите нови Скрач код.
sv: Scratchkorten erbjuder en snabb väg för att lära sig ny Scratchkod.
tr: Scratch kartları, Scratch kodlarını öğrenmek için kestirme yol sağlar.
uk: Скретч-картки є легким шляхом вивчення нових блоків Скретчу.

source: Get all the Cards
ca: Aconsegueix totes les Targetes
cs: Získat všechny karty
de: Alle Karten zusammen
el: Κατεβάστε όλες τις κάρτες
es: Todas las tarjetas
et: Kõik kaardid (pdf)
eu: Txartel guztiak eskuratu
fr: Obtiens toutes les cartes
ga: Faigh na Cártaí go léir
gl: Todas as tarxetas
it: Scarica tutte le Schede
ja: 全てのカードを手に入れる
lv: Iegūt visas kartītes
nb: Hent alle kortene
pt: Obter todas as Cartas
ro: Procura toate cartelele
sl: Pridobi vse Scratch kartice
sr: Узми све карте
sv: Hämta alla Scratchkort
tr: Tüm kartları al
uk: Отримати всі картки

source: English
ca: Anglès
de: Englisch
el: Αγγλικά
es: Inglés
fr: Anglais
gl: Inglés
it: Inglese
lv: Angļu
nb: Engelsk
pt: Inglês
sl: angleščina
sv: Engelska

source: Looking for Scratch Cards in your language? Check <a href="http://wiki.scratch.mit.edu/wiki/Scratch_Support_Materials">Scratch Wiki</a>.
ca: Estàs cercant les Targetes Scratch en el teu idioma? Mira a la <a href="http://wiki.scratch.mit.edu/wiki/Scratch_Support_Materials">Wiki d'Scratch</a>.
de: Suchst du Scratch Karten in deiner Sprache? Schau im <a href="http://wiki.scratch.mit.edu/wiki/Scratch_Support_Materials">Scratch-Wiki</a> nach.
el: Ψάχνετε Κάρτες του Scratch στη δική σας γλώσσα; Δείτε τη <a href="http://wiki.scratch.mit.edu/wiki/Scratch_Support_Materials">Wiki-σελίδα του Scratch</a>.
es: ¿Buscas las Tarjetas de Scratch en tu idioma? Revisa la <a href="http://wiki.scratch.mit.edu/wiki/Scratch_Support_Materials">Wiki de Scratch</a>.
et: Otsid emakeelseid Scratchi kaarte? Vaata <a href="http://wiki.scratch.mit.edu/wiki/Scratch_Support_Materials">Scratch Wiki</a>.
fr: Vous recherchez les cartes Scratch dans votre langue? Vérifier dans le <a href="http://wiki.scratch.mit.edu/wiki/Scratch_Support_Materials">Scratch Wiki</a>.
gl: Buscas as Tarxetas de Scratch no teu idioma? Revisa a <a href="http://wiki.scratch.mit.edu/wiki/Scratch_Support_Materials">Wiki de Scratch</a>.
it: Cerchi le Schede di Scratch nella tua lingua? Controllo sul <a href="http://wiki.scratch.mit.edu/wiki/Scratch_Support_Materials">Wiki di Scratch</a>.
lv: Meklē Scratch kartītes savā valodā? Ieskaties <a href="http://wiki.scratch.mit.edu/wiki/Scratch_Support_Materials">Scratch Wiki</a>.
nb: Leter du etter Scratch-kort på norsk eller et annet språk? Se på <a href="http://wiki.scratch.mit.edu/wiki/Scratch_Support_Materials">Scratch Wiki</a>.
pt: Procura Cartas Scratch na sua língua? Veja o <a href="http://wiki.scratch.mit.edu/wiki/Scratch_Support_Materials">Wiki do Scratch</a>.
sl: Iščeš Scratch kartice v svojem jeziku? Poglej na <a href="http://wiki.scratch.mit.edu/wiki/Scratch_Support_Materials">Scratch Wiki</a>.
sv: Letar du efter Scratchkort på ditt språk? Kolla <a href="http://wiki.scratch.mit.edu/wiki/Scratch_Support_Materials">Scratch Wiki</a>.

source: Change Color
ca: Canvia el color
cs: Změna barvy
de: Farbe ändern
el: Αλλάξτε το Χρώμα!
es: Cambiar color
et: Muuda värvi
eu: Kolorea aldatu
fr: Change la couleur
ga: Athraigh Dath
gl: Cambia a cor
it: Cambia Colore
ja: 色を変える
lv: Mainīt krāsu
nb: Bytt farge
pt: Alterar Cor
ro: Schimba culoarea
sl: Spremeni barvo
sr: Промени боју
sv: Ändra Färg
tr: Renk Değiştir
uk: Змінити колір

source: View Card
ca: Veu la targeta
cs: Ukázat kartu
de: Karte betrachten
el: Δείτε την κάρτα
es: Ver tarjeta
et: Vaata kaarti
eu: Txartela ikusi
fr: Vois une carte
ga: Taispeáin an Cárta
gl: Ver Tarxeta
it: Visualizza la scheda
ja: カードを見る
lv: Skatīt kartīti
nb: Vis kortet
pt: Ver Carta
ro: Vezi cartela
sl: Oglej si Scratch kartico
sr: Погледај карту
sv: Visa Kort
tr: Kartı Gör
uk: Переглянути картку

source: Move to a Beat
ca: Mou-te al ritme
cs: Pohyb v rytmu
de: Rhythmische Bewegung
el: Κινηθείτε στο Ρυθμό!
es: Moverse con ritmo
et: Liigu veidi
eu: Erritmoarekin mugitu
fr: Bouge en rythme
ga: Bog don Bhuille
gl: Moverse co ritmo
it: Spostarsi a Ritmo
ja: リズムを打つように動かす
lv: Kustēties līdz ar sitienu
nb: Dans i takt
pt: Mover ao Ritmo
ro: Misca pe un ritm
sl: Premakni se v ritmu
sv: Rörelse i takt
tr: Tempoyu Tuttur
uk: Рухи під барабан

source: Key Moves
ca: Moviment de tecles
cs: Klíčové pohyby
de: Tastensteuerung
el: Βασικές Κινήσεις!
es: Movimientos clave
et: Peamised liikumised
eu: Gako mugimenduak
fr: Mouvements clés
ga: Bog le hEochair
gl: Movementos Clave
it: I Tasti di Movimento
ja: キーで動かす
lv: Taustiņu vadība
nb: Styring med piltastene
pt: Movimento pelo Teclado
ro: Taste de miscare
sl: Premiki s tipkami
sr: Кључни потези
sv: Viktiga Drag
tr: Tuşlarla Yön
uk: Рух клавішами

source: Say Something
ca: Digues alguna cosa
cs: Řekni něco
de: Sprechblasen
el: Πείτε Κάτι!
es: Decir algo
et: Ütle midagi
eu: Esan zerbait
fr: Dis quelque chose
ga: Abair Rud Éigin
gl: Decir Algo
it: Dire Qualcosa
ja: なにか言わせる
lv: Saki kaut ko
nb: Si noe
pt: Dizer Alguma Coisa
ro: Spune ceva
sl: Reci kaj
sr: Кажи нешто
sv: Säg någonting
tr: Birşeyler Söyle
uk: Скажи щось

source: Glide
ca: Llisca
cs: Klouzání
de: Gleiten
el: Γλιστρήστε!
es: Deslizarse
et: Liugle
eu: Irristatu
fr: Glisser
ga: Sleamhnaigh
gl: Esbarar
it: Scivolare
ja: 滑らせる
lv: Slīdēšana
nb: Gli avgårde
pt: Deslizar
ro: Glisare
sl: Drsaj
sr: Клизи
sv: Glid
tr: Süzül
uk: Ковзання

source: Follow the Mouse
ca: Segueix el ratolí
cs: Následuj myš
de: Folge der Maus
el: Ακολουθήστε το Ποντίκι!
es: Seguir al ratón
et: Järgne hiirele
eu: Xagua jarraitu
fr: Suivre la souris
ga: Lean an Luch
gl: Seguir o Rato
it: Seguire il Mouse
ja: マウスを追いかけさせる
lv: Seko pelei
nb: Følg musen
pt: Seguir o Rato
ro: Urmareste mouse-ul
sl: Sledi miški
sr: Прати миша
sv: Följ musen
tr: Fareyi Takip et
uk: Слідкування за мишею

source: Dance Twist
ca: Dansa girant
cs: Tancuj twist
de: Breakdance
el: Χορέψτε Τουϊστ!
es: Bailar Twist
et: Tantsi twisti
eu: Twista dantzatu
fr: Danse le twist
ga: Cor Damhsa
gl: Bailar Twist
it: Ballare il Twist
ja: ツイストを踊らせる
lv: Grieziens dejā
nb: Dans Twist
pt: Volta de Dança
ro: Danseaza twist
sl: Plesni obrat
sv: Dansa twist
tr: Twist Dansı
uk: Танець з викривленням

source: Interactive Whirl
ca: Remolí Interactiu
cs: Interaktivní vír
de: Interaktiver Wirbel
el: Διαδραστική Περιστροφή!
es: Remolino Interactivo
et: Interaktiivne pööris
eu: Zurrunbilo interaktiboa
fr: Tourbillon rapide
ga: Rothlú Idirghníomhach
gl: Remuiño Interactivo
it: Vortice Interattivo
ja: 操作にあわせてぐるぐる回す
lv: Interaktīvs virpulis
nb: Interaktiv virvel
pt: Remoinho Interactivo
ro: Vartej interactiv
sl: Interaktivni vrtinec
sr: Интерактивни вртлог
sv: Interaktiv virvel
tr: Etkileşimli Fırıldama
uk: Інтерактивне кручення

source: Animate It
ca: Anima-ho
cs: Animuj to
de: Animiere es
el: Κάντε το Αντικείμενο να Κινείται!
es: Anímalo
et: Animeeri
eu: Animatu ezazu
fr: Anime le
ga: Beoigh é
gl: Anímao
it: Animazione
ja: アニメーションさせる
lv: Iekustini
nb: Animer det
pt: Animação
ro: Animeaza-l
sl: Animiraj
sr: Анимирај
sv: Animera
tr: Canlandır Onu
uk: Анімуй його

source: Moving Animation
ca: Animació en moviment
cs: Pohyblivá animace
de: Bewegung animieren
el: Κινούμενο Σχέδιο!
es: Animación de movimiento
eu: Mugimendudun animazioa
fr: Déplace et anime
ga: Beochan ghluaiste
gl: Animación de Movemento
it: Animazione in Movimento
ja: アニメーションを動かす
lv: Kustīga animācija
nb: Bevegelse med animasjon
pt: Animação de Movimento
ro: Miscare
sl: Animacija premikanja
sr: Покретна анимација
sv: Animation som rör sig
uk: Рухома анімація

source: Surprise Button
ca: Botó Sorpresa
cs: Tlačítko s překvapením
de: Überraschungsknopf
el: Το Κουμπί Έκπληξη!
es: Botón sorpresa
et: Üllatusnupp
eu: Ezustekoaren botoia
fr: Un bouton surprise
ga: Cnaipe Iontais
gl: Botón Sorpresa
it: Pulsante a Sorpresa
ja: びっくりボタン
lv: Pārsteiguma poga
nb: Overraskelsesknapp
pt: Botão Surpresa
ro: Buton surpriza
sl: Gumb presenečenja
sr: Дугме изненађења
sv: Överraska
tr: Sürpriz Düğmesi
uk: Кнопка з сюрпризом

source: Keep Score
ca: Mantenir la puntuació
cs: Udržuj skóre
de: Spielstand speichern
el: Κρατήστε Σκορ!
es: Guardar puntaje
eu: Puntuaketa mantendu
fr: Compte les points
ga: Marcáil an Scór
gl: Gardar a Puntuación
it: Tenere il Punteggio
ja: 点数を記録する
lv: Saglabā rezultātu
nb: Tell poeng
pt: Manter Pontuação
ro: Pastreaza scorul
sl: Štej točke
sr: Задржи бодовање
sv: Håll reda på poäng
tr: Skoru Aklında Tut
uk: Зберегти рахунок

source: General Questions
ca: Preguntes Generals
cs: Obecné otázky
de: Allgemeine Fragen
el: Γενικές Ερωτήσεις
es: Preguntas generales
et: Üldised küsimused
eu: Galdera generalak
fr: Questions générales
ga: Ceisteanna Ginearálta
gl: Preguntas Xerais
it: Domande Generali
ja: 一般的な質問
lv: Vispārīgi jautājumi
nb: Generelle spørsmål
pt: Perguntas Gerais
ro: Intrebari generale
sl: Splošna vprašanja
sr: Општа питања
sv: Vanliga frågor
tr: Genel Sorular
uk: Загальні питання

source: Remixing and Copying
ca: Reinventant i Copiant
cs: Odvozování a kopírování
de: Remixen und Kopieren
el: Αναμίξεις και Αντιγραφές Έργων
es: Reinventar y copiar
et: Remiksimine ja koperimine
eu: Birnahasketa eta kopiatzea
fr: Remixer et copier
ga: Athmheascadh agus Cóipeáil
gl: Recreando e Copiando
it: Remixare e Copiare
ja: リミックスとコピー
lv: Remiksēšana un kopēšana
nb: Remiksing og kopiering
pt: Remisturar e Copiar
ro: Amestecare si copiere
sl: Predelave in kopiranje
sr: Прављење умножака и измењивање
sv: Remixa och kopiera
tr: Katkı ve Kopyalama
uk: Реміксування та копіювання

source: Accounts
ca: Comptes
cs: Účty
de: Benutzerkonten
el: Λογαριασμοί
es: Cuentas
et: Kontod
eu: Kontuak
fr: Comptes
ga: Cuntais
gl: Contas
it: Gli Account
ja: アカウント
lv: Konti
nb: Brukerkontoer
pt: Contas
ro: Conturi
sl: Računi
sr: Налози
sv: Konton
tr: Hesaplar
uk: Обліковий запис

source: Licensing and Permissions
ca: Llicències i permisos
cs: Licence a povolení
de: Lizenz und Rechte
el: Αδειοδότηση και Εγκρίσεις
es: Licenciamiento y permisos
et: Litsenseerimine ja juurdepääs
eu: Lizentzia eta baimenak
fr: Licences et autorisations
ga: Ceadúnas agus Ceadanna
gl: Licenzas e Permisos
it: Licenza e Permessi
ja: ライセンスと権限
lv: Licencēšana un atļaujas
nb: Lisensiering og tillatelser
pt: Licenciamento e Permissões
ro: Licente si permisiuni
sl: Licence in dovoljenja
sr: Лиценца и дозволе
sv: Licensiering och behörigheter
tr: Lisanslama ve İzinler
uk: Ліцензії та права

source: Inappropriate Content
ca: Contingut inadequat
cs: Nevhodný obsah
de: Unangebrachter Inhalt
el: Ακατάλληλο Περιεχόμενο
es: Contenido inapropiado
et: Sobimatu sisu
eu: Eduki desegokia
fr: Contenu inapproprié
ga: Ábhar Mí-Oiriúnach
gl: Contido Inapropiado
it: Contenuti Inappropriati
ja: 不適切なコンテンツ
lv: Nepiemērots saturs
nb: Upassende innhold
pt: Conteúdo Inadequado
ro: Continut inadecvat
sl: Neprimerna vsebina
sr: Неприкладан садржај
sv: Olämpligt innehåll
tr: Uygunsuz İçerik
uk: Небажаний контент

source: Cloud Data
ca: Dades al núvol
de: Cloud-Daten
el: Δεδομένα Cloud
es: Información de la nube
et: Pilveandmed
eu: Laino datuak
fr: Les données du Cloud
ga: Néalsonraí
gl: Datos na Nube
it: Dati Cloud
ja: クラウドデータ
lv: Mākoņu dati
nb: Nettdata
pt: Dados de Nuvem
ro: Variabile Cloud
sl: Podatki v oblaku
sr: Интернет подаци
sv: Molndata
tr: Bulut Veri
uk: "Хмарні" дані

source: What is Scratch, and what can I do with it?
ca: Què és Scratch i què hi puc fer?
cs: Co je Scratch, a co s ním mohu dělat?
de: Was ist Scratch und was kann ich damit machen?
el: Τι είναι το Scratch και τι μπορώ να κάνω με αυτό;
es: ¿Qué es Scratch y qué puedo hacer con él?
et: Mis on Scratch ja mida ma saan sellega teha?
eu: Zer da Scratch eta zer egin dezaket berarekin?
fr: Qu'est-ce que Scratch, et ​​que puis-je faire avec ?
ga: Cad is Scratch ann? Cad is féidir a dhéanamh leis?
gl: Que é Scratch e que podo facer con el?
it: Cos'è Scratch e cosa posso realizzare usando Scratch?
ja: Scratchとは何ですか？なにをする事ができますか？
lv: Kas ir Scratch, un ko ar to varu darīt?
nb: Hva er Scratch, og hva kan jeg bruke det til?
pt: O que é o Scratch e o que posso fazer com ele?
ro: Ce este scratch si ce pot face cu el?
sl: Kaj je Scratch in kaj lahko naredim v njem?
sr: Шта је Скрач, и шта могу да урадим са њиме?
sv: Vad är Scratch och vad kan jag göra?
tr: Scratch nedir ve onunla neler yapabilirim?
uk: Що таке Скретч, і що я можу робити з ним?

source: Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively.To learn more about Scratch, check out the <a href="/about">About Scratch</a> page.
ca: L'Scratch és un llenguatge de programació i una comunitat online on tu pots crear les teves pròpies històries interactives, jocs i animacions -- i comparteix les teves creacions amb altres persones de tot el món. En el procés de disseny i programació de projectes Scratch, els més petits aprenen a pensar de manera creativa, raonar sistemàticament i treballar conjuntament. Per aprendre més sobre Scratch, mira la <a href="/about">pàgina d'ajuda d'Scratch</a>.
cs: Scratch je programovací jazyk a online společenství, kde můžeš můžeš vytvářet své vlastní interaktivní příběhy, hry a animace -- a sdílet své výtvory s jinými z celého světa. Během návrhu a programování Scratch projektu se mládež učí se myslet kreativně, přemýšlet systematicky a spolupracovat. Pro další poučení o Scratch vyzkoušej stránku<a href="/about">O Scratch</a>.
de: Scratch ist eine Programmiersprache, die es dir auf einfache Weise erlaubt, deine eigenen interaktiven Geschichten, Animationen, Spiele, Musik-, and Kunstwerke zu erstellen und sie mit anderen über das Internet zu teilen. Indem junge Menschen Scratch-Projekte entwerfen und programieren, lernen sie wichtige Ideen der Mathematik und Informatik kennen. Gleichzeitig lernen und vertiefen sie kreatives Denken, logisches Schlussfolgern und gemeinsames Arbeiten. Mehr über Scratch erfährst du auf der <a href="/about">Über Scratch</a>-Seite.
el: Το Scratch είναι μια γλώσσα προγραμματισμού και διαδικτυακή κοινότητα, όπου μπορείτε να δημιουργήσετε τις δικές σας διαδραστικές ιστορίες, παιχνίδια και κινούμενα σχέδια -- και να μοιραστείτε τις δημιουργίες σας με άλλα άτομα σε ολόκληρο τον κόσμο. Κατά την διάρκεια του προγραμματισμού στο Scratch, τα παιδιά μαθαίνουν να σκέφτονται δημιουργικά, να αναζητούν λόγους συστηματικά και να συνεργάζονται ομαδικά. Για να μάθετε περισσότερα για το Scratch, ελέγξτε την σελίδα <a href="/about">"Σχετικά με το Scratch".</a>
es: Scratch es un lenguaje de programación y una comunidad en línea, donde puedes crear tus propias historias interactivas, juegos y animaciones, y compartir tus creaciones con todo el mundo. Al diseñar y programar proyectos de Scratch, los jóvenes y niños aprenden a pensar creativamente, razonar sistemáticamente y trabajar colaborativamente. Para aprender más sobre Scratch, revisa la página <a href="/about">Acerca de Scratch</a>.
et: Scratch on programmeerimiskeel ja kogukond, kus saab luua oma interaktiivseid lugusid, mänge ja animatsioone ja jagada oma loomingut teistega üle maailma. Projekteerimine ja programmeerimine protsessis noored õpivad loovalt mõtlema, tegutsema süsteemselt ja töötama koos teistega. Täiendavalt vaadake <a href="/about"> Teave Scratch </a> lehte.
eu: Scratch programazio lengoaia eta online komunitatea da eta bertan istorio interaktiboak, jokoak eta animazioak sor ditzakezu -- eta zure sorkuntzak munduan zehar dauden beste pertsonekin elkarbanatu ditzakezu. Scratch proiektuak diseinatu eta programatzeko prozesuan, gaztetxoek sortzaileki pentsatzen, sistematikoki arrazoitzen eta taldelanean nola aritu ikasten dute. Scratchi buruz gehiago ikasteko, ikus <a href="/about">Scratchi buruz</a> orria.
fr: Scratch est un langage de programmation et une communauté en ligne où vous pouvez créer vos propres histoires interactives, des jeux et animations - et partagez vos créations avec d'autres autour du monde. Dans le processus de conception et de programmation des projets de Scratch, les jeunes apprennent à penser de façon créative, raisonner systématiquement, et travailler en collaboration. Pour en savoir plus sur Scratch, consultez le <a href="/about"> À propos Scratch </ a>.
ga: Is teanga ríomhchlárúcháin agus comhphobal ar líne é Scratch. Is féidir leat scéalta idirghníomhacha, cluichí, agus beochaintí a chruthú, agus iad a chomhroinnt le daoine eile ar fud an domhain. Sa phróiseas a ghabhann le tionscadail Scratch a dhearadh agus a ríomhchlárú, foghlaimíonn daoine óga smaoineamh cruthaitheach, réasúnú córasach, agus comhoibriú. Chun tuilleadh eolais faoi Scratch a fháil, déan cuairt ar an leathanach <a href="/about">Maidir le Scratch</a>.
gl: Scratch é unha linguaxe de programación e unha comunidade en liña, onde podes crear as túas propias historias interactivas, xogos e animacións, e compartir as túas creacións con todo o mundo. Ao deseñar e programar proxectos de Scratch, os rapaces aprenden a pensar creativamente, razoar sistematicamente e traballar colaborativamente. Para aprender máis sobre Scratch, revisa á páxina <a href="/about">Sobre Scratch</a>.
it: Scratch è sia un linguaggio di programmazione che una comunità online che ti permette di creare storie interattive, giochi, animazioni, e di condividere le tue creazioni con chiunque altro in tutto il mondo. Mentre creano progetti o programmano con Scratch, i giovani imparano a pensare in modo creativo, a ragionare sistematicamente e a lavorare in modo collaborativo.Per saperne di più su Scratch vai alla pagina delle <a href="/about">Informazioni su Scratch</a>.
ja: Scratchはプログラミング言語であるとともに、子供たちがプログラミングをして、世界中の人々と物語やゲームインタラクティブな作品を共有できるオンラインコミュニティです。Scratchは「MIT Media Lab」にある「Lifelong Kindergarten group」によって、企画運営されています。子供たちはScratchで創造する事によって、創造的思考、共同作業、体系的判断力を学習します。Scratchについてもっと学ぶには、<a href="/about">Scratchについて</a>のページをご覧下さい。
lv: Scratch ir programmēšanas valoda un tiešsaistes kopiena, kur vari veidot savus interaktīvus stāstus, spēles un animācijas -- ar paveikto var dalīties ar citiem lietotājiem visā pasaulē. Veidojot un programmējot Scratch projektus, bērni un jaunieši mācās radoši un sistemātiski domāt, kā arī sadarboties. Lai vairāk uzzinātu par Scratch, lasi sadaļu <a href="/about">Par Scratch</a>.
nb: Scratch er et programmeringsspråk og et nettsamfunn der du kan lage dine egne interaktive fortellinger, spill og animasjoner, og dele det med andre rundt i hele verden. Gjennom å skape og programmere Scratch-prosjekter kan barn og unge lære kreativitet, systematisk tenking og samarbeid. Her kan du lære mer <a href="/about">Om Scratch</a>.
pt: O Scratch é uma linguagem de programação e comunidade em linha onde pode criar as suas próprias histórias, jogos e animações interactivas, bem como partilhar as suas criações com outras pessoas à volta do mundo. Durante o processo de conceberem e programarem projectos Scratch, os jovens aprendem a pensar de forma criativa, a raciocinar de forma sistemática e a trabalhar de forma colaborativa. Para aprender mais sobre o Scratch, veja a página <a href="/about">Acerca do Scratch</a>.
ro: Scratch este un limbaj de programare si o comunitate online unde poti sa creezi propriile povesti interactive, jocuri si animatii - sa-ti partajezi creatiile cu oameni din intreaga lume. In procesul de proiectare si programare a proiectelor Scratch, tinerii invata sa gandeasca creativ, sa justifice sistematic si sa colaboreze in echipa. Pentru a invata mai mult Scratch, mergi la pagina <a href="/about">Despre Scratch</a>.
sl: Scratch je programski jezik in spletna skupnost, kjer lahko ustvariš lastne interaktivne zgodbe, igrice in animacije -- in svoje stvaritve deliš z drugimi ljudmi po vsem svetu. Med ustvarjanjem in programiranjem Scratch projektov se mladi naučijo kreativnega in sistematičnega
sv: Scratch är ett programmeringsspråk och online-community, där du kan skapa dina egna interaktiva berättelser, spel och animationer - och dela dina projekt med andra runt om i världen. I processen att designa och programmera Scratchprojekt, lär sig ungdomar att tänka kreativt, resonera systematiskt och att samarbeta. För att lära sig mer om Scratch kan man kolla in sidan <a href="/about"> Om Scratch</a>.
tr: Scratch kendi etkileşimli hikayelerini, oyunlarını ve çizgi filmlerini oluşturabileceğin bir programlama dili ve ağ-üzeri (online) topluluktur. Scratch ile oluşturduğun tüm uygulamaları dünya ile kolayca paylaşabilirsin. Scratch ile projeler tasarlama ve geliştirme sürecinde gençler yaratıcı ve sistematik düşünmeyi, ortaklaşa çalışmayı öğrenebilirler. Scratch hakkında daha fazlasını öğrenmek için <a href="/about">Scratch Hakkında</a> sayfasına bak.
uk: Скретч є мовою програмування та інтернет-спільнотою, де ви можете створити свої власні інтерактивні історії, ігри та анімацію та поділитися своїми творіннями з іншими людьми по всьому світу. У процесі проектування та програмування скретч-проектів, молодь вчиться творчо мислити, систематично мірквувати і спільно працювати. Дізнатися більше про Скретч на сторінці <a href="/about">Про Скретч</a>.
