Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> You can either set the pen color to a variable, like <img src="%(STATIC_URL)s/images/help/y-position.png" /> or a number. For example, number 0 is color <font color = red>red</font>, number 70 is <font color = green>green</font>, number 130 is <font color = blue>blue</font>, and number 170 is <font color = magenta>magenta</font>. <p> Pen_color=0 at red end of rainbow, pen_color=100 at blue end of rainbow. Ranges from 0 to 200 to go around the color wheel. </div>
ca: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> També pots assignar el color del llapis a una variable, com <img src="%(STATIC_URL)s/images/help/y-position.png" /> o un nombre. Per exemple, el nombre 0 és el color <font color = red>vermell</font>, el 70 és el color <font color = green>verd</font>, el 130 és el color <font color = blue>blau</font>, i el 170 és el color <font color = magenta>magenta</font>. <p> El color del llapis 0 és l'extrem vermell de l'arc de Sant Martí, i el color del llapis 100 és l'extrem blau. Els nombres del 0 al 200 recorren la roda de colors. </div>
el: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> Μπορείτε είτε να ορίσετε την τιμή του χρώματος πένας σε μια μεταβλητή, όπως <img src="%(STATIC_URL)s/images/help/y-position.png" /> ή σε έναν αριθμό. Για παράδειγμα, ο αριθμός 0 είναι το <font color = red>χρώμα κόκκινο</font>, ο αριθμός 70 είναι το <font color = green>χρώμα πράσινο</font>, ο αριθμός 130 είναι το <font color = blue>χρώμα μπλε</font> και ο αριθμός 170 είναι το <font color = magenta>χρώμα ροζ</font>. <p> Οι τιμές χρωμάτων κυμαίνονται από 0 μέχρι 200 στο χρωματικό τροχό. </div>
es: <img src="%(STATIC_URL)s/images/help/es/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/es/setcolortoex1.png"/> <p> Puedes hacer dos cosas, establecer el color del lápiz a una variable, como <img src="%(STATIC_URL)s/images/help/es/y-position.png" /> o a un número. Por ejemplo, el número 0 es el color <font color = red>rojo</font>, el número 70 es <font color = green>verde</font>, el número 130 es <font color = blue>azul</font>, y el número 170 es <font color = magenta>magenta</font>. <p> Color_lapiz=0 va al extremo rojo del arcoiris, color_lapiz=100 va al extremo azul del arcoiris. Varía de 0 a 200 para ir alrededor del círculo cromático. </div>
et: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> Võid määrata pliiatsi värvi muutuja abil, nagu <img src="%(STATIC_URL)s/images/help/y-position.png" /> või arvuna. Näiteks arv 0 on <font color = red>punane</font>, arv 70 on <font color = green>roheline</font>, arv 130 on <font color = blue>sinine</font> ja 170 on <font color = magenta> magenta </font>. <p> Pliiatsi_värv = 0 vikerkaare punases otsas, pliiatsi_värv = 100 on sinine. Värvid on vahemikus 0 kuni 200. </div>
eu: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> Arkatzaren kolorea aldagai batez alda dezakezu <img src="%(STATIC_URL)s/images/help/y-position.png" /> bezala, edo zenbaki bidez. Adibidez 0 zenbakia <font color = red>red</font> kolorea da, 70 zenbakia <font color = green>green</font> kolorea da, 130 zenbakia <font color = blue>blue</font> kolorea da, eta 170 zenbakia <font color = magenta>magenta</font> kolorea da. <p> Arkatz_kolorea=0 ortzadarraren ertz gorrirako, arkatz_kolorea=100 ortzadarraren ertz urdinerako. 0tik 200era doa koloreen gurpila. </div>
fr: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> Tu peux soit définir la couleur du crayon par une variable, comme <img src="%(STATIC_URL)s/images/help/y-position.png" /> ou par un nombre. Par exemple, le numéro 0 est la couleur <font color = red>rouge</font>, le nombre est <font color = green>vert</font>, nombre 130 est <font color = blue>bleu</font>, et le nombre 170 est <font color = magenta>magenta</font>. <p> Couleur du stylo = 0 rouge à la fin de l'arc en ciel, couleur du stylo= 100 bleu à la fin de l'arc en ciel. La couleur du stylo varie de 0 à 200 pour faire le tour de la roue chromatique.. </div>
gl: <img src="%(STATIC_URL)s/images/help/es/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/es/setcolortoex1.png"/> <p> Podes facer dúas cousas, fixar a cor do lapis a unha variable, como <img src="%(STATIC_URL)s/images/help/es/y-position.png" /> ou a un número. Por exemplo, o número 0 é a cor <font color = red>vermella</font>, o número 70 é <font color = green>verde</font>, o número 130 é <font color = blue>azul</font>, e o número 170 é <font color = magenta>maxenta</font>. <p> A cor_lapis=0 situase no extremo vermello do arco da vella, cor_lapis=100 situase no extremo azul do arco da vella. Varía de 0 a 200 para ir ao redor do círculo cromático. </div>
it: <img src="%(STATIC_URL)s/images/help/it/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/it/setcolortoex1.png"/> <p> Puoi definire il colore della penna usando una variabile, come <img src="%(STATIC_URL)s/images/help/it/y-position.png" /> o usando un numero. Ad esempio, il numero 0 corrisponde al colore <font color = red>rosso</font>, il numero 70 è il <font color = green>verde</font>, il numero 130 è il <font color = blue>blu</font> e il numero 170 è il colore <font color = magenta>magenta</font>. <p> Colore_penna=0 corrisponde al rosso all'estremo sinistro dell'arcobaleno, colore_penna=100 corrisponde invece al blue all'estremo destro dell'arcobaleno. I valori da 0 a 200 permettono di specificare molti dei colori dello spettro. </div>
lv: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> Tu vari iestatīt par zīmuļa krāsu mainīgā vērtību, piemēram <img src="%(STATIC_URL)s/images/help/y-position.png" /> vai skaitli. Piemēram, 0 ir <font color = red>sarkans</font>, skaitlis 70 ir <font color = green>zaļš</font>, skaitlis 130 ir <font color = blue>zils</font>, un 170 ir <font color = magenta>fuksīns</font>. <p> Pen_color=0 varavīksnes sarkanajā krāsā, pen_color=100 varavīksnes zilajā krāsā. Skaitļi no 0 līdz 200 aptver visas krāsu apļa vērtības. </div>
nb: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> Tallet i klossen bestemmer pennens farge. Du kan også bruke en variabel, for eksempel <img src="%(STATIC_URL)s/images/help/y-position.png" />. Verdi 0 gir <font color = red>rød</font> farge, 70 gir <font color = green>grønn</font>, 130 gir <font color = blue>blå</font> og 170 gir <font color = magenta>magenta</font>. <p> Farge 0 er den røde siden av regnbuen, 100 er den blå siden. Verdier fra 0 til 200 går rundt hele fargehjulet. </div>
pt: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> Pode atribuir à cor da caneta o valor de um repórter, tal como <img src="%(STATIC_URL)s/images/help/y-position.png" /> ou um número. Por exemplo, o número 0 corresponde ao <font color = red>vermelho</font>, o número 70 é o <font color = green>verde</font>, o número 130 é o <font color = blue>azul</font> e o número 170 é o <font color = magenta>magenta</font>. <p> O valor 0 corresponde à ponta vermelha do arco-íris e o valor 100 à sua ponta azul. A gama total é de 0 a 200 e dá a volta à roda das cores. </div>
ro: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> Poti sa setezi culoarea stiloului fie la valoarea unei variabile, precum <img src="%(STATIC_URL)s/images/help/y-position.png" /> fie la un numar. De exemplu, numarul 0 este culoarea <font color = red>rosu</font>, numarul 70 este <font color = green>verde</font>, numarul 130 este <font color = blue>albastru</font> si numarul 170 este <font color = magenta>magenta</font>. <p> Culoare_stilou=0 la capatul rosu al curcubeului, culoare_stilou=100 la capatul albastru al curcubeului. Intervalul de la 0 la 200 trece prin toata paleta de culori. </div>
sl: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> Lahko bodisi nastaviš barvo svinčnika v spremenljivko kot <img src="%(STATIC_URL)s/images/help/y-position.png" /> ali v število. Na primer, število 0 je barva <font color = red>rdeča</font>, število 70 je <font color = green>zelena</font>, število 130 je <font color = blue>modra</font> in število 170 je <font color = magenta>vijolična</font>. <p> Barva_svinčnika=0 na rdečem koncu mavrice, barva_svinčnika=100 na modrem koncu mavrice. Sega od 0 do 200, da pride okoli barvnega kolesa. </div>
sv: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> Du kan antingen sätta pennans färg till en variabel, som <img src="%(STATIC_URL)s/images/help/y-position.png" /> eller ett tal. Till exempel, talet 0 är färgen <font color = red>röd</font>, talet 70 är <font color = green>grönt</font>, talet 130 är <font color = blue>blått</font>, och talet 170 är <font color = magenta>magenta</font>. <p> Pen_color=0 vid röda slutet på regnbågen, pen_color=100 som blått vid slutet på regnbågen. Intervallet sträcker sig från 0 till 200 för att gå runt färghjulet. </div>
uk: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> Ви можете обрати колір олівця через змінну, подібно до <img src="%(STATIC_URL)s/images/help/y-position.png" /> або число. Наприклад, число 0 відповідає <font color = red>червоному</font>, число 70 - <font color = green>зеленому</font>, число 130 - <font color = blue>синьому</font>, а число 170 is <font color = magenta>пурпуровому</font>. <p> Колір олівця=0 позначає червоний кінець веселки, колір=100 - це синій її кінець. Рівні від 0 до 200 охоплюють всю кольорову діаграму. </div>

source: Sets pen's thickness
ca: Fixa el gruix del llapis
el: Ορίζει το πάχος της πένας.
es: Fija el grosor del lápiz
et: Määrab pliiatsi suuruse (joone paksuse)
eu: Arkatzaren lodiera ezartzen du
fr: Définit l'épaisseur du stylo
gl: Fixa o grosor do lapis
it: Definisce lo spessore della penna
lv: Iestata zīmuļa biezumu
nb: Velger pennens strekbredde
pt: Estabelece a espessura da caneta
sl: Nastavi debelino svinčnika
sv: Sätter pennans tjocklek
uk: Встановити товщину олівця

source: Sets the sprite's rotation style
ca: Fixa l'estil de rotació del personatge
el: Ορίζει τον άξονα περιστροφής του αντικειμένου.
es: Fija el estilo de rotación del objeto
et: Määrab spraidi pööramisstiili
eu: Spritearen biraketa modua ezartzen du
fr: Définit le style de rotation du lutin
gl: Fixa o estilo de rotación da figura
it: Definisce lo stile di rotazione dello sprite
lv: Iestata gariņa rotācijas stilu
nb: Velger hvordan figuren roterer
pt: Estabelece o estilo de rotação do actor
sl: Nastavi način vrtenja figure
sv: Sätter sprajtens rotationsstil
tr: Kuklanın şeklinin dönüş izinlerini belirler
uk: Встановлює тип обертання спрайту

source: <p> Select "left-right" from the drop-down menu to make the sprite only rotate horizontally. </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Select "all around" from the drop-down menu to make the sprite flip vertically. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>
ca: <p> Tria "esquerra-dreta" de la llista i el personatge només apuntarà a la esquerra o la dreta, independentment de l'angle de gir. </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Tria "al voltant" de la llista i el personatge apuntarà en la direcció que indiqui l'angle de gir. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>
el: <p> Επιλέξτε κατακόρυφο άξονα από το μενού για να κάνετε το αντικείμενο να περιστρέφεται μόνο οριζόντια. </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Επιλέξτε ελέυθερο άξονα από το μενού για να κάνετε το αντικείμενο να περιστρέφεται κατακόρυφα. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>
es: <p> Elija "izquierda-derecha" del menú desplegable, para hacer que el objeto solo rote horizontalmente. </p> <p> <img src="%(STATIC_URL)s/images/help/es/setrotation-ex.png" /><br/> </p> <p> Seleccione "en todas direcciones" del menú desplegable, para que el objeto pueda voltearse verticalmente. </p> <img src="%(STATIC_URL)s/images/help/es/setrotate-around.gif"/> <br/>
et: <p> Vali rippmenüüst "parem-vasak" lubades spraiti pöörduda ainult horisontaalsihis. </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Vali rippmenüüst "suvaline" lubamaks spraidil pöörduda suvaliselt. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>
eu: <p> Aukeratu "ezker-eskuint" goitikbeherako menutik spriteak horizontalki soilik bira dezan agintzeko . </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Aukeratu "norabide guztietan" goitikbeherako menutik spriteak bertikalki bira dezan. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>
fr: <p> Sélectionne "position à gauche ou à droite" dans le menu déroulant pour faire pivoter le lutin seulement horizontalement. </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Sélectionne "à 360°" dans le menu déroulant pour faire tourner le lutin librement. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>
gl: <p> Elijxe "esquerda-dereita" do menú desplegagle, para facer que a figura só rote horizontalmente. </p> <p> <img src="%(STATIC_URL)s/images/help/es/setrotation-ex.png" /><br/> </p> <p> Elixe "en todas as direccións" do menú desplegable, para facer que a figura se de a volta verticalmente. </p> <img src="%(STATIC_URL)s/images/help/es/setrotate-around.gif"/> <br/>
it: <p> Seleziona "sinistra-destra" nel menu per far ruotare lo sprite soltanto orizzontalmente. </p> <p> <img src="%(STATIC_URL)s/images/help/it/setrotation-ex.png" /><br/> </p> <p> Seleziona "può ruotare" dal menu a discesa per permettere allo sprite di ribaltarsi verticalmente. </p> <img src="%(STATIC_URL)s/images/help/it/setrotate-around.gif"/> <br/>
lv: <p> Izvēlies "pa-kreisi-pa-labi" no izkrītošā saraksta, lai gariņš grieztos tikai horizontāli. </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Izvēlies "visapkārt" no izkrītošā saraksta, lai gariņš grieztos vertikāli. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>
nb: <p> Velg "vend sideveis" fra menyen hvis figuren bare skal peke mot venstre eller høyre. </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Velg "fri rotasjon" hvis figuren skal rotere slik at den følger sin pekeretning. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>
pt: <p> Seleccione «olha apenas para a esquerda e para a direita» no menu para fazer com que os trajes no palco sejam sempre mostrados olhando para a esquerda ou para a direita, consoante a direcção do actor esteja mais para a esquerda ou para a direita. </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Seleccione «gira a toda a volta» no menu para permitir que os trajes girem consoante a direcção do actor. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>
sl: <p> Izberi "levo-desno" iz padajočega menija, če želiš zavrteti figuro le horizontalno. </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Izberi "na vse strani" iz padajočega menija, če želiš zavrteti figuro vertikalno. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>
sv: <p> Välj "vänster-höger" från rullgardinsmenyn så att sprajten enbart flippar horisontellt. </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Välj "rotera" från rullgardinsmenynså att sprajten kan rotera. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>
tr: <p> Eğer kuklanın şeklinin sadece sağa veya sola dönebilmesini istiyorsan "sağa sola dönebilsin" de. </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Eğer kuklanın şeklini tepetaklak da olabilmesini istiyorsan "her yöne dönebilsin" şıkkını seç. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/><img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>
uk: <p> Оберіть "зліва-направо" зі спадного меню, щоб спрайт повертався тільки по горизонталі. </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Оберіть "все навколо" зі спадного меню, щоб спрайт перевертався вертикально. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>

source: Select "don't rotate" from the drop-down menu to make the sprite face only one direction.
ca: Tria "no giris" del menú desplegable per fer que el personatge només miri en una direcció.
el: Επιλέξτε την επιλογή "να μη γίνει περιστροφή" από το μενού μετακύλισης για να κάνετε το αντικείμενο να κοιτάζει μόνο προς μια κατεύθυνση.
fr: Sélectionne "ne tourne pas" dans le menu déroulant pour que le lutin regarde dans la même direction.
gl: Elixe "non rotar" do menú despregable para facer que a figura só mire nunha dirección.
it: Seleziona "non ruotare" dal menu a discesa per fare in modo che lo sprite sia sempre voltato nella stessa direzione.
lv: Izvēlies "nerotēt" no izkrītošā saraksta, lai gariņš būtu pagriezts tikai vienā virzienā.
nb: Velger du "ikke rotér" fra menyen i klossen vil figuren alltid vende samme vei.
pt: Seleccione «não gires» no menu para fazer o actor olhar apenas numa direcção.
sl: Izberi "ne vrti se" iz spustnega menuja, da bo figura gledala le v eno smer.
tr: Kuklanın şeklinin dönmeden sabit kalmasını istiyorsan "hiç dönemesin" şıkkını seç.

source: Sets pen's shade to specified amount
ca: Augmenta la intensitat del llapis la quantitat indicada
el: Ορίζει τη σκίαση πένας σε ένα συγκεκριμένο ποσό.
es: Fija la sombra del lápiz a un valor dado
et: Määrab pliiasi varjundiks antud väärtuse
eu: Arkatzaren intentsitatea zehaztutako balioan ezarri
fr: Définit l'ombre de stylo à une valeur spécifiée
gl: Cambia o tono do lapis nunha cantidade especificada
it: Porta la luminosità della penna al valore indicato
lv: Maina zīmuļa tumšumu par noteiktu apjomu
nb: Velg pennens lysstyrke
pt: Atribui ao tom da caneta um dado valor
sl: Natavi senco svinčnika na določeno vrednost
sv: Ändrar pennans nyans med angivet värde
tr: Kalemin tonunu belirtilen miktara ayarlar
uk: Встановити тінь олівця у вказану величину

source: <p> The pen shade goes from 0 to 100. The default is 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> If the pen shade is 0, then the pen color will be close to black. If the pen shade is 100, the pen color will be close to white.
ca: <p> L'ample del llapis va de 0 a 100. El valor per defecte és 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Si la intensitat del llapis és 0, el color del llapis s'acosta al negre. Si la intensitat del llapis és 100, el color del llapis s'acosta al blanc.
el: <p> Η σκίαση πένας δέχεται τιμές από 0 μέχρι 100. Η προεπιλεγμένη τιμή είναι το 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Εάν η σκίαση είναι 0, το χρώμα της πένας θα είναι μαύρο. Εάν είναι 100, το χρώμα της πένας θα είναι περίπου άσπρο.
es: <p> La intensidad del lápiz va de 0 a 100. El valor por defecto es 50. <br> <img src="%(STATIC_URL)s/images/help/es/changeshadeex2.png" /> <p> Si la intensidad del lápiz es 0, el color del lápiz será cercano al negro. Si la intensidad del lápiz es 100, el color del lápiz será cercano a blanco.
et: <p> Pliiatsi varjundi väärtus on vahemikus 0-100. Vaikimisi on see 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Kui pliiatsi varjund on 0, siis pliiatsi värv on lähedane mustale. Kui pliiatsi varjund on 100, on pliiatsi värv valge.
eu: <p> Arkatzaren intentsitatea 0tik 100era doa. Lehenetsitako balioa 50 da. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Arkatzaren intetsitatea 0 bada, arkatzaren kolorea beltzaren gertukoa izango da. Arkatzaren intentsitatea 100 bada, arkatzaren kolorea zuriaren gertukoa izango da.
fr: <p> La valeur de l'ombre de stylo est comprise entre 0 et100. La valeur par défaut est 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Si l'ombre de stylo est 0, alors la couleur du crayon sera proche du noir. Si l'ombre de stylo est de 100, la couleur du crayon sera proche du blanc.
gl: <p> A intensidade do lapis vai de 0 a 100. O valor por defecto é 50. <br> <img src="%(STATIC_URL)s/images/help/es/changeshadeex2.png" /> <p> Si a intensidade do lapis é 0, a cor do lapis será casi negra. Si a intensidade do lapis é 100, a cor do lapis será casi branca.
it: <p> La luminosità della penna è compresa tra 0 e 100. Il valore iniziale è 50. <br> <img src="%(STATIC_URL)s/images/help/it/changeshadeex2.png" /> <p> Se la luminosità della penna è 0, il colore della penna sarà molto vicino a nero. Se la luminosità è 100 il colore della penna sarà molto vicino a bianco.
lv: <p> Zīmuļa tumšums ir no 0 līdz 100. Sākotnējais ir 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Ja zīmuļa tumšums ir 0, zīmuļa krāsa būs tuvu melnais. Ja zīmuļa tumšums ir 100, zīmuļa krāsa būs tuvu baltai.
nb: <p> Pennens lysintensitet kan variere fra 0 til 100. Standardverdien er 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Verdien 0 gir nesten sort farge. Verdien 100 gir nesten hvit farge.
pt: <p> O tom da caneta varia entre 0 e 100. O valor por omissão é 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Se o tom da caneta for 0, então a sua cor será próxima do preto. Se o tom da caneta for 100, a sua cor será próxima do branco.
sl: <p> Razpon sence svinčnika je med med 0 in 100. Privzeta vrednost je 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Če je senca svinčnika nastavljena na 0, je barva svinčnika blizu črni barvi. Če je senca svinčnika 100, je barva svinčnika blizu beli barvi.
sv: <p> Pennans nyans går från 0 till 100. Standard är 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Om pennans nyans är 0, blir färgen nära svart. Om pennans nyans är 100, blir färgen nästan vit.
tr: <p> Kalem tonu 0 ile 100 arasında olup, ön değeri 50'dir. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Eğer kalem tonu 0 ise kalem rengi siyaha yakın olur. Eğer kalem tonu 100 ise kalem rengi beyaza yakın olur.
uk: <p> Тінь олівця може бути в межах від 0 до 100. За замовчуванням це 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Якщо тінь олівця рівна 0, то колір олівця буде встановлено чорним. Якщо тінь олівця рівна 100, то колір олівця буде білим.
