Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Effects
ca: Efectes
cs: Efekty
de: Effekte
el: Εφέ
es: Efectos
et: Efektid
eu: Efektuak
fr: Effets
ga: Maisíochtaí
gl: Efectos
it: Effetti
ja: 効果
lv: Efekti
nb: Effekter
pt: Efeitos
ro: Efecte
sl: Učinki
sr: Ефекти
sv: Effekter
tr: Etkiler
uk: Ефекти

source: Play with effects
ca: Juga amb els efectes
cs: Hraní s efekty
de: Mit Effekten spielen
el: ...παίξετε με τα εφέ
es: Jugar con efectos
et: Mängi efektidega
eu: Efektuekin jolasean
fr: Jouer avec des effets
ga: Bain triail as maisíochtaí
gl: Xogar con efectos
it: Gioca con gli effetti
ja: 効果をつけて演奏する
lv: Spēlējies ar efektiem
nb: Lek med effekter
pt: Brinque com efeitos
ro: Jocul cu efecte
sl: Poigraj se z učinki
sv: Lek med effekter
tr: Etkilerle oyna
uk: Гра з ефектами

source: Create interactive effects
ca: Crea efectes interactius
cs: Tvorba interaktivních efektů
de: Interaktive Effekte erzeugen
el: ...δημιουργήσετε διαδραστικά εφέ
es: Crear efectos interactivos
et: Loo interaktiivseid efekte
eu: Efektu interaktiboak sortu
fr: Créer des effets interactifs
ga: Cruthaigh maisíochtaí idirghníomhacha
gl: Crear efectos interactivos
it: Creare effetti interattivi
ja: 対話的な効果を作る
lv: Izveido interaktīvus efektus
nb: Lag interaktive effekter
pt: Crie efeitos interactivos
ro: Crearea de efecte interactive
sl: Ustvari interaktivne učinke
sr: Стварај интерактивне ефекте
sv: Skapa interaktiva effekter
tr: Etkileşimli etkiler yarat
uk: Створити інтерактивні ефекти

source: Interact with a microphone
ca: Interactua amb el micròfon
cs: Komunikace mikrofonem
de: Mit einem Mikrophon interagieren
el: ...αλληλεπιδράσετε με ένα μικρόφωνο
es: Interactúa con un micrófono
et: Mikrofoni kasutamine
eu: Mikrofonoaz elkarreragin
fr: Interagir avec un microphone
ga: Úsáid micreafón
gl: Interactuar cun micrófono
it: Interagire attraverso il microfono
ja: マイクを使って対話する
lv: Darbojies ar mikrofonu
nb: Bruk mikrofon interaktivt
pt: Interagir com um microfone
ro: Interactiunea cu microfonul
sl: Sodeluj s pomočjo mikrofona
sv: Interagera med en mikrofon
tr: Mikrofonla etkileş
uk: Інтерактивність з мікрофоном

source: Switch from happy to sad
ca: Canvia de content a trist
cs: Přepínač ze šťastný na smutný
de: Von fröhlich zu traurig wechseln
el: ...αλλάξετε από χαρούμενος σε λυπημένος
es: Cambiar de feliz a triste
et: Üleminek rõõmsalt kurvale
eu: Alai egotetik goibel egotera txandakatu
fr: Passez de la joie à la tristesse
ga: Athraigh ó áthas go brón
gl: Mudar de ledo a triste
it: Passa da felice a triste
ja: 幸せから不幸に切り替える
lv: Pārslēdz no priecīga par skumju
nb: Bytt fra glad til trist
pt: Passar de feliz a triste
ro: Comutarea de la fericit la trist
sl: Preklopi iz veselja v žalost
sv: Växla från glad till ledsen
tr: Mutludan üzgüne dön
uk: Перехід від щасливого до сумного

source: Make a sprite talk
ca: Fes parlar un personatge
cs: Donutit postavu mluvit
de: Eine Figur sprechen lassen
el: ...κάνετε ένα αντικείμενο να μιλά
es: Hacer hablar un objeto
et: Pane spait vestlema
eu: Spriteari hitzegin erazi
fr: Faire parler le lutin
ga: Tabhair ar sprid labhairt
gl: Facer que unha figura fale
it: Fai parlare uno sprite
ja: スプライトに話させる
lv: Liec gariņam runāt
nb: Få en figur til å snakke
pt: Fazer um actor falar
ro: Fa un sprite sa vorbeasca
sl: Naj figura spregovori
sr: Нека лик говори
sv: Gör så att en sprite pratar
tr: Kuklanı Konuştur
uk: Зробити розмовляючий спрайт

source: Make a sprite walk
ca: Fes caminar un personatge
cs: Přinutit postavu chodit
de: Eine Figur laufen lassen
el: ...κάνετε ένα αντικείμενο να περπατά
es: Hacer caminar un objeto
et: Pane sprait jalutama
eu: Spritea oinez jarri
fr: Faire marcher le lutin
ga: Tabhair ar sprid siúl
gl: Facer que unha figura camiñe
it: Fai camminare uno sprite
ja: スプライトを歩かせる
lv: Liec gariņam staigāt
nb: Få en figur til å gå
pt: Fazer um actor andar
ro: Fa un sprite sa se plimbe
sl: Naj figura začne hoditi
sr: Нека лик хода
sv: Gör så att en sprite går
tr: Kuklayı yürüyebilir yap
uk: Зробити рухомий спрайт

source: Use arrow keys to move
ca: Fes servir les fletxes per moure un personatge
cs: Použití šipkových kláves k pohybu
de: Steuerung mit den Pfeiltasten
el: ...χρησιμοποιήσετε τα κουμπιά για να κινηθείτε
es: Usar las flechas para moverse
et: Kasuta nooleklahve liikumiseks
eu: Gezi teklak erabili mugitzeko
fr: Utiliser les flèches pour se déplacer
ga: Úsáid saighde chun bogadh
gl: Usar teclas de frecha para mover
it: Usare i tasti freccia per spostarsi
ja: 矢印キーを使って動かす
lv: Izmanto bultiņu taustiņus, lai kustētos
nb: Flytt med piltastene
pt: Usar as teclas com setas para mover
ro: Foloseste sagetile pentru miscare
sl: Uporabi smerne tipke za premikanje
sr: Употреби тастере стрелица за кретање
sv: Använd piltangenterna för att flytta
tr: Ok tuşlarıyla hareket ver
uk: Використання клавіш для руху

source: Bounce around
ca: Rebota per tot arreu
cs: Odrážení dokola
de: Herumspringen
el: ...κάνετε μια αναπήδηση
es: Rebotar
et: Põrked
eu: Errebotatu
fr: Rebondir
ga: Preab thart
gl: Rebotar
it: Rimbalzare qua e là
ja: 跳ね返る
lv: Atsisties un lēkāt
nb: Sprett omkring
pt: Saltitar por aí
ro: Sarituri imprejur
sl: Odbijaj se
sr: Скакуће унаоколо
sv: Studsa omkring
tr: Dört kenardan sek
uk: Відбиватись навколо

source: Collide
ca: Colisiona
cs: Srážka
de: Kollisionen
el: ...κάνετε μια σύγκρουση
es: Chocar
et: Kokkupõrked
eu: Talka egin
fr: Entrer en collision
ga: Buail
gl: Chocar
it: Collidere
ja: ぶつかる
lv: Sadursme
nb: Kollisjon
pt: Colidir
ro: Ciocnire
sl: Združi
sv: Kollidera
tr: Çarpışınca?
uk: Дотикання

source: Keep score
ca: Desa la puntuació
cs: Udržování skóre
de: Den Spielstand speichern
el: ...κρατήσετε σκορ
es: Mantener puntaje
et: Hoia skoori
eu: Puntuazioa mantendu
fr: Compte les points
ga: Marcáil an scór
gl: Manter a puntuación
it: Tenere il punteggio
ja: スコアを記録する
lv: Saglabāt rezultātu
nb: Poengtelling
pt: Manter uma pontuação
ro: Tine scorul
sl: Štej točke
sr: Задржи бодовање
sv: Räkna poäng
tr: Skoru aklında tut
uk: Вести підрахунок

source: Talk to each other
ca: Parla amb l'altre
cs: Hovor mezi sebou
de: Miteinander sprechen
el: ...κάνετε μια ομιλία μεταξύ των αντικειμένων
es: Hablar a otros objetos
et: Rääkige omavahel
eu: Batak besteari hitzegin
fr: Parler avec l'autre
ga: Déan comhrá le chéile
gl: Falar con outros obxectos
it: Parlare tra di loro
ja: 互いに話す
lv: Sarunāties citam ar citu
nb: Snakk sammen
pt: Falar com os outros
ro: Conversatie
sl: Pogovarjaj se z drugimi
sr: Разговарајте међусобно
sv: Prata med varandra
tr: Birbiriyle konuştur
uk: Поговорити один з одним

source: Glide off the stage
ca: Llisca per l'escenari
cs: Vyklouznutí ze scény
de: Von der Bühne gleiten
el: ...ξεγλυστρίσετε από την σκηνή
es: Deslizarse fuera del escenario
et: Libisemine lavalt
eu: Eszenatokitik kanpora irristatu
fr: Glisser hors de la scène
ga: Sleamhnaigh den stáitse
gl: Esbarar fora do escenario
it: Scivolare al di fuori dello Stage
ja: ステージを滑空する
lv: Slīdēt pa skatuvi
nb: Gli ut av scenen
pt: Deslizar para fora do palco
ro: Scoaterea din scena
sl: Oddrsaj z odra
sr: Склизнути са позорнице
sv: Glid utanför scenen
tr: Kayarak sahneden çık
uk: Ковзати зі Сцени

source: Switch backdrops
ca: Canvia el fons a
cs: Přepínání pozadí
de: Bühnenbilder wechseln
el: Αλλαγή Υποβάθρου
es: Intercambiar fondos
et: Taustade vahetamine
eu: Hondoak txandakatu
fr: Changer d'arrière-plans
ga: Athraigh an cúlra
gl: Mudar fondos
it: Cambia lo sfondo
lv: Mainīt fonus
nb: Bytt bakgrunn
pt: Trocar cenários
ro: Comutare fundal
sl: Zamenjaj ozadje
sv: Växla bakgrund
tr: Başka dekora geç
uk: Змінювати тло

source: Play an instrument
ca: Toca un instrument
cs: Hraní na nástroj
de: Ein Instrument spielen
el: Παίξιμο Μουσικού Οργάνου
es: Tocar un instrumento
et: Mängi instrumenti
eu: Musika tresna bat jo
fr: Jouer d'un instrument
ga: Seinn ionstraim
gl: Tocar un instrumento
it: Suona uno strumento
lv: Spēlēt instrumentu
nb: Spill et instrument
pt: Tocar um instrumento
ro: Canta la un instrument
sl: Igraj glasbilo
sr: Свирај један инструмент
sv: Spela ett instrument
tr: Bir çalgı çal
uk: Грати на інструментах

source: Play background music
ca: Toca música de fons
cs: Hraní hudby na pozadí
de: Hintergrundmusik spielen
el: Παίξιμο Μουσικής από το Παρασκήνιο
es: Tocar música de fondo
et: Mängi tausta muusikat
eu: Hondoko musika jarri
fr: Jouer une musique de fond
ga: Seinn ceol cúlra
gl: Tocar música de fondo
it: Suona una musica di fondo
lv: Spēlēt mūziku fonā
nb: Spill bakgrunnsmusikk
pt: Tocar música de fundo
ro: Canta muzica de fundal
sl: Predvajaj glasbo v ozadju
sr: Свирај музику у позадини
sv: Spela bakgrundsmusik
tr: Fon müziği çal
uk: Відтворювати музику на тлі

source: Import your music
ca: Puja la teva música
cs: Import tvé hudby
de: Deine Musik importieren
el: Εισαγωγή Μουσικής
es: Importa tu música
et: Impordi oma muusika
eu: Zure musika inportatu
fr: Importer votre musique
ga: Iompórtáil do chuid ceoil
gl: Importar a túa música
it: Importa la tua musica
lv: Ielādē savu mūziku
nb: Importer musikk
pt: Importar a sua música
ro: Importa-ti muzica
sl: Uvozi svojo glasbo
sr: Увези своју музику
sv: Importera din musik
tr: Kendi müziğini al
uk: Імпортувати вашу музику

source: Record sounds
ca: Enregistra sons
cs: Nahrávání zvuků
de: Klänge aufnehmen
el: Ηχογράφηση Ήχων
es: Grabar sonidos
et: Lindista helind
eu: Soinuak grabatu
fr: Enregistrer des sons
ga: Taifead fuaimeanna
gl: Gravar sons
it: Registra suoni
lv: Ieraksti skaņas
nb: Spill inn lyder
pt: Gravar sons
ro: Inregistreaza sunete
sl: Posnemi zvoke
sr: Сними звук
sv: Spela in ljud
tr: Sesleri kaydet
uk: Записати звуки

source: Edit sounds
ca: Edita sons
cs: Editace zvuků
de: Klänge bearbeiten
el: Επεξεργασία Ήχων
es: Editar sonidos
et: Helindite redigeerimine
eu: Soinuak editatu
fr: Editer des sons
ga: Cuir fuaimeanna in eagar
gl: Editar sons
it: Modifica di suoni
lv: Rediģēt skaņas
nb: Rediger lyder
pt: Editar sons
ro: Editeaza sunete
sl: Uredi zvoke
sr: Уређуј звукове
sv: Redigera ljud
tr: Sesleri düzenle
uk: Редагувати звуки

source: Blocks
ca: Blocs
cs: Bloky
de: Blöcke
el: Τετράγωνα Εντολών:
es: Bloques
et: Plokid
eu: Blokeak
fr: Blocs
ga: Bloic
gl: Bloques
it: Blocchi
ja: ブロック
lv: Bloki
nb: Klosser
pt: Blocos
ro: Blocuri
sl: Bloki
sr: Блокови
sv: Block
tr: Taşlar
uk: Блоки

source: Motion
ca: Moviment
cs: Pohyb
de: Bewegung
el: Κινήσεις
es: Movimiento
et: Liikumised
eu: Mugimendua
fr: Mouvement
ga: Gluaiseacht
gl: Movemento
it: Movimento
lv: Kustība
nb: Bevegelse
pt: Movimento
ro: Miscare
sl: Gibanje
sr: Кретање
sv: Rörelse
tr: Hareket
uk: Рух

source: move _ steps
ca: mou-te _ passos
cs: posun o _ kroků
de: gehe _-er-Schritt
el: κινήσου _ βήματα
es: mover _ pasos
et: liigu _ pikslit
eu: mugitu _ pausu
fr: avancer de _pas
ga: bog _ céim
gl: mover _ pasos
it: fai _ passi
ja: _ 歩動かす
lv: pārvietot _ soļus
nb: flytt _ skritt
pt: anda _ passos
ro: misca _ pasi
sl: pojdi _ korakov
sr: иди _ корака
sv: flytta_steg
tr: _ adım git
uk: рух_кроків

source: turn right
ca: gira a la dreta
cs: otočit vpravo
de: drehe dich rechtsherum
el: στρίψε δεξιά
es: girar a la derecha
et: pööra paremale
eu: eskuinerantza biratu
fr: tourner à droite
ga: cas ar dheis
gl: xirar á dereita
it: gira in senso orario
ja: 右に回す
lv: pagriezt pa labi
nb: vend høyre
pt: gira à direita
ro: intoarce dreapta
sl: obrni se v desno
sr: окрет десно
sv: vänd höger
tr: sağa dön
uk: повернути праворуч

source: turn left
ca: gira a l'esquerra
cs: otočit vlevo
de: drehe dich linksherum
el: στρίψε αριστερά
es: girar a la izquerda
et: pööra vasakule
eu: ezkerrerantza biratu
fr: tourner à gauche
ga: cas ar chlé
gl: xirar á esquerda
it: gira in senso antiorario
ja: 左に回す
lv: pagriezt pa kreisi
nb: vend venstre
pt: gira à esquerda
ro: intoarce stanga
sl: obrni se v levo
sr: окрет лево
sv: vänd vänster
tr: sola dön
uk: повернути ліворуч

source: point in direction
ca: apunta en direcció
cs: zamiř směrem
de: setze Richtung auf
el: στρίψε προς την κατεύθυνση
es: apuntar en dirección
et: osuta suunas
eu: norabide bati begira jarri
fr: se diriger en faisant un angle de
ga: tabhair aghaidh i dtreo
gl: apuntar en dirección
it: punta in direzione
ja: 度に向ける
lv: pagriezt virzienā
nb: pek i retning
pt: altera a tua direcção para
ro: tinteste in directia
sl: obrni se v smeri
sr: усмерен ка
sv: peka i riktning
tr: _ yönüne dön
uk: повернути в напрямку

source: point towards
ca: apunta cap a
cs: zamiř k
de: drehe dich zu
el: στρίψε προς το
es: apuntar hacia
et: osuta
eu: norantza bati begira jarri
fr: se diriger vers
ga: tabhair aghaidh ar
gl: apuntar cara
it: punta verso
ja: へ向ける
lv: iet uz priekšu
nb: pek mot
pt: aponta em direcção a
ro: tinteste spre
sl: obrni se proti
sr: усмерен напред
sv: peka mot
tr: _'ye doğru dön
uk: слідувати за

source: go to x: y:
ca: vés a x: y:
cs: jdi na x: y:
de: gehe zu x: y:
el: πήγαινε στη θέση x: και y:
es: ir a x: y:
et: mine x: y:
eu: x: y: posiziora joan
fr: aller à x: y:
ga: téigh go x: y:
gl: ir a x: y:
it: vai a x: y:
ja: xy座標に移動する
lv: iet uz x: y:
nb: gå til x: y:
pt: vai para as coordenadas (x:, y:)
ro: mergi la x: y:
sl: pojdi na x: y:
sr: иди до x: y:
sv: gå till x: y:
tr: x: y: 'ye git
uk: переміститись в x: y:

source: go to
ca: vés a
cs: jdi na
de: gehe zu
el: πήγαινε πάνω στο
es: ir a
et: mine
eu: joan
fr: aller à
ga: téigh go
gl: ir a
it: raggiungi
ja: 行く
lv: iet uz
nb: gå til
pt: vai para a posição de
ro: mergi la
sl: pojdi na
sr: иди до
sv: gå till
tr: _'na git
uk: перейти

source: glide _ secs to x: y:
ca: llisca en _ segons fins a x: y:
cs: klouzej _ sekund na x: y:
de: gleite in _ Sek. zu x: y:
el: πήγαινε αργά για _ δευτ. στο x: y:
es: deslizar en _ segundos a x: y:
et: liigu _ sek x: y:
eu: _ segundutan x: y: posizioraino irristatu
fr: glisser en _ secs to x: y:
ga: sleamhnaigh _ soicind go x: y:
gl: esbarar en _ segundos a x: y:
it: scivola in : secondi a x: y:
ja: _ 秒でx座標を～に、y座標を～に変える
lv: slīdēt _ sekundes uz x: y:
nb: gli _ sekunder til x: y:
pt: desliza em _ s para as coordenadas (x:, y:)
ro: gliseaza _ secunde la x: y:
sl: drsi _sekund do x: y:
sr: клизи _ сакунди до x: y:
sv: glid_sek till x: y:
tr: _ sn.de x: y: 'a süzül
uk: ковзати _ сек до x: y:

source: change x by
ca: suma _ a x
cs: změň x o
de: ändere x um
el: άλλαξε το x κατά
es: cambiar x por
et: muuda x
eu: x aldatu kopuru batez
fr: ajouter_ à x
ga: athraigh x de
gl: cambiar x por
it: cambia x di
ja: x座標を～ずつ変える
lv: mainīt x par
nb: endre x med
pt: adiciona _ à tua coordenada x
ro: schimba x cu
sl: spremeni x za
sr: промени x за
sv: ändra x med
tr: x'i _ arttır
uk: змінити x на

source: set x to
ca: assigna el valor _ a x
cs: nastav x na
de: setze x auf
el: όρισε το x ίσο με
es: fijar x a
et: pane x
eu: x aldagaiaren balioa ezarri
fr: donner la valeur_ à x
ga: socraigh x:
gl: fixar x a
it: vai dove x è
ja: x座標を～にする
lv: iestatīt x uz
nb: sett x til
pt: altera a tua coordenada x para
ro: seteaza x la
sl: nastavi x na
sr: нека x буде
sv: sätt x till
tr: x, _ olsun
uk: задати значення x

source: change y by
ca: suma _ a y
cs: změň y o
de: ändere y um
el: άλλαξε το y κατά
es: cambiar y por
et: muuda y
eu: y aldatu kopuru batez
fr: ajouter_ à y
ga: athraigh y de
gl: cambiar y por
it: cambia y di
ja: y座標を～ずつ変える
lv: mainīt y par
nb: endre y med
pt: adiciona _ à tua coordenada y
ro: schimba y cu
sl: spremeni y za
sr: промени y за
sv: ändra y med
tr: y'yi _ arttır
uk: змінити y на

source: set y to
ca: assigna el valor _ a y
cs: nastav y na
de: setze y auf
el: όρισε το y ίσο με
es: fijar y a
et: pane y
eu: y aldagaiaren balioa ezarri
fr: donner la valeur_ à y
ga: socraigh y:
gl: fixar y a
it: vai dove y è
ja: y座標を～にする
lv: iestatīt y uz
nb: sett y til
pt: altera a tua coordenada y para
ro: seteaza y la
sl: nastavi y na
sr: нека y буде
sv: sätt y till
tr: y, _ olsun
uk: задати значення y

source: if on edge, bounce
ca: rebota en tocar una vora
cs: když narazíš na okraj, odraž se
de: pralle vom Rand ab
el: εάν βρίσκεσαι στα όρια, αναπήδησε
es: rebotar si toca un borde
et: kui äärel, põrka
eu: izkinean badago, errebotatu
fr: rebondir si le bord est atteint
ga: más ar an imeall, preab
gl: rebotar si toca un borde
it: rimbalza quando tocchi il bordo
ja: もし端に着いたら、跳ね返る
lv: ja uz malas, tad atlēkt
nb: sprett tilbake ved kanten
pt: se estiveres a bater na borda, ressalta
ro: daca este pe margine, intoarce
sl: odbij se, če si na robu
sr: ако си на рубу, окрени се
sv: om vid kanten, studsa
tr: kenara geldiysen sek
uk: якщо на межі, відбити

source: set rotation style
ca: fixa el tipus de rotació
de: setze Drehtyp
el: όρισε τον άξονα περιστροφής
es: fijar estilo de rotación
et: määra pööramisstiil
eu: biraketa modua ezarri
fr: définir le style de rotation
gl: fixar estilo de rotación
it: porta stile rotazione
lv: iestatīt rotācijas stilu
nb: begrens rotasjon
pt: altera o teu estilo de rotação para
sl: nastavi način vrtenja
sv: sätt rotationsstil
tr: kukla dönüş izinleri
uk: стиль обертання

source: x position
ca: posició x
cs: souřadnice x
el: θέση x
es: posición x
et: x
eu: x posizioa
fr: position x
ga: ionad x
gl: posición x
it: posizione x
ja: x座標
lv: x pozīcija
nb: x-posisjon
pt: a coordenada x da posição
ro: pozitia lui x
sl: položaj x
sr: x места
tr: x konumu
uk: значення x

source: y position
ca: posició y
cs: souřadnice y
el: θέση y
es: posición y
et: y
eu: y posizioa
fr: position y
ga: ionad y
gl: posición y
it: posizione y
ja: y座標
lv: y pozīcija
nb: y-posisjon
pt: a coordenada y da posição
ro: pozitia lui y
sl: položaj y
sr: y места
tr: y konumu
uk: значення y

source: direction
ca: direcció
cs: směr
de: Richtung
el: κατεύθυνση
es: dirección
et: suund
eu: norabidea
ga: treo
gl: dirección
it: direzione
ja: 向き
lv: virziens
nb: retning
pt: a direcção
ro: directia
sl: smer
sr: смер
sv: riktning
tr: yönü
uk: напрям

source: Looks
ca: Aspecte
cs: Vzhled
de: Aussehen
el: Όψεις
es: Apariencia
et: Välimus
eu: Itxura
fr: Apparence
ga: Cuma
gl: Apariencia
it: Aspetto
ja: 見た目
lv: Izskats
nb: Utseende
pt: Aparência
ro: Aspect
sl: Izgled
sr: Изглед
sv: Utseende
tr: Görünüm
uk: Вигляд

source: say for _ secs
ca: digues durant _ segons
cs: říkej příštích _ sekund
de: sage für _ Sek.
el: πες για _ δευτερόλεπτα
es: decir por _ segundos
et: ütle _ sek
eu: _ segunduz esan
fr: dire pendant _secs
ga: abair ar feadh _ soicind
gl: dicir por _ segundos
it: dire per _ secondi
ja: ～と _ 秒言う
lv: teikt _ sekundes
nb: si i _ sekunder
pt: diz durante _ s
ro: spune pentru _ secunde
sl: reci za _ sekund
sr: изговори током _ секунди
sv: säg i_sek
tr: _ de _ saniye
uk: говорити _ сек

source: say
ca: digues
cs: řekni
de: sage
el: πες
es: decir
et: ütle
eu: esan
fr: dire
ga: abair
gl: dicir
it: dire
ja: ～と言う
lv: teikt
nb: si
pt: diz
ro: spune
sl: reci
sr: изговори
sv: säg
tr: de (söyle)
uk: говорити

source: think for _ secs
ca: pensa durant _ segons
cs: mysli si příštích _ sekund
de: denke für _ Sek.
el: σκέψου για _ δευτερόλεπτα
es: pensar por _ segundos
et: mõtle _ sek
eu: _ segunduz pentsatu
fr: penser à pendant _secs
ga: smaoinigh ar feadh _ soicind
gl: pensar por _ segundos
it: pensa per _ secondi
ja: ～と _ 秒考える
lv: domāt _ sekundes
nb: tenk i _ sekunder
pt: pensa durante _ s
ro: gandeste pentru _ secunde
sl: pomisli za _ sekund
sr: замисли током _ секунди
sv: tänk i_sek
tr: _ diye düşün _ saniye
uk: подумати _ сек

source: think
ca: pensa
cs: mysli si
de: denke
el: σκέψου
es: pensar
et: mõtle
eu: pentsatu
fr: penser
ga: smaoinigh
gl: pensar
it: pensa
ja: ～と考える
lv: domāt
nb: tenk
pt: pensa
ro: gandeste
sl: pomisli
sr: замисли
sv: tänk
tr: _ diye düşün
uk: подумати

source: show
ca: mostra't
cs: ukaž se
de: zeige dich
el: εμφανίσου
es: mostrar
et: näita
eu: erakutsi
fr: montrer
ga: taispeáin
gl: amosar
it: mostrati
ja: 表示する
lv: rādīt
nb: vis
pt: mostra-te
ro: afiseaza
sl: pokaži
sr: прикажи
sv: visa
tr: görün
uk: показати

source: hide
ca: amaga't
cs: skryj se
de: verstecke dich
el: εξαφανίσου
es: esconder
et: peida
eu: ezkutatu
fr: cacher
ga: cuir i bhfolach
gl: agochar
it: nasconditi
ja: 隠す
lv: slēpt
nb: skjul
pt: esconde-te
ro: ascunde
sl: skrij
sr: сакриј
sv: göm
tr: gizlen
uk: сховати

source: switch costume to
ca: canvia el vestit a
cs: změň kostým na
de: wechsle zu Kostüm
el: άλλαξε την ενδυμασία σε
es: cambiar disfraz a
et: võta kostüüm
eu: mozorroa aldatu
fr: basculer sur costume
ga: athraigh an chulaith go
gl: mudar vestimenta a
it: passa al costume
ja: コスチュームを～にする
lv: nomainīt tērpu uz
nb: bytt drakt til
pt: muda o traje para
ro: comuta costumul la
sl: spremeni videz v
sr: промени костим у
sv: ändra klädsel till
tr: _ kılığına geç
uk: змінити образ на

source: next costume
ca: següent vestit
cs: další kostým
de: nächstes Kostüm
el: άλλαξε στην επόμενη ενδυμασία
es: siguiente disfraz
et: järgmine kostüüm
eu: hurrengo mozorroa
fr: costume suivant
ga: an chéad chulaith eile
gl: vestimenta seguinte
it: passa al costume successivo
ja: 次のコスチュームにする
lv: nākamais tērps
nb: neste drakt
pt: passa para o próximo traje
ro: urmatorul costum
sl: naslednji videz
sr: следећи костим
sv: nästa klädsel
tr: sonraki kılık
uk: наступний образ

source: next backdrop (Stage only)
ca: següent fons (només Escenari)
de: nächstes Bühnenbild (nur Bühne)
el: επόμενο υπόβαθρο (μόνο στο σκηνικό)
es: fondo siguiente (Solo escenario)
et: järgmine taust (ainult Lava)
eu: hurrengo hondoa (Eszenatokia soilik)
fr: arrière-plan suivant (pour la scène uniquement)
gl: fondo seguinte (Só escenario)
it: sfondo successivo (solo per lo Stage)
lv: nākamais fons (tikai skatuvei)
nb: neste bakgrunn (kun for scene)
pt: passa para o próximo cenário (apenas para o palco)
sl: naslednje ozadje (samo oder)
sv: nästa klädsel (enbart scenen)
tr: sonraki dekor (sadece Sahne)
uk: наступне тло (тільки Сцена)

source: switch backdrop to
ca: canvia el fons a
cs: změň pozadím na
de: wechsle zu Bühnenbild
el: άλλαξε το υπόβαθρο σε
es: cambiar fondo a
et: võta taust
eu: hondoa aldatu
fr: basculer sur l'arrière-plan
ga: athraigh an cúlra go
gl: mudar fondo a
it: passa allo sfondo
ja: 背景を～にする
lv: mainīt fonu uz
nb: bytt bakgrunn til
pt: muda o cenário para
ro: comuta fundalul la
sl: zamenjaj ozadje na
sr: промени позадину у
sv: växla bakgrund till
tr: _ dekoruna geç
uk: змінити тло на

source: switch backdrop and wait (Stage only)
ca: canvia el fons i espera (només Escenari)
de: wechsle zu Bühnenbild und warte (nur Bühne)
el: άλλαξε το υπόβαθρο και περίμενε (μόνο στο σκηνικό)
es: cambiar fondo y esperar (Solo escenario)
et: vaheta taust ja oota (ainult Lava)
eu: hondoa aldatu eta itxaron (Eszenatokia soilik)
fr: basculer sur l'arrière-plan suivant et attendre (pour la scène uniquement)
gl: mudar fondo e agardar (Só escenario)
it: passa allo sfondo e attendi (solo per lo Stage)
lv: mainīt fonu un gaidīt (tikai skatuvei)
nb: bytt bakgrunn og vent (kun for scene)
pt: muda o cenário para _ e espera (apenas para o palco)
sl: zamenjaj ozadje in počakaj (samo oder)
sv: växla bakgrund och vänta (enbart scenen)
tr: _ dekoruna geç ve bekle (sadece Sahne)
uk: змінити тло і чекати (тільки Сцена)

source: change effect to
ca: augmenta l'efecte en
de: ändere Effekt um
el: άλλαξε το εφέ _ κατά
es: cambiar efecto a
et: muuda efekti
eu: efektua aldatu
fr: ajouter à l'effet
gl: cambiar efecto a
it: cambia effetto di
lv: mainīt efektu uz
nb: endre effekt til
pt: altera o teu efeito para
ro: schimba efectul la
sl: spremeni učinek v
sr: промени ефекат у
sv: ändra effekt till
tr: _ etkisini _ arttır
uk: змінити ефект на

source: set effect to
ca: fixa l'efecte a
de: setze Effekt auf
el: όρισε το εφέ _ σε
es: establecer efecto a
et: pane efekt
eu: efektua ezarri
fr: mettre l'effet à
gl: fixar efecto a
it: porta effetto a
lv: iestatīt efektu uz
nb: sett effekt til
pt: altera o teu efeito para
ro: seteaza efectul la
sl: nastavi učinek na
sr: нека ефекат буде
sv: sätt effekt till
tr: _ etkisi _ olsun
uk: встановити ефект в
