Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: This is discouraged, because the website and project editor can easily get confused when more than one person is logged into the same account.
ca: Això no està recomanat perquè tant el lloc web com l'editor de projectes es poden confondre fàcilment si més d'una persona està fent servir el mateix compte.
cs: Toto se nedoporučeje, protože webstránky a projekt editor může být snadno zmaten, když je více než jedna osoba přihlášena ke stejnému účtu.
de: Davon wird abgeraten, da die Website und der Editor leicht durcheinander kommen können, sobald mehr als eine Person an demselben Account angemeldet ist.
el: Δεν προτείνεται, γιατί η ιστοσελίδα και τα έργα στον επεξεργαστή έργων μπορούν εύκολα να μπερδευτούν εάν περισσότερα από ένα άτομα συνδέονται στον ίδιο λογαριασμό.
es: Esto no es ideal, porque el sitio web y el editor de proyectos pueden confundirse fácilmente cuando hay más de una persona en la misma cuenta.
et: See ei ole soovitav, sest veebilehet ja projektiredaktor võivad sattuda segadusse, kui sama kasutajana on sisse loginud rohkem kui üks inimene.
eu: Ez da gomendagarria, webguneak eta editoreak informazioa nahastuko baitu pertsona bat baino gehiagok kontu bereko saioa batera hasia badute.
fr: Ceci est déconseillée, car l'éditeur du site et du projet peut facilement être désorienté lorsque plus d'une personne est connecté au même compte utilisateur.
ga: Níl sé inmholta. Uaireanta, téann an suíomh Gréasáin agus an t-eagarthóir tionscadail ar strae nuair a bhíonn níos mó ná duine amháin logáilte isteach sa chuntas céanna.
gl: Esto non é aconsellable, xa que o sitio web e o editor de proxectos poden facerse un lio cando máis dunha persoa está conectada ao mesmo tempo na misma conta.
it: E' sconsigliato che più persone accedano al sito di Scratch usando uno stesso account, in quanto quando questo accade il sito web e l'Editor dei Progetti possono facilmente confondersi.
ja: それはお勧めしません。なぜならば、同じアカウントに複数の人がログインしていると、Scratchウェブサイトやプロジェクトエディターが混乱する可能性があるからです。
lv: Tā gan nevajag, jo mājaslapa un projekta redaktors var "uzkārties", ja vairāk kā viens cilvēks pieteiksies vienā un tajā pašā kontā.
nb: Dere bør ikke logge inn flere på samme konto. Nettstedet og redigeringen av programmene kan få problemer når flere er innlogget samtidig.
pt: Não é aconselhável, pois o sítio Web e o editor de projectos podem facilmente confundir-se quando há várias pessoas autenticadas na mesma conta.
ro: Acest lucru nu este incurajat, deoarece site-ul web si editorul de proiect poate deveni confuz cand mai mult de o persoana se logheaza in acelasi cont.
sl: To ni priporočeno, saj lahko to zmede spletno stran in urejevalnik projektov.
sv: Detta ska undvikas, eftersom webbplatsen och projektredigeraren lätt kan bli förvirrad när fler än en person är inloggad på samma konto.
tr: Bu tavsiye edilmemektedir çünkü birden fazla kişinin aynı hesabı kullanması durumunda web sitesi ve proje editörü kolaylıkla karıştırılabilir.
uk: Це не рекомендується, тому що веб-сайт і редактор проектів можуть легко заплутатися, коли більше ніж одна людина увійшла в той же обліковий запис.

source: Can I change my username?
ca: Puc canviar el meu nom d'usuari?
cs: Mohu změnit své uživatelské jméno?
de: Kann ich meinen Benutzernamen ändern?
el: Μπορώ να αλλάξω το όνομα χρήστη μου;
es: ¿Puedo cambiar mi nombre de usuario?
et: Kas ma võin vahetada kasutajanime?
eu: Nola alda dezaket erabiltzaile izena?
fr: Puis-je changer mon nom d'utilisateur?
ga: An féidir liom m'ainm úsáideora a athrú?
gl: Podo cambiar o meu nome de usuario?
it: Posso cambiare il mio username?
ja: ユーザー名を変えることはできますか?
lv: Vai es varu nomainīt lietotājvārdu?
nb: Kan jeg bytte til et annet brukernavn?
pt: Posso alterar o meu nome de utilizador?
ro: Pot sa imi schimb numele de utilizator?
sl: Ali lahko spremenim uporabniško ime?
sv: Kan jag ändra mitt användarnamn?
tr: Kullanıcı adımı değiştirebilir miyim?
uk: Як я можу змінити ім’я користувача?

source: The structure of the Scratch website depends on having a consistent account name, so it’s not possible to change your username. If you really need to, you can make a new account - but you'll have to copy your projects over on your own.
cs: Struktura Scratch webserveru závisí na stálosti jména účtu, proto není možné měnit své jméno uživatele. Pokud to upravdu potřebuješ, můžeš vytvořit nový účet - ale musíš si na něj zkopírovat své projekty sám.
de: Die Struktur der Scratch-Website basiert auf konsistenten Namen für Benutzerkonten, weshalb es nicht möglich ist, seinen Benutzernamen zu wechseln. Solltest du es tatsächlich müssen, kannst du ein neues Benutzerkonto anlegen - dann musst du deine Projekte aber eigenhändig in das neue Konto übertragen.
el: Η δομή της ιστοσελίδας βασίζεται πάνω σε μόνιμα ονόματα χρήστη, οπότε δεν μπορείτε να αλλάξετε το όνομα χρήστη σας. Εάν πραγματικά χρειάζεται όμως, μπορείτε να δημιουργήσετε ένα νέο λογαριασμό - θα πρέπει να μεταφέρετε τα έργα σας όμως από μόνοι σας.
es: La estructura del sitio web de Scratch depende de tener un nombre de cuenta consistente, así que no es posible cambiar tu nombre de usuario. Si realmente necesitas hacerlo, puedes crear una cuenta nueva, pero tendrás que copiar todos tus proyectos por tu propia cuenta.
et: Kasutajanime ei ole võimalik muuta. Kui seda on tõesti vaja, võid teha uue konto - aga oma projektid pead ise ümber tõstma.
eu: Scratch webgunearen egiturarentzako garrantzitsua da kontuaren izenaren koherentzia mantentzea, beraz ez da zilegi zure erabiltzaile izena aldatzea. Benetan aldatu behar izango bazenu, sor ezazu kontu berri bat - baina proiektuak zure kontura kopiatu beharko dituzu.
fr: La structure du site web de Scratch repose sur des noms de compte cohérents, de sorte qu'il n'est pas possible de changer votre nom d'utilisateur. Si vous avez vraiment besoin, vous pouvez créer un nouveau compte - mais vous devrez recopier vos projets dans ce nouveau compte.
ga: Braitheann struchtúr an tsuímh ar ainmneacha seasmhacha ar gach cuntas, mar sin nach féidir ainmneacha úsáideora a athrú. Más gá, is féidir cuntas nua a chruthú, ach beidh sé ortsa do chuid tionscadal a chóipeáil go dtí an cuntas nua.
gl: A estructura do sitio web de Scratch está ligada a un nome de conta, así que non é posible cambiar o teu nome de usuario. Si de verdade precisas facelo, podes crear unha conta nova, pero terás que copiar todos os teus proxectos para a túa nova conta.
it: La struttura del sito di Scratch dipende dai nomi degli account, quindi non è possibile cambiare il proprio username. Se è proprio necessario, puoi creare un nuovo account - ma dovrai copiare personalmente i tuoi progetti.
lv: Scratch mājaslapa ir būvēta tā, ka lietotājiem ir patstāvīgi lietotājvārdi, tātad, to nomainīt nevar. Ja tas tev tiešām ir vajadzīgs, izveido jaunu kontu, bet tev būs pašam no sevis jānokopē visi projekti.
nb: Scratch-nettstedet er avhengig av å ha samme navn på en brukerkonto, derfor kan navnet ikke endres. Hvis du virkelig trenger å bytte navn kan du lage en ny brukerkonto, men du må selv flytte over alle prosjektene dine.
pt: A estrutura do sítio Web do Scratch depende da existência de um nome de utilizador consistente, pelo que não é possível alterar o seu nome de utilizador. Se precisar mesmo de o fazer, pode criar uma nova conta - mas terá de copiar manualmente os seus projectos para a nova conta.
ro: Structura site-ului web Scratch depinde de consistenta unui numelui contului, asa incat nu este posibil sa iti schimbi numele de utilizator. Daca ai nevoie intr-adevar de aceasta, poti sa iti faci un nou cont - dar va trebui sa iti copiezi proiectele pe cont propriu.
sl: Struktura Scratch spletne strani je odvisna od stalnega imena računa, zato uporabniškega imena ni mogoče spremeniti. Če ga res želiš spremeniti, lahko ustvariš nov račun - vendar boš moral-a sam-a prekopirati svoje projekte.
sv: Strukturen på Scratch webbplats bygger på att man har ett konsekvent kontonamn, så det är inte möjligt att ändra ditt användarnamn. Om du verkligen behöver, kan du göra ett nytt konto - men då måste du kopiera över dina projekt på egen hand.
tr: Scratch web sitesinin yapısı senin kullanıcı adınla direk olarak ilişkilidir bu nedenle kullanıcı adını değiştirmen mümkün değildir. Eğer bu gerçekten gerekliyse yeni bir hesap açabilirsin fakat eski projelerini yeni hesabına kopyalamak zorundasın.
uk: Структура сайту Скретч вимагає незмінного реєстраційного імені, тому змінити ім'я користувача неможливо. Якщо вам справді це потрібно, ви можете створити новий обліковий запис, але до нього доведеться скопіювати власні проекти.

source: What information can I share on / with my account?
ca: Quina informació puc compartir dins del meu compte?
cs: Jaké informace mohu sdílet na / spolu se svým účtem?
de: Welche Informationen kann ich auf / mit meinem Account veröffentlichen?
el: Τι είδους πληροφορίες μπορώ να μοιραστώ στο λογαριασμό μου;
es: ¿Qué información puedo compartir en mi cuenta?
et: Millist infot võin ma jagada oma kontol?
eu: Zein informazio parteka dezaket nire kontuan?
fr: Quelles sont les informations que je peux partager avec ou sur mon compte?
ga: Cén t-eolas is féidir liom a roinnt ar / trí mo chuntas?
gl: Que información podo compartir na miña conta?
it: Quali informazioni posso condividere nel mio account?
ja: 自分のアカウントでどんな情報を共有できますか?
lv: Kādu informāciju es varu publicēt savā profilā?
nb: Hva slags informasjon kan jeg legge ut på brukerkontoen min?
pt: Que informação posso partilhar na / com a minha conta?
ro: Ce fel de informatii pot sa partajez pe / in legatura cu contul meu?
sl: Katere informacije nahko delim na svojem / s svojim računom?
sv: Vilken information kan jag dela på / med mitt konto?
tr: Hesabımda hangi bilgileri paylaşabilirim?
uk: Якою інформацією я можу поділитися з мого облікового запису?

source: Please don’t share personal contact information, such as your physical address, email, phone number, or anything else that can be used to make contact outside of the Scratch website. Please report projects, comments, or forum posts that contain this kind of information so the Scratch team can remove it, and remind the author of our policy.
ca: Si us plau, no comparteixis informació personal com la teva adreça física, correu electrònic, telèfon o qualsevol altra informació que pugui ser utilitzada per contactar amb tu fora de la web d'Scratch. Si us plau, informa de projectes, comentaris o fòrums que continguin aquest tipus d'informació perquè l'equip d'Scratch la pugui retirar i recordar a l'autor sobre la nostra política de privacitat.
cs: Prosím, nesdílej osobní kontaktní informace, jako svoji skutečnou adresu, email, telefonní číslo nebo cokoli jiného co může být použito ke kontaktu mimo stránky Scratche. Prosím nahlaš projekty, komentáře nebo příspěvky na fóru které obsahují tento druh informací aby jej Scratch tým mohl odstranit a připoměl autorovi naši politiku.
de: Bitte veröffentliche keine privaten Kontaktdaten wie Adresse, E-Mail, Telefonnummer oder irgendetwas, was genutzt werden kann, um Kontakte außerhalb der Scratch-Website herzustellen. Bitte melde Projekte, Kommentare oder Forenbeiträge, die solche Informationen enthalten, damit das Scratch-Team sie entfernen und den Autor an unsere Richtlinien erinnern kann.
el: Παρακαλούμε μην μοιράζεστε προσωπικά στοιχεία επικοινωνίας, όπως τη διεύθυνση σπιτιού σας, το e-mail σας, το τηλέφωνό σας ή οτιδήποτε το οποίο χρησιμοποιείται για επικοινωνία εκτός της ιστοσελίδας του Scratch. Παρακαλούμε αναφέρετε έργα, σχόλια ή αναρτήσεις στους χώρους συζητήσεων που περιέχουν τέτοιου είδους πληροφορίες έτσι ώστε η ομάδα του Scratch να μπορέσει να τα αφαιρέσει και να θυμίσει στο δημιουργό τους την πολιτική μας.
es: Por favor no compartas información personal de contacto, como la dirección de tu casa, correo electrónico, número telefónico o cualquier cosa que pueda usarse para contactarte fuera del sitio web de Scratch. Por favor denuncia todo proyecto, comentario o post de los foros que contenga este tipo de información, para que el equipo de Scratch pueda removerlo, y recordarle al autor nuestra política de privacidad.
et: Palun ära jaga oma isiklikke kontaktandmeid nagu füüsiline aadress, e-postiaadress, telefon või midagi muud, mida saab kasutada kontakti loomiseks väljaspool Scratchi kodulehte. Palun teata projektidest, kommentaaridest või foorumi postitustest, mis sisaldavad sellist teavet, et Scratchi meeskond saaks need eemaldada.
eu: Mesedez, ez ezazu informazio pribaturik partekatu. Zure etxeko helbidea, emaila, telefono zenbakia edo Scratch webgunetik kanpo zu kontaktatzeko erabilia izan daiteken edozer ez ezazu partekatu. Antzeko informazioa erakusten duen proiektu, foroko argitalpen edo iruzkinak salatu itzazu, Scratch lantaldeak ezaba ahal dezan eta egileari gure politikari buruz jakinarazi diezaion.
fr: S'il vous plaît ne partagez pas vos informations personnelles, telles que votre adresse physique, courriel, numéro de téléphone, ou toute autre chose qui puisse être utilisé pour prendre contact à l'extérieur du site de Scratch. S'il vous plaît projets rapportez, des commentaires ou messages du forum qui contiennent ce type d'information afin que l'équipe de Scratch puisse l'enlever, et rappeler à l'auteur notre politique.
ga: Níor cheart duit aon fhaisnéis phearsanta a fhoilsiú ar an suíomh, mar shampla do sheoladh baile, seoladh ríomhphoist, uimhir theileafóin, nó aon rud a bheifí in ann úsáid le dul i dteagmháil leat lasmuigh den suíomh Scratch. Déan tuairisc ar aon tionscadail, nótaí tráchta, nó postálacha sna fóraim ina bhfuil a leithéid seo faisnéise. Scriosfaimid an fhaisnéis phearsanta agus cuirfimid ár bpolasaí i gcuimhne don údar.
gl: Por favor non compartas información persoal de contacto, como a dirección da túa casa, correo electrónico, número telefónico ou calquera cousa que poida usarse para contactar contigo fora do sitio web de Scratch. Por favor denuncia todo proxecto, comentario ou entrada nos foros que conteña este tipo de información, para que o equipo de Scratch poida borralo, e recordarlle ao autor a nosa política de privacidade.
it: Ti preghiamo di non condividere sul sito di Scratch le tue informazioni personali con cui altri possano mettersi in contatto con te, come ad esempio il tuo indirizzo, la tua email, il tuo numero telefonico o qualunque altra informazione che possa permettere ad altri di contattarti al di fuori del sito di Scratch. Ti preghiamo inoltre di segnalare qualunque progetto, commento o discussione dei forum che contenga questo tipo di informazioni in modo che lo Scratch Team possa rimuoverle e ricordare all'autore la nostra politica sulla privacy.
ja: 住所や電子メール、電話番号などScratchウェブサイト外でコンタクト可能となる個人的な連絡先の情報を共有しないでください。そのような情報を含んだプロジェクトやコメント、フォーラムへの投稿を見かけたら報告してください。Scratchチームが削除してポリシーを作者へ伝えます。
lv: Lūdzu nepublicējiet savu personīgo informāciju, piemēram, mājas adresi, epastu, telefona numuru vai jebko citu, ko varētu izmantot, lai ar tevi sazinātos ārpus Scratch mājaslapas. Lūdzu ziņo Scratch komandai par projektiem, komentāriem vai foruma ierakstiem, kuros ir šāda informāciju, lai varam tos aizvākt un brīdināt autorus par mūsu privātuma politiku.
nb: Ikke legg ut kontaktinformasjon, for eksempel adresse epost eller telefonnummer eller annet som kan brukes til å kontakte deg utenfor Scratch-nettstedet. Meld fra om prosjekter som inneholder slik informasjon slik at vi kan fjerne det og si fra videre til den som la det ut.
pt: Por favor não partilhe informação pessoal de contacto, tal como seu a sua morada física, o seu endereço de correio electrónico, o seu número de telefone ou qualquer outra informação que possa ser usada para estabelecer contacto consigo fora do sítio Web do Scratch. Por favor reporte acerca de projectos, comentários ou publicações de fórum que contenham esse tipo de informação para que a equipa do Scratch a remova e recorde o seu autor da nossa política.
ro: Te rugam sa nu partajezi informatii de contact personale, precum adresa fizica, email, numar de telefon sau orice altceva care poate fi folosit pentru a te contacta in afara site-ului Scratch. Te rugam sa raportezi proiecte, comentarii sau postari in forumuri care contin aceste tipuri de informatii, astfel incat echipa Scratch sa le stearga si sa reaminteasca autorului regulile noastre.
sl: Prosimo, da ne deliš osebnih kontaktnih podatkov kot so tvoj naslov, e-poštni naslov, telefonska številka ali karkoli drugega, preko česa bi lahko kdo stopil v stik s tabo izven Scratch spletne strani. Prosimo, da prijaviš projekte, komentarje ali objave na forumu, ki vsebujejo tovrstne informacije, da jih bo ekipa Scratcha lahko odstranila in opozorila avtorja na našo politiko zasebnosti.
sv: Dela inte personlig kontaktinformation, t.ex. din fysiska adress, e-postadress, telefonnummer, eller något annat som kan användas för att ta kontakt med dig utanför Scratch webbplats. Var snäll och rapportera projekt, kommentarer eller foruminlägg som innehåller denna typ av information så att Scratchteamet kan ta bort dem, och påminna skribenten om våra riktlinjer.
tr: Lüffen Scratch web sitesi haricinde seninle irtibata geçilmesine neden olabilecek gerçek adres, e-posta- telefon numarası gibi şeyler paylaşma. Bu tip bilgilere rastlarsan bunları Scratch takımına bildir ve paylaşanı uyar.
uk: Будь ласка, не діліться особистою контактною інформацією, такою як ваша фізична адреса, адреса електронної пошти, номер телефону, або що-небудь інше, що може бути використане для встановлення контактів за межами сайту Скретчу. Будь ласка, повідомляйте про проекти, коментарі або повідомлення на форумі, які містять таку інформацію, щоб команда Скретчу могла вилучити їх, і нагадати автору про нашу політику.

source: How do I delete my account?
ca: Com elimino el meu compte?
cs: Jak mohu smazat svůj účet?
de: Wie lösche ich meinen Account?
el: Πως μπορώ να διαγράψω το λογαριασμό μου;
es: ¿Cómo borro mi cuenta?
et: Kuidas kustutada oma konto?
eu: Nola ezaba dezaket nire kontua?
fr: Comment puis-je supprimer mon compte?
ga: Conas is féidir liom mo chuntas a scriosadh?
gl: Como borro a miña conta?
it: Come faccio a cancellare il mio account?
ja: アカウントを削除するにはどうしますか?
lv: Kā varu izdzēst savu kontu?
nb: Hvordan sletter jeg brukerkontoen min?
pt: Como eliminar a minha conta?
ro: Cum procedez ca sa imi sterg contul?
sl: Kako lahko izbrišem svoj račun?
sv: Hur raderar jag mitt konto?
tr: Hesabımı nasıl silebilirim?
uk: Як я можу вилучити мій обліковий запис?

source: Log in to Scratch, and then click your username in the top right-hand corner. Select “Account Settings,” then click the <em>“I want to delete my account”</em> link at the bottom of the page.
fr: Connectez-vous à Scratch, puis cliquez sur votre nom d'utilisateur dans le coin en haut à droite. Sélectionnez "Paramètres du compte", puis cliquez sur le lien<em>“Je veux supprimer mon compte”</em> au bas de la page.
it: Accedi a Scratch e poi clicca il tuo username nell'angolo in alto a destra. Seleziona "Configurazione Account” e poi clicca il link <em>“Voglio cancellare il mio account”</em> in fondo alla pagina.
lv: Pieslēdzies Scratch, klikšķini uz sava lietotājvārda lapas augšējā labajā stūrī. Izvēlies “Konta iestatījumi,” tad kliksķini uz <em>“Gribu dzēst savu kontu”</em> saites lapas lejas daļā.
pt: Autentique-se no Scratch e depois clique nos seu nome no canto superior direito. Seleccione «Configurações da conta» e depois clique na ligação <em>«Quero remover a minha conta»</em> ao fundo da página.
tr: Scratch'a giriş yap, sağ üst köşede yer alan kullanıcı adını tıkla. "Hesap ayarları"na gir ve altta göreceğin <em>"Hesabımı silmek istiyorum"</em> linkine tıkla.

source: Is Scratch free?
ca: És Scratch gratuït?
cs: Je Scratch zdarma?
de: Ist Scratch kostenlos?
el: Είναι το Scratch δωρεάν;
es: ¿Scratch es gratis?
et: Kas Scratch on tasuta?
eu: Dohakoa al da Scratch?
fr: Est-ce que Scratch est gratuit?
ga: An bhfuil Scratch saor ó chostas?
gl: Scratch é de balde?
it: Scratch è gratuito?
ja: Scratchは無料ですか?
lv: Vai Scratch ir par brīvu?
nb: Er Scratch gratis?
pt: O Scratch é gratuito?
ro: Scratch este gratuit?
sl: Ali je Scratch brezplačen?
sv: Är Scratch gratis?
tr: Scratch bedava mıdır?
uk: Чи Скретч безкоштовний?

source: Yes! Scratch is available free of charge. You can use it in your school, and you can teach a course about it (even a course that costs money). You don't need to buy a license - it's free.
de: Ja! Scratch wird frei von Gebühren zur Verfügung gestellt. Du kannst es in deiner Schule verwenden oder einen Kurs darüber anbieten (selbst einen, der Geld kostet). Du brauchst keine Lizenz zu kaufen - es ist kostenlos.
el: Ναι! Το Scratch είναι διαθέσιμο δωρεάν. Μπορείτε να το χρησιμοποιήσετε στο σχολείο σας, και μπορείτε να διδάξετε ένα μάθημα γι 'αυτό (ακόμη και ένα μάθημα που κοστίζει χρήματα). Δεν χρειάζεται να αγοράσετε μια άδεια - είναι δωρεάν.
es: Sí! Scratch está disponible de manera gratuita. Puedes usarlo en tu colegio, y puedes dar un curso acerca de el (incluso un curso con costo). No necesitas comprar una licencia - es gratuito.
et: Jah! Scratch on saadaval tasuta. Võite kasutada seda oma koolis ja õpetada seda (isegi kui kursused on tasulised). Te ei pea ostma litsentsi - see on tasuta.
eu: Bai! Scratch dohakoa da. Eskolan erabil dezakezu eta berari buruzko kurtsoa erakutsi (kurtsoarekin dirua irabazten baduzu ere berdin du). Ez duzu lizentziarik erosi beharrik - dohakoa da.
fr: Oui! Scratch est disponible gratuitement. Vous pouvez l'utiliser dans votre école, et vous pouvez donner un cours à ce sujet (même ce cours vous est rénuméré). Vous n'avez pas besoin d'acheter une licence - c'est gratuit.
gl: Sí! Scratch está dispoñible de balde. Podes usalo no teu colexio, e podes dar un curso sobre el (incluso un curso polo que haxa que pagar). Non precisas comprar unha licenza - é de balde.
it: Si! Scratch è disponibile gratuitamente. Puoi usarlo a scuola e puoi anche insegnare un corso su Scratch (anche un corso a pagamento). Non devi acquistare una licenza - è gratis.
lv: Jā! Scrath ir pieejams bez maksas. Tu to vari izmantot skolā, vari vadīt kursus (tajā skaitā maksas) par Scratch. Nav jāpērk licence - tas ir par brīvu.
nb: Ja! Scratch er helt gratis. Du kan installere det på skolen og du kan holde kurs om Scratch (til og med et kurs som koster penger). Du trenger ingen programlisens - det er gratis.
pt: Sim! O Scratch está disponível gratuitamente. Pode usá-lo na sua escola, pode usá-lo nas aulas (mesmo que seja em aulas pagas). Não precisa de comprar uma licença - é grátis.
ro: Da! Scratch este disponibil fara niciun fel de taxa. Il poti folosi la scoala, poti preda un curs despre el (chiar si un curs contra-cost). Nu e nevoie sa cumperi o licenta - este gratuit.
sl: Da! Scratch je na voljo brezplačno. Lahko se ga uporablja v šolah ali sez njim poučuje Scratch tečaj (tudi če je tečaj plačljiv). Ni ti potrebno kupiti licence, saj je zastonj.
sv: Ja! Scratch är gratis. Du kan använda det i din skola, och du kan ha en kurs med Scratch (även om kursen kostar pengar). Du behöver inte köpa en licens - det är gratis.
tr: Evet! Scratch programına hiç bir ücret ödemeden sahip olabilirsin. Okulda bir dersi öğretirken kullanabilirsin ( bu kurstan para kazanıyor bile olsan) her hangi bir lisans satın alman gerekmez - tamamden ücretsizdir.
uk: Так! Скретч доступний безкоштовно. Ви можете використовувати його в школі? і можете вести про нього навчальні курси (навіть якщо такі курси коштують грошей). Вам не потрібно купувати ліцензію - це безкоштовний продукт.
