Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: To make a sprite spin, select the sprite, then add a script like this:
fr: Pour faire tourner un lutin, sélectionne le , puis ajoute un script comme celui-ci:
it: Per far girare uno sprite seleziona lo sprite e poi aggiungi uno script come questo:
lv: Lai gariņš grieztos, atlasi gariņu un pievieno tādu programmu, kā šī:

source: Type in different numbers to adjust the spin.
fr: Tape des nombres différents pour définir la rotation.
it: Inserisci vari numeri fino ad ottenere la rotazione desiderata.
lv: Raksti dažādus skaitļus, lai pielāgotu griešanos

source: To reset a sprite so it faces to the right, click this block:
fr: Pour réinitialiser un lutin de telle sorte qu'il regarde vers la droite, cliquesur ce bloc:
it: Per riportare uno sprite alla posizione originale in modo che guardi verso destra, clicca questo blocco:
lv: Lai liktu gariņiem skatīties pa labi, uzklikšķini uz šī bloka:

source: Explore and experiment! Here are some other blocks you may want to try:
fr: Explore et expérimente! Voici quelques autres blocs que tu peux essayer:
it: Esplora e sperimenta! Ecco alcuni blocchi che puoi provare:
lv: Pārlūko un eksperimentē! Lūk, daži citi bloku, kurus vari izmēģināt:

source: Share your project
ca: Comparteix el teu projecte
de: Veröffentliche dein Projekt
el: Κοινή Χρήσου του Έργου
es: Comparte tu proyecto
et: Jaga oma projekti
fr: Partage ton projet
it: Condividere un progetto
lv: Kopīgo savu projektu
sl: Deli svoj projekt
sv: Dela ditt projekt

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/915780/" target="_blank">Design a Valentine studio</a>:
fr: Maintenant tu peux ajouter ton projet à <a href="http://scratch.mit.edu/studios/915780/" target="_blank">Concevoir un studio Valentine</a>:
it: Ora puoi aggiungere il tuo progetto alla galleria <a href="http://scratch.mit.edu/studios/915780/" target="_blank">Design a Valentine studio</a>:
lv: Vari pievienot savu projektu <a href="http://scratch.mit.edu/studios/915780/" target="_blank">Valentīndienas kartīšu studijai</a>:
tr: Artık projeni <a href="http://scratch.mit.edu/studios/915780/" target="_blank">Bir Sevgililer Günü Kartı Tasarla Stüdyosu</a>na ekleyebilirsin:

source: Make a virtual pet. Find out how to add sounds, animations, or other effects.
fr: Créer un animal de compagnie virtuel. Découvre comment ajouter des sons, des animations ou d'autres effets.
it: Crea con le tue mani un animaletto virtuale. Scopri come aggiungere suoni, animazioni o altri effetti
lv: Izveido virtuālu dzīvnieciņu. Izpēti, kā pievienot skaņas, animācijas un citus efektus.
pt: Crie um animal de estimação virtual. Descubra como adicionar sons, animações e outros efeitos.
tr: Sanal bir hayvan yapalım. Ve ona nasıl ses eklenir, canlıymış gibi hareket verilir vs. bunları görelim.

source: First, choose your pet
fr: D'abord, choisi ton animal
it: Primo, scegli un animale domestico
lv: Pirmākrt, izvēlies savu dzīvnieciņu
pt: Primeiro escolha o seu animal de estimação
tr: Önce, hayvanını seç

source: Choose Your Pet
fr: Choisis ton animal
it: Scegli il Tuo Animaletto
lv: Izvēlies dzīvnieciņu
pt: Escolha do Seu Animal de Estimação
tr: Hayvanını Seç

source: Introduce Your Pet
fr: Présente ton animal de compagnie
it: Introduci il Tuo Animaletto
lv: Iepazīstin ar dzīvnieciņu
pt: Apresente o Seu Animal de Estimação
tr: Hayvanını Takdim Et

source: Animate Your Pet
fr: Anime ton animal de compagnie
it: Anima il Tuo Animaletto
lv: Animē savu dzīvnieciņu
pt: Anime o Seu Animal de Estimação
tr: Hayvanını Canlandır

source: Time to Eat
fr: Le temps de manger
it: E' Ora di Mangiare
lv: Laiks ēst
pt: Está na Hora de Comer
tr: Yemek Zamanı

source: Eat Some Food
fr: Manger des aliments
it: Mangia un Po' di Cibo
lv: Paēd kaut ko
pt: Comer Alguma Coisa
tr: Bi'şiler Yiyelim

source: Time to Play
fr: Le temps de jouer
it: E' Ora di Giocare
lv: Laiks spēlēties
pt: Está na Hora de Brincar
tr: Oyun Zamanı

source: Add More Activities
fr: Ajoute plus d'activités
it: Aggiungi Altre Attività
lv: Pievienot citas aktivitātes
pt: Adicione Mais Actividades
tr: Biraz Daha Etkinlik Ekleyelim

source: Monitor Your Pet
fr: Surveille ton animal de compagnie
it: Controlla il Tuo Animaletto
lv: Pieskati savu dzīvnieciņu
pt: Monitorize o Seu Animal de Estimação
tr: Hayvanını Gözlemle

source: Share Your Pet
fr: Partage ton animal compagnie
it: Condividi il Tuo Animaletto
lv: Kopīgo savu dzīvnieku
pt: Partilhe o Seu Animal de Estimação
tr: Hayvanını Paylaş

source: Then, select your pet:
fr: Ensuite, sélectionne ton animal de compagnie:
it: Poi scegli il tuo animaletto:
lv: Tagad izvēlies savu dzīvnieku:
pt: Depois, seleccione o seu animal de estimação:
tr: Buradan, hayvanını seç:

source: Next, choose a backdrop
fr: Ensuite, choisis un arrière-plan.
it: Poi, scegli uno sfondo
lv: Tagad jānomaina fons
pt: Depois, escolha um cenário.
tr: Şimdi de bir dekor seç

source: Now you can share your virtual pet with others!
fr: Maintenant tu peux partager ton animal virtuel avec les autres!
it: Ora puoi condividere il tuo animaletto virtuale con tutti gli altri!
lv: Nu tu vari dalīties ar savu virtuālo dzīvnieciņu ar citiem!
pt: Agora pode partilhar o seu animal de estimação virtual com outras pessoas!
tr: Artık hayvanını diğerleriyle paylaşabilirsin!

source: Choose where your pet will live.
fr: Choisis là où ton animal va vivre.
it: Scegli dove vivrà il tuo animaletto
lv: Izvēlies, kur tavs dzīvnieciņš dzīvos.
pt: Escolha a morada do seu animal de estimação.
tr: Hayvanının nerede yaşamasını istiyorsun, seç.

source: Then choose the backdrop you want for your pet, such as garden rock:
fr: Ensuite, choisissez le décor que tu veux pour ton animal de compagnie, tels que 'garden rock':
it: Ora scegli lo sfondo che vuoi per il tuo animaletto, ad esempio "garden rock":
lv: Tad izvēlies fonu, kādu vēlies savam dzīvniekam, piemēram garden rock:
pt: Depois, escolha o cenário que pretende para o seu animal de estimação, tal como o cenário «pedra de jardim» (<i>garden rock</i>):
tr: Daha sonra da hayvanının arkasına koyacağımız dekoru seçelim, mesela bu kayalı bahçe gibi:

source: Next, introduce your pet
fr: Ensuite, présente ton animal de compagnie
it: Poi, introduci il tuo animaletto
lv: Tālāk iepazīstini ar savu dzīvnieciņu
pt: Agora, apresente o seu animal de estimação
tr: Şimdi, hayvanını takdim et

source: Move your pet where you want it to start.
fr: Déplacez ton animal de compagnie là où tu veux qu'il démarre.
it: Sposta il tuo animaletto dove vuoi farlo partire
lv: Pārvieto dzīvnieciņu, kur gribi, lai tas ir sākumā.
pt: Desloque o seu animal de estimação para o local onde quer que ele comece.
tr: Hayvanını, harekete başlayacağı yere yerleştirelim.

source: <p>Use the <span class="motioncolor">go to</span> block to set that position:</p>
fr: <p>Utilise le bloc <span class="motion color">aller à</span>pour définir cette position:</p>
it: <p>Usa il blocco <span class="motioncolor">vai a</span> per definire quella posizione:</p>
lv: <p>Izvēlies bloku <span class="motioncolor">iet uz</span>, lai iestatītu šo vietu:</p>
pt: <p>Use o bloco <span class="motioncolor">vai para as coordenadas</span> para estabelecer fixar esse local:</p>
tr: <p><span class="motioncolor">[x: ... y: ... noktasına git]</span> taşını kullanarak istediğin yere yerleştirebilirsin:</p>

source: Tip: You can find the x and y value of any point on the Scratch stage by moving your mouse pointer. Look at the x y below the stage:
fr: Astuce: Tu peux trouver la valeur de x et y de n'importe quel point sur la scène de Scratch en déplaçant le pointeur de votre souris. Regarde x et y sous la scène:
it: Suggerimento: Puoi trovare i valori di x e y di qualsiasi punto dello Stage di Scratch muovendo il mouse. Osserva le x y sotto lo Stage:
lv: Padoms: Ikviena punkta x un y vērtības uz Scratch skatuves vari noteikt, pārvietojot peles kursoru. Skaties uz x y zem skatuves:
pt: Dica: Pode descobrir as coordenadas x e y de qualquer ponto do palco do Scratch movendo o ponteiro do rato sobre ele. As coordenadas x e y surgem sob o palco:
tr: İpucu: Scratch'ın sahnesi üzerinde herhangi bir noktanın x ve y'sini bulmak için fareyi o noktaya götür ve sahnenin altında sağ tarafdaki x ve y değerini oku:

source: Have your pet make a sound when you click it.
fr: Demande à ton animal de compagnie de produire un son lorsque vous cliquez dessus.
it: Fai produrre un suono al tuo animaletto quando lo clicchi
lv: Liec dzīvnieciņam skanēt, kad uz viņa uzklikšķina.
pt: Faça o seu animal de estimação emitir um som quando clica nele.
tr: Üzerine tıkladığında hayvanın ses çıkarmasını sağla şimdi de.

source: Add a script that plays this sound when you click on your pet.
fr: Ajoute un script qui joue ce son lorsque vous cliquez sur votre animal de compagnie.
it: Aggiungi uno script che riproduce questo suono quando clicchi sul tuo animaletto.
lv: Izveido programmu, kas atskaņo skaņu, kad uzklikšķina uz dzīvnieciņa.
pt: Adicione um guião que toca um som quando clicar no seu animal de estimação.
tr: Tıkladığında seçtiğin sesi çalması için aşağıdaki gibi bir dizi oluştur.

source: You can also have your pet say something when you click on it.
fr: Tu peux aussi demander à ton animal de compagnie de dire quelque chose lorsque tu cliques dessus.
it: Puoi anche far dire qualcosa al tuo animaletto quando lo clicchi.
lv: Vari likt dzīvnieciņam arī ko teikt, ja uz viņa uzklikšķina.
pt: Também pode fazer o seu animal de estimação dizer alguma coisa quando clica nele.
tr: Tıkladığında hem ses çıkartmasını hem de birşeyler söylemesini sağlayabilirsin istersen.

source: Next, animate your pet
fr: Ensuite, aie ton animal de compagnie
it: Ora anima il tuo animaletto
lv: Tālāk, liec dzīvnieciņam kustēties
pt: Em seguida, anima o teu animal de estimação
tr: Sırada, hayvanını canlandırma var

source: <p>Click the <span class="tab-ref">Costumes</span> tab.</p>
fr: <p>Clique l'onglet <span class="tab-ref">Costumes</span>.</p>
it: <p>Clicca la scheda <span class="tab-ref">Costumi</span>.</p>
lv: <p>Klikšķini uz cilnes <span class="tab-ref">Tērpi</span>.</p>
pt: <p>Clique no separador <span class="tab-ref">Trajes</span>.</p>
tr: <p><span class="tab-ref">Kılıklar</span> kartını tıkla.</p>

source: If your pet has more than one costume, you can animate it by using the <span class="lookscolor">switch costume</span> block.
fr: Si ton animal a plus d'un costume,tu peux l'animer en utilisant le <span class="lookscolor">basculer sur costume</span> block.
it: Se il tuo animaletto ha più di un costume, puoi animarlo usando il blocco <span class="lookscolor">cambia costume</span>.
lv: Ja tavam dzīvnieciņam ir vairāk kā viens tērps, tu vari izveidot animāciju, izmanojot bloku <span class="lookscolor">nomainīt tērpu</span>.
pt: Se o seu animal de estimação tiver mais do que um traje, pode animá-lo usando o bloco <span class="lookscolor">muda o teu traje para</span>.
tr: Eğer hayvanın birden fazla kılığa sahipse <span class="lookscolor">[... kılığına geç]</span> taşını kullanarak kılıklarını sırayla değiştirip onu canlandırabilirsin.

source: Tip: To add a costume to an animation, click with the Duplicate tool. Then use the drawing tools to edit it.</spanp>
fr: Astuce: Pour ajouter un costume à une animation, clique avec l'outil Dupliquer. Ensuite, utilise les outils de dessin pour le modifier.</spanp>
it: Suggerimento: Per aggiungere un costume ad un'animazione, clicca uno dei costumi con lo strumento Duplica. Poi usa gli strumenti di disegno per modificarlo.</spanp>
lv: Padoms: Lai pievienotu tērpu animācijai, klikšķini dublēšanas rīku. Un tad ar zīmēšanas programmu izlabo to.</spanp>
pt: Dica: Para adicionar um traje a uma animação, clique num traje existente com a ferramenta Duplicar. Depois, use as ferramentas de desenho para editar a cópia que fez.</spanp>
tr: İpucu: Canlandırma adımlarına bir yenisini eklemek için bir kılığının 'Kopyasını çıkart' (damga simgesi). Daha sonra da resim araçları ile yeni kılık üzerinde gerekli düzenlemeleri yap.</spanp>

source: Now, tell your pet it's time to eat
fr: Maintenant, dis à ton chien qu'il est temps de manger
it: Ora, dì al tuo animaletto che è ora di mangiare
lv: Nu pasaki dzīvnieciņam, ka ir laiks ēst
pt: Agora, diga ao seu animal de estimação que está na hora de comer
tr: Şimdi, yemek zamanı geldiğini söyleyelim

source: Give your pet something to eat.
fr: Donne quelque chose à manger à ton chien.
it: Dai al tuo animaletto qualcosa da mangiare.
lv: Iedod savam dzīvnieciņam ko ēdamu.
pt: Dê de comer ao seu animal de estimação.
tr: Hayvana yemesi için birşeyler verelim.

source: Click to choose a new sprite:
fr: Clique pour choisir un nouveau lutin:
it: Clicca per scegliere un nuovo sprite:
lv: Klikšķini, lai izvēlētos jaunu gariņu:
pt: Clique para escolher um novo actor:
tr: Yeni bir kukla seçmek için tıkla:

source: Then, select a food:
fr: Ensuite, choisis un aliment:
it: Ora, scegli un cibo:
lv: Tagad izvēlies ēdienu:
pt: Depois, seleccione um alimento:
tr: Ve bir yiyecek seç:

source: To tell your pet when the food sprite is clicked, go to <span class="eventscolor">Events</span>, and drag in a <span class="eventscolor">when sprite clicked</span> block. Then, snap on a <span class="eventscolor">broadcast</span> block. Choose 'new message' from the menu and type in 'food.'
fr: Envoie un message à ton animal quand le lutin aliment est cliqué, va à la catégorie <span class="eventscolor">Evènements</span>, et déplace le bloc<span class="eventscolor">quand ce lutin est cliqué</span>. Ensuite, emboîte le bloc <span class="envoyer">broadcast</span>. Choose 'nouveau message' dans le menu déroulant et écris 'aliment'.
it: Per dire al tuo animaletto che lo sprite del cibo è stato cliccato, vai nelle <span class="eventscolor">Situazioni</span>, e trascina il blocco <span class="eventscolor">quando si clicca su questo sprite</span>. Quindi, attacca sotto a questo blocco il blocco <span class="eventscolor">invia a tutti</span>. Scegli 'nuovo messaggio...' dal menu e digita 'cibo'.'
lv: Lai dzīvnieciņām pateiktu, ka ir uzklikšķināts uz ēdiena gariņa, ej uz sadaļu <span class="eventscolor">Notikumi</span>, un izvelc bloku <span class="eventscolor">kad noklikšķināts uz šī gariņa</span>. Tad pievieno bloku <span class="eventscolor">pārraidīt</span>. No saraksta izvēlies 'jauns ziņojums' un ieraksti 'ēdiens.'
pt: Para avisar o seu animal de estimação de que o actor comida foi clicado, vá à categoria <span class="eventscolor">Eventos</span> e arraste para a zona dos guiões um bloco <span class="eventscolor">Quando alguém clicar em ti</span> block. Depois, encaixe um bloco <span class="eventscolor">difunde a mensagem</span>. Escolha «uma nova mensagem…» no menu e escreva «Vem comer!».
tr: Yiyecek tıklandığında hayvanın haberi olsun istiyoruz: <span class="eventscolor">Olaylar</span> grubuna git ve <span class="eventscolor">[bu kukla tıklanınca]</span> taşını dışarı al. Daha sonra da <span class="eventscolor">[... haberini sal]</span> taşını az öncekini altına yapıştır, menüsünden 'yeni haberi' tıkla ve 'yiyecek' yaz.

source: Now, whenever you click on the food sprite, it will send a message to your pet.
fr: Maintenant, à chaque fois que tu cliques le lutin aliment, il enverra un message à ton animal.
it: Ora, ogni volta che clicchi sullo sprite del cibo, invierà un messaggio al tuo animaletto.
lv: Tagad, tiklīdz uzklikšķināsi uz ēdiena gariņa, tas nosūtīs ziņu tavam dzīvnieciņam.
pt: Agora, sempre que clicar no actor comida, ele enviará a mensagem ao seu animal de estimação.
tr: Bu basit dizi sayesinde, yiyeceğe her tıklandığında, hayvana bir haber gidecek.

source: Tip: Add the <span class="lookscolor">go to front</span> block to place your food sprite in front of the pet.</spanp>
fr: Ajoute: Ajoute le bloc <span class="looks color">envoyer au premier plan</span> pour mettre ton lutin aliment en face de ton animal.</spanp>
it: Suggerimento: Aggiungi il blocco <span class="lookscolor">vai in primo piano</span> per fare in modo che il cibo si trovi sempre davanti all'animaletto.</spanp>
lv: Padoms:Pievieno bloku <span class="lookscolor">iet uz priekšpusi</span>, lai novietotu ēdiena gariņu priekšā dzīvnieciņam.</spanp>
pt: Dica: Adicione o bloco <span class="lookscolor">vem para a frente</span> para que o actor comida fique à frente do animal de estimação.</spanp>
tr: İpucu: Yiyeceğin, hayvanın üzerinde görünmesi sağlamak için <span class="lookscolor">[üste çık]</span> taşını kullan.</spanp>

source: Next, eat the food
fr: Ensuite, mange la nourriture
it: Poi, mangia il cibo
lv: Un nu jāapēd ēdiens
pt: De seguida, faça o animal de estimação comer a comida
tr: Ve, yiyeceği yesin

source: Decide what your pet will do when it receives the 'food' message.
fr: Décidez de ce que ton animal va faire quand il reçoit le message 'food'.
it: Decidi cosa vuoi che il tuo animaletto faccia quando riceve il messaggio 'cibo'.
lv: Izdomā, ko tavs dzīvnieciņš darīs, kad saņems ziņojumu 'ēdiens'.
pt: Decida o que o seu animal de estimação deve fazer quando receber a mensagem «Vem comer!».
tr: 'yiyecek' haberini alınca hayvanın ne yapacağına karar verelim.

source: Go to the <span class="eventscolor">Events</span> category and drag out a <span class="eventscolor">when I receive</span> block.</p>
fr: Aller à la catégorie <span class="eventscolor">Evènemnts</span>et déplace un bloc <span class="eventscolor">quand je reçois</span>.</p>
it: Vai nella categoria <span class="eventscolor">Situazioni</span> e trascina il blocco <span class="eventscolor">quando ricevo</span>.</p>
lv: Ej uz sadaļu <span class="eventscolor">Notikumi</span> un izvelc bloku <span class="eventscolor">kad es saņemu</span>.</p>
pt: Vá para a categoria <span class="eventscolor">Eventos</span> e arraste um bloco <span class="eventscolor">Quando receberes a mensagem</span>.</p>
tr: <span class="eventscolor">Olaylar</span> grubuna git ve <span class="eventscolor">[... haberi gelince]</span> taşını dışarı al.</p>

source: To make your pet glide toward the food, click on the <span class="motioncolor">Motion</span> category. Use the <span class="motioncolor">glide</span> block to tell your pet where you want it to go.</p>
fr: Pour faire glisser ton animal vers l'aliment, clique dans la catégorie <span class="motioncolor">Mouvement</span>. Utilise le bloc <span class="motioncolor">glisser</span> pour dire à ton animal là où il doit aller.</p>
it: Per far scivolare l'animaletto verso il cibo, clicca sulla categoria <span class="motioncolor">Movimento</span>. Usa il blocco <span class="motioncolor">scivola</span> per dire al tuo animaletto dove vuoi che vada.</p>
lv: Lai liktu tavam dzīvnieciņam atslīdēt pie ēdienu, izvēlies sadaļu <span class="motioncolor">Kustība</span>.Izmanto bloku <span class="motioncolor">slīdēt</span>, lai norādītu, uz kurp gariņam iet.</p>
pt: Para fazer o seu animal de estimação deslizar para a comida, clique na categoria <span class="motioncolor">Movimento</span>. Use o bloco <span class="motioncolor">desliza</span> para dizer ao seu animal de estimação para onde quer que ele vá.</p>
tr: Hayvanın yiyeceğe doğru süzülerek gitmesini sağlamak için <span class="motioncolor">Hareket</span> grubunu tıkla. <span class="motioncolor">[... sn'de x:.. y:.. 'a süzül]</span> taşını kullanarak nereye gideceğini söyle.</p>

source: Tip: You can type in an x and y position. Or drag your pet to where you want it to go, and the x and y within <span class="motioncolor">glide</span> (in the blocks palette) will automatically update.</spanp>
fr: Astuce: Tu peux entrer une position x et y. Ou bien fais glisser ton animal de compagnie à l'endroit où vous voulez aller, et x et y dans <span class="motioncolor">glisser</span> (dans la palette des blocs) sera automatiquement mis à jour.</spanp>
it: Suggerimento: Puoi digitare una posizione x e y all'interno degli spazi. Oppure puoi trascinare il tuo animaletto nel punto in cui vuoi che vada, e le posizioni x e y nel blocco <span class="motioncolor">scivola</span> (nella lista dei blocchi) si aggiorneranno automaticamente.</spanp>
lv: Padoms: Tu vari ierakstīt x un y koordinātes. Vai arī pārvelc dzīvnieciņu, kur tam vajadzētu nonākt, un x un y blokā <span class="motioncolor">slīdēt</span> (bloku paletē) automātiski atjaunosies.</span>
pt: Dica: Pode introduzir as coordenadas x e y à mão. Alternativamente, pode arrastar o seu animal de estimação para o local para onde quer que ele vá e, dentro do bloco <span class="motioncolor">desliza</span> (na paleta de blocos), as coordenadas x e y serão actualizadas automaticamente.</spanp>
tr: İpucu: istediğin x ve y değerini yazabilirsin. Veya hayvanı gitmesini istediğin yere sürüklersen taş paletinin içindeki <span class="motioncolor">[..... süzül]</span> taşının içindeki x ve y değerlerinin buna göre değiştiğini görürsün.</spanp>

source: Add another <span class="motioncolor">glide</span> block at the end of the script to make your pet go back to its original position.</p>
fr: Ajoute un autre bloc <span class="motioncolor">glide</span> à la fin du script pour que ton animal de compagnie revienne à sa position d'origine.</p>
it: Aggiungi un altro blocco <span class="motioncolor">scivola</span> alla fine dello script per far tornare il tuo animaletto alla posizione originale.</p>
lv: Pievieno citu bloku <span class="motioncolor">slīdēt</span> programmas beigās, lai dzīvnieciņš nonāktu sākotnējā vietā.</p>
pt: Adicione outro bloco <span class="motioncolor">desliza</span> no final do guião para fazer o seu animal de estimação regressar à sua posição original.</p>
tr: Hayvanı, geldiği yere geri göndermek için en sona bir tane daha <span class="motioncolor">[.... süzül]</span> taşından ekle.</p>

source: Next, give your pet something to play with
fr: Ensuite, donne à ton animal quelque chose pour jouer
it: Poi, prepara un giocattolo per il tuo animaletto
lv: Tagad sagādā dzīvnieciņam ar ko spēlēties
pt: De seguida, dê ao seu animal de estimação algo com que brincar
tr: Şimdi de, bir oyuncak verelim hayvana

source: Choose something for your pet to play with, such as a trampoline.
fr: Choisis quelque chose pour que ton animal puisse jouer, comme un trampoline.
it: Scegli qualcosa per far giocare il tuo animaletto, come un trampolino.
lv: Izvēlies kaut ko, ar ko dzīvnieciņš varētu spēlēties, piemēram tramplīnu.
pt: Escolha alguma coisa para o seu animal de estimação brincar, tal como um trampolim.
tr: Hayvana oynaması için birşeyler verelim, mesela bir trambolin.
