Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Yes, the Scratch offline editor lets you create projects without joining or accessing the online community. Visit the <a href="/scratch2download">Scratch 2.0 offline editor</a> download page for instructions on how to install it on your computer. (If your computer does not support the latest version, try the <a href="/scratch_1.4/">Scratch 1.4 offline editor</a>.)
de: Ja, mit dem Scratch-Offline-Editor können Projekte erstellt werden, ohne der Online-Gemeinschaft beizutreten oder auf sie zuzugreifen. Auf der Download-Seite für den <a href="/scratch2download">Scratch-2.0-Offline-Editor</a> finden sich Anweisungen, wie das Programm auf dem Computer zu installieren ist. (Sollte die aktuelle Version nicht unterstützt werden, kann alternativ der <a href="/scratch_1.4/">Scratch-1.4-Offline-Editor</a> verwendet werden.)
el: Ναι, ο Επεξεργαστής Έργων εκτός διαδικτύου σας επιτρέπει να δημιουργείται έργα χωρίς να χρειάζεται να κάνετε εγγραφή ή να έχετε πρόσβαση στη διαδικτυακή κοινότητα. Επισκεφτείτε τη σελίδα του <a href="/scratch2download">Επεξεργαστή Έργων εκτός διαδικτύου του Scratch 2.0</a> για οδηγίες σχετικά με την εγκατάσταση. (Εάν ο υπολογιστής σας δεν υποστηρίζει την τελευταία έκδοση, προσπαθήστε τον <a href="/scratch_1.4/">Επεξεργαστή Έργων εκτός διαδικτύου του Scratch 1.4</a>.)
fr: Oui, l'éditeur hors ligne Scratch vous permet de créer des projets sans adhérer ou d'accéder à la communauté en ligne. Visitez <a href="/scratch2download">Scratch 2.0 offline editor</a> sur la page de téléchargement pour obtenir des instructions sur la façon de l'installer sur votre ordinateur. (Si votre ordinateur ne prend pas en charge la dernière version, essayez <a href="/scratch_1.4/">Scratch 1.4 offline editor</a>.)
gl: Si, o editor local de Scratch deixache crear proxectos sin unirte ou acceder á comunidade en liña. Visita a páxina de descarga do<a href="/scratch2download">editor local Scratch 2.0</a> para ver instruccións sobre como instalalo no teu ordenador (Si o teu ordenador non soporta a última versión, proba o <a href="/scratch_1.4/">editor local Scratch 1.4</a>.)
it: Sì, usando l'editor offline di Scratch puoi creare i tuoi progetti senza registrarti e senza accedere alla comunità online. Visita la pagina per scaricare l'<a href="/scratch2download">editor offline di Scratch 2.0</a> e segui le istruzioni per installarlo sul tuo computer. (Se il tuo computer non supporta l'ultima versione, puoi provare a scaricare l'<a href="/scratch_1.4/">editor offline di Scratch 1.4</a>.)
lv: Jā, Scratch bezsaistes redaktors ļauj veidot projektus bez pieslēgšanās tiešsaistes kopienai. Apmeklē <a href="/scratch2download">Scratch 2.0 bezsaistes redaktora</a> lejupielādes lapu, lai saņemtu padomus, kā to uzstādīt tavā datorā. (Ja tavs dators neatbalsta jaunāko versiju, izmēģini <a href="/scratch_1.4/">Scratch 1.4 bezsaistes redaktoru</a>.)
nb: Ja, det finnes en versjon av Scratch for maskiner uten nettforbindelse. Følg instruksjonene for <a href="/scratch2download">Scratch 2.0 offline</a> som viser hvordan du kan laste ned Scratch og tilhørende programvare. (Hvis du har en eldre maskin som ikke kan kjøre versjon 2.0 så prøv i stedet <a href="/scratch_1.4/">Scratch 1.4</a>.)
pt: Sim, o editor desconectado do Scratch permite-lhe criar projectos sem aderir ou aceder à comunidade em linha. Visite a página de descarregamento do <a href="/scratch2download">editor desconectado Scratch 2.0</a> para instruções acerca da instalação no seu computador.. (Se o seu computador não suportar a última versão, tente o <a href="/scratch_1.4/">editor desconectado Scratch 1.4</a>.)
sl: Da, urejevalnik Scratch ti omogoča delo tudi brez povezave v spet. Pojdi na stran z <a href="/scratch2download">Scratch 2.0 urejevalnik</a> in namesti SCratch na svoj računalnik. (če tvoj računalnik te namestitve ne podpira, poskusi s <a href="/scratch_1.4/">Scratch 1.4 urejevalnikomr</a>.)

source: What are parents saying about Scratch?
ca: Què diuen els pares a propòsit d'Scratch?
cs: Co říkají rodiče o Scratch?
de: Was sagen Eltern über Scratch?
el: Τι λένε οι γονείς για το Scratch;
es: ¿Qué dicen los padres sobre Scratch?
et: Mida on öelnud lapsevanemad Scratci kohta?
eu: Zer diote gurasoek Scratchi buruz?
fr: Ce que disent les parents à propos de Scratch?
ga: Cad é atá tuismitheoirí ag rá faoi Scratch?
gl: Que están dicindo as nais e pais sobre Scratch?
it: Cosa dicono di Scratch i genitori?
ja: Scratchについて保護者の声は？
lv: Ko vecāki saka par Scratch?
nb: Hva sier foreldre om Scratch?
pt: O que dizem os pais acerca do Scratch?
ro: Ce spun parintii despre Scratch?
sl: Kaj menijo starši o Scratchu?
sv: Vad säger föräldrar om Scratch?
tr: Scract hakkında anne-babalar ne diyor?
uk: Що батьки кажуть про Скретч?

source: We often receive emails from parents thanking us for Scratch. Here are some examples:
ca: Sovint rebem correus electrònics de famílies donant-nos les gràcies per Scratch. Aquí en teniu alguns exemples:
cs: Často dostáváme emaily od rodičů s poděkováním za Scratch. Tady je několik příkladů:
de: Wir erhalten häufig E-Mails von Eltern, die uns für Scratch danken. Hier sind einige Beispiele:
el: Λαμβάνουμε συχνά e-mail από γονείς που μας ευχαριστούν για το Scratch. Παρακάτω είναι μερικά παραδείγματα:
es: A menudo recibimos correos electrónicos de padres que nos agradecen por Scratch. Aquí hay algunos ejemplos:
et: Me saame lapsevanematelt tihti kirju, milles tänatakse Scratchi eest. Siin on mõned näited inglise keeles:
eu: Maiz gurasoen emailak jasotzen ditugu Scratch dela eta eskerrak emanez. Hemen adibide batzuk:
fr: Nous recevons souvent des courriels de parents qui nous remercient pour Scratch. Voici quelques exemples:
ga: Faighimid ríomhphost ó thuismitheoirí go minic, ag gabháil buíochais linn. Seo duit roinnt samplaí:
gl: A menudo recibimos correos electrónicos de nais e pais dándonos as grazas por Scratch. Aquí hai algúns exemplos:
it: Riceviamo molto spesso email da genitori che ci ringraziano per aver creato Scratch. Eccone alcuni esempi:
lv: Mēs bieži saņemam pateicības vēstules par Scratch no vecākiem. Te daži piemēri:
nb: Vi får ofte epost fra foreldre som takker for Scratch. Her er noen eksempler:
pt: Recebemos frequentemente mensagens de pais e encarregados de educação agradecendo-nos pelo Scratch. Aqui estão alguns exemplos:
ro: Primim adesea de la parinti mesaje de multumire pentru Scratch. Aici sunt cateva exemple:
sl: Pogosto prejmemo e-pošto staršev, v kateri se nam zahvalijo za Scratch. Tu je nekaj primerov:
sv: Vi får ofta e-post från föräldrar som tackar oss för Scratch. Här är några exempel:
tr: Velilerden sık sık teşekkür epostaları alırız. Aldığımız epostalara örnekler:
uk: Ми часто отримуємо листи від батьків, які дякують нам за Скретч. Ось декілька прикладів:

source: "<b>I just want to thank you all for making Scratch, and for providing it for free.</b> My kids are doing amazing things that they see as fun yet I know is educational, valuable, and worthwhile. Thank you so much!!!"
ca: "<b>Només volia agrair-vos haver creat Scratch i proporciona-lo gratuïtament.</b> Els meus fills estan fent coses fantàstiques que troben divertides malgrat que jo les veig educatives i valuoses. Moltes gràcies!!!"
cs: "<b>Právě chci vám všem poděkovat za udělání Scratche a poskytnutí ho zdarma.</b> Moje děti dělají úžasné věci které vidí jako zábavu a já to teď považuji za vzdělávací, hodnotné a užitečné. Velice děkuji!!!"
de: "<b>Ich möchte mich bei Euch allen dafür bedanken, dass Ihr Scratch gemacht habt und es kostenlos zur Verfügung stellt.</b> Meine Kinder machen damit erstaunliche Sachen. Für sie ist es einfach Spaß, aber ich weiß, dass es erzieherisch wertvoll und nachhaltig ist. Vielen, vielen Dank!"
el: "<b>Θέλω να σας ευχαριστήσω που δημιουργήσατε το Scratch και το παρέχετε δωρεάν.</b> Τα παιδιά μου κάνουν απίστευτα πράγματα που βρίσκουν διασκεδαστικά, αλλά ξέρω ότι είναι εκπαιδευτικά, πολύτιμα και αξιόλογα. Σας ευχαριστώ πάρα πολύ!!!"
es: "<b>Solo quiero agradecerles por crear Scratch y por ofrecerlo de manera gratuita.</b> Mis hijos están haciendo cosas asombrosas que ellos ven como divertidas aunque yo se que son educativas, valiosas y valen la pena. Muchísimas gracias!!!"
eu: "<b>Scratch sortu izanagatik eta dohakoa egiteagatik eskerrak eman nahi nizkizueke.</b> Nere umeek gauza harrigarriak egiten ari dira eta beraientzat ibertigarriak dira. Baina nik badakit hezitzaileak, baliozkoak eta merezi dutenak direla. Milesker bene-benetan!!!"
fr: "<b> Je veux simplement vous remercier tous d'avoir réaliser Scratch, et de nous proposer ce service gratuitement. </ b> Mes enfants font des choses incroyables qu'ils considèrent comme un amusement pourtant je sais que cet outil à caractère éducatif est précieux et que cela vaut la peine de le mettre en oeuvre. Merci beaucoup! "
gl: "<b>Só quero darlles as grazas por crear Scratch e por ofrecelo de balde.</b> Os meus fillos están facendo cousas sorprendentes que atopan divertidas ainda que sexan educativas, importantes e que valen a pena. Moitísimas grazas!!!"
it: "<b>Voglio ringraziarvi tutti quanti per aver creato Scratch e per averlo reso disponibile gratuitamente.</b> I miei figli stanno creando cose incredibili che vedono come puro divertimento ma che io so essere al contempo educative, ricche di valore e... tutto tempo ben speso. Grazie mille!!!"
lv: "<b>Es vēlos pateikties jums visiem par Scratch radīšanu un tā nodrošināšanu bez maksas.</b> Mani bērni veido brīnumainas lietas, kas viņus iepriecina, toties es zinu, ka tas ir izglītojoši, vērtīgi un noderīģi. Liels paldies!!!"
nb: "<b>Jeg vil bare takke dere alle for at dere har laget Scratch og gitt det ut gratis.</b> Ungene mine lager fantastiske ting og har det gøy, samtidig som jeg vet at det er lærerikt, verdifullt og vel anvandt tid. Tusen takk"
pt: «<b>Quero apenas agradecer-vos por terem criado o Scratch e por o disponibilizarem gratuitamente.</b> Os meus filhos têm feito coisas incríveis que vêem como divertidas mas que eu sei serem educacionais, valiosas e valerem a pena. Muito obrigado!!!»
ro: "<b>As vrea numai sa va multumesc tuturor pentru ceea ce faceti cu Scratch si pentru ca ni-l distribuiti gratuit.</b> Copiii mei fac lucruri nemaipomenite pe care le percep ca pe o distractie, chiar daca eu stiu ca sunt educative, valoroase si merituoase. Va multumesc tare mult!!!"
sl: "<b>Rada bi se vam zahvalila, ker ste ustvarili Scratch in ker zagotavljate brezplačno uporabo.</b> Moji otroci ustvarjajo s Scratchem čudovite stvari in pravijo, da se ob tem zabavajo, poleg tega pa vem, da je ustvarjanje s Scratchem izobraževalno, dragoceno in vredno svojega časa. Najlepša hvala!!!"
sv: "<b>Jag vill bara tacka er alla för att ni gör Scratch, och för att det är gratis.</b>Mina barn gör fantastiska saker som de tycker är roligt, men som jag vet är både pedagogiskt, värdefullt och givande. Tack så mycket!!!"
uk: "<b>Я просто хочу подякувати вам за створення Скретчу та його безплатне поширення.</b> Мої діти роблять неймовірні речі, що виглядають як іграшки, але при цьому навчають, є корисними і результативними. Дуже дякую!!!"

source: <b>"My very shy but technical minded daughter has found this to be a fantastic, safe outlet for her creativity.</b> She spends her free time creating ever more difficult animations and sharing them with the scratch community. The forums provide her with a group of like-minded individuals with which she can hold on a conversation... She now feels that computers, graphic design and animation are something she would like to pursue in the future. Your program has opened a whole new world to her in so many ways, and I thank you wholeheartedly. "
ca: <b>"La meva filla, tímida però amb mentalitat tecnològica, ha trobat en això una eina fantàstica i segura per expressar la seva creativitat.</b> Dedica hores del seu temps lliure a crear animacions més difícils i a compartir-les amb la comunitat d'Scratch. Els fòrums li proporcionen un entorn on hi troba gent amb les mateixes inquietuds on hi pot mantenir una conversa. Ella viu els ordinadors, el disseny gràfic i l'animació com una cosa a la què s'hi podria dedicar en un futur. El vostre programa li ha obert un nou completament nou en molts sentit i us ho vull agrair de tot cor. "
cs: <b>"Moje velmi plachá ale technicky založená dcera to považuje za fantastické, bezpečné místo pro projevení její tvořivosit.</b> Tráví svůj volný čas výrobou ještě složitějších animací a jejich sdílením se schratchovým společenstvím. Na fórech našla skupinu podobně naladěných jednotlivců se kterými může udržovat konverzaci... Cítí že počítače, grafický design a animace je něco čemu by se ráda věnovala v budoucnu. Váž program jí otevřel celý nový svět v tolika způsobech a vám za to děkuji z celého srdce. "
de: <b>"Meine sehr schüchterne aber technisch begabte Tochter hat mit Scratch eine fantastische, sichere Entfaltungsmöglichkeit für Ihre Kreativität entdeckt.</b> In ihrer Freizeit entwickelt sie zunehmend komplexere Animationen, die sie mit der Scratch-Gemeinschaft teilt. Über das Forum hat sie eine Gruppe Gleichgesinnter gefunden, mit denen sie in regelmäßigem Austausch bleibt... Inzwischen hat sie das Gefühl, dass Computer, Grafikdesign und Animationen etwas sind, mit dem sie sich auch zukünftig beschäftigen möchte. Euer Programm hat ihr in vielerlei Beziehung eine völlig neue Welt eröffnet und dafür möchte ich Euch herzlich danken! "
el: <b>"Η ντροπαλή αλλά πανέξυπνη κόρη μου βρήκε το Scratch έναν φανταστικό, ασφαλή τρόπο για να εκδηλώσει την δημιουργικότητά της.</b> Περνά τον ελεύθερο χρόνο της δημιουργώντας ακόμα δυσκολότερα κινούμενα σχέδια και κάνοντάς τα κοινή χρήση με την κοινότητα του Scratch. Οι χώροι συζητήσεων τη βοηθούν να βρει συνομήλικους με τους οποίους μπορεί να κάνει μια συνομιλία... Τώρα πιστεύει ότι οι υπολογιστές, η γραφιστική και η δημιουργία κινούμενων σχεδίων είναι κάτι που θα ήθελε να ακολουθήσει στο μέλλον. Το πρόγραμμά σας έχει ανοίξει έναν καινούριο κόσμο στην κόρη μου, και σας ευχαριστώ με όλη την καρδιά μου. "
es: <b>"Mi hija, tímida pero con mente técnica, ha encontrado que esta es una salida fantástica y segura para su creatividad.</b> Ella dedica su tiempo libre a crear animaciones cada vez más difíciles y a compartirlas con la comunidad Scratch. Los foros le ofrecen la posibilidad de comunicarse con personas afines, con las cuales puede sostener una conversación... Ella ahora siente que los computadores, el diseño gráfico y la animación son algo a lo que se podría dedicar en el futuro. Su programa ha abierto un nuevo mundo para ella en muchas maneras y yo les agradezco de todo corazón. "
eu: <b>"Oso lotsatia baina izakera teknikokoa den nire alabaren sorkuntzarentzat abagagune zoragarri eta segurua da.</b>. Bere denbora librean geroz eta konplexuagoak diren animazioak sortzen eta Scratch komunitatearekin banatzen ditu. Foroek antzeko izakera duten pertsonekin komunikatzea eta hizketaldi bat mantentzea ahalegintzen dute... Orain ordenagailuak, diseinu grafikoa eta animazioa, etorkizunean egin nahi izango duen zerbait dela sentitzen du. Zuen programak mundu berri bat ireki dio hainbat zentzutan, eta eskerrak eman nahi nizkizueke bihotz bihotzez "
fr: <b> "Ma fille, très timide, qui n'a pas l'esprit technique a trouvé que c'était un fantastique outil pour développer sa créativité en toute sécurité. </ b> Elle passe son temps libre à créer des animations de plus en plus difficiles et de les partager avec la communauté Scratch. Ces forums lui permettent d'entrer en contact avec un groupe de personnes qui partagent les mêmes idées et elle peut entretenir avec elles une conversation ... Maintenant elle se sent que manipuler des ordinateurs, développer l'art de la conception graphique et de l'animation font partie des objectifs qu'elle aimerait poursuivre dans le futur. Votre programme lui a ouvert, à bien des égards, un tout nouveau monde et je vous remercie de tout coeur. "
gl: <b>"A miña filla, moi tímida pero con mente técnica, atopou nesta ferramenta unha saída fantástica e segura para a súa creatividade.</b> Ela dedica o seu tempo libre a crear animacións cada vez máis difíciles e a compartilas coa comunidade Scratch. Os foros ofrécenlle a posibilidade de comunicarse con personas afíns, cas que pode soster unha conversa... Agora ela sinte que os ordenadores, o deseño gráfico e a animación son algo ao que se podería adicar no futuro. O voso programa abreulle un mundo novo completo en moitos sentidos o que vos agradezo de todo corazón. "
it: <b>"Ho una figlia molto timida ma dotata di una mentalità tecnica che ha scoperto Scratch come un fantastico e al contempo sicuro sfogo per la sua creatività.</b> Passa il suo tempo libero a creare animazioni sempre più complesse e a condividerle con la comunità. I forum le offrono un gruppo di persone che pensano come lei e con le quali può intrattenere conversazioni... Ora sente che i computer, il design grafico e l'animazioni sono qualcosa di cui le piacerebbe occuparsi in futuro. Il vostro software le ha aperto un nuovo mondo dotato di tantissime prospettive, per il quale vi ringrazio di cuore. "
lv: <b>"Mana ļoti kautrīgā, bet ar tehnisko domāšanu apveltītā meita šo projektu uzskata par fantastisku un drošu iespēju savam radošumam.</b> Viņa pavada savu brīvo laiku veidojot arvien sarežģītākas animācijas un kopīgojot tās ar Scratch kopienu. Forumos viņa satikusi grupu ar līdzīgi domājošajiem, ar kuriem var uzturēt sarunas... Tagad viņai šķiet, ka dators, grafiskais dizains un animācija ir kas tāds, ar ko viņa vēlas saistīt nākotni. Jūsu programma manai meitai ir atvērusi jaunu pasauli dažādos veidos, par ko es jums no visas sirds pateicos. "
nb: <b>"For min sjenerte men teknisk interesserte datter har Scratch vært et flott og trygt utløp for hennes kreativitet.</b> På fritiden lager hun stadig mer kompliserte animasjoner og legger dem ut på nettsamfunnet. Hun kan også holde kontakten med likesinnede på forumene. Hun har lyst til å drive med datamaskiner, grafisk design og animasjon i fremtiden. Scratch har åpnet en helt ny verden for henne på mange måter. Tusen takk! "
pt: <b>«A minha filha, muito tímida e com uma forte orientação para assuntos técnicos, descobriu que isto é uma porta de saída fantástica e segura para a sua criatividade.</b> Passa o seu tempo livre a criar animações cada vez mais difíceis e a partilhá-las com a comunidade scratch. Os fóruns dão-lhe acesso a um grupo de gente com uma orientação semelhante com quem ela pode manter uma conversa... Ela agora sente que computadores, <i>design</i> gráfico e animação são assuntos que gostaria de seguir no futuro. O vosso programa abriu-lhe um mundo de muitas formas totalmente novo, por isso agradeço-vos do fundo do coração. »
ro: <b>"Fiica mea, care este foarte timida dar foarte isteata a gasit Scratch ca fiind fantastic si sigur pentru exprimarea creativitatii sale.</b> Isi petrece timpul liber creand animatii din ce in ce mai dificile si le partajeaza cu comunitatea Scratch. Forumurile o ajuta sa gaseaasca un grup de indivizi asemanatori, cu care ea poate sa mentina o conversatie... Ea se simte acum ca si cum calculatoarele, grafica si animatia sunt ceea ce isi doreste pentru viitor. Programul vostru i-a deschis portile catre o noua lume si eu va multumesc din toata inima. "
sl: <b>"Moji nadvse sramežljivi, a tehnično razmišljujoči hčerki, predstavlja Scratch fantastičen in varen način izražanja kreativnosti.</b> Svoj prosti čas preživi ob ustvarjanju vse bolj zahtevnih animacij, ki jih deli s Scratch skupnostjo. Na forumih lahko najde skupino podobno mislečih posameznikov, s katerimi se lahko pogovarja... Zdi se ji, da bi lahko bili računalništvo, grafično oblikovanje in animacije nekaj, s čimer bi se lahko ukvarjala v prihodnosti. Vaš program ji je odprl povsem nov svet v mnogih pogledih, za kar se vam z vsem srcem zahvaljujem. "
sv: <b>"Min mycket blyga men tekniskt inriktade dotter har funnit att detta är ett fantastiskt, säkert sätt att få utlopp för sin kreativitet.</b>Hon tillbringar sin lediga tid för att skapa allt svårare animationer och delar dem med Scratchsajten. Forumen ger henne en grupp likasinnade individer med vilka hon kan samtala med... hon känner nu att datorer, grafisk design och animation är något hon vill fortsätta med i framtiden. Ert program har öppnat en helt ny värld för henne på så många sätt, och jag tackar er med hela mitt hjärta. "
uk: <b> "Моя, дуже сором'язлива, але технічний просунута, дочка виявила, що це фантастичний і безпечний спосіб для реалізації її творчості.</b>Вона присвячує свій вільний час створенню все складніших анімацій та обміну ними з членами спільноти. На форумах вона спілкується її з групою однодумців, з якими вона може мати спільну мову... Тепер вона відчуває, що комп'ютери, графічний дизайн та анімація - це те, чим вона хотіла б займатися в майбутньому. Ваша програма відкрила для неї цілий новий світ для в багатьох відношеннях, і я дякую вам від усього серця. "
