Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p>Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p> <p><img src = "%(STATIC_URL)s/images/help/selectsound(3).gif"></p> <p>Select "zoop" or another sound:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library.png"></p>
fr: <p>Clique sur l'onglet<span class="tab-ref">Sons</span>, ensuite clique <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p> <p><img src = "%(STATIC_URL)s/images/help/selectsound(3).gif"></p> <p>Choisis "zoop" ou un autre son:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library.png"></p>
gl: <p>Preme na pestaña <span class="tab-ref">Sons</span>, despois preme en<img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p> <p><img src = "%(STATIC_URL)s/images/help/selectsound(3).gif"></p> <p>Selecciona "zoop" ou outro son:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library.png"></p>
it: <p>Clicca la scheda <span class="tab-ref">Suoni</span> poi clicca <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p> <p><img src = "%(STATIC_URL)s/images/help/selectsound(3).gif"></p> <p>Seleziona "zoop" o un'altro suono:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library.png"></p>
lv: <p>Izvēlnies cilni<span class="tab-ref">Skaņas</span> un tad spied <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p> <p><img src = "%(STATIC_URL)s/images/help/selectsound(3).gif"></p> <p>Izvēlies "zoop" vai citu skaņu:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library.png"></p>
nb: <p>Klikk på <span class="tab-ref">Lyd</span>-fanen og deretter på <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p> <p><img src = "%(STATIC_URL)s/images/help/selectsound(3).gif"></p> <p>Velg "zoop" eller en annen lyd:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library.png"></p>
pt: <p>Clique no separador <span class="tab-ref">Sons</span> e depois clique em <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p> <p><img src = "%(STATIC_URL)s/images/help/selectsound(3).gif"></p> <p>Escolha o som «zoop» ou outro qualquer som:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library.png"></p>
tr: <p><span class="tab-ref">Sesler</span> sayfasını aç ve <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> simgesine tıkla:</p> <p><img src = "%(STATIC_URL)s/images/help/selectsound(3).gif"></p> <p>"zoop" veya başka bir sesi seç:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library.png"></p>

source: <p>Then, click the <span class="tab-ref">Scripts</span> tab. Click the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound</span> block.</p> <p>Snap that sound block onto the script, like this:</p> <p><img src="%(STATIC_URL)s/images/help/when-sprite-color-sound.png"></p>
fr: <p>Ensuite clique l'onglet <span class="tab-ref">Scripts</span>. Clique la catégorie <span class="soundcolor">Son</span> et déplace el bloc <span class="soundcolor">jouer un son</span> block.</p> <p>Emboîte ce bloc son sur le sommet du script, comme ceci:</p> <p><img src="%(STATIC_URL)s/images/help/when-sprite-color-sound.png"></p>
gl: <p>Despois preme a pestaña <span class="tab-ref">Programas</span>. Preme a categoría <span class="soundcolor">Son</span>, e arrastra un bloque <span class="soundcolor">reproducir son</span>.</p> <p>Encaixa o bloque son no programa, como aquí:</p> <p><img src="%(STATIC_URL)s/images/help/when-sprite-color-sound.png"></p>
it: <p>Poi clicca la scheda <span class="tab-ref">Script</span>. Clicca la categoria <span class="soundcolor">Suoni</span> e trascina un blocco <span class="soundcolor">produci suono</span>.</p> <p>Attacca quel blocco allo script, in questo modo:</p> <p><img src="%(STATIC_URL)s/images/help/when-sprite-color-sound.png"></p>
lv: <p>Tad klikšķini cilni <span class="tab-ref">Programmas</span>. Izvēlies sadaļu <span class="soundcolor">Skaņa</span> un izvelc bloku <span class="soundcolor">spēlēt skaņu</span>.</p> <p>Šo skaņas bloku pievieno programmai kā te:</p> <p><img src="%(STATIC_URL)s/images/help/when-sprite-color-sound.png"></p>
nb: <p>Så klikker du på <span class="tab-ref">Skript</span>-fanen. Klikk <span class="soundcolor">Sound</span> og dra ut en <span class="soundcolor">spill lyden</span>-kloss.</p> <p>Heng lydklossen på bunnen av skriptet sånn:</p> <p><img src="%(STATIC_URL)s/images/help/when-sprite-color-sound.png"></p>
pt: <p>Agora clique no separador <span class="tab-ref">Guiões</span>. Clique na categoria <span class="soundcolor">Som</span> e arraste um bloco <span class="soundcolor">toca o som</span>.</p> <p>Encaixa esse bloco de som no guião, assim:</p> <p><img src="%(STATIC_URL)s/images/help/when-sprite-color-sound.png"></p>
tr: <p>Daha sonra <span class="tab-ref">Diziler</span> sayfasına geç. <span class="soundcolor">Ses</span> grubunu açıp içinden <span class="soundcolor">[... sesini çal]</span> taşını dışarı al.</p> <p>Şekildeki gibi yerleştir:</p> <p><img src="%(STATIC_URL)s/images/help/when-sprite-color-sound.png"></p>

source: <p>Click on your letter to run the script:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
fr: <p>Clique sur ta lettre pour lancer le script:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
gl: <p>Preme na túa letra para executar o programa:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
it: <p>Clicca sulla tua lettera per eseguire lo script:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
lv: <p>Klikšķini uz burta, lai izpildītu programmu:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
nb: <p>Klikk på bokstaven din for å starte skriptet:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
pt: <p>Clique na sua letra para executar o guião:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
tr: <p>Diziyi çalıştırmak için harfin üzerine tıkla:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">

source: Next, add a backdrop
de: Füge als nächstes ein Bühnenbild hinzu
fr: Ensuite, ajoute un arrière-plan
gl: Despois, engade un fondo
it: Ora aggiungi uno sfondo
lv: Tālāk pievienosim fonu
nb: Videre: legg inn bakgrunnsbilde
pt: Agora, adicione um cenário
tr: Sırada zemin ekleme var

source: <p>Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:</p>
fr: <p>Clique sur l'icône <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> pour ouvrir la bibliothèque des arrière-plans:</p>
it: <p>Clicca l'<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">icona per l'apertura della libreria di Sfondi:</p>
lv: <p>Klikšķini ikonu <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">, lai atvērtu fonu krātuvi:</p>
nb: <p> <p>Klikk på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> (til venstre under scenen) for å åpne biblioteket av bakgrunnsbilder:</p>
pt: <p>Clique no ícone <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> para abrir a biblioteca de Cenários:</p>
tr: <p>Dekor kütüphanesini açmak için <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> simgesine tıkla:</p>

source: <p>Choose the backdrop you want (such as "boardwalk" or "circles").</p>
fr: <p>Choisis l'arrière-plan que tu veux (comme "boardwalk" ou "circles").</p>
it: <p>Scegli lo sfondo che preferisci (come "boardwalk" o "circles").</p>
lv: <p>Izvēlies kādu fonu (piemēram, "boardwalk" vai "circles").</p>
nb: <p>Velg deg en bakgrunn (for eksempel "boardwalk" eller "circles").</p>
pt: <p>Escolha o cenário que desejar (tal como «passeio» ou «círculos»).</p>
tr: <p>İstediğin dekoru seç (mesela "boardwalk" veya "circles").</p>

source: Now, add your next letter
fr: Maintenant, ajoute ta lettre suivante
gl: Agora, engade a túa seguinte letra
it: Ora aggiungi la tua lettera successiva
lv: Tālāk pievieno nākamo burtu
nb: Videre: neste bokstav
pt: Agora adicione a sua próxima letra
tr: Şimdi de sonraki harfi ekleyelim

source: To add the second letter of your name, make a new sprite.
fr: Pour ajouter la seconde lettre de ton nom, ajoute un nouveau lutin.
gl: Para engadir a segunda letra do teu nome, fai unha figura nova.
it: Per aggiungere la seconda lettera del tuo nome crea un nuovo sprite.
lv: Lai pievienotu nākamo burtu savam vārdam, izveido jaunu gariņu.
nb: For å legge inn neste bokstav i navnet ditt lager du en ny figur.
pt: Para acrescentar a segunda letra do seu nome, adicione um novo actor.
tr: Adının ikinci harfini eklemek için, yeni bir kukla oluştur.

source: <p>You can draw the letter by clicking the <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> icon:</p> <p> <img src="%(STATIC_URL)s/images/help/new-sprite-paint.png"></p>
fr: <p>Tu peux dessiner ta lettre en cliquant sur l'icône <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">:</p> <p> <img src="%(STATIC_URL)s/images/help/new-sprite-paint.png"></p>
gl: <p>Podes debuxar a letra premendo na <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> icona:</p> <p> <img src="%(STATIC_URL)s/images/help/new-sprite-paint.png"></p>
it: <p>Puoi disegnare la lettera cliccando l'icona <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">:</p> <p> <img src="%(STATIC_URL)s/images/help/new-sprite-paint.png"></p>
lv: <p>Klikšķinot uz šīs ikonas <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">, burtu vari arī uzzīmēt:</p> <p> <img src="%(STATIC_URL)s/images/help/new-sprite-paint.png"></p>
nb: <p>Du kan tegne bokstaven ved å klikke <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">:</p> <p> <img src="%(STATIC_URL)s/images/help/new-sprite-paint.png"></p>
pt: <p>Pode desenhar a letra clicando no ícone <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">:</p> <p> <img src="%(STATIC_URL)s/images/help/new-sprite-paint.png"></p>
tr: <p>Harfi, <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> simgesine tıklayarak çizebilirsin:</p> <p><img src="%(STATIC_URL)s/images/help/new-sprite-paint.png"></p>

source: You can draw using the paint tools:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Or, type the letter using the text tool: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
de: Du kannst mit Hilfe der Zeichenwerkzeuge malen:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Oder du schreibst den Buchstaben mit dem Textwerkzeug: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
fr: Tu peux utiliser les outils dessin:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Ou bien écris une lettre en utilisant l'outil suivant <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
gl: Podes debuxar usando as ferramentas de debuxo:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Ou, escribir a letra usando a ferramenta de texto: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
it: Puoi disegnare la lettera usando gli strumenti di disegno dell'editor di immagini:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Oppure digitare la lettera usando lo strumento Testo: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
lv: Vari zīmēt, izmantojot dažādus zīmēšanas rīkus:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Vai raksti burtu ar teksta rīku: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
nb: Du kan tegne den med tegneverktøyene:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>eller du kan skrive den inn med tekstverktøyet: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
pt: Pode desenhar usando as ferramentas de pintura:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Também pode escrever a letra usando a ferramenta de texto: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
tr: Çizmek için resim editöründeki araçları kullanabilirsin:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Veya, yazı aracını kullanarak harfi yazabilirsin:<img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>

source: <p>Want to choose the letter instead? Click the <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> icon to choose from the Sprite library.</p>
fr: <p>Tu veux choisir une lettre à la place? Clique sur l'icône <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> pour choisir dans la bibliothèque des lutins.</p>
gl: <p>Prefires elixir a letra? Preme na <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> icona para elixir na biblioteca de Figuras.</p>
it: <p>Preferisci invece scegliere una lettera già pronta? Clicca l'icona <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> per sceglierla nella libreria degli Sprite.</p>
lv: <p>Vēlies tomēr izmantot burtus? Klikšķini ikonu <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png">, lai paņemtu no gariņu krātuves.</p>
nb: <p>Vil du bruke en ferdig bokstav? Klikk <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> og velg fra biblioteket av figurer.</p>
pt: <p>Prefere escolher uma letra existente? Clique no ícone <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> para escolher a letra na biblioteca de Actores.</p>
tr: <p>Bunların yerine daha önceden çizilmiş harflerden birini kullanmak ister misin? <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> simgesine tıklarsan harfi kütüphaneden seçebilirsin.</p>

source: Next, make it spin
fr: Ensuite, tu le fais tourner
gl: Despois, fai que xire sobre si mesmo
it: Ora falla ruotare
lv: Nu liksim tam griezties
nb: Videre: få den til å snurre
pt: Agora faça-a girar
tr: Şimdi de harfine takla attır

source: <p>Click the <span class="motioncolor">Motion</span> category, and drag out a <span class="motioncolor">turn</span> block.</p> <p>Click the <span class="controlcolor">Control</span> category, and drag out a <span class="controlcolor">wait</span> block.</p> <p>Then, drag out a <span class="controlcolor">repeat</span> block and snap it around those blocks, like this:</p> <p> <img src = "%(STATIC_URL)s/images/help/repeat-turn-wait.png"></p>
fr: <p>Clique dans la catégorie <span class="motioncolor">Mouvement</span>, et déplace un bloc <span class="motioncolor">tourner</span>.</p> <p>Clique dans la catégorie <span class="controlcolor">Contrôle</span> , et déplace un bloc <span class="controlcolor">attendre</span>.</p> <p>Ensuite, déplace un bloc <span class="controlcolor">répéter</span> et emboîte le autour de ces blocs, comme cela:</p> <p> <img src = "%(STATIC_URL)s/images/help/repeat-turn-wait.png"></p>
gl: <p>Preme na categoría <span class="motioncolor">Movemento</span> e arrastra un bloque <span class="motioncolor">xirar</span>.</p> <p>Preme na categoría <span class="controlcolor">Control</span> e arrastra un bloque <span class="controlcolor">agardar</span>.</p> <p>Despois arrastra un bloque <span class="controlcolor">repetir</span> e encaixao ao redor deses bloques, así:</p> <p> <img src = "%(STATIC_URL)s/images/help/repeat-turn-wait.png"></p>
it: <p>Clicca la categoria <span class="motioncolor">Movimento</span> e trascina un blocco <span class="motioncolor">ruota</span>.</p> <p>Clicca la categoria <span class="controlcolor">Controllo</span> e trascina un blocco <span class="controlcolor">attendi</span> block.</p> <p>Poi trascina un blocco <span class="controlcolor">ripeti</span> e posizionalo intorno a questi blocchi, in questo modo:</p> <p> <img src = "%(STATIC_URL)s/images/help/repeat-turn-wait.png"></p>
lv: <p>Izvēlies sadaļu <span class="motioncolor">Kustība</span>, un izvelc bloku <span class="motioncolor">pagriezties</span>.</p> <p>Izvēlies sadaļu <span class="controlcolor">Vadība</span>un izvelc bloku <span class="controlcolor">gaidīt</span>.</p> <p>Pēc tam izvelc bloku <span class="controlcolor">atkārtot</span> un iekļauj tajā pārējos blokus, kā te piemērā:</p> <p> <img src = "%(STATIC_URL)s/images/help/repeat-turn-wait.png"></p>
nb: <p>Klikk <span class="motioncolor">Bevegelse</span> og dra ut en <span class="motioncolor">vend</span>-kloss.</p> <p>Klikk <span class="controlcolor">Styring</span> og dra ut en <span class="controlcolor">vent</span>-kloss.</p> <p>Så drar du it en <span class="controlcolor">gjenta</span>-kloss slik at den gaper rundt de andre klossene, slik:</p> <p> <img src = "%(STATIC_URL)s/images/help/repeat-turn-wait.png"></p>
pt: <p>Clique na categoria <span class="motioncolor">Movimento</span> e arraste um bloco <span class="motioncolor">gira</span>.</p> <p>Clique na categoria <span class="controlcolor">Controlo</span> e arraste um bloco <span class="controlcolor">espera</span>.</p> <p>Agora arraste um bloco <span class="controlcolor">repete</span> e encaixe-o em torno desde blocos, assim:</p> <p> <img src = "%(STATIC_URL)s/images/help/repeat-turn-wait.png"></p>
tr: <p><span class="motioncolor">Hareket</span> grubundan <span class="motioncolor">[... derece dön]</span> taşını dışarı sürükle.</p> <p><span class="controlcolor">Kontrol</span> grubundan <span class="controlcolor">[... saniye bekle]</span> taşını dışarı sürükle.</p> <p>Daha sonra, <span class="controlcolor">[... defa tekrarla]</span> taşını dışarı sürükle ve önceki taşları şöyle saracak şekilde yerleştir:</p> <p><img src = "%(STATIC_URL)s/images/help/repeat-turn-wait.png"></p>

source: <p>To make it play music and spin whenever you click the letter, build a script like this:</p> <p><img style="width: 291px" src = "%(STATIC_URL)s/images/help/when-clicked-hiphop-turn.png"></p> <p>Try different numbers to adjust the spin.</p>
fr: <p>Pour lui faire jouer de la musique et tourner à chaque fois que tu cliques sur la lettre, construis un script comme ceci:</p> <p><img style="width: 291px" src = "%(STATIC_URL)s/images/help/when-clicked-hiphop-turn.png"></p> <p>Essaie d'autres nombres pour ajuster la rotation.</p>
gl: <p>Para facer que reproduza música e xire sobre si mesma cando premas sobre a letra, construe un programa como este:</p> <p><img style="width: 291px" src = "%(STATIC_URL)s/images/help/when-clicked-hiphop-turn.png"></p> <p>Proba con distintos números para axustar o xiro.</p>
it: <p>Per farlo suonare e ruotare ogni volta che clicca la lettera costruisci uno script come questo:</p> <p><img style="width: 291px" src = "%(STATIC_URL)s/images/help/when-clicked-hiphop-turn.png"></p> <p>Prova numeri diversi per aggiustare la rotazione.</p>
lv: <p>Lai liktu tam skanēt un griezties, kad vietu tu uzklikšķini uz burta, izveido tādu programmu, kā šī:</p> <p><img style="width: 291px" src = "%(STATIC_URL)s/images/help/when-clicked-hiphop-turn.png"></p> <p>Izmēģini dažādus skaitļus, lai pielāgotu griešanos.</p>
nb: <p>Du kan få bokstaven til å snurre og spille musikk når den klikkes med dette skriptet:</p> <p><img style="width: 291px" src = "%(STATIC_URL)s/images/help/when-clicked-hiphop-turn.png"></p> <p>Prøv forskjellige tall for å forandre rotasjonen.</p>
pt: <p>Para a fazer tocar música e girar sempre que clicar na letra, construa um guião como este:</p> <p><img style="width: 291px" src = "%(STATIC_URL)s/images/help/when-clicked-hiphop-turn.png"></p> <p>Experimente diferentes valores para ajustar a rotação.</p>
tr: <p>Bu harfin tıklandığında müzik çalmasını ve takla atmasını sağlamak için şöyle bir dizi oluştur:</p> <p><img style="width: 291px" src = "%(STATIC_URL)s/images/help/when-clicked-hiphop-turn.png"></p> <p>Taklanın hızını ayarlamak için farklı sayılar dene.</p>

source: <p>Tip: To reset the sprite's angle, click this block in the <span class="motioncolor">Motion</span> category:</p> <img src = "%(STATIC_URL)s/images/help/point-direction-90-back.png">
fr: <p>Astuce: Pour réinitialiser l'angle du lutin, clique sur ce bloc dans la catégorie <span class="motioncolor">Mouvement</span>:</p> <img src = "%(STATIC_URL)s/images/help/point-direction-90-back.png">
gl: <p>Suxestión: para reiniciar o ángulo da Figura, preme neste bloque da categoría <span class="motioncolor">Movemento</span>:</p> <img src = "%(STATIC_URL)s/images/help/point-direction-90-back.png">
it: <p>Suggerimento: Per riportare l'inclinazione della lettera al valore iniziale clicca questo blocco nella categoria <span class="motioncolor">Movimento</span>:</p> <img src = "%(STATIC_URL)s/images/help/point-direction-90-back.png">
lv: <p>Padoms: Lai noliktu gariņu atpakaļ taisni, klikšķini šo bloku sadaļā <span class="motioncolor">Kustība</span>:</p> <img src = "%(STATIC_URL)s/images/help/point-direction-90-back.png">
nb: <p>Tips: for å rette opp bokstaven kan du klikke denne klossen i <span class="motioncolor">Bevebelse</span>-gruppen:</p> <img src = "%(STATIC_URL)s/images/help/point-direction-90-back.png">
pt: <p>Dica: Para repor o ângulo do actor clique neste bloco da categoria <span class="motioncolor">Movimento</span>:</p> <img src = "%(STATIC_URL)s/images/help/point-direction-90-back.png">
tr: <p>İpucu: Bu harf kuklasının açısını ilk durumuna getirmek için <span class="motioncolor">Hareket</span> grubundan aşağıdaki taşı kullan:</p> <img src = "%(STATIC_URL)s/images/help/point-direction-90-back.png">

source: Next, finish your name
fr: Ensuite, finis ton nom
gl: Despois, completa o teu nome
it: Ora completa il tuo nome
lv: Tālāk pabeidz savu vārdu
nb: Videre: gjør navnet ferdig
pt: Agora termine o seu nome
tr: Şimdi de, ismini tamamla
