Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: If you choose to make a copyright infringement complaint, please note that we may post your notification, with personally identifiable information redacted, to a clearinghouse such as chillingeffects.org. Please also note that you may be liable for damages (including costs and attorneys’ fees) if you materially misrepresent that an activity is infringing your copyright.
ca: Si decideixes fer una demanda per vulneració dels drets d'autor, si us plau tingues en compte que podem penjar la teva notificació amb informació personal identificable a una cambra de compensació com chillingeffects.org. Si us plau, tingues en compte que pots ser responsable dels danys (incloent-hi despeses i taxes d'advocats) si tu fingeixes que una activitat està vulnerant els teus drets d'autor.
cs: Jestliže se rozhodnete podat stížnost na porušení copyrightu, prosím povšimněte si že můžeme přeposlat vaše oznámením včetně identifikace osob centrále jako je chillingeffects.org. Také si všimněte, že můžete nést zodpovědnost za škody (včetně nákladů a poplatků advokátů) jestliže materálně nedoložíte, že aktivita porušuje váš copyright.
de: Falls Sie sich zu einer Urheberrechtsklage entschließen sollten, beachten Sie bitte, dass wir und vorbehalten, Ihre Anzeige, bereinigt von perönlich identifizierbaren Informationen, an eine Klärungsstelle wie chillingeffects.org weiterzuleiten. Wir bitten Sie auch zu bedenken, dass Sie für Schäden (Kosten und Anwaltsgebühren eingeschlossen) haften, falls sich der Vorwurf der Urheberrechtsverletzung gegen eine Aktivität als sachlich nicht richtig erweist.
el: Εάν επιλέξετε να κάνετε καταγγελία για παραβίαση πνευματικών δικαιωμάτων, παρακαλούμε να θυμάστε πως μπορούμε να αναρτήσουμε την ειδοποίηση σας σε ένα γραφείο ανταλλαγής πληροφοριών, όπως για παράδειγμα το chillingeffects.org, μαζί με προσωπικά αναγνωρίσιμες αναθεωρημένες πληροφορίες. Παρακαλούμε επίσης να θυμάστε πως θα μπορούσατε να θεωρηθείτε υπεύθυνος για ζημίες (συμπεριλαμβανομένων των κόστων και της αμοιβής δικηγόρου) εάν δηλώσετε ψευδώς πως μια δραστηριότητα παραβιάζει τα δικαιώματά σας.
es: Si decides poner una queja por infracción de derechos de autor, ten en cuenta que podemos publicar tu notificación, con información de identificación personal, en una cámara de compensación como chillingeffects.org. También ten presente que podrías ser responsable de daños (incluyendo costos y tarifas de abogados) si declaras falsamente que una actividad infringe tus derechos de autor.
et: Kui otsustad esitada kaebuse oma autoriõiguste rikkumise kohta, arvesta palun, et me võime postitada sinu teate koos redigeeritud isikuandmetega chillingeffects.org. Arvesta ka sellega, et võid kanda kahju (sh kulud ja advokaaditasud), kui autoriõiguste rikkumine ei leia kinnitust.
eu: Copyrightaren urraketa salaketa bat egitea aukeratzen baduzu, kontuan izan zure salaketa argitara dezakegula, identifikazio pertsonala erraztu dezaken informazioaz, chillingeffects.org bezalako konpentsazio kamara batean. Jakin ere kalteordainen erantzule izan zaitezkela (abokatuen kostuak barne) ekimen batek zure copyrighta urratzen duela faltsuki salatuz gero.
fr: Si vous choisissez de déposer une plainte en contrefaçon de droit d'auteur, s'il vous plaît noter que nous pouvons publier votre notification, expurgées des informations personnellement identifiables, à une chambre de compensation comme chillingeffects.org. Notez également que vous pouvez être tenu responsable des dommages (y compris les frais et honoraires d'avocat) si vous prétendez à tort qu'une activité porte atteinte à vos droits d'auteur.
gl: Si decide poñer unha queixa por infracción de dereitos de autor, teña en conta que podemos publicar a súa notificación, con información de identificación persoal, nunha oficina de compensación como chillingeffects.org. Tamén teña presente que podería facerse responsable de danos (incluíndo custos e tarifas de avogados) si vostede declara en falso que unha actividade infrinxe os seus dereitos de autor.
it: Se deciderai di presentare comunque una violazione di copyright, ti preghiamo di tener conto del fatto che la tua segnalazione potrebbe essere inviata, insieme alle necessarie informazioni personali che ti possono identificare, ad uno studio legale come ad esempio chillingeffects.org. Non dimenticare inoltre che potresti essere condannato a risarcire i danni (incluso il rimborso delle spese legali) nel caso tu abbia dichiarato in maniera non corretta che una determinata attività abbia infranto il tuo copyright.
ja: もしあなたが、著作権の侵害を主張する場合、私たちは、あなたの通知文から個人情報を取り除き、「chillingeffects.org」のような情報センターに投稿するかもしれないことに注意してください。また、ある活動に対する著作権侵害の報告が事実と異なる場合、弁護士費用などかかった経費を含む損害賠償責任を負うことがあることにも注意してください。
lv: Ja nolemiet izvirzīt autortiesību pārkāpuma pretenziju, lūdzu ņemt vērā, ka mēs šo ziņojumu, izņemot no tā personu identificējošus datus, varam nodot apstrādāt trešajai pusei, piemēram, chillingeffects.org. Lūdzam arī ņemt vērā, ka jūs uzņematies atbildību par jebkuriem zaudējumiem (tajā skaitā advokātu atlīdzību), ja jūsu pārkāpuma pieteikums izrādīsies nepatiess.
pt: Se escolher fazer uma queixa de violação de direitos de autor, por favor note que poderemos publicar a sua notificação, com a informação identificável pessoalmente removida, num centro de intercâmbio de informações como o chillingeffects.org. Por favor note também que poderá ser responsabilizado por dados (incluindo custos e honorários de advogados) caso indique indevidamente que uma actividade está a infringir os seus direitos de autor.
ro: Daca te decizi sa faci o plangere de incalcare a dreptului de autor, te rugam sa ai in vedere faptul ca este posibil sa postam avertismentul tau, impreuna cu informatiile de identificare personale intr-un centru precum chillingeffects.org. De asemenea, te rugam sa intelegi ca poti fi raspunzator de daune (inclusiv cheltuieli si taxe de avocati) daca ai sustinut in mod eronat incalcarea drepturilor tale de autor.
sl: Če se boste odločili za vložitev pritožbe zaradi kršitve avtorskih pravic, prosimo upoštevajte, da lahko vaše sporočilo, iz katerega bodo razvidni vaši osebni podatki, predložimo klirinški hiši kot je chillingeffects.org. Prav tako upoštevajte, da lahko nosite odgovornost za povzročeno škodo (vključno s stroški zagovornika), če boste s prikrivanjem pomembnih informacij prikazovali, da aktivnost krši vaše avtorske pravice.
sv: Om du väljer att göra en anmälan om upphovsrättsintrång, observera då att vi kan skicka din anmälan, med personligt identifierbar information censurerat, till ett clearinghouse som chillingeffects.org. Observera också att du kan bli skadeståndsskyldig (inklusive kostnader och advokatarvoden) om du på missvisande sätt anmäler att en aktivitet kränker din upphovsrätt.
uk: Якщо ви вирішили подати скаргу про порушення авторських прав, будь ласка, зверніть увагу, що ми можемо опублікувати повідомлення з особистою інформацією, відредаговане за вимогами організації chillingeffects.org. Зверніть увагу, що ви можете нести відповідальність за збитки (включаючи витрати і гонорари адвокатам), якщо ваша заява про те, що діяльність порушує ваші авторські права є невідповідною.

source: With Scratch, you can program your own interactive stories, games, and animations &mdash; and share your creations with others in the online community.
ca: Amb Scratch pots programar les teve històries interactives, animacions &mdash; i compartir les teves creacions amb els altres a la comunitat en línia.
cs: Se Scratchem můžeš naprogramovat vlastní interaktivní příběhy, hry a animace &mdash; a sdílet své výtvory s jinými v online společenství.
de: Mit Scratch kannst du deine eigenen interaktiven Geschichten, Spiele und Animationen programmieren &mdash; und deine Kreationen mit anderen in der Online-Gemeinschaft teilen.
el: Με το Scratch, μπορείτε να δημιουργήσετε τις δικές σας διαδραστικές ιστορίες, τα δικά σας παιχνίδια, όπως επίσης και κινούμενα σχέδια &mdash; και να τα μοιραστείτε με άλλα άτομα στην διαδικτυακή μας κοινότητα.
es: Con Scratch puedes programar tus propias historias interactivas, juegos y animaciones &mdash; y compartir tus creaciones con otros en la comunidad en línea.
et: Scratchiga saad programmeerida oma interaktiivseid lugusid, mänge ja animatsioone ning jagada oma loomingut teiste kogukonna liikmetega.
eu: Scratchekin istorio interaktiboak, jokoak eta animazioak programa ditzakezu &mdash; eta online komunitatean beste batzuekin partekatu.
fr: Avec Scratch, vous pouvez programmer vos propres histoires interactives, vos jeux et animations - et partager vos créations avec d'autres au sein de la communauté en ligne.
ga: Le Scratch, is féidir leat scéalta idirghníomhacha, cluichí, agus beochaintí a chruthú &mdash; agus iad a chomhroinnt le daoine eile sa chomhphobal ar líne.
gl: Con Scratch podes programar as túas propias historias interactivas, xogos e animacións &mdash; e compartir as túas creacións con outros na comunidade en liña.
it: Con Scratch, puoi programmare storie interattive, giochi ed animazioni &mdash; e puoi condividere le tue creazioni con gli altri membri della comunità online
lv: Ar Scratch vari programmēt interaktīvus stāstus, spēles un animācijas &mdash; un ar paveikto dalīties ar citiem dalībniekiem tiešsaistes kopienā.
nb: Med Scratch kan du programmere dine egne interaktive fortellinger, spill og animasjoner &mdash; og dele det du har skapt med andre på nettet.
pt: Com o Scratch pode programar as suas próprias estórias, jogos e animações interativos &mdash; e partilhar as suas criações com outras pessoas na comunidade em linha.
ro: Cu Scratch poti sa-ti programezi propriile povesti interactive, jocuri si animatii &mdash; si sa iti partajezi cu altii creatiile in comunitatea online.
sl: S Scratchem lahko sprogramiraš lastne interaktivne zgodbe, igre in animacije &mdash; ter deliš svoje izdelke s spletno skupnostjo.
sv: Med Scratch, kan du programmera dina egna interaktiva berättelser, spel och animationer &mdash; och dela dem med andra i online-community.
tr: Scratch ile etkileşimli hikayeler, oyunlar ve çizgi filmler yapabilir, ve bunları internet sitemiz üzerinden dünya üzerindeki tüm diğer Scratch severler ile paylaşabilirsin.
uk: Із Скретчем ви можете створювати свої власні інтерактивні історії, ігри та анімації &mdash; та ділитись зробленим з іншими членами мережевої спільноти.

source: Scratch helps young people learn to think creatively, reason systematically, and work collaboratively &mdash; essential skills for life in the 21st century.
ca: Scratch ajuda a la gent jove a pensar de manera creativa, a pensar sistemàticament i a treballar de manera col·laborativa &mdash; competències essencials pel segle XXI.
cs: Scratch pomáhá mladým naučit se myslet tvořivě, přemýšlet systematicky a spolupracovat &mdash; podstatné dovednosti pro život v 21. století.
de: Scratch hilft jungen Leuten, kreativ zu denken, systematisch zu schließen und miteinander zusammenzuarbeiten &mdash; grundlegende Fähigkeiten für das Leben im 21. Jahrhundert.
el: Το Scratch βοηθάει τα παιδιά να μαθαίνουν να σκέφτονται δημιουργικά, να λογικεύονται συστηματικά και να συνεργάζονται με ομαδικότητα - απαραίτητες ικανότητες για τον 21ο αιώνα.
es: Scratch ayuda a los jóvenes a aprender a pensar creativamente, razonar sistemáticamente, y trabajar colaborativamente &mdash; habilidades esenciales para la vida en el siglo XXI.
et: Scratch aitab noortel õppida mõtlema loovalt ja süsteemselt ning võimaldab koostööd - need on 21. sajandil olulised oskused.
eu: Scratchek jende gaztea sortzaileki pentsatzen, sistematikoki arrazoitzen eta taldelanean nola aritu ikasten laguntzen du &mdash; 21. menderako ezinbesteko gaitasunak.
fr: Scratch aide les jeunes à apprendre à penser de façon créative, à raisonner systématiquement et àtravailler en collaboration : les compétences essentielles pour la vie au 21ème siècle.
ga: Sa phróiseas a ghabhann le tionscadail Scratch a dhearadh agus a ríomhchlárú, foghlaimíonn daoine óga smaoineamh cruthaitheach, réasúnú córasach, agus comhoibriú &mdash; scileanna tábhachtacha don saol san 21ú haois.
gl: Scratch axuda aos rapaces a aprender a pensar creativamente, razoar sistematicamente, e traballar colaborativamente &mdash; habilidades esenciais para a vida no século XXI.
it: Scratch aiuta i giovani ad imparare a pensare in modo creativo, a ragionare in maniera sistematica e a lavorare in maniera collaborativa &mdash; tutte queste sono capacità essenziali nel 21-esimo secolo.
lv: Scratch palīdz jauniešiem iemācīties domāt radoši un sistemātiski, kā arī strādāt sadarbojoties &mdash; ievērojamas prasmes dzīvei 21. gadsimtā.
nb: Scratch lærer barn og unge å være kreative, tenke systematisk og samarbeide med andre &mdash; viktige ferdigheter i vårt århundre.
pt: O Scratch ajuda gente jovem a pensar de forma criativa, a raciocinar de forma sistemática e a trabalhar colaborativamente &mdash; competências essenciais para a vida no século XXI.
ro: Scratch ajuta tinerii sa gandeasca creativ, sa motiveze sistematic si sa colaboreze in lucru &mdash; deprinderi esentiale pentru viata din secolul 21.
sl: Scratch spodbuja mlade, da se učijo kreativnega in sistematičnega razmišljanja timskega dela &mdash; to pa so osnovne življenjske veščine 21. stoletja.
sv: Scratch hjälper unga människor att lära sig tänka kreativt, resonera systematiskt och arbeta tillsammans &mdash; grundläggande färdigheter för livet i det 21-århundradet.
tr: Scratch gençlerin, yaratıcı düşünme, sebep sonuç ilişkisi kurma ve takım halinde çalışma yeteneklerini geliştirir; ki bunlar hayatta başarı için en başta gelen yeteneklerdir.
uk: Скретч допомагає молоді навчитися мислити творчо, систематичному навчанню і спільній роботі - необхідним навичкам для життя в 21 столітті.

source: Scratch is a project of the Lifelong Kindergarten Group at the MIT Media Lab. It is provided free of charge.
ca: Scratch és un projecte del Lifelong Kingergaten Group del MIT Media Lab. És gratuït.
cs: Scratch je projektem Lifelong Kindergarten Group v MIT Media Lab. Je poskytován zcela bezplatně.
de: Scratch ist ein Projekt der Lifelong-Kindergarten-Group am Media-Lab des MIT. Es wird frei von jedweder Gebühr angeboten.
el: Το Scratch είναι έργο της Lifelong Kindergarten Group της MIT Media Lab. Το Scratch παρέχεται δωρεάν.
es: Scratch es un proyecto del Grupo Lifelong Kindergarten del Laboratorio de Medios del MIT. Se ofrece de forma gratuita.
et: Scratch on MIT Meedia Labori Lifelong Kindergarten grupi projekt. See on tasuta.
eu: MIT Media Labeko Lifelong Kindergarten Groupen proiektu bat da Scratch. Dohakoa da.
fr: Scratch est un projet du groupe Lifelong Kindergarten au MIT Media Lab. Il est fourni gratuitement.
ga: Is tionscadal de chuid an Lifelong Kindergarten Group ag an MIT Media Lab é Scratch. Tá sé ar fáil saor in aisce.
gl: Scratch é un proxecto do Grupo Lifelong Kindergarten do MIT Media Lab. Ofrécese de balde.
it: Scratch è un progetto del Lifelong Kindergarten Group dei Media Lab del MIT. È reso disponibile in maniera completamente gratuita.
lv: Scratch ir MIT Media Lab Lifelong Kindergarten Group projekts. Tā izmantošana ir bezmaksas.
nb: Scratch er laget av "Lifelong kindergarten"-gruppen ved MIT Media Lab. Scratch er helt gratis.
pt: O Scratch é um projecto do Lifelong Kindergarten Group do MIT Media Lab. É disponibilizado gratuitamente.
ro: Scratch este un proiect al Lifelong Kindergarten Group de la MIT Media Lab. Este oferit gratuit.
sl: Scrath je projekt skupine Lifelong Kindergarten Group pri MIT Media Lab. Na voljo je brezplačno.
sv: Scratch är ett projekt av Lifelong Kindergarten Group vid MIT Media Lab. Det är gratis.
tr: Scratch, MIT Medya Lab'ında yer alan Lifelong Kindergarten grubunun bir projesidir. Ve tamamen ücretsizdir.
uk: Скретч є проектом Lifelong Kindergarten Group з MIT Media Lab. Він надається безкоштовно.

source: <a href="/parents">INFO FOR PARENTS</a> | <a href="/educators">INFO FOR EDUCATORS</a>
ca: <a href="/parents">INFORMACIÓ PER PARES</a> | <a href="/educators">INFORMACIÓ PER EDUCADORS</a>
cs: <a href="/parents">INFO PRO RODIČE</a> | <a href="/educators">INFO PRO UČITELE</a>
de: <a href="/parents">INFOMATIONEN FÜR ELTERN</a> | <a href="/educators">INFORMATIONEN FÜR LEHRKRÄFTE</a>
el: <a href="/parents">ΠΛΗΡΟΦΟΡΙΕΣ ΓΙΑ ΤΟΥΣ ΓΟΝΕΙΣ</a> | <a href="/educators"> ΠΛΗΡΟΦΟΡΙΕΣ ΓΙΑ ΤΟΥΣ ΕΚΠΑΙΔΕΥΤΙΚΟΥΣ</a>
es: <a href="/parents">INFORMACIÓN PARA PADRES</a> | <a href="/educators">INFORMACIÓN PARA DOCENTES</a>
et: <a href="/parents">INFO LAPSEVANEMATELE</a> | <a href="/educators">INFO KOOLITAJATELE</a>
eu: <a href="/parents">GURASOENTZAKO INFORMAZIOA</a> | <a href="/educators">HEZITZAILEENTZAKO INFORMAZIOA</a>
fr: <a href="/parents">INFOS POUR PARENTS</a> | <a href="/educators">INFOS POUR EDUCATEURS</a>
ga: <a href="/parents">DO THUISMITHEOIRÍ</a> | <a href="/educators">DO MHÚINTEOIRÍ</a>
gl: <a href="/parents">INFORMACIÓN PARA NAIS E PAIS</a> | <a href="/educators">INFORMACIÓN PARA DOCENTES</a>
it: <a href="/parents">INFORMAZIONI PER I GENITORI</a> | <a href="/educators">INFORMAZIONI PER GLI EDUCATORI</a>
lv: <a href="/parents">INFO VECĀKIEM</a> | <a href="/educators">INFO SKOLOTĀJIEM</a>
nb: <a href="/parents">FOR FORELDRE</a> | <a href="/educators">FOR LÆRERE</a>
pt: <a href="/parents">INFORMAÇÃO PARA PAIS</a> | <a href="/educators">INFORMAÇÃO PARA EDUCADORES</a>
ro: <a href="/parents">INFORMATII PENTRU PARINTI</a> | <a href="/educators">INFORMATII PENTRU PROFESORI</a>
sl: <a href="/parents">INFO ZA STARŠE</a> | <a href="/educators">INFO ZA UČITELJE</a>
sv: <a href="/parents">INFO FÖR FÖRÄLDRAR</a> | <a href="/educators">INFO FÖR PEDAGOGER</a>
tr: <a href="/parents">ANNE-BABALAR İÇİN BİLGİ</a> | <a href="/educators">EĞİTMENLER İÇİN BİLGİ</a>
uk: <a href="/parents">ДЛЯ БАТЬКІВ</a> | <a href="/educators">ДЛЯ ВЧИТЕЛІВ</a>

source: Who Uses Scratch?
ca: Qui fa servir Scratch?
cs: Kdo Scratch používá?
de: Wer benutzt Scratch?
el: Ποια άτομα χρησιμοποιούν το Scratch;
es: ¿Quiénes usan Scratch?
et: Kes kasutab Scratchi?
eu: Nork darabil Scratch?
fr: Qui utilise Scratch?
ga: Cé a úsáideann Scratch?
gl: Quen Usa Scratch?
it: Chi usa Scratch?
lv: Kas var izmantot Scratch?
nb: Hvem bruker Scratch?
pt: Quem Usa o Scratch?
ro: Cine foloseste Scratch?
sl: Komu je namenjen Scratch?
sv: Vem använder Scratch?
tr: Scratch'ı Kim Kullanabilir?
uk: Хто використовує Скретч?

source: Scratch is designed especially for ages 8 to 16, but is used by people of all ages. Millions of people are creating Scratch projects in a wide variety of settings, including homes, schools, museums, libraries, and community centers.
ca: Scratch està dissenyat especialment per a nois i noies de 8 a 16 anys, però està sent utilitzat per gent de totes les edats. Milions de persones estan creant projectes amb Scratch en una àmplia varietat d'entorns, a casa, a l'escola, a museus, a biblioteques i a centres cívics.
cs: Scratch je navržen zejména pro věk 8 až 16 ale je používám lidmi každého stáří. Miliony lidí tvoří Scratch projekty z širokého spektra míst, včetně domovů, škol, muzeí, knihoven a sdruženích.
de: Scratch ist insbesondere für 8- bis 16-Jährige konzipiert, wird aber quer durch alle Altersgruppen benutzt. Millionen Leute erstellen Scratch-Projekte in einer Vielzahl von Einrichtungen, sei es zu Hause, an Schulen, in Museen, Bibliotheken oder Gemeindezentren.
el: Το Scratch είναι ειδικά σχεδιασμένο για άτομα από 8 έως 16 χρονών, αλλά χρησιμοποιείται επίσης και από άτομα όλων των ηλικιών. Εκατομμύρια χρήστες δημιουργούν έργα στο Scratch σε διάφορες τοποθεσίες, όπως σπίτια, σχολεία, μουσεία, βιβλιοθήκες και πολιτιστικά κέντρα.
es: Scratch está diseñado especialmente para edades entre los 8 y 16 años, pero es usado por personas de todas las edades. Millones de personas están creando proyectos en Scratch en una amplia variedad de entornos, incluyendo hogares, escuelas, museos, bibliotecas y centros comunitarios.
et: Scratch on mõeldud eelkõige vanusele 8-16, kuid seda kasutavad igas vanuses inimesed. Miljonid inimesed loovad Scratchi projekte kodus, koolis, muuseumides, raamatukogudes ja muudes keskustes.
eu: Scratch 8 eta 16 urte bitartekoentzat diseinatuta dago bereziki, baina adin guztietakoak darabilte. Miloika pertsona ari da Scratchen proiektuak sortzen eremu ezberdinetan; etxean, eskoletan, museoetan, liburutegietan eta komunitate zentruetan.
fr: Scratch est spécialement conçu pour les enfants de 8 à 16 ans, mais il est utilisé par des personnes de tous les âges. Des millions de gens créent des projets avec Scratch dans un large éventail de situations, y compris les maisons, les écoles, les musées, les bibliothèques et les centres communautaires.
ga: Tá Scratch dírithe ar dhaoine idir 8 mbliana agus 16 bliain d'aois, ach úsáideann daoine de gach aois é. Tá na milliúin daoine ag cruthú tionscadal Scratch i raon leathan suíomh: sa bhaile, i scoileanna, iarsmalanna, leabharlanna, agus ionaid phobail.
gl: Scratch está deseñado especialmente para idades entre os 8 e os16 anos, pero es usado por personas de todas as idades. Millóns de persoas están creando proxectos en Scratch nunha ampla variedade de configuracións, incluindo fogares, escolas, museos, bibliotecas e centros comunitarios.
it: Scratch è progettato in maniera specifica per la fascia di età 8 - 16, ma è usato da persone di tutte le età. Milioni di persone stanno creando progetti con Scratch a casa, a scuola ma anche in musei, biblioteche e centri ricreativi.
lv: Scratch ir īpaši piemērots vecumā no 8 līdz 16 gadiem, bet to var izmantot jebkurā vecumā. Miljoniem lietotāju rada Scratch projektus dažādās vietās - mājās, skolās, muzejos, bibliotēkās un interešu centros.
nb: Scratch er laget for barn fra 8 til 16 år, men kan brukes av alle. Millioner av folk lager Scratch-prosjekter i mange slags sammenhenger, for eksempel hjemme, på skolen, i biblioteket og på fritidsklubben.
pt: O Scratch está concebido especialmente para jovens entre os 8 e os 16 anos de idade, mas é usado por pessoas com todas as idades. Milhões de pessoas criam projectos Scratch numa grande variedade de contextos, incluindo lares, escolas, museus, bibliotecas e centros comunitários.
ro: Scratch este proiectat special pentru varste cuprinse intre 8 si 16, dar este folosit de oameni de toate varstele. Milioane de oameni creeaza o larga varietate de proiecte Scratch, incluzand utilizatori casnici, scoli, muzee, biblioteci si centre comunitare.
sl: Scratch je zasnovan predvsem za otroke starosti 8 do 16 let, vendar pa ga uporabljajo ljudje vseh starosti. Več miljonov ljudi ustvarja Scratch projekteza različne potrebe. Tako ga uporabljajo doma, v šolah, muzejih, knjižnicah in v različnih skupnostih.
sv: Scratch är utformad speciellt för åldrarna 8 till 16, men används av människor i alla åldrar. Miljontals människor skapar Scratch projekt i en mängd olika sammanhang, inkluderat hemma, skolor, museer, bibliotek och allaktivitetshus.
tr: Scratch özellikle 8 ila 16 yaş grubu için tasarlanmış olmakla birlikte her yaştan insan tarafından kullanılmaktadır. Milyonlarca kişi evde, okulda, müzelerde, kütüphanelerde ve sosyal merkezlerde Scratch projeleri oluşturmaktadır.
uk: Скретч розроблений спеціально для дітей від 8 до 16 років, але використовується людьми різного віку. Мільйони людей створюють скретч-проекти в самих різних умовах - вдома, в школах, музеях, бібліотеках та громадських центрах.

source: Around the World
ca: Arreu del món
cs: Z celého světa
de: Rund um die Welt
el: Σε Ολόκληρο τον Κόσμο
es: Alrededor del mundo
et: üle maailma
eu: Munduan zehar
fr: Tout autour de la planète
ga: Timpeall an Domhain
gl: Ao Redor do Mundo
it: Nel Mondo
lv: Apkārt pasaulei
nb: I hele verden
pt: À Volta do Mundo
ro: In jurul lumii
sl: Po svetu
sr: Широм света
sv: Runt om i världen
tr: Dünya Üzerinde
uk: Навколо світу
