Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Scratch is used in more than 150 different countries and available in more than 40 languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">translation</a> page.
ca: Scratch es fa servir a més de 150 països diferents i està disponible en més de 40 llengües. Per canviar la llengua, clica el menú que trobaràs al final de la pàgina. A l'editor de projectes, fes clic al globus que hi ha a dalt de tot de la pàgina. Per afegir alguna cosa o millorar una traddució, mira la <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">pàgina de traduccions</a>.
cs: Scratch se používá ve více než 150 různých zemích a je dostupný ve více než 40 jazycích. Pro změnu jazyka klikni na menu na dolním okraji stránky. Nebo v Projekt Editoru klikni na glóbus na horním okraji stránky. Pro přidání nebo vylepšení překladu viz stránku <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">překlad</a>.
de: Scratch wird in über 150 verschiedenen Ländern benutzt und ist in mehr als 40 Sprachen verfügbar. Klicke zum Ändern der Sprache auf das Auswahlmenü ganz unten auf der Seite. Für die Sprachauswahl im Projekt-Editor musst du den Globus ganz oben auf der Seite anklicken. Willst du Übersetzungen hinzuzufügen oder verbessern, besuche die <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">Übersetzungsseite</a>.
el: Το Scratch χρησιμοποιείται σε περισσότερες από 150 διαφορετικές χώρες και είναι διαθέσιμο σε περισσότερες από 40 γλώσσες. Για να αλλάξετε γλώσσα, πατήστε το μενού στο κάτω μέρος της σελίδας. Διαφορετικά, στον Επεξεργαστή Έργων, πατήστε στην υδρόγειο σφαίρα στο πάνω μέρος της σελίδας. Για να προσθέσετε ή να διορθώσετε μια μετάφραση, μεταβείτε στη <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">σελίδα μετάφρασης</a>.
es: Scratch se usa en más de 150 países y está disponible en más de 40 idiomas. Para cambiar el idioma, haz clic en el menú en la parte inferior de la página. O, en el Editor de Proyectos, haz clic en el globo que aparece en la parte superior de la página. Para agregar o mejorar una traducción, vea la <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch"> página de traducción </a>.
et: Scratch on kasutusel rohkem kui 150 erinevas riigis ning saadaval rohkem kui 40 keeles. Vali keel komboboksist lehekülje allservas või klõpsa gloobust projektiredaktori ülaosas. Tõlgete lisamiseks ja parandamiseks vaata <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">tõlkimine</a>.
eu: Scratch 150 herrialde eta 40 hizkuntza baino gehiagotan erabilia da. Hizkuntza aldatzeko klikatu orriaren azpian dagoen menuan. Edo Proiektu Editorean, klika ezazu munduko globoa orriaren gaikaldean.Itzulpen bat gehitu edo hobetzeko ikus <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">itzulpenen</a> orria.
fr: Scratch est utilisé dans plus de 150 pays différents et disponible dans plus de 40 langues. Pour changer de langue, cliquez sur le menu déroulant en bas de la page. Ou bien dans l'éditeur de projet, cliquez sur le globe au haut de la page. Pour ajouter ou améliorer une traduction, voir la page sur la <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch"> traduction</ a>.
ga: Úsáidtear Scratch i níos mó ná 150 tír agus tá sé ar fáil i níos mó ná 40 teanga. Chun an teanga a athrú, cliceáil an roghchlár ag bun an leathanaigh. Nó, san Eagarthóir Tionscadail, cliceáil an chruinneog ag barr an leathanaigh. Chun cabhrú le haistriúchán, déan cuairt ar an <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">leathanach aistriúcháin</a>.
gl: Scratch úsase en máis de 150 países e está dispoñible en máis de 40 idiomas. Para cambiar o idioma, faga click no menú na parte inferior da páxina. Ou, no Editor de Proxectos, faga click no globo que aparece na parte superior da páxina. Para agregar ou mellorar unha traducción, vexa a <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch"> páxina de traducción </a>.
it: Scratch è usato in più di 150 nazioni ed è disponibile in più di 40 lingue diverse. Per cambiare lingua, usa il menu in fondo alla pgina. Oppure, nell'Editor dei Progetti, clicca sul simbolo del mondo in cima alla pagina. Per aggiungere o migliorare una traduzione, vai alla pagina <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">traduzioni</a>.
lv: Scratch izmanto vairāk kā 150 valstīs un tas ir pieejams vairāk kā 40 valodās. Lai mainītu valodu, klikšķini uz izvēlnes lapas augšā. Vai projektu redaktorā klikšķini uz zemeslodes ikonas lapas augšā. Lai pievienotu vai uzlabotu tulkojumu lasi <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">tulkošanas</a> lapā.
nb: Scratch brukes i mer enn 150 land og er tilgjengelig i mer enn 40 språk. Du kan bytte språk i menyen nederst på siden. I programredigering klikker du globusen øverst på siden. På <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">oversettelse</a>-siden finner du informasjon om hvordan du kan bidra til nye eller bedre oversettelser.
pt: O Scratch é usado em mais de 150 diferentes países e está disponível em mais de 40 línguas. Para alterar a língua, clique no menu na base da página. Alternativamente, no Editor de Projectos, clique sobre o globo no topo da página. Para adicionar ou melhorar uma tradução, veja a página sobre <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">tradução</a>.
ro: Scratch este folosit in mai mult de 150 tari si este disponibil in mai mult de 40 limbi. Pentru a schimba limba, clic in meniul din partea de jos a paginii. Sau, in editorul de proiecte, clic pe globul din partea de sus a paginii. Pentru a adauga sau imbunatati o traducere, mergeti la <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">pagina de traducere</a>.
sl: Scratch se uporablja v več kot 150 državah in je na voljo v večkot 40 jezikih. Če želiš spremeniti jezik, klikni Meni na dnu straniali pa v Urejevalniku projekta kliknite globus na vrhu strani. Če želiš dodati ali izboljšatiprevod, pojdi na <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">prevajanje</a> stran.
sr: Скрач се користи у више од 150 земаља и доступан је на више од 40 језика. Да би мењао језике кликни на мени на дну странице. Или, у уређивачу пројекта, кликни на глобус у врху стране. Да би додао или унапредио превод погледај страну са <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">преводом</a>.
sv: Scratch används i mer än 150 olika länder och finns på fler än 40 språk. För att ändra språk, klicka på menyn längst ner på sidan. Eller, i projektet, klickar du på jordklotet längst upp på sidan. För att lägga till eller förbättra en översättning, se sidan om <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch"> översättning</a>.
tr: Scratch 150'den fazla ülkede ve 40'tan fazla dilde kullanılmaktadır. Dili değiştirmek için sayfanın altındaki menüye tıklayın. Ya da Proje Editörü'nde, sayfanın tepesindeki dünya simgesine tıklayın. Çeviri eklemek veya mevcutları iyileştirmek için, <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">çeviri</a> sayfasına gözatın.
uk: Скретч використовується в більш ніж 150 різних країнах і доступний більш ніж 40 мовами. Щоб змінити мову, натисніть кнопку в нижній частині сторінки. Або в редакторі проекту натисніть глобус у верхній частині сторінки. Щоб додати або поліпшити переклад, зверніться до <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">сторінки перекладу</a>.

source: Quotes
ca: Cites
cs: Citáty
de: Zitate
el: Γνώμες για το Scratch
es: Citas
et: Tsitaadid
eu: Aipamenak
fr: Avis
ga: Athfhriotail
gl: Citas
it: Citazioni
lv: Citāti
nb: Sitater
pt: Citações
ro: Citate
sl: Navedki
sr: Цитати
sv: Citat
tr: Alıntılar
uk: Листи

source: The Scratch Team has received many emails from youth, parents, and educators expressing thanks for Scratch. Want to see what people are saying? You can read a collection of the <a href="/info/quotes">quotes</a> we've received.
ca: L'Equip d'Scratch ha rebut un munt de correus electrònics de joves, pares i educators donant les gràcies per tenir Scratch. Vols veure el què diu la gent? Pots llegir un resum de les <a href="/info/quotes">citacions</a> que hem rebut.
cs: Tým Scratch obdržel mnoho mailů od mládeže, rodičů a učitelů děkujících za Scratch. Chceš vidět co lidé říkají? Můžeš si přečíst sbírku s <a href="/info/quotes">citáty</a> které jsme dostali.
de: Das Scratch-Team hat zahlreiche E-Mails von Jugendlichen, Eltern und Lehrkräften erhalten, die Dank für Scratch zum Ausdruck bringen. Willst du sehen, was die Leute sagen? Du kannst eine Auswahl von <a href="/info/quotes">Zitaten</a> sehen, die wir erhalten haben.
el: Η ομάδα του Scratch έχει λάβει αρκετά e-mail από παιδιά, γονείς και εκπαιδευτικούς οι οποίοι εξέφρασαν τα ευχαριστώ τους για το Scratch.
es: El grupo Scratch ha recibido muchos correos electrónicos de jóvenes, padres y docentes, expresando su agradecimiento por Scratch. Deseas ver lo que la gente está diciendo? Puede leer una colección de los <a href="/info/quotes">mensajes</a> que hemos recibido.
et: Scratch tiim on saanud palju kirju noortelt, lapsevanematelt ja õpetajatelt, kes tänavad Scratchi eest. Kui tahad teada, mida inimesed ütlevad, võid lugeda <a href="/info/quotes">väljavõtteid</a> saabunud postitustest.
eu: Scratch lantaldeak hainbat email jaso ditu gazte, guraso eta hezitzaileek bidalita eskerrak emanez Scratchengatik. Jakin nahi al duzu jendeak zer dioen? Sorta bat irakur dezakezu jaso ditugun <a href="/info/quotes">aipamenekin</a>.
fr: L'équipe de Scratch a reçu de nombreux courriels de jeunes, de parents et d'éducateurs nous remerciant pour Scratch. Vous voulez voir ce que les gens disent? Vous pouvez lire un recueil de <a href="/info/quotes"> citations</ a> que nous avons reçues.
ga: Faigheann Foireann Scratch go leor teachtaireachtaí ríomhphoist ó dhaoine óga, ó thuismitheoirí, agus ó mhúinteoirí, ag gabháil a mbuíochais as Scratch. An bhfuil suim agat sna rudaí atá daoine ag rá? Is féidir leat <a href="/info/quotes">athfhriotail</a> a léamh.
gl: O grupo Scratch recibiu moitos correos electrónicos de mozos, nais, pais e docentes, expresando o seu agradecemento por Scratch. Desexa ver o que a xente está dicindo? Podes ler una colección das <a href="/info/quotes">mensaxes</a> que recibimos.
it: Il Team di Scratch ha ricevuto moltissime email da giovani, genitori ed educatori che ringraziano per aver creato Scratch. Vuoi vedere che cosa le persone dicono di Scratch? Puoi leggere una breve raccolta di <a href="/info/quotes">citazioni</a> che abbiamo ricevuto.
lv: Scratch komanda ir saņēmusi daudz pateicības pilnus epastus no jauniešiem, vecākiem un skolotājiem. Vēlies redzēt, ko citi cilvēki saka? Vari palasīt mūsu apkopotus <a href="/info/quotes">citātus</a> no saņemtajām vēstulēm.
nb: Mange barn, ungdommer, foreldre og lærere har sendt oss epost og takket for Scratch. Her er noen <a href="/info/quotes">sitater</a> fra meldinger vi har fått.
pt: A Equipa Scratch recebeu muitas mensagens de correio electrónico de jovens, pais e educadores agradecendo pelo Scratch. Quer ver o que as pessoas têm dito? Pode ler uma colecção de <a href="/info/quotes">citações</a> a partir do que temos recebido.
ro: Echipa Scratch a primit foarte multe mesaje de multumire pentru Scratch, mesaje primite de la tineri, parinti si profesori. Vrei sa vezi ce spun oamenii? Poti citi o selectie de <a href="/info/quotes">cititate</a> din ceea ce am primit.
sl: Ekipa Scratcha je prejela številna zahvalna e-sporočila od mladih, staršev in učiteljev. Te zanima, kaj so napisali? Preberi zbrano zbirko e-sporočil <a href="/info/quotes">navedki</a>.
sr: Скрач тим је добио велики број писама младих људи, родитеља и наставника који изражавају захвалност за Скрач. Желиш ли да сазнаш шта су ти људи рекли? Можеш да читаш из колекције <a href="/info/quotes">цитата</a>
sv: Scratchteamet har fått många mejl från ungdomar, föräldrar och lärare som tackar oss för Scratch. Vill du se vad folk säger? Du kan läsa en samling av de <a href="/info/quotes">citat</a> vi har fått.
uk: Команда Скретчу отримала багато листів від молоді, батьків та педагогів з подяками. Хочете дізнатися, що пишуть люди? Ви можете прочитати добірку <a href="/info/quotes">листів</a> які ми отримали.

source: Learn More About Scratch
ca: Aprèn Més d'Scratch
cs: Další učivo o Scratch
de: Erfahre mehr über Scratch
el: Μάθετε Περισσότερα Σχετικά με το Scratch
es: Aprenda más acerca de Scratch
et: Veel infot Scratchi kohta
eu: Scratchi buruz gehiago ikasi
fr: En apprendre plus à propos de Scratch
ga: Tuilleadh eolais faoi Scratch
gl: Aprenda máis sobre Scratch
it: Impara tutto su Scratch
lv: Uzzināt vairāk par Scratch
nb: Finn ut mer om Scratch
pt: Aprenda Mais Sobre o Scratch
ro: Invata mai mult despre Scratch
sl: Več o Scratchu
sr: Сазнај више о Скрачу
sv: Lär dig mer om Scratch
tr: Scrach Hakkında Daha Fazla Bilgilen
uk: Дізнатись більше про Скретч

source: <li><a href="../help/">Scratch Help Page</a></li> <li><a href="../help/faq/">Frequently Asked Questions</a></li> <li><a href="../parents/">Information for Parents</a></li> <li><a href="/info/credits/">Scratch Credits</a></li>
ca: <li><a href="../help/">Pàgina d'Ajuda d'Scratch</a></li> <li><a href="../help/faq/">Preguntes Més Freqüents</a></li> <li><a href="../parents/">Informació per a Famílies</a></li> <li><a href="/info/credits/">Crèdits d'Scratch</a></li>
de: <li><a href="../help/">Scratch-Hilfeseite</a></li> <li><a href="../help/faq/">Häufig gestellte Fragen</a></li> <li><a href="../parents/">Informationen für Eltern</a></li> <li><a href="/info/credits/">Danksagungen</a></li>
el: <li><a href="../help/">Σελίδα Βοήθειας του Scratch</a></li> <li><a href="../help/faq/">Συχνές Ερωτήσεις</a></li> <li><a href="../parents/">Πληροφορίες για τους Γονείς</a></li> <li><a href="/info/credits/">Ευχαριστίες του Scratch</a></li>
es: <li><a href="../help/">Página de Ayuda de Scratch</a></li> <li><a href="../help/faq/">Preguntas Frecuentes</a></li> <li><a href="../parents/">Información para Padres</a></li> <li><a href="/info/credits/">Créditos de Scratch</a></li>
fr: <li><a href="../help/">Page d'aide Scratch</a></li> <li><a href="../help/faq/">Foire aux questions</a></li> <li><a href="../parents/">Informations pour les parents</a></li> <li><a href="/info/credits/">Collaborateurs Scratch</a></li>
gl: <li><a href="../help/">Páxina de Axuda de Scratch</a></li> <li><a href="../help/faq/">Preguntas Habituais</a></li> <li><a href="../parents/">Información para Pais</a></li> <li><a href="/info/credits/">Créditos de Scratch</a></li>
it: <li><a href="../help/">Pagina dell'Aiuto di Scratch</a></li> <li><a href="../help/faq/">Domande Frequenti</a></li> <li><a href="../parents/">Informazioni per i Genitori</a></li> <li><a href="/info/credits/">Crediti di Scratch</a></li>
lv: <li><a href="../help/">Scratch palīdzība</a></li> <li><a href="../help/faq/">Biežāk uzdotie jautājumi</a></li> <li><a href="../parents/">Informācija vecākiem</a></li> <li><a href="/info/credits/">Scratch autori</a></li>
nb: <li><a href="../help/">Hjelp for Scratch</a></li> <li><a href="../help/faq/">Spørsmål og svar</a></li> <li><a href="../parents/">Informasjon for foreldre</a></li> <li><a href="/info/credits/">Bidragsytere</a></li>
pt: <li><a href="../help/">Página de Ajuda do Scratch</a></li> <li><a href="../help/faq/">Perguntas Frequentes</a></li> <li><a href="../parents/">Informação para Pais</a></li> <li><a href="/info/credits/">Créditos do Scratch</a></li>
sl: <li><a href="../help/">Pomoč za Scratch</a></li> <li><a href="../help/faq/">Pogosto zastavljena vprašanja</a></li> <li><a href="../parents/"Informacije za starše</a></li> <li><a href="/info/credits/">Pri Scratchu sodelujejo</a></li>
tr: <li><a href="../help/">Scratch Yardım Sayfası</a></li> <li><a href="../help/faq/">Sıkça Sorulan Sorular</a></li> <li><a href="../parents/">Anne Babalar İçin Bilgi</a></li> <li><a href="/info/credits/">Scratch'a Emeği Geçenler</a></li>

source: Learn to Code, Code to Learn
ca: Aprèn a Programar, Programar per Aprendre
cs: Naučit se kódovat, kód k naučení
de: Lerne zu programmieren; programmiere, um zu lernen
el: Μάθετε να προγραμματίζετε | Προγραμματίστε για να μάθετε
es: Aprender a Programar, Programar para Aprender
et: <i>Learn to Code, Code to Learn</i>
eu: Ikasi Programatzen, Programatuz ikasi
fr: Apprendre à coder, coder pour apprendre
ga: Foghlaim Ríomhchlárú, Ríomhchlárú le Foghlaim
gl: Aprender a Programar, Programar para Aprender
it: Impara a Programmare, Programma per Imparare
lv: Mācies kodēt, kodē mācoties
nb: Lær programmering, programmér for å lære
pt: Aprenda a Programar, Programe para Aprender
ro: Invata sa programezi, programeaza sa inveti
sl: Načimo se programiranja - programirajmo, da se naučimo
sr: Учи да програмираш, програмирај да би учио
sv: Lär dig koda, koda för att lära dig
tr: Kodlamak için Öğren, Öğrenmek için Kodla
uk: Вчити для програмування, програмувати для навчання

source: The ability to code computer programs is an important part of literacy in today’s society. When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.
ca: L'habilitat de programar ordinadors és una part important de l'alfabetització en la nostra societat. Quan la gent aprèn a programar amb Scrath, aprèn estratègies important per resoldre problemes, dissenyar projectes i comunicar idees.
cs: Schopnost kódovat počítačové programy je důležitou částí gramotnosti v dnešní společnosti. Když se lidé učí kódovat ve Scratch, učí se tím důležité strategie pro řešení problémů, návrhy projektů and komunikačních myšlenek.
de: Die Fähigkeit, Computer-Programme zu schreiben, ist ein wichtiger Teil der Bildung in der heutigen Gesellschaft. Wenn Leute lernen, Programme mit Scratch zu schreiben, lernen sie wichtige Strategien zum Lösen von Problemen, zum Entwerfen von Projekten und zum Vermitteln von Ideen.
el: Η ικανότητα να προγραμματίζετε είναι ένα σημαντικό κομμάτι της ικανότητας ανάγνωσης και γραφής στη σημερινή κοινωνία. Η εκμάθηση προγραμματισμού στο Scratch μαθαίνει στους χρήστες σημαντικές στρατηγικές για να λύνουν προβλήματα, να σχεδιάζουν έργα και να επικοινωνούν.
es: La habilidad para programar computadores es una parte importante del alfabetismo en la sociedad actual. Cuando las personas aprenden a programar en Scratch, aprenden estrategias importantes para resolver problemas, diseñar proyectos y comunicar ideas.
et: Programmeerimisoskus on tänapäeval kirjaoskuse oluline osa. Õppides programmeerima Scratchis omandavad inimesed oskuse probleemide lahendamiseks, projektide kavandamiseks ja ideede jagamiseks.
eu: Ordenagailu programak nola egin ikastea, egungo gizartearen alfabetatzearen zati garrantzitsu bat da. Jendeak Scratchen nola programatu ikasten duenean, arazoak konpontzeko, proiektuak diseinatzeko eta ideiak komunikatzen jakiteko estrategia garrantzitsuak ikasten dituzte.
fr: La capacité à coder des programmes informatiques est une partie importante de la formation dans la société d'aujourd'hui. Quand les gens apprennent à coder en Scratch, ils apprennent des stratégies importantes pour la résolution de problèmes, la conception des projets et la communication des idées.
ga: Is cuid thábhachtach den litearthacht é an ríomhchlárú i sochaí an lae inniu. Nuair a fhoghlaimíonn daoine ríomhchlárú le Scratch, foghlaimíonn siad straitéisí tábhachtacha chun fadhbanna a réiteach, tionscadail a dhearadh, agus smaointe a chur i dtuiscint.
gl: A habilidade para programar ordenadores é unha parte importante do alfabetismo na sociedade actual. Cando as persoas aprenden a programar en Scratch, aprenden estratexias importantes para resolver problemas, deseñar proxectos e comunicar ideas.
it: La capacità di creare programmi con un computer è una conoscenza importante nella società moderna. Quando qualcuno impara a programmare con Scratch impara allo stesso tempo importanti strategie per risolvere problemi, creare progetti e comunicare le proprie idee.
lv: Prasme programmēt datorprogrammas ir uzskatāma par mūsdienu pasaules lasītprasmi. Programmējot ar Scratch, ir iespējams iemācīties dažādas problēmu risināšanas stratēģijas, projektu izstrādi un attīstīt saziņas prasmes.
nb: Å forstå programmering er en viktig del av almendannelsen i dagens samfunn. Når barn og unge lærer programmering med Scratch lærer de samtidig viktige ting om problemløsing, design og kommunikasjon.
pt: A capacidade de conceber programas de computador é uma parte importante da literacia na sociedade actual. Quando alguém aprende a programar no Scratch, aprende estratégias importantes para a resolução de problemas, a concepção de projectos e a comunicação de ideias.
ro: Abilitatea de a scrie programe pentru calculator este o parte importanta a societatii din ziua de azi. Cand oamenii invata sa programeze in Scratch, invata strategii importante de rezolvare a unor proiecte, de creare a unor proiecte artistice si de transmitere a unor idei.
sl: Znanje iz programiranja je pomemben del pismenosti v današnjem času. Z uporabo Scratcha se naučimo pomembnih strategij za reševanje problemov, načrtovanje projektov in posredovanje novih idej.
sv: Förmågan att koda datorprogram är en viktig del av läskunnigheten i dagens samhälle. När människor lär sig att koda i Scratch, lär de sig också viktiga strategier för att lösa problem, utforma projekt och kommunicera idéer.
tr: Bilgisayar programlama yeteneği günümüz toplumunda okur-yazar olmanın önemli bir parçasıdır. Scratch ile programlama öğrenmek, problem çözme, proje tasarlama yeteneklerinin kazanılmasını ve bu kazanımların paylaşılarak çoğalmasını sağlar.
uk: Уміння створювати комп'ютерні програми є важливою складовою грамотності в сучасному суспільстві. Коли люди навчаться програмувати в Скретчі, вони вчаться розробляти стратегії для вирішення завдань, розробки проектів і передачі ідей.

source: Scratch in Schools
ca: Scratch a les Escoles
cs: Scratch ve školách
de: Scratch in der Schule
el: Το Scratch στα Σχολεία
es: Scratch en las Escuelas
et: Scratch koolides
eu: Scratch Eskoletan
fr: Scratch à l'Ecole
ga: Scratch i Scoileanna
gl: Scratch nas Escolas
it: Scratch nelle Scuole
lv: Scratch skolās
nb: Scratch i skolen
pt: O Scratch nas Escolas
ro: Scratch in scoli
sl: Scratch v šolah
sr: Скрач у школи
sv: Scratch i skolan
tr: Okullarda Scratch
uk: Скретч в школах
