Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p>For your first Scratch experience, you'll be creating an interactive holiday card.</p> <p>Think about your favorite holiday memories, What images and sounds come to mind? (If you need extra inspiration, check out projects in the <a href="http://scratch.mit.edu/studios/279432/" target="_blank">holiday card studio</a>.)</p>
fr: <p>Pour votre première expérience de Scratch, tu vas créer une carte de vacances interactive. </p> <p>Pense à tes souvenirs de vacances préférés, quelles images et quels sons te reviennent en mémoire? (Si tu as besoin d'inspiration supplémentaire, consultez les projets dans le <a href="http://scratch.mit.edu/studios/279432/" target="_blank">studio cartes de vacances</a>.)</p>
gl: <p>Para a túa primeira experiencia Scratch crearás unha tarxeta dunha festividade interactiva.</p> <p>Pensa sobre as túas lembranzas favoritas da festividade, Que imaxes e sons che veñen á cabeza? (Si precisas de inspiración extra, explora os proxectos no <a href="http://scratch.mit.edu/studios/279432/" target="_blank">estudo de tarxetas de festividade</a>.)</p>
it: <p>Per questa tua prima esperienza con Scratch potrai creare una cartolina interattiva.</p> <p>Ripensa ai tuoi ricordi preferiti delle tue vacanze. Quali immagini e suoni ti tornano alla mente? (Se hai bisogno di un po' più di ispirazione, dai un'occhiata ai progetti che trovi nella <a href="http://scratch.mit.edu/studios/279432/" target="_blank">galleria delle cartoline</a>.)</p>
lv: <p>Kā pirmo Scratch darbu izveidosi interaktīvu apsveikuma kartīti.</p> <p>Mēģini atcerēties jaukākos mirkļus no svētkiem, kādi tēli un skaņas nāk prātā? (Ja tev nepieciešama papildus iedvesma, apskati gatavos projektus <a href="http://scratch.mit.edu/studios/279432/" target="_blank">apsveikuma kartīšu studijā</a>.)</p>
nb: <p>En morsom måte å komme i gang med Scratch er å lage et interaktivt julekort.</p> <p>Når du tenker på juletiden, hva husker du? Hvilke bilder og lyder tenker du på da? (Du kan finne inspirasjon i galleriet <a href="http://scratch.mit.edu/studios/279432/" target="_blank">"holiday card studio"</a>.)</p>
pt: <p>Nesta sua primeira experiência Scratch irá criar um cartão de boas festas interactivo.</p> <p>Pense acerca das suas melhores memórias das festas. Que imagens e sons lhe vêm à mente? (Se precisar de mais inspiração, veja os projectos no <a href="http://scratch.mit.edu/studios/279432/" target="_blank">estúdio de cartões de boas festas</a>.)</p>

source: Delete the Cat
fr: Efface le chat
gl: Eliminar o Gato
it: Cancella il gatto
lv: Izdzēs kaķi
nb: Ta bort katten
pt: Remover o Gato

source: <p>In Scratch, characters and objects are called "sprites".</p> <p>You can delete a sprite by clicking on the scissors and then clicking on the sprite.</p>
fr: <p>Dans Scratch, les personnages et les objets sont appelés "lutins".</p> <p>Tu peux effacer un lutin en cliquant d'abord sur les ciseaux et ensuite sur le lutin.</p>
gl: <p>En Scratch as personaxes e obxectos chámanse "figuras".</p> <p>Podes eliminar unha figura premendo nas tesouras e despois picando na figura.</p>
it: <p>In Scratch i personaggi e gli oggetti sono chiamati "sprite".</p> <p>Puoi cancellare uno sprite cliccando prima sulle forbici e poi cliccando sullo sprite.</p>
lv: <p>Scratch vidē tēli un objekti tiek saukti par "gariņiem".</p> <p>Gariņu var izdzēstuzklikšķinot vispirms uz šķērēm un tad uz gariņa.</p>
nb: <p>Objektene som får ting til å skje i Scratch kalles "figurer".</p> <p>Du kan slette en figur ved å klikke på saksen og deretter klikke på figuren.</p>
pt: <p>No Scratch os personagens e objectos são chamados «actores».</p> <p>Pode remover um actor clicando primeiro na tesoura e depois no actor.</p>

source: Add Sprites
fr: Ajoute des lutins
gl: Engadir Figuras
it: Aggiungere degli sprite
lv: Pievienot gariņus
nb: Nye figurer
pt: Adicionar Actores
tr: Kukla Ekle

source: <p>There are 4 ways to add a sprite to your card. To add a sprite, click on one of these buttons:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p>
fr: <p>Il y a 4 possibilités pour ajouter un lutin à ta carte. Pour ajouter un lutin, clique sur l'un de ces boutons:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p>
gl: <p>Hai 4 formas de engdir unha figura á túa tarxeta. Para engadir unha figura, preme nun destes botóns:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p>
it: <p>Ci sono 4 per aggiungere uno sprite alla tua cartoline. Per aggiungere uno sprite clicca su uno di questi pulsanti:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p>
lv: <p>Ir 4 iespējas gariņu pievienošanai kartītei. Lai pievienotu gariņu, klikšķini vienu no pogām:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p>
nb: <p>Det er fire måter å legge inn en ny figur på kortet ditt. Klikk på en av disse knappene:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p>
pt: <p>Há quatro formas de adicionar um actor ao seu cartão. Para adicionar um actor, clique num destes botões:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p>

source: Make the Sprites Interactive
fr: Créer des lutins interactifs
gl: Facer as Figuras Interactivas
it: Rendere gli Sprite Interattivi
lv: Padari gariņus interaktīvus
nb: Få figurene til å reagere
pt: Tornar os Actores Interactivos

source: <p>Bring your sprites to life by adding instructions (a.k.a. computer code) that tell the sprites what to do.</p> <p>With Scratch, your sprites can dance, sing, jump, talk, fly, and much more.</p>
ca: <p>Fer que els teus personatges semblin vius afegint instruccions (també en diem codi) que els diguin què han de fer.</p> <p>Amb Scratch els teus personatges poden ballar, cantar, saltar, parlar, volar i moltes més coses.</p>
de: <p>Erwecke deine Figuren zum Leben, indem du ihnen Anweisungen gibst (auch Programmcode genannt), die den Figuren sagen, was sie tun sollen.</p> <p>Mit Scratch können deine Figuren tanzen, singen, springen, sprechen, fliegen und noch viel mehr.</p>
el: <p>Δώστε ζωή στα αντικείμενά σας προσθέτοντας οδηγίες (διαφ. κώδικα) που θα λένε στο αντικείμενο τί να κάνει.</p> <p>Στο Scratch, τα αντικείμενά σας μπορούν να χωρεύουν, να τραγουδούν, να χοροπηδούν, να μιλάνε και πολλά άλλα.</p>
es: <p>Trae tus objetos a la vida añadiendo instrucciones (también conocido como código de computadora) que le dicen a los objetos qué hacer.</p> <p>Con Scratch, los objetos pueden bailar, cantar, saltar, hablar, volar, y mucho más.</p>
fr: <p>Fais vivre tes lutins en ajoutant des instructions (a.k.a. computer code) pour indiquer aux lutins ce qu'ils doivent faire.</p> <p>Avec Scratch, tes sprites peuvent danser, chanter, sauter, parler, voler, et beaucoup plus encore.</p>
gl: <p>Dalle vida ás túas figuras engadindo instruccións (tamén coñecido como código de ordenador) que lle din ás figuras que facer.</p> <p>Con Scratch, as figuras poden bailar, cantar, saltar, falar, voar e moio máis.</p>
it: <p>Dai vita ai tuoi sprites aggiungendo delle istruzioni (dette anche "codice per computer") che dicano agli sprite cosa devono fare.</p> <p>Scratch permette ai tuoi sprite di danzare, cantare, saltare, parlare, volare e molto altro.</p>
lv: <p>Atdzīvini savus gariņus pievienojot komandas (jeb programmas kodu), kas liks gariņiem kaut ko darīt.</p> <p>Ar Scratch gariņi var dejot, dziedāt, lekt, runāt, lidot un daudz ko citu.</p>
nb: <p>Gjør figurene levende ved å gi dem instruksjoner (vi kaller det "skript", det samme som "program" eller "kode") som bestemmer hva de skal gjøre.</p> <p>I Scatch kan du få figurene til å danse, synge, hoppe, snakke, fly og mye mer.</p>
pt: <p>Dê vida aos seus actores adicionando instruções (também conhecidas como código de computador) que digam aos actores o que fazer.</p> <p>Com o Scratch, os seus actores podem dançar, cantar, saltar, voar e muito mais.</p>
sl: <p>Vdahni življenje svojim figuram tako, da dodaš navodilo (t.i. računalniške kode), ki pove figuram, kaj naj delajo.</p> <p>V Scratchu lahko tvoje figure plešejo, pojejo, skačejo, govorijo, letijo in mnogo več.</p>
sv: <p>Gör dina sprites levande genom att lägga till instruktioner (dvs. datorkod) som berättar för sprajten vad den ska göra.</p> <p>Med Scratch, kan dina sprites dansa, sjunga, hoppa, prata, flyga och mycket mer.</p>

source: <p>Have your sprites say something with blocks from the <span class="lookscolor">Looks</span> palette.</p> <p>Try adding this code to have one of your sprites share holiday greetings:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-b-say.png"></p>
fr: <p>Demandez à vos sprites de dire quelque chose avec des blocs de la palette <span class="lookscolor">Apparence</span>.</p> <p>Essaie d'ajouter ce code pour que tes lutins partage des voeux de vacances:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-b-say.png"></p>
gl: <p>As túas figuras din algo con bloques da paleta <span class="lookscolor">Apariencia</span>.</p> <p>Proba a engadir este código para que un dos túas figuras comparta feliciatacións:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-b-say.png"></p>
it: <p>Fai dire qualcosa ai tuoi sprite usando i blocchi della categoria <span class="lookscolor">Aspetto</span>.</p> <p>Prova ad aggiungere questo script per far si che uno dei tuoi sprite faccia degli auguri di buone vacanze:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-b-say.png"></p>
lv: <p>Liec gariņiem kaut ko teikt, izmantojot blokus no <span class="lookscolor">Izskata</span> rīku paletes.</p> <p>Izmēģini šo kodu, lai viens no gariņiem pateiktu apsveikumu:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-b-say.png"></p>
nb: <p>Få figurene til å si noe med klosser fra <span class="lookscolor">Utseende</span>-kategorien.</p> <p>Prøv dette for å få en av figurene til å si en julehilsen:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-b-say.png"></p>
pt: <p>Ponha os seus actores a dizer alguma coisa usando blocos da categoria <span class="lookscolor">Aparência</span>.</p> <p>Experimente adicionar este código para um dos seus actores fazer desejos de boas festas:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-b-say.png"></p>

source: Make a Sound
fr: Produit un son
gl: Facer un Son
it: Produrre un suono
lv: Izveido skaņu
nb: Lag lyd
pt: Produzir um Som

source: <p>Explore adding sound to your holiday card by using sounds from the Scratch library, uploading sounds from your computer, or recording your own sounds with a microphone.</p> <p>Experiment with some of these sound-related blocks to add music and sound to your sprite:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-c-sound.png">
fr: <p>Essaie d'ajouter du son à votre carte de vacances en utilisant les sons de la bibliothèque de Scratch, le téléchargement de sons à partir de votre ordinateur, ou enregistrement de vos propres sons avec un microphone.</p> <p>Continue ton expérience avec des blocs associés au son pour y ajouter de la musique et du son à ton lutin:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-c-sound.png">
gl: <p>Proba a engadir son á túa tarxeta de festividade usando sons da biblioteca Scratch, subindo sons dende o teu ordenador ou gravando os teus propios sons cun micrófono.</p> <p>Experimenta con algúns destes bloques relacionados cos sons para engadir música e son á túa figura:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-c-sound.png">
it: <p>Prova ad aggiungere dei suoi alla tua cartolina usando i suoni della libreria di Scratch, caricando dei suoni dal tuo computer o registrandoli con dal microfono.</p> <p>Sperimenta con alcuni di questi blocchi per aggiungere musica e suoni al tuo sprite:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-c-sound.png">
lv: <p>Ielādē skaņu savā kartītē, izmantojot skaņas no Scratch krātuves, augšuplādē skaņu no datora vai ieraksti savējās, izmantojot mikrofonu.</p> <p>Eksperimentē ar skaņas blokiem, lai pievienotu mūziku un citas skaņas savam gariņam:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-c-sound.png">
nb: <p>La julekortet få lyd fra lydene som følger med Scratch, fra musikk du har på datamaskinen, eller spill inn lyd fra mikrofonen.</p> <p>Prøv deg fram med lydklossene for å gi figurene musikk eller lyd:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-c-sound.png">
pt: <p>Experimente adicionar som ao seu cartão de boas festas usando sons da biblioteca do Scratch, carregando sons do seu computador ou gravando os seus próprios sons com um microfone.</p> <p>Experimente alguns destes blocos relacionados com som para adicionar música e som ao seu actor:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-c-sound.png">

source: <p>Play with the images in your holiday card by using the graphic effects blocks:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-effects.png"></p> </div> <div class="steps"> <p>Try adding this code to add a colorful effect to a dancing sprite:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-color.png">
fr: <p>Joue avec les images de ta carte de vacances en utilisant les blocs d'effets graphiques:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-effects.png"></p> </div> <div class="steps"> <p>Essaie d'ajouter ce code pour ajouter un effet couleur à ton lutin danseur:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-color.png">
gl: <p>Xoga coas imaxes da túa tarxeta de festividade usando bloques de efectos gráficos:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-effects.png"></p> </div> <div class="steps"> <p>Proba a engadir este código e incorpora un efecto colorido a unha figura bailarina:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-color.png">
it: <p>Gioca con le immagini della tua cartolina usando i blocchi degli effetti grafici:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-effects.png"></p> </div> <div class="steps"> <p>Prova ad aggiungere questo script per aggiungere effetti colorati a uno sprite che balla:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-color.png">
lv: <p>Paspēlējies ar attēliem savā svētku kartītē, lietojot grafisko efektu blokus:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-effects.png"></p> </div> <div class="steps"> <p>Izmēģini šo kodu, lai dejojošajam gariņam pievienotu krāsainu efektu:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-color.png">
nb: <p>Lek deg med bildene du har lagt inn. Bruk klossene for grafiske effekter:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-effects.png"></p> </div> <div class="steps"> <p>Prøv dette skriptet for å lage en fargerik dansende figur:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-color.png">
pt: <p>Brinque com as imagens no seu cartão de boas festas usando os blocos de efeitos gráficos:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-effects.png"></p> </div> <div class="steps"> <p>Experimente usar este código para adicionar um efeito colorido a um actor dançarino:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-color.png">

source: Change Costume
fr: Change de costume
gl: Cambiar a Vestimenta
it: Cambia costume
lv: Mainīt tērpu
nb: Bytt drakt
pt: Trocar de Traje

source: <p>Sprites can have different “costumes” -- different visuals, just like how an actor in a play can wear different outfits.</p> <p>Try adding costumes to your sprite:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes-panel.png"></p> </div> <div class="steps"> <p>And switch between costumes using the “switch costume” block:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes.png"></p>
fr: <p>Les lutins peuvent avoir différents "costumes" - des visuels différents, un peu comme un acteur, dans son jeu, a besoin de peut porter différentes tenues.</p> <p>Essaie d'ajouter des costumes à ton lutin:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes-panel.png"></p> </div> <div class="steps"> <p>Et basculer d'un costume sur l'autre en utilisant le bloc “basculer sur costume”:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes.png"></p>
gl: <p>As figuras poden ter distintas "vestimentas" -- diferentes elementos visuais, do mesmo xeito que un actor pode aparecer no escenario con distintas roupas.</p> <p>Proba a engadir vestimentas á túa figura:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes-panel.png"></p> </div> <div class="steps"> <p>E muda entre as vestimentas usando o bloque “trocar vestimenta”:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes.png"></p>
it: <p>Gli sprites possono avere diversi “costumei” -- diversi aspetti, proprio come un attore può indossare abbigliamenti diversi in uno spettacolo.</p> <p>Prova ad aggiungere dei costumi al tuo sprite:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes-panel.png"></p> </div> <div class="steps"> <p>E ora passa da un costume all'altro usando il blocco “passa al costume”:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes.png"></p>
lv: <p>Gariņiem var būt dažādi “tērpi” -- dažādi izskati, gluži kā aktieris izrādes laikā var dažādi saģērbties.</p> <p>Pievieno tērpus savam gariņam:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes-panel.png"></p> </div> <div class="steps"> <p>Un maini tērpus, izmantojot bloku “nomainīt tērpu”:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes.png"></p>
nb: <p>Figurer kan ha forskjellige “drakter” -- forskjellige måter å vises på akkurat som når en skuespiller bytter kostyme eller et ansikt endrer ansiktsuttrykk.</p> <p>Prøv å lage nye drakter til figuren din:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes-panel.png"></p> </div> <div class="steps"> <p>Bytt mellom draktene med klossen “bytt drakt”:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes.png"></p>
pt: <p>Os actores podem ter diferentes «trajes» – visuais diferentes, tais como um actor numa peça de teatro por vestir diferentes trajes.</p> <p>Tente adicionar trajes ao seu actor:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes-panel.png"></p> </div> <div class="steps"> <p>Agora troque de trajes usando o bloco «muda o teu traje para»:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes.png"></p>

source: Add a Background Image
fr: Ajoute une image d'arrière-plan
gl: Egnade unha Imaxe de Fondo
it: Aggiungere un'immagine di sfondo
lv: Pievieno fona attēlu
nb: Legg inn et bakgrunnsbilde
pt: Adicionar uma Imagem de Fundo
tr: Bir Arkaplan Resmi Ekle
