Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Connect to external devices with new Scratch extensions (including LEGO WeDo and the ScratchBoard)
ca: Connecta dispositius externs amb les extensions d'Scratch (incloent-hi LEGO WeDo i la ScratchBoard)
cs: Připojení externích zařízení s pomocí nových Scratch doplňků (včetně LEGO WeDo a ScratchBoard)
de: Binde externe Geräte mit neuen Scratch-Erweiterungen ein (einschließlich LEGO WeDo und dem ScratchBoard)
el: Δυνατότητα σύνδεσης με εξωτερικές συσκευές με τις καινούριες επεκτάσεις του Scratch (συμπεριλαμβανομένων των LEGO WeDo και ScratchBoard)
es: Conexión a dispositivos externos con las nuevas extensiones de Scratch (incluyendo LEGO WeDo y la ScratchBoard)
eu: Konekta zaitez kanpo gailuetara Scratchen hedapenak erabiliz (LEGO WeDo eta ScratchBoard barne izanik)
fr: Connecter à des périphériques externes avec de nouvelles extensions de Scratch ( y compris LEGO WeDo et le SCRATCHBOARD)
ga: Ceangail le gléasanna seachtracha trí eisínteachtaí nua Scratch (LEGO WeDo agus an ScratchBoard san áireamh)
gl: Conéctate a dispositivos externos coas novas extensións Scratch (incluindo LEGO WeDo e a ScratchBoard)
it: Connessione a dispositivi esterni grazie alle nuove estensioni di Scratch (inclusi LEGO WeDo e ScratchBoard)
lv: Pievieno ārējās ierīces ar jaunajiem Scratch paplašinājumiem (tajā skaitā LEGO WeDo un ScratchBoard)
nb: Kobling til eksternt utstyr, for eksempel Lego WeDo og Scratch-board
pt: Ligue dispositivos externos com novas extensões Scratch (incluindo o LEGO WeDo e a ScratchBoard)
ro: Conecteaza-te la dispozitive externe cu noile extensii Scratch (inclusiv LEGO WeDo si ScratchBoard)
sl: Poveži se z zunanjimi napravami z novimi Scratch razširitvami (ki vključujejo LEGO WeDo in ScratchBoard)
sv: Ansluta externa enheter med nya Scratch extensions (inklusive LEGO WeDo och Scratchboard)
tr: Yeni Scratch uzantıları ile bilgisayara takılabilen harici cihazlar ile etkileşim (örneğin LEGOWeDo ve ScratchBoard)
uk: Приєднання зовнішніх пристроїв з новими розширеннями Скретчу (включаючи LEGO WeDo та ScratchBoard)

source: Scratch - For Parents
ca: Scratch - Per als pares
cs: Scratch - pro rodiče
de: Scratch - Für Eltern
el: Scratch - Για τους Γονείς
es: Scratch - Para Padres
et: Scratch - lapsevanematele
eu: Scratch - Gurasoentzat
fr: Scratch - Pour les parents
ga: Scratch - Do Thuismitheoirí
gl: Scratch - Para Nais e Pais
it: Scratch - Per i Genitori
ja: Scratch - 保護者の皆さまへ
lv: Scratch - vecākiem
nb: Scratch - For foreldre
pt: Scratch - Para os Pais
ro: Scratch - pentru parinti
sl: Scratch - za starše
sr: Скрач - за родитеље
sv: Scratch - För Föräldrar
tr: Scratch - Anne-babalar İçin
uk: Скретч - для батьків

source: Scratch is a programming language and an online community where children can program and share interactive media such as stories, games, and animation with people from all over the world. As children create with Scratch, they learn to think creatively, work collaboratively, and reason systematically. Scratch is designed and maintained by the Lifelong Kindergarten group at the MIT Media Lab.
ca: Scratch és un llenguatge de programació i una comunitat online on els nens i nenes poden programar i compartir les seves produccions multimèdia com històries, jocs i animacions amb gent d'arreu del món. Mentre creen amb Scratch, aprenen a pensar de manera creativa, a treballar en grup i a pensar de forma sistemàtica. Scratch està dissenyat i mantingut pel Lifelong Kindergarten Group del MIT Media Lab.
cs: Scratcj je programovacím jazykem i online společností, kde děti mohou programovat a sdílet interaktivní média jako jsou příběhy, hry a animace s lidmi z celého světa. Když děti tvoří ve Scratchi, učí se myslet tvořivě, spolupracovat a přemýšlet systematicky. Scratch je navržen a spravován Lifelong Kindergarten group na MIT Media Lab.
de: Scratch ist eine Programmiersprache und eine Online-Gemeinschaft, in der Kinder interaktive Medien wie Geschichten, Spiele und Animationen programmieren und weltweit mit anderen teilen können. Indem Kinder ihre Ideen mit Scratch umsetzen, lernen sie kreativ zu denken, mit anderen zusammenzuarbeiten und systematisch vorzugehen. Scratch wurde von der Lifelong-Kindergarten-Gruppe am Media-Lab des MIT geschaffen und wird von ihr gepflegt und ständig weiterentwickelt.
el: Το Scratch είναι μια γλώσσα προγραμματισμού και διαδικτυακή κοινότητα, όπου μπορείτε να δημιουργήσετε το δικό σας διαδραστικό υλικό όπως ιστορίες, παιχνίδια και κινούμενα σχέδια -- και να μοιραστείτε τις δημιουργίες σας με άλλα άτομα σε ολόκληρο τον κόσμο. Καθώς τα παιδιά προγραμματίζουν στο Scratch, τα παιδιά μαθαίνουν να σκέφτονται δημιουργικά, να αναζητούν λόγους συστηματικά και να συνεργάζονται ομαδικά. Το Scratch συγκροτείται και διατηρείται από το Kindergarten Group στη MIT Media Lab.
es: Scratch es un lenguaje de programación y una comunidad en línea donde los niños pueden programar y compartir medios interactivos historias, juegos y animaciones con personas de todo el mundo. Cuando los niños crean con Scratch, aprenden a pensar creativamente, trabajar colaborativamente, y razonar sistemáticamente. Scratch está diseñado y mantenido por el grupo Lifelong Kindergarten del Laboratorio de Medios del MIT.
et: Scratch on programmeerimiskeel ja ühtlasi online-kogukond, mille abil saavad noored programmeerida ja jagada oma loomingut (lugusid, mänge ja animatsione) inimestega üle kogu maailma. Scratchiga tegeledes õpivad lapsed loovat mõtlemist, süsteemset lähenemist ja koostööd. Scratchi looja ja arendaja on MIT Meedialabori Lifelong Kindergarten Grupp.
eu: Scratch programazio lengoaia bat da eta umeentzako online komunitate bat non media interaktiboa programatu eta partekatu dezaketen mundu guztiko jendearekin, hala nola istorioak, jokuak eta animazioak.
fr: Scratch est un langage de programmation et une communauté en ligne où les enfants peuvent programmer et partager, avec des gens de partout dans le monde, des médias interactifs comme des histoires, des jeux et des animations. Quand les enfants créent avec Scratch, ils apprennent à penser de façon créative, à travailler en collaboration, à raisonner systématiquement. Scratch est conçu et animé par le groupe Lifelong Kindergarten au MIT Media Lab.
ga: Is teanga ríomhchlárúcháin agus comhphobal ar líne é Scratch. Is féidir le páistí ríomhchláir agus meáin idirghníomhacha a chruthú, mar shampla scéalta, cluichí, agus beochaintí, agus iad a chomhroinnt le daoine eile ar fud an domhain. Sa phróiseas a ghabhann le tionscadail Scratch a dhearadh agus a ríomhchlárú, foghlaimíonn daoine óga smaoineamh cruthaitheach, réasúnú córasach, agus comhoibriú. Is é an Lifelong Kindergarten Group ag an MIT Media Lab a dhearann agus a chothaíonn Scratch.
gl: Scratch é unha linguaxe de programación e unha comunidade en liña onde os nenos poden programar e compartir contidos dixitais de comunicación interactivos, historias, xogos e animacións con persoas de todo o mundo. Cando os nenos crean con Scratch, aprenden a pensar creativamente, traballan colaborativamente e razoan sistematicamente. Scratch está deseñado e mantido polo grupo Lifelong Kindergarten do Laboratorio do MIT Media Lab.
it: Scratch è sia un linguaggio di programmazione che una comunità online dove i ragazzi possono programmare e condividere con altri provenienti da qualunque parte del mondo i loro oggetti multimediali interattivi come ad esempio storie, giochi e animazioni. Quando i ragazzi creano con Scratch imparano a pensare in modo creativo, a lavorare in maniera collaborativa e a ragionare in modo sistematico. Scratch è progettato e supportato dal Lifelong Kindergarten group dei Media Lab del MIT.
lv: Skratch ir programmēšanas valoda un tiešsaistes kopiena, kur bērni var programmēt un dalīties ar interaktīviem multimedijiem, piemēram, stāstiem, spēlēm, animācijām ar cilvēkiem no visas pasaules. Veidojot ar Scratch, bērni mācās domāt radoši, strādāt sadarbojoties un domāt sistemātiski. Scratch ir izstrādājusi un uztur Lifelong Kindergarten grupa pie MIT Media Lab.
nb: Scratch er et programmeringsspråk og et nettsamfunn der du kan lage dine egne interaktive fortellinger, spill og animasjoner -- og vise fram det du har laget til hele verden. Når barn og ungdom skaper og programmerer Scratch-prosjekter vil de lære kreativitet, systematisk tenking og samarbeid.
pt: O Scratch é uma linguagem de programação e uma comunidade em linha nas quais as crianças podem programar e partilhar multimédia interactiva, tal como estórias, jogos e animações, com pessoas de todo o mundo. À medida que criam com o Scratch, as crianças aprendem a pensar de forma criativa, a trabalhar de forma colaborativa e a pensar de forma sistemática. O Scratch é concebido e mantido pelo grupo Lifelong Kindergarten do MIT Media Lab.
ro: Scratch este un limbaj de programare si o comunitate online unde copiii pot sa programeze si sa partajeze cu oameni din intreaga lume mijloace media interactive precum povesti, jocuri si animatii. In timp ce copiii creeaza cu Scratch, ei invata sa gandeasca creativ, sa colaboreze in echipa si sa demonstreze sistematic. Scratch este proiectat si intretinut de Lifelong Kindergarten Group de la MIT Media Lab.
sl: Scratch je programski jezik in spletna skupnost, kjer lahko otroci programirajo in delijo interaktivne medije, kot so zgodbe, igrice in animacije z ljudmi po vsem svetu. Z ustvarjanjem v Scratchu se otroci učijo kreativno in sistematično razmišljati ter delati v skupini. Scratch je zasnovala in ga vzdržuje skupina Lifelong Kindergarten group priMIT Media Lab.
sv: Scratch är ett programmeringsspråk och ett onlinecommunity där barn kan programmera och dela interaktiva medier såsom berättelser, spel och animationer med andra från hela världen. När barn skapar med Scratch, lär de sig att tänka kreativt, samarbeta, och resonera systematiskt. Scratch är designat och underhålls av Lifelong Kindergarten Group vid MIT Media Lab.
uk: Скретч - мова програмування та онлайнова спільнота, де діти можуть програмувати та ділитися інтерактивними творами, такими як розповіді, ігри та анімації з людьми зі всього світу. Працюючи зі Скретчем діти навчаються творити, працювати колективно та логічно мислити. Скретч створила та підтримує група Lifelong Kindergarten при MIT Media Lab.

source: What is the age range for Scratch?
ca: Quin és el rang d'edat per Scratch?
cs: Jaký je rozmezí věku pro Scratch?
de: Für welche Altersgruppen ist Scratch geeignet?
el: Ποιο είναι το φάσμα των ηλικιών των χρηστών στο Scratch;
es: ¿Cuál es el rango de edad para Scratch?
et: Milline on sobiv vanus Scratchiga tegelemiseks?
eu: Zein da Scratchen adin tartea?
fr: Quelle est la tranche d'âge pour Scratch ?
ga: Cad é an raon aoise?
gl: Cal é o rango de idades para Scratch?
it: Qual è l'eta giusta per iniziare con Scratch?
ja: Scratchの対象年齢は？
lv: Kāds ir ieteicamais vecums Scratch?
nb: Hvilken aldersgruppe er Scratch laget for?
pt: Qual é a faixa etária do Scratch?
ro: Care sunt limitele de varsta pentru Scratch?
sl: Kakšen je starostni razpon za Scratch?
sr: За који узраст је намењен Скрач?
sv: Vilken åldersgrupp är Scratch till för?
tr: Scratch için öngörülen yaş aralığı nedir?
uk: Який віковий діапазон для Скретчу?

source: While Scratch is primarily designed for 8 to 16 year olds, it is also used by people of all ages, including younger children with their parents.
ca: Scratch, tot i estar dissenyat per persones de 8 a 16 anys d'edat, també és utilitzat per persones de totes les edats, incloent-hi nens més petits amb els seus pares.
cs: Ačkoli Scratch je především navržen pro 8-mi až 16-ti leté, je také používám lidmi každého věku, včetně mladších dětí s jejich rodiči.
de: Obwohl Scratch in erster Linie für Kinder im Alter von 8 bis 16 Jahren entwickelt wurde, wird es von Personen jeden Alters genutzt, auch von jüngeren Kindern mit ihren Eltern.
el: Παρ' όλο που το Scratch είναι σχεδιασμένο για άτομα από 8 έως 16 χρονών, μπορεί να χρησιμοποιηθεί από όλες τις ηλικίες, συμπεριλαμβανομένων και νεότερων παιδιών μαζί με τους γονείς τους.
es: Aunque Scratch está principalmente diseñado para niños de 8 a 16 años, también es usado por personas de todas las edades, incluyendo niños más pequeños con sus padres.
et: Algselt oli Scratch mõeldud 8-16 aastastele. Algoritmimise ja programmeerimise õppimiseks ning harjutamiseks kasutavad seda igas vanuses inimesed, sealhulgas ka nooremad lapsed koos vanematega.
eu: Scratch 8 eta 16 urte artekoentzat bereziki diseinatua badago ere, adin ezberdineko jendeak erabiltzen du, ume gazteagoak eta beraien gurasoak barne.
fr: Alors que Scratch est principalement conçu pour des enfants de 8 à 16 ans, il est également utilisé par des personnes de tous âges, y compris les jeunes enfants avec leurs parents.
ga: Cé go bhfuil Scratch dírithe ar pháistí idir 8 mbliana agus sé bliana déag d'aois, úsáideann daoine de gach aois é, páistí níos óige in éindí lena dtuismitheoirí san áireamh.
gl: Ainda que Scratch está deseñado principalmente para entre os 8 e os 16 anos, tamén é usado por persoas de tódalas idades, incluindo nenos máis cativos coas súas nais e pais.
it: Anche se è stato specificamente progettato per ragazzi dagli 8 ai 16 anni, Scratch è usato in realtà da persone di ogni età, inclusi bambini più piccoli supportati dai loro genitori.
ja: Scratchはもともと8歳から16歳の子供向けにデザインされていましたが、それより小さい子供や、その保護者など、全ての年齢の方に使われています。
lv: Primāri Scratch ir izstrādāts 8 līdz 16 gadus veciem bērniem, bet to izmanto visu vecumu cilvēki, tajā skaitā arī mazāki bērni kopā ar vecākiem.
nb: Scratch er først og fremst laget for barn fra 8 til 16 år, men det kan brukes av alle, inklusiv av yngre barn sammen med foreldrene.
pt: Apesar de ser concebido principalmente para crianças entre os 8 e os 16 anos de idade, o Scratch é também usado por pessoas de todas as idades, incluindo crianças mais novas acompanhadas pelos seus pais.
ro: In timp de Scratch este proiectat in special pentru varste intre 8 si 16 ani, el este folosit si de oameni de toate varstele, inclusiv copii mai mici impreuna cu parintii lor.
sl: Kljub temu, da je Scratch namenjen predvsem otrokom med 8 in 16 letom starosti, gauporabljajo vse generacije, vključno z mlajšimi otroki in njihovimi starši.
sr: И ако је Скрач у првом реду креиран за узраст између 8 и 16 година, он се такође користи и од стране људи свих животних доба, укључујући млађу децу заједно са њиховим родитељима.
sv: Scratch är främst avsett för 8 till 16 år, men används också av människor i alla åldrar, även yngre barn med sina föräldrar.
tr: Scratch, 8 ila 16 yaş aralığındaki gençler düşünülerek tasarlanmış olmakla beraber, anne babalarının gözetiminde, daha küçük çocuklar da faydalanabilir.
uk: Хоча Скретч у першу чергу призначений для дітей від 8 до 16 років, він також може використовуватися особами різного віку, включаючи дітей молодшого віку разом з батьками.

source: What resources are available for learning Scratch?
ca: Quins recursos estàn disponibles per aprendre Scratch?
cs: Jaké zdroje jsou k dispozici pro naučení se Scratch?
de: Welche Hilfen stehen für das Lernen von Scratch zur Verfügung?
el: Ποιες πηγές είναι διαθέσιμες για να μάθω να χρησιμοποιώ το Scratch;
es: ¿Qué recursos están disponibles para aprender Scratch?
et: Milliseid vahendeid on Scratchi õppimiseks?
eu: Scratch ikasteko zein baliabide daude eskura?
fr: Quelles sont les ressources disponibles pour l'apprentissage de Scratch?
ga: Cé na hacmhainní a chabhróidh liom Scratch a fhoghlaim?
gl: Que recursos están dispoñibles para aprender Scratch?
it: Quali sono le risorse disponibili per imparare Scratch?
ja: Scratchを学ぶにはどのような教材がありますか？
lv: Kādi palīglīdzekļi ir pieejami, lai mācītos Scratch?
nb: Hva finnes av lærestoff om Scratch?
pt: Que recursos estão disponíveis para aprender o Scratch?
ro: Ce resurse pentru invatarea Scratch sunt disponibile?
sl: Katera gradiva so na voljo za učenje Scratcha?
sv: Vilka resurser finns för att lära sig Scratch?
uk: Які ресурси доступні для вивчення Скретчу?

source: If you’re just getting started, there’s a <a href="/projects/editor/?tip_bar=getStarted">step-by-step guide</a> available inside Scratch, or you can download the <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Getting Started guide (PDF)</a>. The <a href="/help/cards/">Scratch Cards</a> provide a fun way to learn more. For an overview of Scratch resources, see <a href="/help/">Scratch Help</a>.
ca: Si tot just acabes de començar. aquí tens una<a href="/projects/editor/?tip_bar=getStarted">guia pas a pas</a> disponible dins d'Scratch o pots descarregar la <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Guia d'Inici (PDF)</a>. Les <a href="/help/cards/">Scratch Cards</a> proporcionen una manera divertida d'aprendre més. Si vols un resum dels recursos disponibles, vés a la <a href="/help/">Pàgina d'Ajuda d'Scratch</a>.
de: Falls du gerade frisch in Scratch einsteigst: Es gibt innerhalb von Scratch eine <a href="/projects/editor/?tip_bar=getStarted">Schritt-für-Schritt-Einführung</a>. Du kannst aber auch die Anleitung <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Erste Schritte</a> als PDF herunterladen. Die <a href="/help/cards/">Scratch-Karten</a> bieten eine nette Möglichkeit, mehr zu erlernen. Einen Überblick über Scratch-Materialien bietet die <a href="/help/">Scratch-Hilfe</a>.
el: Εάν απλώς ξεκινάτε να προγραμματίζετε με το Scratch, υπάρχει ένας <a href="/projects/editor/?tip_bar=getStarted">οδηγός βήμα-βήμα</a> ενσωματωμένος στο Scratch, ενώ μπορείτε επίσης και να κατεβάσετε τον <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">οδηγό Ξεκινήματος (PDF)</a>. Οι <a href="/help/cards/">κάρτες του Scratch</a> παρέχουν έναν διασκεδαστικό τρόπο για να μάθετε πολλά περισσότερα. Για μια σύνοψη του υλικού του Scratch, δείτε τη <a href="/help/">βοήθεια του Scratch</a>,
es: Si apenas estás empezando, hay una <a href="/projects/editor/?tip_bar=getStarted">guía paso a paso</a> disponible en Scratch, o puedes descargar la <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Guía de Inicio (PDF)</a>. Las <a href="/help/cards/">Tarjetas de Scratch</a> brindan una manera entretenida para aprender más. Para tener una visión general de los recursos de Scratch, vea <a href="/help/">Ayuda de Scratch</a>.
et: Kui Sa oled päris algaja, on Scratchis olemas <a href="/projects/editor/?tip_bar=getStarted">samm-sammuline juhend</a> või lae alla <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Getting Started guide (PDF)</a>. <a href="/help/cards/">Scratch Cards</a> pakub õppimiseks lõbusaid võimalusi. Scratchi võimalustest ülevaate saamiseks vaata <a href="/help/">Scratch Help</a>.
eu: Hasi berria bazara, <a href="/projects/editor/?tip_bar=getStarted">pausuz pausuko gida</a> duzu eskura Scratch barnean, edo <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Hasiera guida (PDF)</a> jaitsi dezakezu. <a href="/help/cards/">Scratch Txartelek</a> gehiago ikasteko era dibertigarri bat dira. Scratch errekurtsoen gainbegirada bat izateko, ikus a href="/help/">Scratch Laguntza</a>.
fr: Si vous êtes sur le point de commencer, plusieurs ressources sont disponibles d'abord le <a href="/projects/editor/?tip_bar=getStarted">guide pas à pas</a> disponible à l'intérieur de Scratch, ensuite vous pouvez télécharger le <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Guide : Pour bien commencer (PDF)</a>. Les <a href="/help/cards/">Cartes Scratch</a> offrent un moyen amusant d'en apprendre plus. Pour un aperçu de toutes les ressources sur Scratch, voir <a href="/help/">l'Aide Scratch</a>.
gl: Si xusto estás empezando, hai unha <a href="/projects/editor/?tip_bar=getStarted">guía paso a paso</a> dispoñible en Scratch, ou podes descargar a <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Guía de Primeiros Pasos (PDF)</a>. As <a href="/help/cards/">Tarxetas de Scratch</a> brindan unha maneira entretida para aprender máis. Para ter unha visión xeral dos recursos de Scratch, vexa <a href="/help/">Axuda de Scratch</a>.
it: Se sei agli inizi, trovi una <a href="/projects/editor/?tip_bar=getStarted">guida passo-passo</a> disponibile all'interno di Scratch o puoi scaricare la <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Guida per Iniziare (PDF)</a>. Le <a href="/help/cards/">Schede di Scratch</a> forniscono un modo divertente per saperne di più. Per una panoramica sulle risorse di Scratch, vai alla pagina di<a href="/help/">Aiuto di Scratch</a>.
lv: Ja esiet nupat sākuši, ir pieejama <a href="/projects/editor/?tip_bar=getStarted">pamācība soli pa solim</a> pašā Scratch vidē, vai arī variet lejuplādēt <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Iesācēju ceļvedi (PDF)</a>. <a href="/help/cards/">Scratch kartītes</a> ir aizraujošs materiāls, no kā iemācīties vairāk. Pārskats par Scratch materiāliem pieejams sadaļā <a href="/help/">Scratch palīdzība</a>.
nb: Hvis du ikke har brukt Scratch før finner du en <a href="/projects/editor/?tip_bar=getStarted">introduksjon</a> bygget inn i Scratch, eller du kan laste ned <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Kom i gang med Scratch (PDF)</a>. Du kan få flere tips fra <a href="/help/cards/">Scratch-kortene</a>. Du finner en oversikt over lærestoff under <a href="/help/">Hjelp</a>.
pt: Se se está a iniciar, há um <a href="/projects/editor/?tip_bar=getStarted">guia passo a passo</a> disponível dentro do Scratch. Também pode descarregar o <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Guia de Iniciação (PDF)</a>. As <a href="/help/cards/">Cartas Scratch</a> são uma forma divertida de aprender mais. Para uma panorâmica dos recursos sobre o Scratch, veja a <a href="/help/">Ajuda do Scratch</a>.
sl: Če ravno začenjaš z učenjem Scratcha, obstaja <a href="/projects/editor/?tip_bar=getStarted">korak-za-korakom vodič</a>, ki je na voljo znotraj Scratcha, lahko pa tudi preneseš <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Uvodni vodič (PDF)</a>. <a href="/help/cards/">Scratch kartice</a> ti zagotavljajo zabaven način učenja. Za pregled Scratch gradiv, si oglej <a href="/help/">Scratch pomoč</a>.
sv: Om du precis har kommit igång finns en <a href="/projects/editor/?tip_bar=getStarted">steg-för-stegguide</a> tillgänglig i Scratch, eller så kan du ladda ned <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Kom-igång-guiden (PDF)</a>. <a href="/help/cards/">Scratchkorten</a> ger ett kul sätt att lära mer. För en översikt av Scratchresurser, se <a href="/help/">Scratchhjälpen</a>.
uk: Ви можете почати негайно, з <a href="/projects/editor/?tip_bar=getStarted">покроковим керівництвом</a> доступним в Скретчі, або завантажити <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Getting Started guide (PDF)</a>. <a href="/help/cards/">Скретч-картки</a> надають доступний метод для вивчення. Для перегляду матеріалів про Скретч перегляньте <a href="/help/">Довідку Скретчу</a>.
