Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Scratch is designed with learning and education in mind. A wide variety of educators have been supporting Scratch creators since 2007, in both formal and informal learning environments &ndash; K-12 classroom teachers, educational and computer science researchers, librarians, museum educators, and parents.<br/><br/> Want to learn more about learning with Scratch?<br/>Check out the <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd online community</a>.
de: Bei Scratch stehen das Lernen und die Bildung im Vordergrund. Eine Vielzahl von Pädagogen unterstützen das Scratch-Team seit 2007 in formellen und informellen Lernumgebungen &ndash; K-12 Klassenlehrer, Bildungsforscher und Informatiker, Bibliothekare, Museumspädagogen und Eltern.<br/><br/> Möchten Sie mehr über das Lernen mit Scratch lernen?<br/>Schauen Sie auf die <a href="http://scratched.gse.harvard.edu" target="_blank"> ScratchEd Online-Community</a>.
fr: Scratch est conçu dans un esprit d'apprentissage et d'éducation. Une grande diversité d'éducateurs ont soutenu les créateurs de Scratch depuis 2007, que cela soit dans des domaines d'apprentissage formel ou informel &ndash; des professeurs K-12 , des chercheurs en éducation et en informatique, des libraires, des éducateurs de musée, et des parents.<br/><br/> Vous voulez en savoir plus sur l'apprentissage avec Scratch?<br/>Découvrez <a href="http://scratched.gse.harvard.edu" target="_blank">la communauté en ligne ScratchED</a>.
it: Scratch è stato progetto avendo come obiettivi principali l'apprendimento e la didattica. Educatori di molte diverse provenienze hanno supportato i creatori di Scratch sin dal 2007, sia in ambienti di apprendimento formali che informali &ndash; insegnanti della scuola primaria e secondaria, ricercatori di didattica e informatica, bibliotecari, animatori di musei e genitori.<br/><br/> Vuoi saperne di più su come imparare con Scratch?<br/>Dai un'occhiata alla <a href="http://scratched.gse.harvard.edu" target="_blank">comunità online di ScratchEd</a>.
lv: Scratch ir izstrādāts domājot par mācīšanos un izglītību. Kopš 2007. gada plašs skolotāju loks ir atbalstījis Scrach veidotājus gan formālā, gan neformālā mācīšanānās vidē &ndash; vidusskolas skolotāji, izglītības un datorzinību pētnieki, bibliotekāri, muzeju pedagogi un vecāki.<br/><br/> Vēlies uzzināt vairāk par mācīšanos ar Scratch?<br/> Lasi par to <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd tiešsaistes kopienā</a>.
nb: Scratch er laget med tanke på læring og utdanning. Utviklingen av Scratch har fått hjelp fra lærere og instruktører av mange slag &ndash; lærere i grunnskolen, forskere innen IT og pedagogikk, bibliotekarer, museumsfolk og foreldre.<br/><br/> Vil du vite mer om Scratch i utdanning?<br/>Gå til nettstedet <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a>.
pt: O Scratch foi concebido com a aprendizagem e a educação em mente. Uma grande variedade de educadores têm vindo a apoiar criadores Scratch desde 2007, tanto em ambientes de aprendizagem formais como informais &ndash; professores do ensino básico e secundário, investigadores das ciências da educação e da computação, bibliotecários, educadores de museus e encarregados de educação.<br/><br/> Quer aprender mais sobre a aprendizagem com o Scratch?<br/>Confira a <a href="http://scratched.gse.harvard.edu" target="_blank">comunidade em linha ScratchEd</a>.
tr: Scratch, öğrenme ve eğitim düşünülerek tasarlanmıştır. 2007 yılından beri kurumsal olsun olmasın birçok farklı çevreden eğitimciler Scratch'ı deskteklemektedir. Bunların arasında K-12 sınıf öğretmenleri, eğitim ve bilgisayar bilimleri araştırmacıları, kütüphaneciler, müze eğitmenleri ve anne-babalar bulunmakta.<br/><br/> Scratch ile öğrenme hakkında daha fazla bilgi edinmek isterseniz<br/><a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd ağ-üzeri (online) topluluğunun sayfası</a>na gözatabilirsiniz.

source: <h3>What is ScratchEd?</h3> <p>Launched in July 2009, <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> is an online community where Scratch educators share stories, exchange resources, ask questions, and find people.</p> <p>Since its launch, more than 7500 educators from all around the world have joined the community, sharing hundreds of resources and engaging in thousands of discussions.</p> <p>Join the ScratchEd community for free at <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a>.<p>
de: <h3>Was ist ScratchEd?</h3> <p>Im Juli 2009 wurde <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> als eine Online-Gemeinschaft für Lehrende gegründet. ScratchEd dient zum Austausch von Erfahrungen und Ressourcen, zum Stellen von Fragen und um andere Lehrende kennenzulernen.</p> <p>Seitdem haben sich 7500 Lehrende aus aller Welt angemeldet, haben hunderte von Materialien geteilt und sich in tausenden Diskussion ausgetauscht.</p> <p>Der Beitritt zur ScratchEd-Gemeinschaft ist kostenlos unter <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a> möglich.<p>
fr: <h3>Qu'est-ce que ScratchEd?</h3> <p>Lancé en Juillet 2009, <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> est une communauté en ligne où les formateurs sur Scratch partagent des histoires, échangent des ressources, posent des questions et rencontrent des gens.</p> <p>Depuis son lancement, plus de 7500 formateurs de toute la planète ont rejoint la communauté, partageant des centaines de ressources and participant à des milliers de discussions.</p> <p>Rejoignez la communauté ScratchEd gratuitement sur <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a>.<p>
it: <h3>Cosa è ScratchEd?</h3> <p>Lanciato nel Luglio 2009, <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> è una comunità online dove chi insegna Scratch può condividere storie, scambiare risorse, fare domande e trovare altre persone.</p> <p>Da quanto è stato lanciato più di 7500 educatori provenienti da tutto il mondo si sono uniti alla comunità, condividendo centinaia di risorse e impegnandosi in migliaia di discussioni.</p> <p>Unisciti gratuitamente alla comunità di ScratchEd su <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a>.<p>
lv: <h3>Kas ir ScratchEd?</h3> <p>2009. gada jūlijā dibinātais <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a>ir tiešsaistes kopiena, kurā Scratch skolotāji dalās ar pieredzi, resursies, uzdod jautājumus un satiek kolēģus.</p> <p>Kopš dibināšanas vairāk kā 7500 skolotāju no visas pasaules ir pievienojušies šai kopienai, dalījušies ar simtiem resursu un piedalījušies tūkstošos diskusiju.</p> <p>Pievienojies ScratchEd kopienei bez makses <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a>.<p>
nb: <h3>Hva er ScratchEd?</h3> <p><a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> er et nettsamfunn for de som underviser med Scratch, der de kan utveksle erfaringer og lærestoff, stille spørsmål og få kontakt.</p> <p>Mer enn 7500 lærere og instruktører fra hele verden er medlemmer. De har lagt ut mye undervisningsmateriell og i tillegg mye erfaring på diskusjonsforumet.</p> <p>Bli med i ScratchEd gratis på <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a>.<p>
pt: <h3>O que é o ScratchEd?</h3> <p>Lançado em Julho de 2009, o <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> é uma comunidade em linha na qual os educadores Scratch partilham estórias, trocam recursos, colocam questões e encontram outras pessoas.</p> <p>Desde o seu lançamento, mais de 7500 educadores de todo o mundo se juntaram à comunidade, partilhando centenas de recursos e participando em milhares de discussões.</p> <p>Junte-se gratuitamente à comunidade ScratchEd em <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a>.<p>
tr: <h3>ScratchEd Nedir?</h3> <p>2009 Temmuzunda başlayan <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a>, eğitimcilerin başlarından geçenleri anlattıkları, kaynaklarını paylaştıkları, sorularına cevap aradıkları ve diğerleriyle tanıştıkları bir ağ-üzeri (online) topluluktur.</p> <p>Başlangıcından beri birçok farklı ülkeden 7.500'den fazla eğitimci, katılmış oldukları bu toplulukta, yüzlerce kaynak paylaşıp binlerce tartışmaya katılmıştır.</p> <p>ScratchEd topluluğuna herhangi bir ücrete tabi olmaksızın <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a> sayfasından katılabilirsiniz.<p>

source: <h3>How can I learn more about what educators are doing with Scratch &ndash; and how I might use it?</h3> <p>Not sure what might be possible with Scratch?</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">Read a story</a> about how educators have been including Scratch activities in a wide range of learning environments.</a></p> <p>Or <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">explore resources</a> across ages, disciplines, and settings. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Watch webinars</a> and review documents like the <a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">Scratch curriculum guide</a>.</p> <p>In addition to exploring the <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> online community and its resources, you can engage with the ScratchEd Team and other Scratch educators via <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>">weekly roundups</a>, and our <a href="http://scratched.gse.harvard.edu/events" target="_blank>">quarterly newsletter</a>.<p>
de: <h3>Wie kann ich mehr darüber erfahren was Lehrende mit Scratch machen &ndash; und wie kann ich es selbst verwenden?</h3> <p>Keine Ahnung was alles mit Scratch möglich ist?</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">Lerne</a> wie Lehrkräfte Scratch in einer Vielzahl von Lernaktivitäten verwendet haben.</a></p> <p>oder <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">erkunde Ressourcen</a> für verschiedene Altersklassen, Disziplinen, und Bereiche. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Schau dir unsere Webinars an</a> und lies Artikel wie zum Beispiel den <a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">Scratch curriculum guide</a>.</p> <p>Zusätzlich zur <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a>-Online-Gemeinschaft und der zugehörigen Resourcen kannst du mit dem ScratchEd-Team und anderen Lehrkräften die Scratchern verwenden auch über <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>">wöchendliche "Roundups"</a> in Kontakt treten und unseren <a href="http://scratched.gse.harvard.edu/events" target="_blank>">vierteljährlichen Newsletter</a> abonnieren.<p>
fr: <h3>Comment puis-je en savoir plus sur ce que les formateurs font avec Scratch & ndash; et comment pourrais-je l'utiliser</h3> <p>Je ne suis pas sûr que cela soit possible avec Scratch?</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">Lire une histoire</a> montrant de quelle manière les formateurs ont inclus les activités avec Scratch dans un large éventail d'environnement d'apprentissage.</a></p> <p>Or <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">explorer les ressources</a> à travers les âges, les disciplines et les paramètres. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Regarder les séminaires</a> et consulter les documents tels que <a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">Le guide pédagogique de Scratch</a>.</p> <p>En plus explorer le <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> communauté online et ses ressources,vous pouvez vous engager avec l'équipe ScratchEd et d'autres formateurs de Scratch via <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>">réunions hebdomadaires</a>, et notre <a href="http://scratched.gse.harvard.edu/events" target="_blank>">bulletin trimestriel</a>.<p>
it: <h3>Come posso saperne di più su cosa stanno facendo gli educatori con Scratch &ndash; e su come posso usarlo?</h3> <p>Non sei sicuro di aver chiaro cosa sia possibile fare con Scratch?</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">Leggi una storia</a> su come altri educatori stanno includendo attività basate su Scratch in ambienti diversi.</a></p> <p>Oppure <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">esplora le risorse</a> disponibili per età, discipline e ambienti diversi. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Guarda dei webinar</a> e consulta la documentazione come ad esempio la <a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">guida al curriculum Scratch </a>.</p> <p>In addition to exploring the <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> online community and its resources, you can engage with the ScratchEd Team and other Scratch educators via <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>">weekly roundups</a>, and our <a href="http://scratched.gse.harvard.edu/events" target="_blank>">quarterly newsletter</a>.<p>
lv: <h3>Kā es varu vairāk uzzināt, ko skolotāji dara ar Scratch &ndash; un kā to varētu izmantot es?</h3> <p>Neesi drošs par to, ko var iespēt ar Scratch?</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">Izlasi stāstu</a> kā skolotāji ir iekļāvuši Scratch aktivitātes dažādos mācību priekšmetos.</a></p> <p>Vai <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">pārskati resursus</a> dažādiem vecumiem un mācību priekšmetiem. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Piedalies vebināros</a> un pārskati dokumentus, piemēram, <a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">Ceļvedis Scratch izglītībā</a>.</p> <p>Papildus <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> tiešsaistes kopinai un tas piedāvātajiem resursies, vari būt saziņā ar ScratchEd komandu un citiem Scratch skolotājiem <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>">iknedēļas sanāksmē</a>, un mūsu <a href="http://scratched.gse.harvard.edu/events" target="_blank>">ik ceturkšņa ziņu lapā</a>.<p>
nb: <h3>Hvor kan jeg finne ut mer om hva lærere gjør med Scratch &ndash; og hvordan kan jeg bruke det?</h3> <p>Usikker på hva som er mulig med Scratch?</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">Les en fortelling</a> om hvordan andre har brukt Scratch i ulike former for undervisning.</a></p> <p>Eller <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">se på lærestoff</a> for ulike aldre, fag og læresituasjoner. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Se videoer</a> og oversiktsdokumenter, blant annet <a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">Læreplan for Scratch</a>.</p> <p>I tillegg til å bli med i nettsamfunnet <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> kan du kommunisere med folkene bak Scratch og med andre som bruker Scratch i undervisningen via <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>">ukentlige nyheter</a>, and our <a href="http://scratched.gse.harvard.edu/events" target="_blank>">kvartalsvise nyhetsbrev</a>.<p>
pt: <h3>Como posso aprender mais sobre o que os educadores fazem com o Scratch &ndash; e como o posso eu usar?</h3> <p>Não está seguro acerca do que é possível fazer com o Scratch?</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">Leia um relato</a> sobre a forma como os educadores têm vindo a incluir actividades Scratch numa vasta gama de ambientes de aprendizagem.</a></p> <p>Também pode <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">explorar recursos</a> para diversas idades, disciplinas e circunstâncias. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Assista a <i>webinars</i></a> e leia documentos como o <a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">Guia de currículos Scratch</a>.</p> <p>Além de explorar a comunidade em linha <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> e os seus recursos, pode contactar a Equipa ScratchEd e outros educadores Scratch através do <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, do <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, do <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, dos <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>">encontros semanais</a> ou do nosso <a href="http://scratched.gse.harvard.edu/events" target="_blank>">boletim quinzenal</a>.<p>

source: Connect with ScratchEd
ca: Connecta amb ScratchEd
de: Mit ScratchEd in Verbindung treten
el: Συνδεθείτε με το ScratchEd
es: Conectar con ScratchEd
et: Ühine ScratchEd'ga
eu: ScratchEd-ekin konektatu
fr: Se connecter avec le ScratchEd
gl: Conectar con ScratchEd
it: Entra in contatto con i membri della comunità ScratchEd
lv: Sazinies ar ScratchEd
nb: Bli med i ScratchEd
pt: Ligue-se ao ScratchEd
ro: Conecteaza-te cu ScratchEd
sl: Poveži se s ScratchEd
sv: Kontakt med ScratchEd
tr: ScratchEd ile temas kur
uk: З’єднатися з ScratchEd

source: Online Community
ca: Comunitat en línia
de: Online-Gemeinschaft
el: Διαδικτυακή Κοινότητα
es: Comunidad en línea
et: Online-kogukond
eu: Online komunitatea
fr: Communauté en ligne
gl: Comunidade en Liña
it: Comunità Online
lv: Tiešsaistes kopiena
nb: Nettsamfunn
pt: Comunidade Em Linha
ro: Comunitate online
sl: Spletna skupnost
tr: Ağ-üzeri Topluluk
uk: Онлайнова спільнота

source: Weekly Roundups
ca: Reculls de la Setmana
de: Wöchentliche Rückblicke
el: Εβδομαδιαίες Συγκεντρώσεις
eu: Asteroko bilketak
fr: Les réunions hebdomadaires
gl: Resumos Semanais
it: Incontri Settimanali
lv: Iknedēļas apkopojums
nb: Ukentlige nyheter
pt: Apanhados Semanais
ro: Breviar saptamanal
sl: Tedenski povzetki
sv: Veckovis sammanfattningar
uk: Щотижневий огляд

source: Quarterly Newsletter
ca: Newsletter Trimestral
de: Vierteljährlicher Newsletter
el: Τριμηνιαίο Ενημερωτικό Δελτίο
es: Boletín trimestral
eu: Hiruhileroko buletina
fr: Bulletin trimestriel
gl: Boletín trimestral
it: Newsletter Trimestrale
lv: Ceturkšņa avīze
nb: Kvartalsvis nyhetsbrev
pt: Boletim Trimestral
ro: Newsletter trimestrial
sl: Četrtletni časopis
sv: Kvartalsvis nyhetsbrev
tr: Üç Aylık Bülten
uk: Щоквартальний бюлетень

source: Scratch Extensions Browser Plugin
ca: Connector d'Extensions d'Scratch del Navegador
de: Browser-Plugin für Scratch-Erweiterungen
el: Άρθρωμα Επεκτάσεων Φυλλομετρητή του Scratch
fr: Plugging navigateur pour les extensions de Scratch
gl: Plugin do Navegador con Extensións Scratch
it: Plugin per il Browser delle Estensioni di Scratch
lv: Scratch paplašinājumu pārlūka spraudnis
nb: Scratch-utvidelse for nettleseren
pt: Plugin do Navegador para Extensões Scratch
sl: Vtičnik za razširitve Scratcha
tr: Scratch Uzantıları Tarayıcı Eklentisi
