Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: You are responsible for keeping your password secure. If someone in real life takes control of your account and does bad stuff, tell the adults in charge of the computers. If you think someone you don’t know got access to your account, change the password and / or use the contact us link to explain the situation. If you got blocked for doing something that broke the community guidelines, don't just say you got hacked. If we can't trust you, we won't unblock you.
ca: Tu ets el responsable de mantenir la teva contrasenya segura. Si algú a la vida real pren el control del teu compte i realitza males accions, avisa als adults al càrrec dels ordinadors. Si creu que algú que no coneixes ha pres el control del teu compte, canvia la contrasenya i posa't en contacte amb nosaltres i explica'ns la situació. Si has estat bloquejat per fer alguna cosa que vulneri les normes d'ús de la comunitat, no diguis simplement que has estat hackejat. Si no podem confiar en tu, no et desbloquejarem.
cs: Ty jsi zodpovědný za to, že své heslo uchováš v bezpečí. Jestliže někdo ve skutečném životě převezme kontrolu nad tvým účtem a dělá špatnosti, řekni to dospělým, kteří mají počítače na starosti. Jestliže si myslíš, že někdo neznámý získal přístup k tvému účtu, změň heslo nebo se použij odkaz "kontaktuj nás" k vysvětlení situace. Jestliže jsi zablokován, protože jsi dělal něco, co je v rozporu s pravidly společenství, neříkej ovšem, že ti někdo účet hacknul. Když ti nebudeme důvěřovat, neodblokujeme tě.
de: Du bist für Schutz und Sicherheit deines Kennwortes verantwortlich. Falls jemand aus dem wirklichen Leben die Kontrolle über deinen Account übernimmt und schlimme Dinge anstellt, informiere die Erwachsenen, die für die Rechner verantwortlich sind. Falls du glaubst, dass jemand, den du nicht kennst, Zugriff auf deinen Account erlangt hat, ändere dein Kennwort und / oder benutze den Kontakt-Link, um deine Situation zu erläutern. Falls du wegen eines Verstoßes gegen die Regeln der Gemeinschaft gesperrt wurdest, behaupte nicht einfach, dein Account wurde geknackt. Wenn wir dir nicht trauen können, werden wir die Sperre nicht aufheben.
el: Εσείς είστε υπεύθυνος για την ασφάλεια του κωδικού σας. Εάν κάποιος στην πραγματικότητα αποκτήσει έλεγχο του λογαριασμού σας και κάνει κάτι κακό, πείτε το στους μεγάλους που είναι υπεύθυνοι για τους υπολογιστές στο χώρο σας. Εάν νομίζετε πως κάποιος που δεν γνωρίζετε απέκτησε έλεγχο του λογαριασμού σας, αλλάξτε τον κωδικό σας ή χρησιμοποιήστε τον σύνδεσμο "Επικοινωνήστε μαζί μας" για να μας εξηγήσετε την κατάσταση. Εάν έχετε αποκλειστεί για κάτι κακό που κάνατε το οποίο παραβίασε τις Οδηγίες Κοινότητας, μην πείτε ότι δεν ήσασταν εσείς. Εάν δεν μπορούμε να σας εμπιστευτούμε, δεν θα σας ξεμπλοκάρουμε.
es: Tú eres responsable de mantener tu contraseña segura. Si alguien en la "vida real" ingresa a tu cuenta y hace cosas malas, dile a los adultos que están a cargo de las computadoras. Si crees que alguien que no conoces ingresó a tu cuenta, cambia la contraseña o usa el enlace "Contáctanos" para explicar la situación. Si fuiste bloqueado por hacer algo que rompe las reglas de la comunidad, no servirá que digas que te "hackearon". Si no consideramos que la explicación es confiable, no serás desbloqueado.
et: Sa vastutad oma salasõna hoidmise eest. Kui reaalelus võtab keegi üle sinu konto ja teeb midagi halba, räägi sellest täiskasvanule, kes vastutab selle arvuti haldamise eest. Kui arvad, et keegi tundmatu on saanud juurdepääsu sinu kontole, muuda parooli ja/või teata sellest meile. Kui sinu konto on blokeeritud kogukonna reeglite rikkumise eest, ära ütle lihtsalt, et kontot on häkitud. Kui me ei saa sind usaldada, jääb konto blokeerituks.
eu: Zure pasahitza seguru gordetzearen erantzulea zu zara. Norbaitek zure kontuaren kontrola eskuratzen badu eta gauza txarrak egiten baitu, ordenagailuen erantzule diren adinekoei esaiozu. Ezagutzen ez duzun norbait izan dela uste baduzu, alda ezazu pasahitza eta / edo harremanetan jarri gurekin egoera azal diezaguzun. Komunitatearen jarraibideak betetzen ez dituen zerbait egiteagatik blokeatua izan bazara, ez ezazu hackeatua izan zarela esan. Zutaz fida bagaitezke, ez zaitugu blokeatuko.
fr: Garder votre mot de passe sécurisé relève de votre responsabilité. Si quelqu'un dans la vraie vie prend le contrôle de votre compte et fait de mauvaises choses, alors dites le aux adultes en charge des ordinateurs. Si vous pensez que quelqu'un, que vous ne connaissez pas, eu accès à votre compte, changé le mot de passe et / ou utilisé le lien Contactez-nous pour expliquer la situation. Si vous avez été bloqué pour faire quelque chose qui a enfreint les Règles de vie en communauté, ne dites pas simplement que vous avez été piraté. Si nous ne pouvons pas vous faire confiance, nous n'allons pas vous débloquer.
ga: Is tusa amháin atá freagrach as d'fhocal faire a chosaint. Má ghabhann duine éigin seilbh ar do chuntas agus tá sé/sí ciontach as drochiompar ar an suíomh, inis do na daoine fásta atá i gceannas ar na ríomhairí. Má cheapann tú go bhfuair strainséir seilbh ar do chuntas, athraigh an focal faire agus/nó úsáid an nasc Teagmháil chun an scéal a mhíniú dúinn. Má chuireamar cosc ort mar gheall ar rud éigin a rinne tusa, ná habair linn go ndearnadh bradaíl ar do chuntas. Mura bhfuil muinín againn asat, ní bhainfimid an cosc.
gl: Ti es responsable de protexer o teu contrasinal. Si alguén na vida real se fai coa túa conta e fai cousas inapropiadas, dillo aos adultos que están ao cargo dos ordenadores. Si crees que alguén que non coñeces entrou na túa conta, cambia o contrasinal ou emprega a ligazón "Contacta Connosco" para explicar a situación. Si foches bloqueado por facer algo que rompe as regras da comunidade, no servirá que digas que che "hackearon" a conta. Si non podemos confiar en ti, non te desbloquearemos.
it: Ricordati che se il solo responsabile della tua password e per mantenerla al sicuro. Se qualcuno ha preso il controllo del tuo account e compie con questo azioni proibite, dillo all'adulto che gestisce il tuo computer. Se pensi che qualcuno che non conosci abbia accesso al tuo account, cambia la password e contattaci cliccando sul link "Contattaci" per spiegare la situazione. Se il tuo account è stato bloccato per qualcosa che hai fatto e che è contraria alle linee guida della comunità, non limitarti a dire che il tuo account è stato hackerato. Se non possiamo fidarci di quanto ci dici, non potremo sbloccare il tuo account.
ja: あなたはパスワードを安全に保管する責任があります。実生活における誰かにアカウントを盗まれて悪いことをされたなら、そのコンピュータを管理する大人に伝えてください。誰か知らない人がアカウントしたと思うなら、パスワードを変更するか、お問合せのリンクを使ってその状況を私たちに説明してください。コミュニティガイドラインの侵害によってあなたのアカウントがブロックされたとき、単に「ハックされた」と言わないでください。あなたを信頼できなければブロックが解除されることはありません。
lv: Tu esi pilnīgi atbildīgs par paroles drošu saglabāšanu. Ja kāds pa īstam pārņemt tavu kontu un dara sliktu, pastāsti pieaugušajiem, kuri ir atbildīgi par datoru. Ja domā, ka kāds, ko tu nezini, ir piekļuvis tavam kontam, nomaini paroli un / vai izmanto saziņas formu, lai mums izskaidrotu situāciju. Ja cita darbību, kuras pārkāpj kopienas vadlīnijas, dēļ esi nobloķēts, nesaki mums, ka tevi vienkārši uzlauza. Tikai tad, ja mēs tev uzticēsimies, tavu kontu atbloķēsim.
nb: Du har ansvar for å ta vare på passordet ditt. Hvis noen andre tar kontroll over kontoen din og misbruker den så si fra til de voksne som har ansvar for datamaskinene. Hvis du tror noen ukjente kan ha fått tilgang til kontoen din må du bytte passordet og/eller bruke linken "kontakt oss" for å forklare situasjonen. Hvis kontoen ble sperret på grunn av brudd på retningslinjene må du forklare ordentlig hva som har skjedd, ikke bare si at noen har hacket seg inn. Hvis vi ikke kan stole på deg kan vi ikke åpne kontoen igjen.
pt: É responsável por manter a sua palavra-passe segura. Se algum conhecido da vida real tomar o controlo da sua conta e fizer maldades com ela, avise os adultos responsáveis ​​pelos computadores. Se acha que alguém que não conhece conseguiu acesso à sua conta, altere a sua palavra-passe e / ou use a ligação «contacte-nos» para explicar a situação. Se a sua conta foi bloqueada devido a alguma violação das linhas e orientação da comunidade, não se limite a dizer que sofreu um ataque. Se não pudermos confiar em si, não desbloquearemos a sua conta.
ro: Esti responsabil de pastrarea in siguranta a parolei. Daca altcineva din viata reala preia controlul contului tau si se intampla lucruri rele, spune-i unui adult responsabil cu calculatoarele. Daca tu crezi ca altcineva, pe care nu il cunosti, a obtinut accesul la contul tau, schimba parola si / sau foloseste link-ul Contacteaza-ne pentru a ne explica situatia. Daca ai fost blocat pentru ceva care a incalcat regulile comunitatii, nu e suficient sa spui ca ti-a fost rapit contul. Daca nu putem avea incredere in tine, contul tau nu va fi deblocat.
sl: Sam-a si odgovoren/odgovorna za varovanje svojega gesla. Če nekdo iz tvojega življenja prevzame nadzor nad tvojim računom in stori slabe stvari, povej to odraslim, ki so odgovorni za računalnik. Če meniš, da ima nekdo, ki ga ne poznaš, dostop do tvojega računa, spremeni geslo in / ali uporabi povezavo Piši nam, da nam razložiš situacijo. Če si bil-a blokiran-a, ker si kršil-a smernice skupnosti, se ne izgovarjaj, da ti je nekdo vdrl v račun, če to ni res. Če ti ne moremo zaupati, tvojega računa ne bomo odblokirali.
sv: Du är ansvarig för att ha ett säkert lösenord. Om någon tar kontroll över ditt konto och gör dåliga saker, berättar du det för någon vuxen som ansvarar för datorn eller datorerna. Om du tror att någon du inte känner har fått tillgång till ditt konto, ska du så fort som möjligt ändra lösenordet och / eller använda länken Kontakta oss för att förklara situationen. Om du fick kontot spärrat för att någon bröt mot de gemensamma riktlinjerna, ska du inte bara säga att du blivit hackad. Om vi inte kan lita på dig, kommer ditt konto att fortsättningsvis att vara blockerat.
uk: Ви несете відповідальність за збереження свого пароля. Якщо хтось в реальному житті бере контроль над вашим акаунтом і робить погані речі, слід сказати про це дорослим, що відповідають за комп'ютер. Якщо ви думаєте, що хтось, кого ви не знаєте, отримав доступ до вашого облікового запису, змініть пароль та використайте посилання Зв'яжіться з нами, щоб пояснити ситуацію. Якщо Ви були заблоковані через те, що порушили принципи співтовариства, отже акаунт не був зламаний. Якщо ми не можемо довіряти вам, то ми не будемо розблоковувати вас.

source: What is cloud data?
ca: Què són les dades al núvol?
cs: Co jsou to cloudová data?
de: Was sind Cloud-Daten?
el: Τι είναι τα δεδομένα Cloud;
es: ¿Qué es la información en la nube?
et: Mis on pilveandmed?
eu: Zer dira hodei datuak?
fr: Qu'est ce que cloud data​​?
ga: Cad is Néalsonraí ann?
gl: Que son os datos na nube?
it: Cosa sono i dati cloud?
ja: クラウドデータとは何ですか?
lv: Kas ir mākoņu dati?
nb: Hva er "nettdata"?
pt: O que são dados de nuvem?
ro: Ce sunt datele cloud?
sl: Kaj so podatki v oblaku?
sv: Vad är molndata?
uk: Що таке "хмарні" дані?

source: Cloud data is a feature in Scratch 2 that allows for data from a project to be saved and shared online. You can use cloud data to make surveys and other projects that store numbers over time.
de: Cloud-Daten sind ein Feature von Scratch 2, das es dir erlaubt, Daten aus einem Projekt online zu speichern und zu teilen. Du kannst Cloud-Daten benutzen, um Umfragen oder andere Projekte zu erstellen, die Zahlen dauerhaft speichern.
el: Τα δεδομένα cloud είναι μια δυνατότητα στο Scratch 2 που επιτρέπει στα δεδομένα ενός έργου να αποθηκεύονται στο διαδίκτυο. Μπορείτε να χρησιμοποιήσετε τα δεδομένα cloud για να δημιουργήσετε έρευνες και άλλα έργα που αποθηκεύουν αριθμούς με το πέρασμα του χρόνου.
es: Los datos de nube son una característica de Scratch 2 que permiten que los datos de un proyecto sean guardados y compartidos en línea. Puedes usar datos de nube para crear encuestas y otros proyectos que guarden números.
et: Pilveandmed on Scratch 2 võimalus salvestada andmeid projektist ja jagada online. Võid kasutada pilveandmeid uuringutes ja teistes projektides, säilitamas andmeid pikemalt.
eu: Hodei datuak Scratch 2ren ezaugarri bat dira eta proiektu baten datuak online gorde eta partekatuak izatea ahalbideratzen du. Datuak inkestak eta datuak era iraunkorrean gordetzen dituzten proiektuak egiteko erabil ditzakezu.
fr: Cloud data est une fonctionnalité de Scratch 2 qui permet aux données d'un projet d'être sauvegardées et partagées en ligne. Vous pouvez utiliser les cloud data ​​pour faire des enquêtes et d'autres projets qui stockent des nombres au fil du temps.
gl: Os datos na nube é unha característica de Scratch 2 que permite que os datos dun proxecto sexan gardados e compartidos en liña. Podes usar datos na nube para crear enquisas e outros proxectos que garden números.
it: I dati cloud sono una caratteristica di Scratch 2 che permette ai dati di un progetto di essere salvati e condivisi online. Puoi usare i dati cloud per creare indagini o altri progetti che ricordano dei valori numerici da un'esecuzione all'altra.
lv: Mākoņu dati ir Scratch 2 iespēja, kas ļauj projekta datus saglabāt un kopīgot tiešsaistē. Vari izmantot mākoņu datus pētījumiem vai citiem projektiem, kam laika gaitā jāsaglābā skaitļi.
nb: Med Scratch 2.0 kan du lagre data på nettet, "i nettskyen". Dataene blir varig lagret helt til de endres av programmet. Dataene er tilgjengelige for andre og kan brukes til å lagre poengsummer, statistikk og til andre ting der du trenger å lagre tall over lang tid.
pt: Os dados de nuvem são uma funcionalidade do Scratch 2 que permitem que dados de um projecto sejam guardados e partilhados em linha. Pode usar dados de nuvem para fazer inquéritos e outros projectos que guardam números ao longo do tempo.
sl: Podatki v oblaku je funkcija v Scratch 2, ki dovoljuje podatkom iz projekta, da soshranjeni in deljeni na spletu. Podatke v oblaku lahko uporabiš za izdelavo anket in drugih projektov, ki shranjujejo števila skozi čas.
sv: Molndata är en möjlighet i Scratch 2 som tillåter data från ett projekt att sparas och delas online. Du kan använda molndata till enkäter och andra projekt där siffror kan sparas.
uk: "Хмара" даних є можливістю Скретчу 2, що дозволяє дані з проекту зберігати в Мережі. Ви можете використовувати "хмарні" дані, щоб зробити опитування та інші проекти, в яких зберігаються числа тривалий час.

source: Who can see the data stored in cloud data?
ca: Qui pot veure les dades emmagatzemades dins del núvol?
cs: Kdo může vidět data uložená v cloud datech?
de: Wer kann die Daten sehen, die in Cloud-Daten gespeichert sind?
el: Ποιος μπορεί να δει τα δεδομένα που είναι αποθηκευμένα στα δεδομένα Cloud;
es: ¿Quién puede ver la información guardada en la nube?
et: Kes saab näha pilveandmeid?
eu: Hodei datuetan gorderiko datuak nork ikus ditzake?
fr: Qui peut voir les données enregistrées dans cloud data?
ga: Cé atá in ann na néalsonraí a fheiceáil?
gl: Quen pode ver a información gardada na nube?
it: Chi può vedere i dati memorizzati nei dati cloud?
ja: クラウドデータに格納されたデータを誰が見ることができますか?
lv: Kas var redzēt mākoņos saglabātos datus?
nb: Hvem kan se data lagret på nettet?
pt: Quem pode ver os dados armazenados na nuvem?
ro: Cine poate vedea informatiile stocate in date cloud?
sl: Kdo lahko vidi podatke shranjene v podatkih v oblaku?
sv: Vem kan se de data som lagras i molndata?
uk: Хто може бачити дані, що зберігаються в "хмарі"?

source: When you interact with a project using cloud data blocks, your information can be stored along with your username, and others can view it. Each project keeps a log of who interacted with it and any data they shared.
ca: Quan interactues amb un projecte que utilitza blocs de dades al núvol, la teva informació pot ser emmagatzemada amb el teu nom d'usuari i els altres la poden veure. Cada projecte manté un registre sobre qui hi ha interactuat i quines dades han compartit.
cs: Když komunikuješ s projektem pomocí bloků cloudových dat, tvá informace je uložena spolu s tvým jménem uživatele a ostatní to mohou vidět. Každý projekt protokoluje kdo komunikoval s čím a každý datum kdy sdíleli.
de: Wenn du mit einem Projekt arbeitest, das Blöcke für Cloud-Daten benutzt, kann deine Information zusammen mit deinem Benutzernamen gespeichert werden und andere können sie sehen. Jedes Projekt führt eine Chronik darüber, wer mit ihm interagiert hat und welche Daten mitgeteilt wurden.
el: Όταν αλληλεπιδράτε με ένα έργο που χρησιμοποιεί τετράγωνα εντολών για δεδομένα cloud, οι πληροφορίες σας μπορούν να αποθηκευτούν μαζί με το όνομα χρήστη και όλοι μπορούν να τις δουν. Κάθε έργο κρατάει ένα ιστορικό με τις τιμές που έκαναν κοινή χρήση στα δεδομένα Cloud και με τα άτομα που αλληλεπίδρασαν με το έργο.
es: Cuando interactúas con un proyecto usando bloques de información en la nube, tu información puede ser guardada con tu nombre de usuario, y otros pueden verla. Cada proyecto tiene un registro de quién interactuó con él, y la información que se compartió.
et: Kui projekt on jagatud, võivad andmeid näha kõik. Seda saab teha iga projekti jaoks eraldi.
eu: Proiektu batekin hodei datu blokeak erabiliz elkarreragitean, zure informazioa zure erabiltzaile izenarekin batera gordea izan daiteke, eta besteek ikus dezakete. Proiektu bakoitzak log (erregistro) bat du, berarekin nork elkarreragin eta zein datu partekatu dituen dioena.
fr: Lorsque vous interagissez avec un projet en utilisant des blocs de données du Cloud data, vos informations peuvent être stockées avec votre nom d'utilisateur, et d'autres peuvent les voir. Chaque projet conserve un journal des connections de ce qui interagit avec lui et de toutes les données qu'ils ont partagées.
ga: Nuair a idirghníomhaíonn tú le tionscadal a úsáideann blocanna néalsonraí, is féidir leis an tionscadal eolas fútsa a stóráil in éineacht le d'ainm úsáideora agus beidh daoine eile in ann é a fheiceáil. Coinníonn gach tionscadal logchomhad ina bhfuil na daoine a d'idirghníomhaigh leis, agus na sonraí a chomhroinn siad.
gl: Cando interactúas cun proxecto usando bloques de información na nube, a túa información pode ser gardada cun nome de usuario, e os demais poden vela. Cada proxecto mantén un rexistro de quen interactuou con el e a información que se compartiu.
it: Quando usi un progetto che usa i blocchi dei dati cloud il tuo username può essere memorizzato insieme alle altre informazioni e altri possono vederlo. Ogni progetto mantiene un resoconto di chi ci ha interagito e di ogni dato che è stato condiviso.
ja: クラウドデータブロックを用いてプロジェクトとやり取りすると、ユーザー名とともにあなたの情報が格納され、他のユーザーから見られるようになります。どのプロジェクトもデータをやり取りした相手や共有したデータについて記録しています。
lv: Kad tu darbojies ar projektu, kurš izmanto mākoņu datos, šī informācija saglabājas kopā ar tavu lietotājvārdu, un citi to var redzēt. Katrs projekts saglabā informāciju, kas ar to ir darbojies un kādus datus kopīgojis.
nb: Når du bruker et prosjekt som inneholder nettdata-klosser kan dine data bli lagret sammen med brukernavnet ditt, og andre brukere kan se det. Hvert prosjekt har en logg som viser hvem som har brukt det og hvilke data de har lagt ut.
pt: Quando interage com um projecto que usa dados de nuvem, as suas informações podem ser armazenadas juntamente com o seu nome de utilizador, e outras pessoas podem vê-lo. Cada projecto mantém um registo de todos os que com ele interagiram com ele e de todos os dados que nele partilharam.
ro: Cand interactionezi cu un proiect care foloseste blocuri de date cloud, informatia ta poate fi stocata alaturi de numele tau de utilizator si altii pot sa o vada. Fiecare proiect pastreaza un fisier de tip log cu cei care au interactionat cu el si orice date pe care ei le partajeaza.
sl: Kadar uporabljaš interaktivne projekte, uporabljaš bloke podatkov v oblaku, kamor se shranjujejo tvoje informacije skupaj z uporabniškim imenom in te informacije lahko vidijo tudi drugi. Vsak projekt vodi dnevnik, kdo vse jeuporabljal interaktivni projekt in podatke, ki jih je delil.
sv: När du interagerar med ett projekt som använder block för molndata, kan din information lagras tillsammans med ditt användarnamn, och andra kan se det. Varje projekt loggar vem som interagerade med det och all data som delades.
uk: Коли ви взаємодієте з проектом, використовуючи блоки "хмарних" даних, ваша інформація може зберігатися разом з вашим ім'ям користувача, і інші можуть його побачити. Для кожного проекту ведеться журнал, в якому відображається хто працював з ним і які дані були використано.

source: Why is cloud data currently limited to only numbers -- with no strings or lists?
ca: Per què les dades al núvol només permeten números actualment -- sense cadenes de text o llistes?
cs: Proč jsou cloudová data omezena jen na čísla -- bez textů nebo seznamů?
de: Warum sind Cloud-Daten im Moment nur auf Zahlen beschränkt -- ohne Zeichenketten oder Listen?
el: Γιατί είναι τα δεδομένα Cloud περιορισμένα μόνο σε αριθμητικές τιμές - και γιατί χωρίς τιμές λέξεων ή λίστες;
es: ¿Por qué la información en la nube está limitada sólo a números, y no a palabras o listas?
et: Miks pilveandmed on praegu piiratud arvudega - ei ole stringe ja loendeid?
eu: Zergatik daude hodei datuak zenbakietara mugaturik oraingoz, string (hitz kate) edo listarik gabe?
fr: Pourquoi est-ce que les données du cloud data se limitent aux seuls nombres -- sans chaîne de caractères ni listes?
ga: Cén fáth nach bhfuil ach uimhreacha ceadaithe i néalsonraí? Cad faoi theaghráin nó liostaí?
gl: Por que os datos na nube se limitan polo de agora só a números -- pero non cadeas de caracteres ou listas?
it: Perché i dati cloud sono per ora limitati a numeri -- perchè non stringhe o liste?
ja: なぜクラウドデータが数値のみに限定されていて文字列やリストが使えないのですか?
lv: Kāpēc mākoņu datos var saglabāt tikai skaitļus - nav ne teksta virkņu, ne sarakstu?
nb: Hvorfor kan bare tall lagres på nettet -- og ikke tekster eller lister?
pt: Por que são os dados de nuvem limitados actualmente a números - sem texto nem listas?
ro: De ce datele cloud pot fi numai de tip numeric -- nu si siruri de caractere sau liste?
sl: Zakaj so trenutno podatki v oblaku omejeni samo na števila - brez nizov ali seznamov?
sv: Varför är molndata för närvarande begränsat till siffror - och inga textsträngar eller listor?
uk: Чому "хмарні" дані на сьогодні обмежуються тільки числами - без рядків чи списків?
