Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Scratch is a fun and friendly place because Scratchers make it that way. If you see a project or comment that’s mean, click Report.
ca: Scratch es un lloc divertit i agradable perquè els Scratchers ho fan així. Si veus un projecte o comentari ofensiu o desagradable, fes clic a Denuncia.
de: Scratch ist ein freudvoller und freundlicher Ort, weil es die Scratcher so erhalten. Wenn du ein Projekt oder einen Kommentar siehst, der gemein ist, klicke auf Melden.
el: Το Scratch είναι ένα μέρος διασκεδαστικό και φιλικό γιατί οι χρήστες του Scratch το κάνουν διασκεδαστικό. Εάν δείτε ένα έργο ή σχόλιο που είναι σκληρό, πατήστε Αναφορά.
es: Scratch es un lugar divertido y amigable porque los Scratchers lo hacen así. Si ves un proyecto o comentario no apropiado, haz click en Denunciar.
et: Scratch on lõbus ja sõbralik koht, sest Scratchijad hoiavad seda sellisena. Kui näed ebasündsat projekt või õelat kommentaari, klõpsa Report (teata).
eu: Scratch gune dibertigarri eta adiskidetsua da, Scratcherrek horrelakoa egiten dutelako gune hau. Gaiztoa den proiektu edo iruzkin bat ikusten duzunean, Salatu klikatu ezazu.
fr: Scratch est un endroit amusant et convivial car Scratchers savent le garder comme cela. Si vous voyez un projet ou un commentaire qui est méchant, cliquez sur Rapport.
gl: Scratch é un lugar divertido e cordial porque os Scratchers fano así. Si ves un proxecto ou comentario non apropiado, preme en Denunciar.
it: Il sito di Scratch è un luogo divertente e amichevole perché i membri della comunità lo rendono tale. Se vedi un progetto o un commento che consideri meschini, clicca su Segnala.
lv: Scratch ir jauka un draudzīga vieta, jo tādi ir Scratch lietotāji. Ja redzi nejauku projektu vai komentāru, klikšķini ziņot.
nb: Scratch er et morsomt og hyggelig sted fordi Scratcherne gjør at det blir slik. Hvis du ser slemme kommentarer eller prosjekter, klikk Meld.
pt: O Scratch é um local divertido e amigável porque os Scratchers o fazem assim. Se vir um projecto ou um comentário maldoso, carregue em Reportar.
ro: Scratch este un loc distractiv si prietenos deoarece Scratcher-ii il fac astfel. Daca vezi un proiect sau un comentariu meschin, clic pe Raportare.
sl: Scratch je zabaven in prijazen kraj zaradi Scratcherjev, ki skrbijo za to. Če vidiš projekt ali komentar, ki je nesramen, klikni Prijavi.
sv: Scratch är en kul och vänskaplig plats därför att Scratchare gör den så. Om du ser ett projekt eller kommentar som är elak, klicka på Rapportera.
tr: Scratch, Scratch'çiler sayesinde eğlenceli ve samimi bir yer. Eğer uygunsuz bir proje veya yorum görürsen, bize "Bildir".
uk: Скретч - веселе і дружнє місце, тому що скретчери зробити його таким. Якщо ви бачите, щоб проект або коментар невідповідні, натисніть кнопку Повідомити.

source: We invite you to become a Scratcher.
ca: Et convidem a esdevenir un Scratcher.
de: Wir laden dich ein, ein Scratcher zu werden.
el: Σας προσκαλούμε να γίνετε ένας Scratcher.
es: Te invitamos a ser un Scratcher.
et: Me kutsume Sind Scratchijaks.
eu: Scratcher bihurtzera gonbidatzen zaitugu.
fr: Nous vous invitons à devenir un Scratcher.
gl: Invitámoste a ser un Scratcher.
it: Ti invitiamo a diventare un membro della comunità di Scratch.
lv: Mēs aicinām tevi kļūt par Scratch lietotāju.
nb: Vi inviterer deg til å bli en Scratcher.
pt: Convidamo-lo a tornar-se num Scratchador.
ro: Te invitam sa devii un Scratcher.
sl: Vabimo te, da tudi ti postaneš Scratcher.
sv: Vi bjuder in dig att bli en Scratchare.
tr: Biz seni Scratch'çi olmaya davet ediyoruz.
uk: Ми запрошуємо вас стати скретчерами.

source: You get to decide if you want to become a Scratcher.
ca: Ara pots decidir si vols convertir-te en Scratcher.
de: Du darfst entscheiden, ob du ein Scratcher werden möchtest.
el: Αποφασίστε εάν θέλετε να γίνετε ένας Scratcher.
es: Tu debes decidir si quieres ser un Scratcher.
et: Otsusta, kas sa tahad saada Skratchijaks.
eu: Scratcher bat bihurtu nahi duzun erabaki behar duzu.
fr: Vous aurez à décider si vous voulez devenir un Scratcher.
gl: Tes que decidir se queres ser un Scratcher.
it: Puoi decidere ora se vuoi diventare un membro delle comunità.
lv: Ja nolemsi kļūt par Scratch lietotāju.
nb: Du bestemmer selv om du vil bli Scratcher.
pt: É você que decide se quer tornar-se num Scratchador.
ro: Trebuie sa te decizi daca vrei sa devii un Scratcher.
sl: Sam se lahko odločiš, ali želiš postati Scratcher.
sv: Du får välja om du vill bli en Scratchare.
uk: Подумайте, щоб вирішити, чи хочете ви стати скретчером.

source: If you agree to <strong>be respectful</strong>, <strong>constructive</strong>, <strong>give credit</strong>, and <strong>help keep the site friendly</strong>, click "I agree!"
ca: Si estàs d'acord en <strong>ser respectuós</strong>,<strong>creatiu</strong>, <strong>reconèixer la feina dels altres</strong> i <strong>ajudar a mantenir el lloc agradable</strong>, fes clic a "Estic d'acord!".
de: Wenn du zustimmst, <strong>respektvoll</strong> und <strong>konstruktiv</strong> zu sein, <strong>Anerkennung zu zollen</strong> und <strong>zu helfen, die Seite freundlich zu halten</strong>, klicke auf "Ich stimme zu!"
el: Εάν συμφωνείτε στο να <strong>δείχνετε σεβασμό</strong>, <strong>να είστε εποικοδομητικοί</strong>, <strong>να ευχαριστείτε άλλα μέλη για τη βοήθειά τους</strong> και να βοηθάτε <strong> στο να διατηρείται η ιστοσελίδα φιλική για όλους</strong>, πατήστε "Συμφωνώ!".
es: Si estás de acuerdo con <strong>ser respetuoso</strong>, <strong>constructivo</strong>, <strong>dar crédito</strong>, y <strong>ayudar a mantener el sitio amigable</strong>, haz click en "Estoy de acuerdo!"
et: Kui nõustud olema <strong>lugupidav</strong>, <strong>konstruktiivne</strong>, <strong>jagama tunnustust</strong> ja <strong> aidama hoida saiti sõbralikuna </strong>, klõpsa "Ma olen nõus!"
eu: <strong>Errespetuz</strong>,<strong>konstruktiboki</strong>, eta <strong>kreditua emanez</strong> jardungo bazara, eta <strong>webgunea jator eta txukun mantentzen saiatuko bazara </strong>, klikatu "Ados nago!"
fr: Si vous êtes d'accord pour<strong>être respectueux (se)</strong>, <strong>constructif (ve)</strong>, <strong>reconnaître le travail </strong>, et <strong>aider à garder le site convivial</strong>, clic "Je suis d'accord!"
gl: Si estás de acordo con <strong>ser respetuoso</strong>, <strong>constructivo</strong>, <strong>recoñecer as aportacións</strong>, e <strong>axudar a manter o sitio cordial</strong>, preme en "Estou de acordo!"
it: Se accetti di <strong>essere rispettoso</strong>, <strong>costruttivo</strong>, di <strong>dare il giusto merito</strong> e di <strong>aiutare a mantenere il sito di Scratch un luogo amichevole</strong>, clicca su "Accetto!"
lv: Ja piekrīti <strong>izturēties ar cieņu</strong>, <strong>būt konstruktīvam</strong>, <strong>pateikt paldies</strong> un <strong>palīdzēt uzturēt lapu draudzīgu</strong>, spied "Es piekrītu!"
nb: Hvis du er villig til å være <strong>hensynsfull</strong>, <strong>konstruktiv</strong>, <strong>kreditere andre</strong> og bidra til å <strong>holde en hyggelig tone her</strong>, klikk "Enig!"
pt: Se concordar em <strong>ser respeitoso</strong>, <strong>ser construtivo</strong>, <strong>dar crédito</strong> e <strong>ajudar a manter o sítio Web amigável</strong>, carregue em «Concordo»!
ro: Daca esti de acord sa <strong>fii respectuos</strong>, <strong>constructiv</strong>, <strong>sa dai referinte</strong>, si <strong>sa ajuti la mentinerea prietenoasa a site-ului</strong>, clic pe "Sunt de acord!"
sl: Če se strinjaš, da <strong>boš spoštljiv</strong>, <strong>konstruktiven</strong>, da boš <strong>pripisal zasluge</strong> in <strong>pomagal ohranjati stran prijazno</strong>, klikni "Strinjam se!"
sv: Om går med på <strong>att vara respektfull</strong>, <strong>konstruktiv</strong>, <strong>ge erkännanden</strong>, och <strong>hjälpa till att göra sajten vänskaplig</strong>, klicka click "Jag godkänner!"
tr: Eğer <strong>saygılı</strong>, <strong>yapıcı,</strong>, <strong>hak gözeten</strong> olacağına ve <strong>siteyi dostane tutacağına</strong> söz veriyorsan, "Kabul ediyorum!"a tıkla.
uk: Якщо ви є <strong>поважним</strong>, <strong>конструктивним</strong>, <strong>віддаєте належне</strong>, та <strong>надаєте допомогу робити сайт дружнім</strong>, клацніть "Я згоден!"

source: If you don’t wish to become a Scratcher, just close this page. (If you change your mind later, you can always come back).
ca: Si no desitges convertir-te en Scratcher, tanca aquesta pàgina. (Si canvies d'opinió, sempre pots tornar aquí un altre vegada).
de: Wenn du kein Scratcher werden möchtest, schließe einfach diese Seite. (Falls du es dir später anders überlegst, kannst du immer zurückkommen.)
el: Εάν δεν θέλετε να γίνετε ένας Scratcher, απλά κλείστε αυτό το παράθυρο. (Εάν αλλάξετε γνώμη αργότερα, μπορείτε πάντα να γυρίσετε εδώ).
es: Si no deseas ser un Scratcher, solamente cierra esta página. (Si cambias de opinión después, siempre puedes regresar).
et: Kui Sa ei soovi saada Scratchijaks, lihtsalt sulgege see leht. (Kui sa muudad hiljem oma meelt, võid alati tagasi tulla).
eu: Ez baduzu Scratcher bihurtu nahi, itxi orri hau eta kitto. (Beti itzuli zaitezke aburuz aldatzen baduzu)
fr: Si vous ne souhaitez pas devenir un Scratcher, il suffit de fermer cette page. (Si vous changez d'avis par la suite, vous pourrez toujours y revenir).
gl: Si non queres ser un Scratcher, somentes pecha esta página. (Si cambias de opinión despois, sempre podes voltar).
it: Se invece non desideri diventare un membro della Comunità, chiudi semplicemente questa pagina. (Se cambi idea più tardi puoi sembra tornare di nuovo a questa pagina).
lv: Ja nevēlies kļūt par Scratch lietotāju, vienkārši aizver šo lapu. (Ja vēlāk pārdomāsi, vienmēr vari atgriezties).
nb: Hvis du ikke har lyst til å bli Scratcher kan du lukke denne siden. (Du kan komme tilbake hvis du ombestemmer deg.)
pt: Se não desejar tornar-se num Scratchador, limite-se a fechar esta janela. (Se mais tarde mudar de ideias, pode sempre voltar aqui.)
ro: Daca nu doresti sa devii un Scratcher, tot ce ai de facut este sa inchizi aceasta pagina. (In cazul in care te razgandesti, poti aricand sa revii).
sl: Če ne želiš postati Scratcher, zapri to stran (če si kasneje premisliš, se pe vedno lahko vrneš).
sv: Om du inte vill bli en Scratchare, stänger du bara sidan. (Om du ändrar dig senare, kan du alltid komma tillbaka).
tr: Eğer Scratch'çi olmak istemiyorsan, bu sayfayı şimdi kapat. (Eğer fikrini değiştirirsen, istediğin zaman geri gelebilirsin).
uk: Якщо ви не хочете стати скретчером, просто закрийте цю сторінку. (Якщо ви передумаєте, то завжди можете повернутися).

source: Congratulations on becoming a Scratcher!
ca: Felicitats per convertir-te en Scratcher!
de: Herzlichen Glückwunsch: Du bist nun ein Scratcher!
el: Συγχαριτήρια! Τώρα γίνατε ένας Scratcher!
es: Felicitaciones por convertirte en un Scratcher!
et: Õnnitleme Scratchijaks saamise puhul!
eu: Zorionak Scratcher bihurtzeagatik!
fr: Félicitations d'être devenu un Scratcher!
gl: Parabéns porque xa eres un Scratcher!
it: Congratulazioni per essere entrato a far parte della comunità di Scratch!
lv: Apsveicam ar kļūšanu par Scratch lietotāju!
nb: Du har blitt en Scratcher, gratulerer!
pt: Parabéns por se tornar um Scratcher!
ro: Felicitari pentru inscrierea in randul Scratcher-ilor!
sl: Čestitamo, postal si Scratcher!
sv: Gratulerar, nu är du en Scratchare!
tr: Tebrikler! Artık bir Scratch'çi oldun.
uk: Вітаємо, ви тепер - скретчер!

source: Congratulations! You’ll notice that the word "Scratcher" now appears on your profile page, and under your user icon on forum posts.
ca: Felicitats! T'informem que la paraula "Scratcher" ara apareix a la teva pàgina de perfil, i sota la icona d'usuari en els comentaris del fòrum.
de: Herzlichen Glückwunsch! Du wirst sehen dass das Wort "Scratcher" jetzt auf deiner Profilseite und unter deinem Bild in Forenbeiträgen erscheint.
el: Συγχαριτήρια! Θα παρατηρήσετε ότι η λέξη "Scratcher" τώρα εμφανίζεται στη σελίδα προφίλ σας και κάτω από το εικοδίδιό σας στα φόρουμ.
es: Felicitaciones! Notarás que la palabra "Scratcher" ahora aparece en tu página de perfil, y bajo tu ícono de usuario en las entradas en los foros.
et: Palju õnne! Näed, et sõna "Scratcher" nüüd ilmus Sinu profiili lehele ja foorumi kasutajaikooni all.
eu: Zorionak! "Scratcher" hitza zure profil horrian azalduko da orain, eta zure erabiltzaile ikonoaren azpian foroko argitalpenetan.
fr: Félicitations! Vous remarquerez que le mot "Scratcher" apparaît maintenant sur votre page de profil, et sous votre icône d'utilisateur dans les messages du forum.
gl: Parabéns! Notarás que a palabra "Scratcher" agora aparece na túa páxina de perfil, e baixo a túa ícona de usuario nas entradas e nos foros.
it: Congratulazioni! Noterai che la parola "Scratcher" compare ora nella pagina del tuo profilo e sotto la tua icona nei post del forum.
lv: Apsveicam! Tu ievērosi, ka tavā profila lapā un foruma ierakstos zem lietotāja ikonas nu parādīsies vārds "Scratcher".
nb: Gratulerer! Du vil se at det nå står "Scratcher" på profilsiden din og under ditt ikon på innlegg i forumene.
pt: Parabéns! Verá que a palavra «Scratcher» passou a aparecer na sua página de perfil e sob o seu ícone de utilizador nas publicações no fórum.
ro: Felicitari! Vei observa ca in pagina ta de profil si sub iconita ta de user in postarile de pe forum va aparea cuvantul Scratcher.
sl: Čestitamo! Opazil boš, da je sedaj beseda "Scratcher" prikazana na tvoji profilni strani in pod tvojo uporabniško ikono na objavah v forumu.
sv: Gratulerar! Du märker att ordet "Scratchare" nu visas på din profilsida, och under din användarikon vid dina foruminlägg.
tr: Tebrikler! Artık, profil sayfanda ve forum mesajlarında kullanıcı resminin altında çıkacak "Scratch'çi" yazısını göreceksin.
uk: Вітаємо! Ви помітите, що слово "Скретчер" тепер з'являється на вашій сторінці та під значком користувача на форумі.

source: I agree!
ca: Estic d'acord!
de: Ich stimme zu!
el: Συμφωνώ!
es: De acuerdo!
et: Olen nõus!
eu: Ados nago!
fr: Je suis d'accord!
gl: De acordo!
it: Accetto!
lv: Es piekrītu!
nb: Enig!
pt: Concordo!
ro: Sunt de acord!
sl: Strinjam se!
sv: Jag godkänner!
tr: Kabul ediyorum!
uk: Я згоден!

source: OK!
el: ΟΚ!
lv: Labi!
sl: V redu!
tr: Tamam!
uk: ГАРАЗД!

source: Favorites
ca: Favorits
cs: Oblíbené
de: Favoriten
el: Άτομα τα οποία το λατρεύουν
es: Mis Favoritos
et: Lemmikud
eu: Kuttunak
fr: Favoris
ga: Ceanáin
gl: Favoritos
it: Preferiti
ja: お気に入り
lv: Iecienītās
nb: Favoritter
pt: Favoritos
ro: Favorite
sl: Priljubljene
sr: Омиљено
sv: Favoriter
tr: En beğendiklerim
uk: Обране

source: Studios I Follow
ca: Estudis que segueixo
cs: Studia která následuji
de: Studios, die mich interessieren
el: Συλλογές που ακολουθώ
es: Estudios que sigo
et: Stuudiod, mida ma jälgin
eu: Jarraitzen ditudan estudioak
fr: Les Studios que je suis
ga: Stiúideonna a Leanaim
gl: Estudos que Sigo
it: Gallerie che sto Seguendo
lv: Studijas, kurām sekoju
nb: Gallerier jeg følger
pt: Estúdios que Sigo
ro: Ateliere pe care le urmaresc
sl: Studii, ki jim sledim
sr: Студији које следим
sv: Studior som jag följer
tr: Stüdyolar | Takip Et
uk: Слідую Студіям

source: on Scratch
ca: a Scratch
cs: v Scratchi
de: auf Scratch
el: στο Scratch
es: en Scratch
et: Scratch'i
eu: Scratchen
fr: sur Scratch
ga: ar Scratch
gl: en Scratch
he: בסקראץ'
it: su Scratch
ja: Scratchで作成
lv: uz Scratch
nb: på Scratch
pt: no Scratch
ro: pe Scratch
sl: na Scratchu
sr: на Скрачу
sv: på Scratch
tr: Scratch
uk: на Скретч

source: scripts
ca: programes
cs: scripty
de: Skripte
el: σενάρια
es: programas
et: skripti
eu: skriptak
ga: scripteanna
gl: programas
it: script
ja: スクリプト
lv: programmas
nb: skript
pt: guiões
ro: script-uri
sl: skripte
sr: програми
sv: script
tr: dizi
uk: скрипти

source: sprites
ca: personatges
cs: postavy
de: Figuren
el: αντικείμενα
es: objetos
et: spraiti
eu: spriteak
fr: lutins
ga: sprideanna
gl: figuras
it: sprite
ja: スプライト
lv: gariņi
nb: figurer
pt: actores
ro: sprite-uri
sl: figure
sr: ликови
tr: kukla
uk: спрайти

source: See inside
ca: Com està fet
cs: Viz uvnitř
de: Schau hinein
el: Δείτε μέσα
es: Ver dentro
et: Vaata seestpoolt
eu: Ikus barnean
fr: Voir à l'intérieur
ga: Féach isteach
gl: Mirar dentro
he: הבט פנימה
it: Guarda dentro
ja: 中を見る
lv: Ieskaties iekšā
nb: Se inni
pt: Ver por dentro
ro: Vezi in interior
sl: Poglej v
sr: Погледај изнутра
sv: Se inuti
tr: İçine bak
uk: Переглянути код

source: Based on:
ca: Basat en:
cs: Na základě:
de: Basierend auf:
el: Βασισμένο στο:
es: Basado en:
et: Põhineb:
eu: Oinarria:
fr: Basé sur:
ga: Bunaithe ar:
gl: Baseado en:
it: Basato su:
ja: 以下に基づいている:
lv: Balstīts uz:
nb: Basert på:
pt: Baseado em:
ro: Pe baza:
sl: Glede na:
sr: Засновано на:
sv: Baserat på:
tr: Üzerinde çalışılan:
uk: Засновано на:

source: Original project:
ca: Projecte original:
cs: Původní projekt:
de: Originalprojekt:
el: Αρχικό έργο:
es: Proyecto original:
et: Originaalprojekt:
eu: Jatorrizko proiektua:
fr: Projet original:
ga: Buntionscadal:
gl: Proxecto orixinal:
it: Progetto originale:
ja: オリジナルのプロジェクト:
lv: Sākotnējais projekts:
nb: Orignalt prosjekt:
pt: Projecto original:
ro: Proiect original:
sl: Prvoten projekt:
sr: Оригинални пројекат:
sv: Orginalprojekt:
tr: Orijinal proje:
uk: Оригінал проекту:

source: not shared
ca: sense compartir
cs: nesdíleno
de: nicht öffentlich
el: δεν έχει γίνει κοινή χρήση
es: no compartido
et: ei ole jagatud
eu: partekatu gabea
fr: pas partagé
ga: gan chomhroinnt
gl: non compartido
he: לא משותף
it: non condiviso
ja: 共有されていないもの
lv: nav kopīgots
nb: ikke lagt ut
pt: não partilhado
ro: nepartajat
sl: ni deljeno
sr: није дељено
sv: inte delad
tr: paylaşılmadı
uk: неопублікований

source: Modified: %(tDate)s
de: Zuletzt verändert: %(tDate)s
el: Τελευταία τροποποίηση στις: %(tDate)s
es: Modificado: %(tDate)s
et: Viimati muudetud: %(tDate)s
eu: Aldatua: %(tDate)s
fr: Dernière modification: %(tDate)s
gl: Última modificación: %(tDate)s
it: Ultima modifica: %(tDate)s
lv: Izmainīts: %(tDate)s
nb: Sist endret: %(tDate)s
pt: Alterado: %(tDate)s
ro: Modificat: %(tDate)s
sl: Nazadnje urejeno: %(tDate)s
sv: Ändrad: %(tDate)s
uk: Остання зміна: %(tDate)s

source: Favorite this project
ca: Marca el projecte com a favorit
cs: Přidat tento projekt do mých oblíbených
de: Füge dieses Projekt zu deinen Lieblingsprojekten hinzu
el: Λατρεύω αυτό το έργο!
es: Marcar como favorito
et: Eelista seda projekti
eu: Proiektu hau kuttuna dut
fr: Mettre ce projet en favori
ga: Cuir an tionscadal seo le mo cheanáin
gl: Marcar como favorito este proxecto
he: הוסף למועדפים
it: Aggiunti questo progetto ai tuoi favoriti
ja: このプロジェクトをお気に入りにする
lv: Pievieno projektu izlaisei
nb: Merk som favoritt
pt: Marcar como favorito
ro: Marcheaza acest proiect ca favorit
sl: Dodaj ta projekt med priljubljene
sr: Означи као омиљени пројекат
sv: Favoritmarkera projektet
tr: Bu proje gözdelerimden olsun
uk: Обрати цей проект

source: Love this project
ca: M'agrada aquest projecte
cs: Tento projekt se mi líbí
de: Mag ich!
el: Αγαπώ αυτό το έργο!
es: Me encanta este proyecto
et: Armasta seda projekti
eu: Proiektu hau gogoko dut
fr: Aimer ce projet
ga: Tabhair grá don tionscadal seo
gl: Encántame este proxecto
he: אהוב פרויקט זה
it: Aggiungi questo progetto ai progetti che ti piacciono
ja: このプロジェクトが好き
lv: Patīk šis projekts
nb: Liker dette prosjektet
pt: Gostar deste projecto
ro: Indragesc acest proiect
sl: Všečkaj ta projekt
sr: Означи као пројекат који волиш
sv: Gilla projektet
tr: Bu projeyi sevdim
uk: Позначити як улюблений

source: Total views
ca: Visites totals
cs: Celkem přístupů
de: Aufrufe
el: Συνολικές προβολές
es: Visitas totales
et: Vaatamisi kokku
eu: Bisita kopurua
fr: Nombre de vues
ga: Feicthe (iomlán)
gl: Visitais totais
he: סה"כ צפיות
it: Visite totali
ja: 全参照数
lv: Kopā skatīts
nb: Visninger totalt
pt: Total de visualizações
ro: Total vizualizari
sl: Vsi ogledi
sr: Укупно прегледања
sv: Antal visningar
tr: İzleyenler
uk: Всього переглядів

source: View the remix tree
ca: Arbre de reinvencions
cs: Ukázat strom upravení
de: Remixbaum anzeigen
el: Προβολή του δέντρου αναμείξεων
es: Ver el árbol de reinvenciones
et: Vaata remiksimiste puud
eu: Birnahasketa zuhaitza ikusi
fr: Voir l'arbre des remix successifs
ga: Féach ar an gcrann athmheasctha
gl: Ver a árbore de recreacións
it: Mostra l'albero dei remix
lv: Skati remiksu koku
nb: Vis remiksingstreet
pt: Ver a árvore de remistura
ro: Vezi arborele de amestecari
sl: Oglej si drevo predelav
sr: Погледај дрво измена
sv: Se remix-trädet
tr: Katkı ağacına bak
uk: Переглянути історію реміксів

source: Add this project to a studio you curate (or remove it from a studio)
ca: Afegeix aquest projecte a un estudi que conserves (o treure'l d'un estudi)
es: Agrega este proyecto a un estudio que administras (o eliminarlo de un estudio)
fr: Ajouter ce projet à un studio dont vous êtes le curateur (ou le retirer du studio)
gl: Engadir este proxecto a un estudo que supervisas (ou eliminalo do estudo)
it: Aggiungi questo progetto ad una galleria di cui sei il curatore (o rimuovilo da una galleria)
lv: Pievieno šo projektu sevis pārvaldītai studijai (vai izņem to no studijas)
nb: Legg inn (eller ta bort) dette prosjektet i et galleri du forvalter
pt: Adicione este projecto a um estúdio de que seja conservador (ou remova-o de um estúdio)
sl: Dodaj ta projekt v studio, ki ga vodiš (ali ga odstrani iz studia)
tr: Bu projeyi düzenleyicisi olduğunuz bir stüdyoya ekleyin (veya stüdyodan kaldırın)

source: Just click on the button for any of the studios from the list below
ca: Fes clic al botó de l'estudi de la llista següent
es: Simplemente haz clic en el botón para cualquiera de los estudios de la siguiente lista
fr: Il suffit de cliquer sur le bouton pour l'un des studios de la liste ci-dessous
gl: Simplemente preme no botón para calqueira dos estudos da seguinte lista
it: Clicca il pulsante per aggiungerlo ad una galleria della lista qui sotto
lv: Vienkārši klikšķini uz pogas jebkurai no sarakstā esošajām studijām
nb: Klikk for å merke av i listen nedenfor hvor du vil legge inn prosjektet
pt: Basta clicar no botão para qualquer dos estúdios da lista abaixo
sl: Za poljubni studio s spiska le klikni na gumb
tr: Aşağıdaki listedeki stüdyolardan herhangi biri için düğmeye bas

source: Download this project file
ca: Descarrega't aquest projecte
de: Diese Projektdatei herunterladen
el: Κατεβάστε το αρχείο του έργου
es: Descargar este archivo de proyecto
et: Lae alla projekti fail
eu: Proiektuaren fitxategia deskargatu
fr: télécharger ce fichier projet
gl: Descargar este ficheiro do proxecto
it: Scarica questo progetto
lv: Lejuplādēt šī projekta datni
nb: Last ned denne prosjektfilen
pt: Descarregar este arquivo de projecto
sl: Prenesi to datoteko projekta
sv: Ladda ned denna projektfil
tr: Bu proje dosyasını indir
uk: Завантажити файл проекту

source: Embed
ca: Incrusta
de: Einbinden
el: Ενσωμάτωση
es: Embebido
et: Hõlma (sängita)
eu: Txertatu
fr: Intégré
gl: Integrar
it: Includi
lv: Iegult
nb: Link
pt: Embeber
sl: Vdelaj
sv: Bädda in
tr: Göm
uk: Вставити
