Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Go to <span class="eventscolor">Events</span>. Drag in a <span class="eventscolor">when sprite clicked</span> block. Then add a <span class="eventscolor">broadcast</span> block. Choose 'new message' and call it 'play.'</p>
fr: Aller à la catégorie <span class="eventscolor">Evènements</span>. Déplace un bloc <span class="eventscolor">quand ce lutin est cliqué</span> block. Ensuite, ajoute un bloc<span class="eventscolor">envoyer</span>. Choisis 'nouveau message' et appelle le 'play'.</p>
it: Vai alla categoria <span class="eventscolor">Situazioni</span>. Trascina un blocco <span class="eventscolor">quando si clicca questo sprite</span> block. Poi aggiungi un blocco <span class="eventscolor">invia a tutti</span>. Scegli 'nuovo messaggio' e chiamalo 'gioca.'</p>
lv: Ej uz sadaļu <span class="eventscolor">Notikumi</span>. Izvelc bloku <span class="eventscolor">kad noklikšķināts uz šī gariņa</span>. Pievienot bloku <span class="eventscolor">pārraidīt</span>.Izvēlies 'jauns ziņojums' un nosauc to 'spēlēties.'</p>
pt: Vá para os <span class="eventscolor">Eventos</span>. Arraste um bloco <span class="eventscolor">Quando alguém clicar em ti</span>. Depois, adicione um bloco <span class="eventscolor">difunde a mensagem</span>. Escolha «uma nova mensagem…» e dê-lhe o nome «Vem brincar!».</p>
tr: <span class="eventscolor">Olaylar</span> grubuna git. <span class="eventscolor">[bu kukla tıklanınca]</span> taşını dışarı al. Altına <span class="eventscolor">[... haberini sal]</span> taşını yapıştır. Menüsünden 'yeni haber'i seç ve haberin adına 'oyna' de.</p>

source: Now decide what your pet will do when it receives the 'play' message. For example, you can have your pet jump up and down.
fr: Maintenant tu décides ce que ton animal va faire quand il reçoit le message 'play'. Par exemple, vous pouvez demander à ton animal de sauter de haut en bas.
it: Ora decidi cosa farà il tuo animaletto quando riceve il messaggio 'gioca'. Ora decidi cosa far fare al tuo animaletto quando riceve il massaggio 'gioca'. Ad esempio, puoi fare in modo che il tuo animaletto saltelli su e giù.
lv: Tagad izdomā, ko tas dzīvnieciņš darīs, kad saņems ziņojumu 'spēlēties'. Piemēram, vari likt viņam lēkāt uz augšu un uz leju.
pt: Agora decida o que o seu animal de estimação deve fazer quando receber a mensagem «Vem brincar!». Por exemplo, pode fazê-lo dar saltos.
tr: Şimdi, 'oyna' haberi gelince hayvanın ne yapmasını istediğimize karar verelim. Zıp zıp zıplatalım istersen.

source: Click to select your pet
fr: Clique pour sélectionner ton animal
it: Clicca per scegliere il tuo animaletto
lv: Uzklikšķini uz dzīvnieciņa
pt: Clique para seleccionar o seu animal de estimação
tr: Hayvanı tıklayarak seç

source: Here’s a script that glides to a trampoline and jumps:
fr: Voici un script qui le fait glisser à un trampoline et sauter:
it: Ecco uno script che lo fa scivolare fino ad un trampolino elastico e poi lo fa saltare:
lv: Šī programma aizved uz tramplīnu un liek lēkāt:
pt: Aqui está um guião que faz o animal de estimação deslizar para o trampolim e dar saltos:
tr: Burada tramboline süzülüp zıplamayı sağlayan bir dizi bulabilirsin:

source: Next, add more activities
fr: Ensuite, ajoute plus d'activités
it: Ora aggiungi altre attività
lv: Tālāk pievieni vēl aktivitātes
pt: De seguida, adicione mais actividades
tr: Şimdi, daha fazla faaliyet ekle

source: What else do you want your pet to do? You can use broadcast and receive blocks to add other activities.
fr: Que veux-tu que ton animal de compagnie fasse d'autre? Tu peux utiliser les blocs envoyer et recevoir pour ajouter d'autres activités.
it: Cos'altro vuoi far fare al tuo animaletto? Puoi usare i blocchi 'invia a tutti' e 'quando ricevo' per aggiungere altre azioni.
lv: Ko vēl tu gribētu, lai dzīvnieciņš dara? Vari izmantot pārraidīšanas un saņemšanas blokus, lai pievienotu citas darbības.
pt: Que mais quer que o seu animal de estimação faça? Pode usar os blocos de difusão e recepção de mensagens para adicionar outras actividades.
tr: Daha başka ne yapmasını istersin hayvanın? Başka şeyler yapması için haber gönderme ve alma taşlarını kullanabilirsin.

source: Here are a couple of ideas. Feel free to experiment.
fr: Voici quelques idées. N'hésite pas à expérimenter.
it: Ecco qui alcune idee. Sentiti libero di sperimentare.
lv: Te ir dažas idejas. Vari brīvi eksperimentēt.
pt: Eis algumas ideias. Experimenta à vontade.
tr: Burada birkaç fikir var. Üzerinde denemeler yapmaktan çekinme.

source: Play a musical instrument:
fr: Joue d'un instrument de musique:
it: Suona uno strumento musicale:
lv: Spēlē mūzikas instrumentu:
pt: Tocar um instrumento musical:
tr: Bir müzik aleti çalsın örneğin:

source: Choose a drum and add a script for your pet to play it:
fr: Choisis un tambour et un script pour que ton animal joue avec:
it: Scegli una percussione e aggiungi uno script che permetta al tuo animaletto di suonarla:
lv: Izvēlies bungas un pievieno dzīvnieciņam programmu, lai tās skanētu:
pt: Escolha um tambor e adicione um guião que faça o seu animal de estimação tocá-lo:
tr: Bir davul seç ve çalması için kuklana bir dizi ekle:

source: Drink some water:
fr: Bois de l'eau:
it: Bevi un po' d'acqua:
lv: Padzerties ūdeni:
pt: Beber um pouco de água:
tr: Biraz su içsin:

source: Next, monitor your pet
fr: Ensuite, surveille ton animal de compagnie
it: Ora controlla il tuo animaletto
lv: Pieskati savu dzīvnieciņu
pt: De seguida, monitorize o seu animal de estimação
tr: Sırada, hayvana göz kulak olmak var

source: You can use variable blocks to monitor how your pet is feeling.
fr: Tu peux utiliser des blocs à variables pour surveiller comment ton animal de compagnie se sent.
it: Per controllare come si sente il tuo animaletto usando i blocchi della categoria Variabili e Liste.
lv: Vari izmantot mainīgo blokus, lai uzmanītu, kā tavs dzīvnieciņš jūtas.
pt: Pode usar os blocos de variáveis para monitorizar a disposição do seu animal de estimação.
tr: Hayvanın ne hissettiğini 'değişken' taşları ile takip edebilirsin.

source: For example, to monitor if your pet is hungry, go to <span class="datacolor">Data</span> and click on 'Make a Variable.' Type in something like 'Hungry.'</p>
fr: Par exemple, pour surveiller si ton animal a faim, va à <span class="datacolor">Données</span> et clique sur 'Créer une variable.' Ecris quelque chose comme 'Hungry.'</p>
it: Per esempio,per controllare se il tuo animaletto è affamato, vai alla categoria <span class="datacolor">Variabili e Liste</span> e clicca su 'Crea una Variabile'. Digita qualcosa come ad esempio 'Affamato'. </p>
lv: Piemēram, lai uzzinātu, vai dzīvnieciņš ir izsalcis, ej uz sadaļu <span class="datacolor">Dati</span> un spied 'Izveidot mainīgo.' Ieraksti, piemēram, 'Izsalcis.'</p>
pt: Por exemplo, para saber quando o seu animal de estimação está com fome, vá para <span class="datacolor">Dados</span> e clique no botão «Criar uma Variável». Dê-lhe um nome descritivo, como «a fome».</p>
tr: Örneğin, hayvan açlık derecesini ölçmek ve anlamak için <span class="datacolor">Veri</span> grubuna girip 'Bir Değişken Oluştur' düğmesine tıkla. 'Açlık' gibi açıklayıcı bir isim ver.</p>

source: You can use a script like this so that your pet gets hungrier over time:
fr: Tu peux utiliser un script comme celui-ci afin qu'au fil du temps ton animal de compagnie ait faim au fil du temps:
it: Puoi usare uno script come questo per fare in modo che il tuo animaletto diventi più affamato quando passa un po' di tempo:
lv: Vari izmantot šo programmu, lai tavs dzīvnieciņš, laikam ejot, izskatītos izsalkušāks:
pt: Pode usar um guião como este para fazer o seu animal de estimação ir ficando com mais fome à medida que o tempo passa:
tr: Hayvanının zaman geçtikçe daha da acıkması için bunun gibi bir dizi kullanabilirsin:

source: To make it less hungry, add this block to the 'when I receive food' script:
fr: Pour qu'il ait moins faim, ajouter ce bloc au script 'quand je reçois la nourriture':
it: Per renderlo meno affamato, aggiungi questo blocco allo script 'quando ricevo cibo':
lv: Lai viņš būtu mazāk izsalcis, pievieno šo bloku pie programmas 'kad es saņemu ēdienu':
pt: Para lhe diminuir a fome, adicione este bloco ao guião «Quando receberes a mensagem Vem comer!»:
tr: Açlığını biraz azaltmak için aşağıdaki taşı [yiyecek haberi gelince] dizisinin altına ekle:

source: You could also monitor if your pet is thirsty, sleepy, or bored.
fr: Tu peux également contrôler ton animal s'il a soif, sommeil, ou s'il s'ennuie.
it: Puoi anche controllare se il tuo animaletto è assetato, assonnato o annoiato.
lv: Tu vari arī uzmanīt, vai tavs dzīvnieciņš ir izslāpis, miegains vai nogarlaikojies.
pt: Também pode monitorizar se o seu animal de estimação está com sede, com sono ou aborrecido.
tr: Hayvanının susuzluğunu, uykusuzluğunu ve can sıkıntısını böyle takip edebilirsin.

source: Next, share your pet
fr: Ensuite, partage ton animal de compagnie
it: Ora condividi il tuo animaletto
lv: Tālāk kopīgo savu dzīvnieciņu
pt: De seguida, partilhe o seu animal de estimação
tr: Sırada, hayvanını paylaşma var

source: Choose a sprite that has costumes with moving legs, such as:
ca: Tria un personatge que tingui vestit on mogui les cames, coma aquest:
es: Elige un objeto que tenga disfraces con las piernas en movimiento, tal como:
fr: Choisis un lutin qui a des costumes avec les jambes qui bougent, tel que:
gl: Elixe unha figura que teña vestimentas coas pernas en movemento, tal como:
it: Scegli uno sprite che abbia costumi con zampe in movimento, come:
lv: Izvēlies gariņu, kuram ir tērpi ar kustīgām kājām, piemēram:
nb: Velg en figur som har drakter der bena beveger seg, for eksempel:
pt: Escolha um actor que tenha trajes com pernas que se movem, tal como:
sl: Izberi figuro, ki v različnih videzih premakne noge, kot je:
tr: Kılıkları değiştiğinde bacakları da hareket ediyormuş gibi görünen bir kukla seç, mesela şunlardan biri:

source: Add a script to change costumes and move:
ca: Afegeix un programa on es mogui i canvïi de vestit:
es: Agrega una secuencia de comandos para cambiar de disfraces y mover:
fr: Ajouter un script pour changer de costume et se déplacer:
gl: Engade un programa para cambiar vestimentas e mover:
it: Aggiungi uno script per cambiare costume e per spostarsi:
lv: Pievieno programmu, kas maina tērpus un pārvieto:
nb: Lag et skript som bytter drakt og flytter figuren:
pt: Adicione um guião para trocar de traje e para mover:
sl: Dodaj skripto, da bo figura spreminjala videz in se premikala:
tr: Kılıkları değiştiren ve hareket ettiren bir dizi ekle:

source: You can change how fast it moves by typing in other numbers.
ca: Pots canviar la velocitat del moviment teclejant altres nombres.
es: Puedes cambiar qué tan rápido se mueve escribiendo otros números.
fr: Vous pouvez modifier la vitesse à laquelle il se déplace en entrant d'autres numéros.
gl: Podes cambiar a velocidade á que se move introducindo outros números.
it: Puoi decidere quanto velocemente si sposta digitando altri numeri.
lv: Tu vari mainīt pārvietošanās ātrumu, ierakstot citu skaitli.
nb: Du kan forandre farten ved å skrive inn andre tall.
pt: Pode alterar a velocidade do movimento introduzindo outros números.
sl: Če vneseš druga števila, boš s tem spremenil-a hitrost gibanja.
tr: Başka sayılar girerek hareket hızını değiştirebilrisin.

source: If the sprite is upside-down, click <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> and set the rotation style to left-right:
ca: Si el personatge està cap per avall, fes clic a <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> i fixa l'estil de rotació a esquerra-dreta:
es: Si el objeto está al revés, has clic <img src="%(STATIC_URL)s/images/help/es/info.gif"> <br/> y elige el estilo de la rotación de izquierda-derecha:
fr: Si le lutin est à l'envers, un clic sur <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> et changer le style de rotation pour : position à gauche ou à droite:
gl: Si a figura está ao revés, preme <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> e fixa o estilo de rotación esquerda-dereita:
it: Se lo sprite è a testa in giù clicca <img src="%(STATIC_URL)s/images/help/it/info.gif"> <br/> e scegli lo stile di rotazione "destra-sinistra":
lv: Ja gariņš pagriežas uz augšu vai leju, klikšķini <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> un iestati rotāciju stilu uz pa kreisi-pa labi:
nb: Hvis figuren er opp-ned, klikk <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> og velg at figuren skal vende sideveis:
pt: Se o actor ficar de cabeça para baixo, clique em <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> e altere o estilo de rotação para olhar apenas para a esquerda e para a direita:
sl: Če je figura postavljena na glavo, klikni <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> in nastavi stil vrtenja na levo-desno:
tr: Eğer kuklan tepetaklak olursa, <img src="%(STATIC_URL)s/images/help/info.gif"> harfine tıkla<br/> ve sadece sağa sola dönüş izini ver:

source: Project Editor Map
ca: Editor de Projectes
cs: Mapa Editoru projektu
de: Der Projekt-Editor
el: Χάρτης του Επεξεργαστή Έργων
es: Mapa de Editor de Proyectos
et: Projektiredaktori plaan
eu: Proiektu Editorea
fr: Plan de l'éditeur de projets
ga: Léarscáil an Eagarthóra Tionscadail
gl: Mapa de Editor de Proxectos
it: Schema dell'Editor dei Progetti
lv: Projekta redaktora izkārtojums
nb: Kart over prosjektredigering
pt: Mapa do Editor de Projecto
ro: Harta editorului de proiect
sl: Zemljevid urejevalnika projektov
sv: Projektredigerare Översikt
tr: Proje Editörü Krokisi
uk: Мапа Редактора проектів

source: Here are the main areas in the project editor:
ca: Hi ha diverses àrees a l'editor de projectes:
cs: Zde jsou základní plochy v editoru projektů:
de: Hier sind die Hauptbereiche des Projekt-Editors:
el: Εδώ είναι οι βασικοί χώροι στον επεξεργαστή έργων:
es: Estas son las áreas principales en el editor de proyectos:
et: Siin on projekti redaktori peamised piirkonnad:
eu: Hauek dira proiektu editoreko zonalde nagusiak:
fr: Voila les principales aires de l'éditeur de projet:
ga: Seo iad na príomhlimistéir san eagarthóir tionscadail:
gl: Aquí están as áreas principais no editor do proxecto:
it: Ecco le aree principali dell'Editor di progetti:
lv: Šīs ir galvenās projekta redaktora sadaļas:
nb: Her er de viktigste områdene for prosjektredigering:
pt: Aqui estão as principais áreas do editor de projectos:
ro: Aici sunt principalele zone ale editorului de proiect:
sl: Tu so glavna področja urejevalnika projektov:
sv: Här finns huvudområdena i projektredigeraren
tr: Proje editöründeki ana bölümler:
uk: Це головна область Редактора проектів:

source: Stage Area
ca: Àrea d'Escenari
cs: Plocha scény
de: Bühnenbereich
el: Περιοχή του Σκηνικού
es: Área de Escenario
et: Lava piirkond
eu: Eszenatoki gunea
fr: Aire de la scène
ga: An Stáitse
gl: Área de Escenario
it: Area dello Stage
lv: Skatuve
nb: Scenen
pt: Área do Palco
ro: Zona Scenei
sl: Oder
sr: Област позорнице
sv: Scenområdet
tr: Sahne Alanı
uk: Область Сцени

source: Cursor Tools
ca: Eines de Cursor
cs: Kurzorové nástroje
de: Zeigerwerkzeuge
el: Εργαλεία Κέρσορα
es: Herramientas de Cursor
et: Kursori vahendid
eu: Kurtsore herramintak
fr: Outils du curseur
ga: Uirlisí Cúrsóra
gl: Ferramentas de Cursor
it: Strumenti
lv: Kursora rīki
nb: Verktøy
pt: Ferramentas de Cursor
ro: Instrumente cursor
sl: Orodja miškinega kazalca
sv: Pekarverktyg
tr: İşaretçi Araçları
uk: Засоби курсора

source: Extensions allow you to connect to hardware devices or web services. To add an extension, go to the <strong>More Blocks</strong> palette.
fr: Les extensions permettent de vous connecter à des matériels périphériques ou des services Web. Pour ajouter une extension, aller à la palette<strong>Ajouter Blocs</strong>.
gl: As extensións permítenche conectar dispositivos hardware ou servizos web. Para engadir unha extensión vai á paleta <strong>Máis Bloques</strong>.
it: Le estensioni ti permettono di collegarti a dispositivi hardware o a servizi web. Per aggiungere un'estensione, vai alla categoria <strong>Altri Blocchi</strong>.
lv: Paplašinājumi dod iespēju pievienot aparatūru vai tīmekļa pakalpojumus. Lai pievienotu paplašinājumus, izvēlies sadaļu <strong>Pārējie bloki</strong>.
nb: Med tilleggsfunksjoner kan Scratch kobles til ny maskinvare og webtjenester. For å legge inn en tilleggsfunksjon går du til <strong>Flere klosser</strong>.
pt: As extensões permitem-lhe ligar a dispositivos ou a serviços Web. Para adicionar uma extensão, vá à paleta <strong>Mais Blocos</strong>.
sl: Razširitve omogočajo, da se povežeš na zunanje naprave in spletne servise. Da dodaš razširitev, pojdi na paleto <strong>Več blokov</strong>.
tr: Uzantılar, donanım aygıtlarına ve web servislerine bağlanmanızı sağlar. Bir uzantı eklemek için <strong>Özel Taşlar</strong> paletine göz atın.

source: You need a plug-in to use any hardware extension. Download and then open the installer file for <a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac</a> or <a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows</a>. You will need administrator access on your computer to install it. (A Unix version will be available soon.)</p>
fr: Vous avez besoin d'un plug-in pour utiliser n'importe quelle extension matérielle. Télécharger et ouvrir le fichier d'installation pour<a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac</a> ou<a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows</a>. Vous aurez besoin d'un accès administrateur sur votre ordinateur pour l'installer. (Une version Unix sera bientôt disponible.) </p>
gl: Precisas un plug-in para usar calquera extensión hardware. Descarga e abre o ficheiro de instalación para <a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac</a> ou <a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows</a>. Precisarás permisos de administrador no ordenador para instalalo. (Axiña disporemos dunha versión Unix).</p>
it: Per poter usare un'estensione hardware occorre un plug-in. Scarica e apri l'installatore per <a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac</a> o <a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows</a>. Ti occorrono i permessi di amministrazione per poterlo installare. (Una versione Unix sarà presto disponibile.)</p>
lv: Lai izmantotu aparatūras paplašinājumus, nepieciešams spraudnis. Lejuplādē un pēc tam atver uzstādīšanas programmu <a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac</a> vai <a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows</a>. Lai to uzstādītu, tev datorā jābūt administratora tiesībām. (Drīzumā būs pieejama arī Unix versija.)</p>
nb: Du trenger et tilleggsprogram for å bruke utvidelser av Scratch koblet til maskinvare-enheter. Last ned og åpne installasjonsfil for <a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac</a> eller <a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows</a>. For installasjonen trenger du administratorrettigheter på maskinen. (En Unix-versjon kommer snart.)</p>
pt: Precisa de um <i>plug-in</i> para usar dispositivos. Descarregue e abra o arquivo de instalação para <a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac</a> ou para <a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows</a>. Precisará de permissões de administração sobre o seu computador para o instalar. (Brevemente estará disponível uma versão Unix.)</p>
sl: Za uporabo strojnih razširtitev potrebuješ vtičnik. Prenesi in namesti za <a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac</a> ali <a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows</a>. Da boš lahko vtičnik namestil, potrebuješ pravice skrbnika sistema</p>

source: Status: Hardware Devices
fr: Status: matériels périphériques
gl: Status: Dispositivos Hardware
it: Stato: Dispositivi Hardware
lv: Status: Aparatūra
nb: Status: Maskinvare-enheter
pt: Estado: Dispositivos
sl: Status: Strojne naprave

source: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>Red light means that the browser plugin has not been installed.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>Yellow light means that the device is not connected or detected.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>Green light means the device is ready to go!</p>
fr: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>La lumière rouge signale que le plugin de navigateur n'a pas été installé..</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>La lumière jaune signale que l'appareil n'est pas connecté ou détecté.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>La lumière verte signale que le dispositif est prêt à fonctionner!</p>
gl: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>Luz vermella indica que o plugin do navegador non se instalou.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>Luz amarela indica que o dispositivo non está conectado ou detectado.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>Luz verde indica que o dispositivo está listo para traballar!</p>
it: <img src="%(STATIC_URL)s/images/help/it/ext-status-red.png" /> <p>Una luce rossa significa che il plugin del browser non è stato installato.</p> <p></p> <img src="%(STATIC_URL)s/images/help/it/ext-status-yellow.png" /> <p>Una luce gialla significa che la periferica non è collegato o non è stata individuata.</p> <p></p> <img src="%(STATIC_URL)s/images/help/it/ext-status-green.png" /> <p>Una luce verde significa che la periferica è pronta per funzionare!</p>
lv: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>Sarkanais nozīmē, ka nav uzstādīts pārlūkprogrammas spraudnis.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>Dzeltenais nozīmē, ka ierīce nav pievienota vai noteikta.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>Zaļais nozīmē, ka viss ir kārtībā!</p>
nb: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>Rødt lys betyr at tilleggsprogram for nettleseren ikke er installert.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>Gult lys betyr at enheten ikke er koblet til eller ikke detekteres av programmet.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>Grønt lys betyr at enheten du har koblet til er klar!</p>
pt: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>A luz vermelha significa que a extensão do navegador não está instalada.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>A luz amarela significa que o dispositivo não está ligado ou não foi detectado.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>A luz verde significa que o dispositivo está pronto a funcionar!</p>
sl: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>Rdeča luč pomeni, da vtičnik ni nameščen.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>Ruzmena luč pomeni, da naprava ni priključena.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>Zelena luč pomeni, da je naprava pripravljena!</p>

source: Troubleshooting
ca: Problemes
fr: Dépannage
gl: Resolución de problemas
it: Soluzione dei Problemi
lv: Problēmu novēršana
nb: Feilsøking:
pt: Resolução de Problemas
sl: Odpravljanje napak
tr: Sorun Giderme
