Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Your message has been sent. We will respond within 3 days.
ca: El teu missatge ha estat enviat. Et contestarem en un marge de 3 dies.
de: Deine Nachricht wurde verschickt. Wir werden dir innerhalb von drei Tagen antworten.
el: Το μήνυμα σας έχει σταλεί. Θα σας απαντήσουμε σε περίπου 3 ημέρες.
es: Tu mensaje ha sido enviado. Te responderemos en 3 días.
fr: Votre message a été envoyé. Nous vous répondrons dans les 3 jours.
gl: A túa mensaxe foi enviada. Respostaremosche en 3 días.
it: Il tuo messaggio è stato inviato. Ti risponderemo al massimo entro 3 giorni.
lv: Tavs ziņojums nosūtīts. Mēs atbildēsim 3 dienu laikā.
nb: Meldingen er sendt. Vi vil svare i løpet av 3 dager.
pt: A sua mensagem foi enviada. Responderemos dentro de três dias.
sl: Sporočilo je bilo poslano. Odgovorili bomo v treh dneh.
sv: Ditt meddelande har skickats. Vi svarar inom tre dagar.
tr: Mesajın gönderildi. 3 gün içerisinde cevaplayacağız.

source: Please correct the errors below.
ca: Si us plau, corregeix els errors de sota.
de: Verbessere bitte die Fehler unten.
el: Διορθώστε τα λάθη σας παρακάτω.
es: Por favor corrige los siguientes errores.
fr: S'il vous plaît corriger les erreurs ci-dessous.
gl: Por favor corrixe os erros que aparecen máis abaixo.
it: Ti preghiamo di correggere gli errori indicati qui sotto.
lv: Lūdzu izlabo zemāk norādītās kļūdas.
nb: Du må rette feilene nedenfor.
pt: Por favor corrija os erros abaixo.
sl: Prosimo, popravi napake.
sv: Var snäll och rätta nedanstående fel.
tr: Lütfen aşağıdaki hataları düzelt.

source: username exists
lv: lietotājvārds jau pastāv

source: invalid username
fr: Nom d'utilisateur invalide
lv: nederīgs lietotājvārds

source: invalid gender choice
lv: nekorekta dzimuma izvēle

source: invalid password
lv: nederīga parole

source: You must enter your password.
de: Du musst ein Kennwort eingeben.
fr: Vous devez saisir un mot de passe
it: Devi inserire la tua password.
lv: Tev jāievada parole.
tr: Parolanı girmen gerekiyor.

source: Wrong password, try again.
de: Falsches Passwort, bitte noch einmal eingeben.
fr: Mot de passe incorrect ; essayez de nouveau :
it: Password sbagliata, riprova.
lv: Nepareiza parole, mēģini vēlreiz.
tr: Yanlış parola, tekrar dene.

source: Enter your password to confirm
de: Gib zur Bestätigung dein Passwort ein
el: Πληκτρολογήστε τον κωδικό σας για επιβεβαίωση.
es: Escribe tu contraseña para confirmar
fr: Entrer votre mot de passe pour confirmation
it: Per confermare inserisci la password
lv: Ievadi paroli, lai apstiprinātu
nb: Skriv inn passord for å bekrefte
pt: Introduza a sua palavra-passe para confirmar
tr: Doğrulamak için parolanı gir

source: Incorrect captcha, please try again.
de: Die Eingaben zum Captcha sind falsch. Versuche es bitte erneut.
fr: Captcha incorrect. Veuillez réessayer.
it: Captcha non corretto, prova di nuovo.
lv: Nepareizs kods, lūdzu mēģini vēlreiz.
pt: <i>Captcha</i> incorrecto, tente de novo.
tr: Güvenlik kodu yanlış, lütfen tekrar dene.

source: Keep my projects, but disable all comments
de: Behalte meine Projekte, aber schalte die Kommentarfunktion aus.
el: Διατήρηση των έργων, απενεργοποίηση όλων των σχολίων.
es: Conserva mis proyectos, pero desactiva todos los comentarios.
fr: Gardez mes projets, mais désactiver tous les commentaires
it: Voglio tenere tutti i miei progetti, ma i commenti devono essere disabilitati.
lv: Saglabāt manus projektus, bet atspējot visus komentārus.
nb: Behold prosjektene mine, men ta bort alle kommentarer
pt: Manter os meus projectos, mas desactivar todos os comentários
tr: Projelerimi sakla, fakat tüm yorumları engelle

source: Delete my projects
de: Lösche meine Projekte
el: Διαγραφή των έργων
es: Borra mis proyectos
fr: Supprimer mes projets
it: Cancella i miei progetti
lv: Dzēst manus projektus
nb: Slett mine prosjekter
pt: Remover os meus projectos
tr: Projelerimi sil

source: Looks like that isn't a valid email format
ca: Sembla que aquest correu electrònic no té un format vàlid
cs: Zdá se, že to není platný email formát
de: Das ist keine gültige E-Mail-Adresse.
el: Αυτή δεν είναι έγκυρη μορφή e-mail.
es: Parece que este no es un formato de email válido
et: Paistab, et see ei ole korrektne e-postituse formaat
eu: Honakoa ez da email formatu egokia
fr: Il apparaît que ce n'est pas un format de courriel valide
gl: Parece que este non é un formato de email válido
it: L'indirizzo email che hai fornito non è corretto
lv: Izskatās, ka e-pasts nav pareizā formātā
nb: Det ser ut til å være en ugyldig epostadresse
pt: Parece que isso não tem um formato de endereço de correio electrónico válido
ro: Nu este un format de e-mail valid
sl: To verjetno ni ustrezna oblika e-poštnega naslova.
sv: Det ser ut som om det är ett ogiltigt e-postformat
tr: E-posta adresin geçersiz gibi görünüyor
uk: Схоже, що це не є допустимим форматом e-mail

source: The two password fields didn't match.
ca: Les dues contrasenyes no coincideixen.
cs: Pole s dvojicí hesel nejsou stejná.
de: Die beiden Kennwörter stimmen nicht überein.
el: Τα δύο πεδία για τον κωδικό δεν είναι ίδια.
es: Las dos contraseñas no son iguales.
et: Parooli väljad ei ole vastavuses.
eu: Bi pasahitzak ez dira berdinak
fr: Les deux mots de passe ne correspondent pas.
ga: Ní ionann na focail fhaire.
gl: Os dous contrasinais non son iguais.
it: Le due password fornite non coincidono.
ja: 二つのパスワードが一致しません。
lv: Ievadītās paroles nesakrīt
nb: De to passordfeltene inneholdt ikke det samme.
pt: Os dois campos de palavras-passe não correspondem.
ro: Cele doua campuri parola nu se potrivesc.
sl: Gesli se ne ujemata.
sr: Две лозинке које си унео се не подударају.
sv: De två lösenordsfälten innehöll inte samma lösenord.
tr: Girdiğin iki parola birbirini tutmuyor.
uk: Введені паролі не збігаються.

source: Your password must be at least 6 characters long.
ca: La teva contrasenya ha de tenir 6 caràcters com a mínim.
cs: Tvoje heslo musí být alespoň 6 znaků dlohé.
de: Dein Kennwort muss aus mindestens 6 Zeichen bestehen.
el: Ο κωδικός πρόσβασης πρέπει να έχει μήκος τουλάχιστον 6 χαρακτήρες.
es: Tu contraseña debe tener como mínimo 6 caracteres.
et: Paroolis peab olema vähemalt 6 märki.
eu: Zure pasahitzak gutxienez 6 karaktere izan behar ditu.
fr: Votre mot de passe doit contenir au moins 6 caractères.
ga: Ní mór 6 charachtar a bheith san fhocal faire ar a laghad.
gl: O teu contrasinal debe ter alomenos 6 caracteres.
it: La password deve contenere almeno 6 caratteri.
ja: パスワードは６文字以上にしてください。
lv: Parolei jābūt vismaz 6 simbolus garai.
nb: Passordet ditt må ha minst 6 tegn.
pt: A sua palavra-passe tem de ter pelo menos 6 caracteres.
ro: Parola ta trebuie sa aiba lungimea de cel putin 6 caractere.
sl: Geslo mora biti dolgo vsaj 6 znakov.
sr: Лозинка мора да буде дужине најмање 6 знакова.
sv: Ditt lösenord måste vara minst 6 tecken långt.
tr: Parolan en az 6 karakter olmalı.
uk: Ваш пароль має містити не менше 6 символів.

source: Your password cannot be 'password'.
ca: La teva contrasenya no pot ser 'password'.
cs: Tvoje heslo nemůže být 'password'.
de: Dein Kennwort darf nicht 'password' lauten.
el: Ο κωδικός πρόσβασης σας δεν μπορεί να είναι η λέξη "κωδικός".
es: Tu contraseña no puede ser la palabra 'contraseña' o 'password'
et: Sinu parool ei saa olla 'password'.
eu: Zure pasahitza ezin da "password" izan.
fr: Votre mot de passe ne peut pas être 'password'.
ga: Ní cheadaítear 'password' mar fhocal faire.
gl: O teu contrasinal non pode ser 'password'.
it: La tua password deve essere diversa da 'password'.
ja: パスワードに'password'は使えません。
lv: Parole nedrīkst būt vārds "password".
nb: Passordet ditt kan ikke være 'password'.
pt: A sua palavra-passe não pode ser «password».
ro: Parola ta nu poate fi 'parola'.
sl: Geslo ne sme biti 'password'.
sr: Твоја лозинка не може да буде 'password'
sv: Ditt lösenord får inte vara 'lösenord'.
tr: Parolan 'parola' olamaz.
uk: Ваш пароль не може бути 'password'.

source: Your password cannot be the same as your username.
ca: La teva contrasenya i el teu nom d'usuari no poden ser iguals.
cs: Tvoje heslo nemůže být stejné jako tvé jméno.
de: Dein Kennwort darf nicht mit dem Benutzernamen übereinstimmen.
el: Ο κωδικός δεν μπορεί να είναι ίδιος με το όνομα χρήστη.
es: Tu contraseña no puede ser igual que tu nombre de usuario.
et: Parool ja kasutajanimi ei tohi olla samad.
eu: Zure pasahitzak ezin du erabiltzaile izenaren berdina izan.
fr: Votre mot de passe ne peut être le même que votre nom d'utilisateur.
ga: Níl cead agat d'ainm úsáideora a úsáid mar fhocal faire.
gl: O teu contrasinal non pode ser igual que o teu nome de usuario.
it: La password non può essere uguale al tuo username.
ja: パスワードはユーザー名と同じではいけません。
lv: Parole nedrīkst būt tāda pati kā lietotājvārds.
nb: Passordet kan ikke være det samme som ditt brukernavn.
pt: A sua palavra-passe não pode ser igual ao seu nome de utilizador.
ro: Parola ta nu poate fi aceeasi cu identificatorul utilizatorului.
sl: Geslo ne sme biti enako uporabniškemu imenu.
sr: Твоја лозинка не може да буде иста као корисничко име.
sv: Ditt lösenord får inte vara samma som ditt användarnamn.
tr: Parolan kullanıcı adınla aynı olamaz.
uk: Ваш пароль повинен відрізнятися від імені користувача.

source: Sorry we don't have an account with that email address
ca: No hi ha cap compte amb aquest correu electrònic
cs: Je nám líto, nemáme účet s touto emailovou adresou
de: Es gibt kein Benutzerkonto mit dieser E-Mail-Adresse.
el: Λυπούμαστε, αλλά δεν υπάρχει λογαριασμός με αυτό το e-mail.
es: Lo sentimos, no existe una cuenta con esa dirección de correo electrónico
et: Vabandust, meil ei ole sellise meiliaadressiga kontot
eu: Barkatu baina ez dugu email helbide hori duen erabiltzaile konturik
fr: Désolé nous n'avons pas de compte avec cette adresse courriel
ga: Níl aon chuntas leis an seoladh ríomhphoist sin
gl: Sentímolo, non existe unha conta con esa dirección de correo electrónico
it: Spiacenti, ma non abbiamo trovato un account con questo indirizzo email
ja: すみませんが、そのEメールアドレスのアカウントは見つかりません。
lv: Ar šādu e-pasta adresi nav reģistrēts neviens lietotājs
nb: Det finnes ikke en konto med den e-postadressen
pt: Lamentamos, mas não existe nenhuma conta com esse endereço de correio electrónico
ro: Ne pare rau, dar nu avem un cont cu aceasta adresa de e-mail
sl: Žal nimamo računa s tem e-poštnim naslovom
sr: Жао нам је али код нас не постоји налог са том е-адресом
sv: Tyvärr, vi har inget konto med den e-postadressen
tr: Maalesef bu e-postaya kayıtlı bir hesap yok
uk: Вибачте, але облікового запису з такою поштовою адресою немає

source: Sorry we don't have an account with that username
ca: No hi ha cap compte amb aquest nom d'usuari
cs: Je nám líto, nemáme účet s tímto jménem
de: Es gibt kein Benutzerkonto mit diesem Benutzernamen.
el: Λυπούμαστε, αλλά δεν υπάρχει λογαριασμός με αυτό το όνομα χρήστη.
es: Lo sentimos, no existe una cuenta con ese nombre de usuario
et: Vabandust, meil ei ole sellise kasutajanimega kontot
eu: Barkatu baina ez dugu izen hori duen erabiltzailerik
fr: Désolé nous n'avons pas de compte avec ce nom d'utilisateur
ga: Níl aon chuntas leis an ainm úsáideora ann
gl: Sentímolo, non existe unha conta con ese nome de usuario
it: Spiacenti, ma non abbiamo trovato un account con questo username
ja: すみませんが、そのユーザー名のアカウントは見つかりません。
lv: Šāds lietotājvārds neeksistē
nb: Det finnes ikke en konto med det brukernavnet
pt: Lamentamos, mas não existe nenhuma conta com esse nome de utilizador
ro: Ne pare rau, dar nu avem un cont cu acest utilizator
sl: Žal nimamo računa s tem uporabniškim imenom
sr: Жао нам је али код нас не постоји налог са тим корисничким именом
sv: Tyvärr, vi har inget konto med det användarnamnet
tr: Maalesef bu kullanıcı adıyla açılmış bir hesap yok
uk: Вибачте, але облікового запису з таким ім'ям немає

source: You must provide an email or username
ca: Escriu un nom d'usuari o un correu electrònic
cs: Musíš zadat emailovou adresu nebo jméno
de: Du musst eine E-Mail-Adresse oder einen Benutzernamen angeben.
el: Πρέπει να δώσετε ένα e-mail ή όνομα χρήστη.
es: Debes indicar un correo electrónico o nombre de usuario
et: Sa pead sisestama meiliadressi või kasutajanime
eu: Emaila edo erabiltzaile izena idatzi behar duzu
fr: Vous devez fournir une adresse courriel ou un nom d'utilisateur
ga: Caithfidh tú seoladh ríomhphoist nó ainm úsáideora a thabhairt
gl: Debes indicar un correo electrónico ou nome de usuario
it: Devi indicare una email o uno username
ja: Eメールアドレスかユーザー名を入力してください。
lv: Jāievada e-pasta adrese vai lietotājvārds
nb: Du må oppgi en e-postadresse eller brukernavn
pt: Tem de fornecer um endereço de correio electrónico ou um nome de utilizador
ro: Trebuie sa furnizezi un email sau un utilizator
sl: Navesti morate e-pošto ali uporabniško ime
sr: Мораш да унесеш е-адресу или корисничко име
sv: Du måste ange e-post eller användarnamn
tr: E-postanı veya kullanıcı adını girmelisin
uk: Ви маєте ввести пошту чи ім’я користувача

source: Email
ca: Correu electrònic
el: Ηλεκτρονικό ταχυδρομείο (Email)
es: Correo electrónico
et: E-meil
eu: Emaila
fr: Courriel
ga: Ríomhphost
gl: Correo electrónico
ja: Eメールアドレス
lv: e-pasta adrese
nb: E-post
pt: Correio electrónico
sl: E-pošta
sr: Е-адреса
sv: E-post
tr: E-posta
uk: Пошта

source: Incorrect username or password.
de: Falscher Benutzername oder falsches Passwort.
fr: Nom d'utilisateur ou mot de passe incorrect
it: Password o nome utente sbagliati.
lv: Nepareizs lietotājvārds vai parole
pt: Nome de utilizador ou palavra-passe incorrectos.
tr: Geçersiz kullanıcı adı veya parola.

source: Please enable cookies on your browser.
de: Bitte aktiviere Cookies in deinem Browser.
fr: S'il vous plaît autoriser les cookies sur votre navigateur.
it: E' necessario abilitare i cookie nel proprio browser.
lv: Lūdzu atļauj sīkdatnes savā pārlūkā.
pt: Por favor active os <i>cookies</i> no seu navegador.
tr: Lütfen tarayıcı çerezlerini aktifleştir.

source: This account is inactive.
de: Dieses Konto ist deaktiviert.
fr: Ce compte n'est pas actif.
it: Questo account non è attivo.
lv: Konts ir neaktīvs.
pt: Esta conta está inactiva.
tr: Bu hesap aktifleştirilmemiş.

source: This account is deleted!
de: Dieses Konto wurde gelöscht!
fr: Ce compte est désactivé.
it: Questo account è stato cancellato!
lv: Konts ir dzēsts!
pt: Esta conta foi removida!
tr: Bu hesap silinmiş!

source: Send me Scratch Updates & Newsletters
de: Schicke mir Scratch-Updates und den Newsletter.
fr: Envoyez-moi les mises à jour et les Newsletters de Scratch
lv: Sūtiet man ziņas un jauninājumus par Scratch
tr: Bana Scratch Güncellemelerini ve Haberlerini gönder

source: Unsubscribe me from Scratch updates
de: Melde mich von den Scratch-Updates ab.
fr: Me désinscrire des mises à jour de Scratch
lv: Vairs nesūtiet man Scratch ziņas
tr: Beni Scratch güncellemeleri aboneliğinden çıkar

source: Unsubscribe me from Code-to-Learn Foundation updates
de: Melde mich von den Code-to-Learn-Foundation-Updates ab.
fr: Me désinscrire des mises à jour de la Fondation Code-to-Learn
lv: Vairs nesūtiet man nodibinājuma Code-to-Learn ziņas
tr: Beni Code-to-Learn Vakfı güncellemelerinden çıkar

source: day
ca: dia
cs: den
de: Tag
el: ημέρα
es: día
et: päev
eu: egun
fr: jour
ga: lá
gl: día
it: giorno
ja: 日
lv: dienas
nb: dag
pt: dia
ro: zi
sl: dan
sr: дан
sv: dag
tr: gün
uk: день

source: 1 minute ago
ca: fa 1 minut
cs: před 1 minutou
de: vor 1 Minute
el: Πριν από 1 λεπτό
es: hace 1 minuto
et: 1 minut tagasi
eu: duela minutu 1
fr: Il y a 1 minute
ga: 1 nóiméad ó shin
gl: fai 1 minuto
it: 1 minuto fa
ja: %(minutes)d 分前
lv: pirms %(minutes)d minūtes
nb: for 1 minutt siden
pt: há 1 minuto
ro: acum 1 minut
sl: Pred %(minutes)d minuto
sr: пре %(minutes)d минут
sv: 1 minut sedan
tr: 1 dakika önce %(minutes)d dakika önce
uk: %(minutes)d хвилину тому

source: just now
ca: ara mateix
cs: právě teď
de: gerade eben
el: Μόλις τώρα
es: justo ahora
et: just praegu
eu: oraintxe
fr: Tout juste maintenant
ga: anois beag
gl: xusto agora
it: ora
ja: たった今
lv: nupat
nb: akkurat nå
pt: agora mesmo
ro: chiar acum
sl: ravnokar
sr: баш сада
sv: nyss
tr: şimdi
uk: тільки но

source: 1 hour ago
ca: fa 1 hora
cs: před 1 hodinou
de: vor einer Stunde
el: Πριν από 1 ώρα
es: hace 1 hora
et: 1 tund tagasi
eu: duela ordubete
fr: Il y a 1 heure
ga: Uair ó shin
gl: fai 1 hora
it: 1 ora fa
ja: %(hours)d 時間前
lv: pirms %(hours)d stundas
nb: for 1 time siden
pt: há 1 hora
ro: acum 1 ora
sl: Pred %(hours)d uro
sr: пре %(hours)d сат
sv: 1 timme sedan
tr: 1 saat önce %(hours)d saat önce
uk: %(hours)d година тому

source: yesterday at %s
ca: ahir a les %s
cs: včera v %s
de: gestern um %s
el: Εχθές στις %s
es: ayer a la(s) %s
et: eile %s
eu: atzo %s -(r)etan
fr: Hier à %s
ga: inné ag %s
gl: onte ás %s
it: ieri alle %s
ja: 昨日の %s
lv: vakar %s
nb: igår %s
pt: ontem às %s
ro: ieri la %s
sl: včeraj ob %s
sr: јуче у %s
sv: igår vid %s
tr: dün %s'de
uk: вчора о %s

source: %(number)d %(type)s ago
ca: fa %(number)d %(type)s
cs: %(number)d %(type)s staré
de: vor %(number)d %(type)s
el: Πριν από %(number)d %(type)s
es: hace %(number)d %(type)s
et: %(number)d %(type)s tagasi
eu: duela %(number)d %(type)s
fr: Il y a %(number)d %(type)s
ga: %(number)d %(type)s ó shin
gl: fai %(number)d %(type)s
it: %(number)d %(type)s fa
ja: %(number)d %(type)s 前
lv: pirms %(number)d %(type)s
nb: for %(number)d %(type)s siden
pt: há %(number)d %(type)s
sl: pred %(number)d %(type)s
sr: Пре %(number)d %(type)s
sv: %(number)d %(type)s sedan
tr: %(number)d %(type)s önce
uk: %(number)d %(type)s тому

source: subscribers
cs: registrovaní odběratelé
el: συνδρομητές
es: suscriptores
et: abonendid
eu: harpidedunak
fr: abonnés
lv: abonenti
ro: abonati
sl: naročniki
sv: prenumeranter
tr: aboneler
uk: підписники

source: Latest posts on forum
cs: Poslední příspěvky ve fóru
el: Οι πιο πρόσφατες αναρτήσεις
es: Ultimas entradas en el foro
et: Foorumi viimased postitused
eu: Foroko azken argitalpenak
fr: Derniers messages sur le forum
lv: Jaunākie ieraksti forumā
ro: Ultimele postari in forum
sl: Zadnje objave na forumu
sv: Senaste inläggen i forumet
tr: Forumdaki son mesaj
uk: Останні повідомлення на форумі

source: Latest topics on forum
cs: Poslední témata ve fóru
el: Τα πιο πρόσφατα θέματα
es: Últimos temas en el foro
et: Foorumi viimased teemad
eu: Foroko azken gaiak
fr: Derniers sujets sur le forum
lv: Jaunākās tēmas forumā
ro: Ultimele teme in forum
sl: Zadnje teme na forumu
sv: Senaste ämnena i forumet
tr: Forumdaki son konular
uk: Останні теми форуму

source: Latest posts on %s
cs: Poslední příspěvky o %s
el: Οι πιο πρόσφατες αναρτήσεις στο %s
es: Últimas entradas en %s
et: Viimased postitused %s
eu: %s -n eginiko azken mezuak
fr: Derniers messages sur %s
lv: Jaunākie ieraksti %s
ro: Ultimele postari in %s
sl: Zadnje objave na %s
sv: Senaste inläggen i %s
tr: %s'deki son mesajlar
uk: Останні повідомлення з %s

source: Latest posts on the topic "%s"
cs: Poslední příspěvky na téma "%s"
el: Οι πιο πρόσφατες αναρτήσεις στο θέμα "%s"
es: Últimas entradas en el tema "%s"
et: Viimased postitused teemal "%s"
eu: "%s" gaiari buruzko azken argitalpenak
fr: Derniers messages sur le thème "% s"
lv: Jaunākie ieraksti tēmā "%s"
ro: Ultimele postari la tema "%s"
sl: Zadnje objave na temo "%s"
sv: Senaste inläggen i ämnet "%s"
tr: "%s" konusundaki son gönderiler
uk: Останні повідомлення з теми "%s"

source: Latest posts on the forum "%s"
cs: Poslední příspěvky ve fóru "%s"
el: Οι πιο πρόσφατες αναρτήσεις στο φόρουμ "%s"
es: Últimas entradas en el foro "%s"
et: Viimased postitused foorumis "%s"
eu: "%s" foroko azken argitalpenak
fr: Derniers messages sur le forum "% s"
lv: Jaunākie ieraksti forumā "%s"
ro: Ultimele postari in forumul "%s"
sl: Zadnje objave na forumu "%s"
sv: Senaste inläggen i forumet "%s"
tr: "%s" forumundaki son gönderiler
uk: Останні повідомлення з форуму "%s"

source: Latest posts on the category "%s"
cs: Poslední příspěvky v kategorii "%s"
el: Οι πιο πρόσφατες αναρτήσεις στην κατηγορία "%s"
es: Últimas entradas en la categoría "%s"
et: Viimased postitused kategoorias "%s"
eu: "%s" kategoriako azken argitalpenak
fr: Derniers messages sur la catégorie "% s"
lv: Jaunākie ieraksti kategorijā "%s"
ro: Ultimele postari incategoria "%s"
sl: Zadnje objave v kategoriji "%s"
sv: Senaste inläggen i kategorin "%s"
tr: "%s" kategorsindeki son gönderiler
uk: Останні повідомлення з категорії "%s"

source: Username
ca: Nom d'Usuari
cs: Jméno uživatele
de: Benutzername
el: Όνομα χρήστη
es: Nombre de Usuario
et: Kasutajanimi
eu: Erabiltzaile izena
fr: Nom d'utilisateur
ga: Ainm úsáideora
gl: Nome de usuario
he: שם משתמש
it: Nome utente
ja: ユーザー名
lv: Lietotāja vārds
nb: Brukernavn
pt: Nome de utilizador
ro: Utilizator
sl: Uporabniško ime
sr: Име за пријаву
sv: Användarnamn
tr: Kullanıcı Adı
uk: Ім'я користувача

source: Registered
cs: Registrován
el: Εγγεγραμμένος
es: Registrado
et: Registreeritud
eu: Erregistratu
fr: Inscrit
lv: Reģistrēts
ro: Inregistrat
sl: Registriran
sv: Registrerad
tr: Kayıtlı
uk: Зареєстровано

source: Number of posts
cs: Počet příspěvků
el: Αριθμός αναρτήσεων
es: Número de entradas
et: Postituste arv
eu: Argitalpenen kopurua
fr: Nombre de messages
lv: Ierakstu daudzums
ro: Numar de postari
sl: Število objav
sv: Antal inlägg
tr: Gönderi sayısı
uk: Кількість повідомлень

source: Post time
cs: Čas příspěvku
el: Ώρα δημοσίευσης
es: Hora de la entrada
et: Postituse aeg
eu: Argitalpenaren ordua
fr: Heure de publication du message
lv: Ierakstu laiks
ro: Ora postarii
sl: Čas objave
sv: Inlägg skapat
tr: Gönderim zamanı
uk: Час повідомлення

source: Author
cs: Autor
el: Κάτοχος
es: Autor
et: Autor
eu: Egilea
fr: Auteur
lv: Autors
ro: Autor
sl: Avtor
sv: Författare
tr: Yazar
uk: Автор

source: Subject
cs: Téma
el: Θέμα
es: Asunto
et: Teema
eu: Gaia
fr: Sujet
lv: Tēma
ro: Subiect
sl: Zadeva
sv: Ämne
tr: Konu
uk: Тема

source: Forum
cs: Fórum
el: Φόρουμ
es: Foro
et: Foorum
eu: Foroa
lv: Forumi
uk: Форум

source: Ascending
cs: Vzestupně
el: Αύξουσα
es: Ascendente
et: Kasvav
eu: Behetik gora
fr: Croissant
lv: Augoši
ro: Crescator
sl: Naraščajoče
sv: Stigande
tr: Artan
uk: По зростанню

source: Descending
cs: Sestupně
el: Φθήνουσα
es: Descendente
et: Kahanev
eu: Goitik behera
fr: Décroissant
lv: Dilstoši
ro: Descrescator
sl: Padajoče
sv: Fallande
tr: Azalan
uk: По спаданню

source: Topics
cs: Náměty
el: Θέματα
es: Temas
et: Teemad
eu: Gaiak
fr: Sujets
lv: Temati
ro: Teme
sl: Teme
sv: Ämnen
tr: Konular
uk: Теми

source: Posts
cs: Příspěvky
el: Αναρτήσεις
es: Entradas
et: Postitused
eu: Argitalpenak
fr: Messages
lv: Ieraksti
ro: Postari
sl: Objave
sv: Inlägg
tr: Gönderimler
uk: Повідомлення

source: Message text and topic subject
cs: Text zprávy a předmět tématu
el: Κείμενο μηνύματος και θέμα
es: Texto del mensaje y tema
et: Sõnumi tekst ning teema pealkiri
eu: Mezuaren testua eta gaia
fr: Texte du message et titre du sujet
lv: Ziņojuma teksts un tēma
ro: Textul mesajului si subiectul temei
sl: Besedilo sporočila in naslov teme
sv: Meddelandetext och ämnesrubrik
tr: Mesajın içeriği ve konusu
uk: Текст та заголовок повідомлення

source: Message text only
cs: Pouze text zprávy
el: Κείμενο μηνύματος μόνο
es: Solo mensaje de texto
et: Ainult sõnumi tekst
eu: Mezuaren testua bakarrik
fr: Texte du message seulement
lv: Tikai ziņojuma teksts
ro: Numai mesaj de tip text
sl: Samo besedilo sporočila
sv: Bara meddelandetext
tr: Sadece mesaj metni
uk: Тільки текст повідомлення

source: Topic subject only
cs: Pouze předmět tématu
el: Θέμα μόνο
es: Solamente asunto del tema
et: Ainult sõnumi pealkiri
eu: Gaia bakarrik
fr: Titre du sujet seulement
lv: Tikai tēma
ro: Numai subiectul temei
sl: Samo naslov teme
sv: Endast ämnesrubrik
tr: Sadece konu başlığı
uk: Тільки назви тем

source: Attachment
cs: Přílohy
el: Επισύναψη αρχείων
es: Anexo
et: Manus
eu: Eranskina
fr: Attachement
lv: Pielikums
ro: Atasament
sl: Priponka
sv: Bilaga
tr: Ek
uk: Долучення
