Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Inside any project, click <img src="%(STATIC_URL)s/images/help/remix-button.png" /> to save your own version and make changes. After you share it, the project page will highlight the original creators and links to their projects.
ca: A dins de qualsevol projecte, prem <img src="%(STATIC_URL)s/images/help/remix-button.png" /> per desar la teva pròpia versió i fer-hi canvis. Després de compartir-lo, la pàgina del projecte destacarà els creadors originals i enllaços als seus projectes.
cs: Uvnitř libovolného projektu klikni na <img src="%(STATIC_URL)s/images/help/remix-button.png" /> abys uložil svou vlastní verzi a udělal změny. Až nasdílíš svou verzi, zvýrazní stránka projektu původní autory a odkazy na jejich projekty.
de: Im Editor eines Projektes kannst du auf <img src="%(STATIC_URL)s/images/help/remix-button.png" /> klicken, um deine eigene Version zu speichern und Änderungen vorzunehmen. Nachdem du es veröffentlicht hast, wird die Seite die ursprünglichen Autoren des Projekts hervorheben und deren Projekte verlinken.
el: Μέσα σε οποιοδήποτε έργο, πατήστε το κουμπί <img src="%(STATIC_URL)s/images/help/remix-button.png" /> για να κάνετε αλλαγές και να αποθηκεύσετε τη δική σας έκδοση ενός έργου. Αφού κάνετε κοινή χρήση της δικής σας έκδοσης, στη σελίδα του έργου θα επισημανθούν οι αρχικοί δημιουργοί και οι διευθύνσεις προς τα έργα τους.
es: Dentro de cualquier proyecto, haz clic en <img src="%(STATIC_URL)s/images/help/es/remix-button.png" /> para guardar tu propia versión y hacer cambios. Cuando lo compartas, la página del proyecto destacará al creador original y enlazará a sus proyectos.
et: Iga projekti sees võid klõpsata <img src="%(STATIC_URL)s/images/help/remix-button.png" /> et salvestada sellest oma versioon ja teha muudatusi. Pärast projekti jagamist on projektilehel näha originaali loojad ja lingid nende projektidele.
eu: Edozen proiekturen barruan, klikatu <img src="%(STATIC_URL)s/images/help/remix-button.png" /> zure bertsioa gorde eta aldaketak egiteko. Berau partekatzen baduzu, proiektuaren orriak jatorrizko sortzaileak eta beraien proiektuetarako estekak azpimarratuko ditu.
fr: A l'intérieur de tout projet, cliquez sur <img src="%(STATIC_URL)s/images/help/remix-button.png" /> pour enregistrer votre propre version et apporter des modifications. Une fois que vous l'avez partagé, la page du projet mettra en surbrillance les créateurs originaux et les liens vers leurs projets.
ga: Laistigh de thionscadal ar bith, cliceáil <img src="%(STATIC_URL)s/images/help/remix-button.png" /> chun do leagan féin a shábháil agus é a athrú. Tar éis duit an leagan nua a chomhroinnt, taispeánfar na bunúdair ar leathanach an tionscadail, chomh maith le nascanna lena gcuid tionscadal.
gl: Dentro de calquera proxecto, preme en <img src="%(STATIC_URL)s/images/help/remix-button.png" /> para gardar a túa propia versión e facer cambios. Cando o compartas, a páxina do proxecto destacará ao creador orixinal e establecerá unha ligazón aos seus proxectos.
it: Quando sei all'interno di un progetto, clicca sul pulsante <img src="%(STATIC_URL)s/images/help/it/remix-button.png" /> per salvare la tua versione personale e fare dei cambiamenti. Dopo averlo condiviso, la pagina del progetto mostrerà direttamente il creatore originale insieme ad un link ai suoi progetti.
ja: どの作品でも、中のコードを見ているときに<img src="%(STATIC_URL)s/images/help/remix-button.png" />をクリックすると、あなたのバージョンとして作品は保存され、改造をする事ができます。その作品をシェアすると、作品のページには元の作者が表示され、元の作品へのりんくが作成されます。
lv: Jebkurā projektā klikšķini <img src="%(STATIC_URL)s/images/help/remix-button.png" />, lai saglavātu un savu versiju un radītu izmaiņas. Pēc tam kad dalīsies ar to, projektā lapā būs izcelts arī sākotnējais autors un būs saite uz viņa projektu.
nb: Når du redigerer på andres prosjekter kan du klikke <img src="%(STATIC_URL)s/images/help/remix-button.png" /> for å lagre din versjon på din egen brukerkonto. Når du legger det ut vil prosjektsiden vise skaperne av den opprinnelige versjonen og linke til deres prosjekter.
pt: Dentro de qualquer projecto, clique em <img src="%(STATIC_URL)s/images/help/remix-button.png" /> para guardar a sua própria versão do projecto e para lhe fazer alterações. Depois de o partilhar, a página do projecto destacará os criadores originais e ligará aos seus projectos.
ro: In interiorul oricarui proiect, clic pe <img src="%(STATIC_URL)s/images/help/remix-button.png" /> pentru a salva propria versiune si pentru a face modificari. Dupa ce il partajezi, in pagina proiectului se vor evidentia autorii originali si link-urile catre proiectele lor.
sl: Znotraj projekta klikni <img src="%(STATIC_URL)s/images/help/remix-button.png" />, da shraniš svojo različico in projekt spremeniš. Ko ga boš delil-a, bo na projektni strani poudarjen prvotni avtor projekta s povezavami do njegovih projektov.
sv: Inuti ett projekt kan du klicka på <img src="%(STATIC_URL)s/images/help/remix-button.png" /> för att spara din egen version och göra ändringar. Efter att du delat projektet kommer projektsidan att markera skaparen av orginalet och länka till dennes projekt.
tr: Bir başkasının projesinin içindeyken, kendi yaptığın değişiklikleri kaydetmek istersen <img src="%(STATIC_URL)s/images/help/remix-button.png" /> düğmesine tıkla. Daha sonra bunu paylaşırsan proje sayfasında bu projeye senden önce katkı yapanlar ve projeleri görünür.
uk: Усередині будь-якого проекту натисніть <img src="%(STATIC_URL)s/images/help/remix-button.png" /> щоб зберегти свою власну версію та внести зміни. Після того як ви поділилися, на сторінці проекту будуть висвітлені авторів і посилання на їх проекти.

source: Discover interesting projects by clicking on the Related Projects bar at the bottom of any project page.
ca: Descobreix projectes interessants clicant a Projectes Relacionats a la part inferior de qualsevol projecte.
cs: Objevuj zajímavé projekty kliknutím na lištu Related Projects na spodním okraji každé stránky projektu.
de: Entdecke interessante Projekte, indem du auf die Leiste "Ähnliche Projekte"am unteren Rand jeder Projektseite klickst.
el: Ανακαλύψτε ενδιαφέροντα έργα πατώντας πάνω στο πλαίσιο με τα σχετικά έργα στο κάτω μέρος κάθε σελίδας έργου.
es: Descubre proyectos interesantes haciendo clic en la barra de Proyectos Sugeridos en la parte inferior de la página de cualquier proyecto.
et: Avasta huvitavaid projekte klõpsates Seonduvad Projektid (<i>Related Projects</i>) projektilehe allosas.
eu: Proiektu interesgarriak ezagutzeko, klikatu ezazu Erlazionaturiko Proiektuak barran edozein proiektu orritako behekaldean.
fr: Découvrez les projets intéressants en cliquant sur ​​les projets associés sur la barre au bas de n'importe quelle page du projet.
ga: Aimsigh tionscadail shuimiúla trí 'Tionscadail Ghaolmhara' a chliceáil ag bun aon leathanaigh tionscadail.
gl: Descobre proxectos interesantes premendo na barra de Proxectos Suxeridos na parte inferior da páxina de calquera proxecto.
it: Scopri progetti interessanti cliccando sulla barra Progetti Correlati che trovi in fondo alla pagina di ogni progetto.
ja: 作品のページの下部にある、関連作品一覧をクリックすると、面白い作品を発見する事ができます。
lv: Atklāj interesantus projektus, klikšķinot uz joslas Līdzīgie projekti jebkuras projekta lapas apakšā.
nb: Klikk på "Tilsvarende Prosjekter" nederst på prosjektsiden for å finne andre interessante prosjekter.
pt: Descubra projectos interessantes clicando sobre a barra Projectos Relacionados no inferior de qualquer página de projecto.
ro: Descopera proiecte interesante dand clic pe bara de Proiecte Asemanatoare din partea de jos a paginii oricarui proiect.
sl: Odkrij zanimive projekte s klikom na vrstico Sorodni projekti na dnu projekte strani.
sv: Upptäck intressanta projekt genom att klicka på Relaterade Projekt längst ned på varje projektsida.
tr: Herhangi bir proje sayfasının altındaki ilgili projeler çubuğuna tıklayarak ilginç projeleri keşfet.
uk: Відкрийте для себе цікаві проекти, натиснувши на панелі Пов'язані проекти в нижній частині будь-якої сторінки проектів.

source: Click your username or icon to go to your <b>Profile</b> page, where you can feature one of your projects and tell others what you're working on.
ca: Clica el teu nom d'usuari o icona per anar a la teva pàgina de <b>Perfil</b>, on pots presentar un dels teus projectes i explicar als altres en què estàs treballant.
cs: Klikni na své jméno uživatele nebo ikonu aby ses dostal na svou stránku <b>Profil</b>, kde můžeš uvést některý ze svých projektů a říci ostatním na čem pracuješ.
de: Klicke auf deinen Benutzernamen oder dein Symbol um zu deinem <b>Profil</b>-Seite zu gelangen, auf der du eines deiner Projekte vorstellen und anderen mitteilen kannst, woran du gerade arbeitest.
el: Πατήστε στο όνομα χρήστη ή την εικόνα σας για να πάτε στο <b>Προφίλ</b> σας, όπου μπορείτε να προτείνετε ένα από τα έργα σας και να πείτε στους άλλους πάνω σε τι ασχολείστε στο Scratch τον τελευταίο καιρό.
es: Haz clic en tu nombre de usuario o ícono para ir a tu <b>Perfil</b>, donde podrás destacar uno de tus proyectos y decirle a otros en qué estás trabajando.
et: Klõpsa oma kasutajanime või ikooni, et minna oma <b>Profiili</b> leheküljele, kus saad demonstreerida ühte oma projekti ja öelda teistele, mille kallal sa töötad.
eu: Klikatu zure erabiltzaile izena edo ikonoa zure <b>Profil</b> orrian, non zure proiektuetako bat azpimarra dezakezun eta besteei zertan zabiltzan lanean kontatu.
fr: Cliquez sur votre nom d'utilisateur ou son icône pour accéder à votre page de<b>Profil</b> , où vous pouvez présenter l'un de vos projets et de dire aux autres sur quoi vous travaillez.
ga: Cliceáil d'ainm úsáideora nó do dheilbhín chun do <b>Phróifíl</b> a fheiceáil, áit inar féidir leat tionscadal de do chuid a chur ar taispeáint agus cur in iúl don phobal cad a bhíonn ar siúl agat.
gl: Preme no teu nome de usuario ou ícona para ir ao teu <b>Perfil</b>, onde poderás destacar un dos teus proxectos e decirlle aos demais no que estás traballando.
it: Clicca il tuo username o la tua icona per visitare la pagina del tuo <b>Profilo</b>, dove potrai segnalare il progetto preferito tra quelli che hai creato e dire agli altri su cosa stai lavorando.
ja: あなたのアイコンやユーザー名をクリックすると <b>プロフィール</b> ページを表示します。 そこに表示する作品を一つ選んで、あなたが今なにに取り組んでいるのか、他の人に知らせる事ができます。
lv: Klikšķini uz sava lietotājvārda vai ikonas lai nonāktu savā <b>profila</b> lapā, kurā tu vari izcelt kādu savu projektu un pastāstīt citiem, ko tu šobrīd dari.
nb: Klikk på brukernavnet ditt for å gå til din <b>Profil</b> side, der du kan anbefale ett av dine prosjekter og fortelle andre hva du arbeider med.
pt: Clique no seu nome ou ícone de utilizador para ir para a sua página de <b>Perfil</b>, onde pode destacar um dos seus projectos e contar aos outros em que tem estado a trabalhar.
ro: Da clic pe numele tau de utilizator sau pe iconita pentru a merge la pagina <b>Profilului</b> tau, unde poti caracteriza unul dintre proiectele tale si poti spune altora la ce lucrezi.
sl: Klikni na svoje uporabniško ime ali na ikono, da prideš na svojo<b>Profilno</b> stran, kjer lahko izpostaviš enega izmed svojih projektov in poveš drugim, s čim se trenutno ukvarjaš.
sv: Klicka på ditt användarnamn eller ikonen för att gå till din <b>Profilsida</b>, där du kan ha göra reklam för dina projekt och berätta för andra vad du arbetar med.
tr: <b>Profil</b> sayfanda projelerinden birisini öne çıkartabileceğin gibi diğerlerine üzerinde çalıştığın konudan da bahsedebilirsin. Profil sayfana ulaşmak için kullanıcı adına veya simgeye tıklaman yeterli.
uk: Натисніть ваше ім'я користувача або значок для переходу на сторінку <b>Профіль</b>, де ви можете описати один з ваших проектів і розповісти іншим про те, над чим працюєте.

source: People can post comments on your Profile page and <img src="%(STATIC_URL)s/images/help/follow-button.png" /> your Scratch account to see updates.
ca: La gent pot publicar comentaris a la teva pàgina de Perfil i <img src="%(STATIC_URL)s/images/help/follow-button.png" /> el teu compte Scratch per veure novetats.
cs: Lidé mohou posílat komentáře ke tvé stránce Profil a <img src="%(STATIC_URL)s/images/help/follow-button.png" /> tvého Scratch účtu aby viděli aktualizace.
de: Leute können Kommentare auf deiner Profilseite hinterlassen und deinem Scratch-Account <img src="%(STATIC_URL)s/images/help/follow-button.png" />, um Neuigkeiten zu sehen.
el: Όλοι μπορούν να γράψουν σχόλια στο προφίλ σας και να <img src="%(STATIC_URL)s/images/help/follow-button.png" /> το λογαριασμό σας για να βλέπουν ενημερώσεις σας.
es: La gente puede escribir comentarios en tu Perfil, y en <img src="%(STATIC_URL)s/images/help/es/follow-button.png" /> tu cuenta de Scratch para ver actualizaciones.
et: Inimesed saavad postitada sinu profiili lehele kommentaare ja <img src="%(STATIC_URL)s/images/help/follow-button.png" /> sinu Scratchi kontot, et näha uuendusi.
eu: Jendeak zure Profil orrian iruzkinak argitara ditzake <img src="%(STATIC_URL)s/images/help/follow-button.png" /> eta zure Scratch kontuan ere eguneraketak ikusteko.
fr: Les gens peuvent poster des commentaires sur votre page de profil et <img src="%(STATIC_URL)s/images/help/follow-button.png" /> et voir le mises à jour de votre compte.
ga: Beidh daoine in ann nótaí a chur ar do leathanach Próifíle agus do chuntas Scratch a <img src="%(STATIC_URL)s/images/help/follow-button.png" /> chun nuashonruithe a fháil.
gl: A xente pode escribir comentarios no teu Perfil, e na <img src="%(STATIC_URL)s/images/help/follow-button.png" /> túa conta de Scratch para ver actualizacións.
it: Gli altri membri possono inviare commenti nella pagina del tuo Profilo e usare il pulsante <img src="%(STATIC_URL)s/images/help/it/follow-button.png" /> per seguire il tuo account Scratch e vedere gli aggiornamenti.
ja: 他の人はあなたのプロフィールページにコメントをしたり、<img src="%(STATIC_URL)s/images/help/follow-button.png" />を押してフォローして、あなたのアカウントの最新情報を見ることができます。
lv: Citi var komentēt tavā profila lapā un <img src="%(STATIC_URL)s/images/help/follow-button.png" /> tavu Scratch profilu, lai redzētu jaunumus.
nb: Andre kan skrive kommentarer på din profilside og bruke <img src="%(STATIC_URL)s/images/help/follow-button.png" /> for å følge med på ditt arbeid.
pt: As pessoas podem publicar comentários na sua página de perfil e <img src="%(STATIC_URL)s/images/help/follow-button.png" /> a sua conta Scratch para ver actualizações.
ro: oamenii pot posta comentarii in pagina ta de Profil si <img src="%(STATIC_URL)s/images/help/follow-button.png" /> contul tau Scratch pentru a vedea actualizarile.
sl: Ljudje lahko objavljajo komentarje na tvoji Profilni strani in <img src="%(STATIC_URL)s/images/help/follow-button.png" /> tvojemu Scratch računu, da vidijo posodobitve.
sv: Andra kan skicka kommentarer på din Profilsida och <img src="%(STATIC_URL)s/images/help/follow-button.png" /> ditt Scratchkonto för att se uppdateringar.
tr: Diğerleri Profil sayfanda yorum yapıp güncellemelerini görmek için hesabını <img src="%(STATIC_URL)s/images/help/follow-button.png" /> edebilirler.
uk: Інші не можуть залишати коментарі на сторінці вашого профілю і <img src="%(STATIC_URL)s/images/help/follow-button.png" /> ваш обліковий запис, щоб побачити оновлення.

source: Galleries are now called <b>Studios</b>, and can be curated by you and others you invite.
ca: Les galeries are es diuen <b>Estudis</b>, i poden ser conservats per tu i els altres que tu convidis.
cs: Galerie se teď nazývají <b>Studia</b> a mohou být správcovány tebou nebo jinými které pozveš.
de: Galerien heißen jetzt <b>Studios</b> und können von dir und anderen kuratiert werden, die du dazu einlädst.
el: Τα Studio λέγονται τώρα <b>συλλογές έργων</b> και μπορούν πλέον να επιμεληθούν από σας και όσους προσκαλείτε.
es: Las galerías ahora se llaman <b>Estudios</b>, y pueden ser curados por tí y por otras personas que invites.
et: Galeriide nimetuseks on nüüd <b>Stuudiod</b> ja neid saad Sa kureerida ise või seda võib teha sinu poolt volitatud isik.
eu: Galeriei <b>Estudioak</b> deritzaie orain, eta zuk edo zuk gonbidaturiko beste batzuk ondu ditzakezue.
fr: Les galeries sont maintenant appelées <b> Studios </ b>, dont tu peux être le conservateur et d'autres que tu invites.
ga: Tugtar <b>Stiúideonna</b> ar Ghailearaithe anois. Is féidir cuireadh a thabhairt do dhaoine eile cabhrú leat an stiúideo a choimeád.
gl: Agora as galerías chámanse <b>Estudos</b>, e poden ser supervisados por tí e por outras persoas ás que ti invites.
it: Sia tu sia altri membri della comunità invitati da te potete essere i curatori delle <b>Gallerie</b> che hai creato.
ja: ギャラリーは<b>スタジオ</b>と呼び方が変わります。そしてあなたや、あなたが招待した人が管理できます。管理する人はキュレーターと呼ばれます。
lv: Galerijas tagad sauc <b>studijas</b>, un tās vari pārvaldīt tu un citi tevis aicināti lietotāji.
nb: Et <b>galleri</b> (kalles nå studio på engelsk) kan forvaltes både av deg selv og av andre som du inviterer.
pt: As galerias agora são chamadas <b>Estúdios</b> e podem ser geridas por si e por outros que convide para o efeito.
ro: Galeriile acum se numesc <b>Ateliere</b> si pot fi gestionate de tine si alti utilizatori pe care ii inviti tu.
sl: Galerije so sedaj poimenovane <b>Studii</b>. Zanje lahko skrbiš sam-a ali povabiš druge.
sv: Gallerier kallas nu <b>Studior</b>, och kan administreras av dig och andra som du bjuder in.
tr: Galerilere artık <b>Stüdyo</b> diyoruz. Hem sen hem de davet ettiklerin stüdyolarının düzenleyicisi olabilir.
uk: Галереї тепер називаються <b>Студії</b>, і ви можете бути куратором.

source: The Search features lets you find and preview projects more easily.
ca: Les característiques d'Scratch et permeten cercar i previsualitzar projectes més fàcilment.
cs: Vlastnosti Scratch ti umožní mnohem lehčeji hledat a zobrazovat náhledy.
de: Die Suchfunktionen lassen dich Projekte einfacher finden und anschauen.
el: Οι δυνατότητες της αναζήτησης σάς επιτρέπουν να βρείτε και να επισκοπήσετε έργα ευκολότερα.
es: Las características de Búsqueda te permiten encontrar y visualizar proyectos más fácilmente.
et: Otsinguvahendid võimaldavad leida ja vaadata projekte palju lihtsamalt.
eu: Bilaketa ezaugarriek proiektuak azkarrago aurkitu eta aurreikusten laguntzen dute.
fr: Les fonctions de recherche vous permettent de trouver et d'afficher un aperçu des projets plus facilement.
ga: Tá sé níos éasca tionscadail a aimsiú anois leis na gnéithe nua cuardaigh.
gl: As características de Búsqueda permítenche atopar e ver proxectos de xeito máis doado.
it: Le nuove funzionalità di Ricerca ti permettono di trovare i progetti e di vederne l'anteprima in maniera più semplice.
ja: 検索機能はより簡単にあなたが作品を探したり、見つけたりできるようになるでしょう。
lv: Scratch iespējas ļauj tev vienkāršākatrast un apskatīt projektus.
nb: Med søkefunksjonen kan du lettere finne prosjekter og prøve dem ut.
pt: As funcionalidades de Pesquisa permitem-lhe encontrar e ver projectos mais facilmente.
ro: Caracteristica de Cautare iti permite sa gasesti si sa vizualizezi proiecte mai usor.
sl: Scratch funkcije ti omogočejo, da najdeš in si ogledaš projekte enostavneje.
sv: Sökfunktionen låter dig hitta och visa projekt lättare.
tr: Arama işlevi, projeleri bulmanı ve gözatmanı kolaylaştırır.
uk: Функції пошуку дозволяють знайти і переглянути проекти більш легко.

source: Planned for Summer 2013
ca: Previst per l'estiu de 2013
cs: Plánované pro léto 2013
de: Geplant für Sommer 2013
el: Δυνατότητες που σχεδιάζονται για το καλοκαίρι του 2013:
es: Planeado para el Verano de 2013
et: Planeeritud 2013 suveks
eu: 2013ko udarako aurreikusita
fr: Prévu pour l'été 2013.
ga: Le teacht, Samhradh 2013
gl: Previsto para o verán de 2013
it: Previsto per l'estate 2013
lv: Plānots 2013. gada vasarā
nb: Planlagt sommeren 2013
pt: Planeadas para o verão de 2013
ro: Planificat pentru Vara 2013
sl: Načrtovano za poletje 2013
sr: Планирано за лето 2013
sv: Planeras under sommaren 2013
tr: 2013'ün yazı için planlandı.
uk: Заплановано на літо 2013 року

source: Download an off-line version of the Scratch project editor to use without an Internet connection
ca: Descarrega una versió off-line de l'editor de projectes d'Scratch per fer-lo servir sense connexió a Internet
cs: Stažení si offline verze Scratch projekt editoru pro použití bez připojení k internetu
de: Lade eine Offlineversion des Scratch-Projekteditors zur Benutzung ohne Internet-Verbindung herunter
el: Δυνατότητα λήψης της έκδοσης εκτός διαδικτύου του Επεξεργαστή Έργων του Scratch για χρήση χωρίς πρόσβαση στο διαδίκτυο.
es: Descargue una versión offline del editor de proyectos de Scratch para usarlo sin conexión a Internet.
et: Lae alla Scratch 2.0 projektiredaktori offline-versioon, mida saad kasutada ilma internetiühenduseta
eu: Scratch proiektu editorearen off-line bersioa jaitsi ezazu Internet konexiorik gabe erabil ahal izan dezazun.
fr: Téléchargez une version hors-ligne du projet de l'éditeur Scratch pour l'utiliser sans connexion Internet
ga: Íosluchtaigh leagan saorsheasaimh den eagarthóir Scratch le húsáid gan ceangal Idirlín
gl: Descarga a versión non-en-liña do editor de proxectos Scratch para usar sin conexión a Internet
it: Scarica una versione off-line dell'editor di progetti Scratch da usare senza una connessione Internet
lv: Lejuplādē Scratch redaktra bezsaistes versiju, lai to izmantotu bez interneta pieslēguma
nb: Frittstående versjon av Scratch for bruk uten nettforbindelse
pt: Descarregar um versão autónoma do editor de projectos Scratch para utilização sem ligação à Internet
ro: Descarca o versiune offline a editorului de proiect Scratch pentru a-l folosi fara conexiune la Internet
sl: Prenesi različico Scratch urejevalnika brez povezave v internet projektov za delo brez internetne povezave
sv: Ladda ned en off-line version av Scratchprogrammet för att användas utan uppkoppling till Internet
tr: İnternet bağlantısı olmadan çalışmak için Scratch'in çevrimdışı versiyonlarından birini indirebilirsin
uk: Завантажувальна версія редактору проектів Скретчу для використання за відсутності доступу до Інтернету
