Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Rests (plays nothing) for specified number of beats</h3></div>
ca: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Fa silenci (no sona res) durant el nombre especificat de pulsacions</h3></div>
el: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Σταματά να παίζει ήχους για συγκεκριμένο αριθμό χτύπων.</h3></div>
es: <img src="%(STATIC_URL)s/images/help/es/rest.png"/> <h3>Pausa (tocar nada) por un número dado de pulsos</h3></div>
et: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Mitte mängida antud arvu lööke</h3></div>
eu: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Gelditu egiten da (ez du ezer jotzen) zehaztutako taupada kopuruan</h3></div>
fr: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Silence ( ne joue rien) pour le nombre de battements spécifiés</h3></div>
gl: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Detén (tocar nada) por un número especificado de pulsos</h3></div>
it: <img src="%(STATIC_URL)s/images/help/it/rest.png"/> <h3>Fa una pausa (non riproduce cioè nessun suono) per il numero di battute indicato</h3></div>
lv: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Pauzes (nespēlē neko) notiektu sitienu skaitu</h3></div>
nb: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Venter uten å spille noe instrument</h3></div>
pt: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Faz uma pausa (sem tocar nada) durante um dado número de tempos</h3></div>
sl: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Počiva (ne igra ničesar) za določeno število taktov</h3></div>
sv: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Väntar (spelar ingenting) i angivet antal taktslag</h3></div>
uk: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Пауза (музика припиняється) на вказану кількість тактів</h3></div>

source: Reports closest integer to a number
ca: Retorna l'arrodoniment d'un nombre
el: Αναφέρει τον πλησιέστερο ακέραιο σε έναν αριθμό.
es: Retorna el entero más cercano a un número
et: Tagastab antud arvule lähima täisarvu
eu: Zenbaki batetik gertuen dagoen integerra (zenbaki osoa) itzultzen du
fr: Renvoie l'entier le plus proche du nombre entier
gl: Devolve o enteiro máis próximo a un número
it: Restituisce l'intero più vicino al numero indicato
lv: Atgriež skaitlim vistuvāk esošo veselo skaitli
nb: Gir nærmeste heltall
pt: Reporta o número inteiro mais próximo de um dado número
ro: Returneaza cel mai apropiat intreg de un numar
sl: Vrne najbližje celo število
sv: Rapporterar närliggande heltal till ett tal
uk: Результатом є округлене значення числа

source: <img src="%(STATIC_URL)s/images/help/round.png" /> gives the rounded value of a number. That means it turns a decimal number into the nearest whole number. For example: <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> is 5, and <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> is 6.
ca: <img src="%(STATIC_URL)s/images/help/round.png" /> torna el valor arrodonit d'un nombre. Vol dir que transforma un nombre decimal en el nombre sencer més proper Per exemple: <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> és 5, i <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> és 6.
el: <img src="%(STATIC_URL)s/images/help/round.png" /> δίνει την στρογγυλοποιημένη τιμή ενός αριθμού. Αυτό σημαίνει ότι μετατρέπει έναν δεκαδικό αριθμό στον κοντινότερο ακέραιο. Για παράδειγμα: του <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> είναι το 5, και του <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> είναι το 6.
es: <img src="%(STATIC_URL)s/images/help/es/round.png" />da el valor redondeado de un número. Esto significa que convierte un número decimal en el número entero más cercano. Por ejemplo: <img src="%(STATIC_URL)s/images/help/es/round-5.1.png" /> es 5, y <img src="%(STATIC_URL)s/images/help/es/round-5.6.png" /> es 6.
et: <img src="%(STATIC_URL)s/images/help/round.png" /> annab arvu ümardatud väärtuse. See tähendab, et võtab realarvule lähima täisarvu. Näiteks: <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> on 5 ja <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> on 6.
eu: <img src="%(STATIC_URL)s/images/help/round.png" /> zenbaki baten balio borobildua itzultzen du. Zenbaki dezimal bat gertuen duen zenbaki osoan bihurtzen du. Adibidez: <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> 5 da, eta <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> 6 da.
fr: <img src="%(STATIC_URL)s/images/help/round.png" /> Renvoie la valeur arrondie d'un nombre. Cela signifie qu'il fait l'approximation d'un nombre décimal par le nombre entier le plus proche. Par exemple: <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> est 5, et <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> est 6.
gl: <img src="%(STATIC_URL)s/images/help/es/round.png" />da o valor redondeado dun número. Esto significa que convirte un número decimal no número enteiro máis achegado. Por exemplo: <img src="%(STATIC_URL)s/images/help/es/round-5.1.png" /> es 5, y <img src="%(STATIC_URL)s/images/help/es/round-5.6.png" /> es 6.
it: <img src="%(STATIC_URL)s/images/help/it/round.png" /> restituisce il valore arrotondato di un numero. Cioè trasforma un numero decimale nel numero intero più vicino. Ad esempio: <img src="%(STATIC_URL)s/images/help/it/round-5.1.png" /> è 5, e <img src="%(STATIC_URL)s/images/help/it/round-5.6.png" /> è 6.
lv: <img src="%(STATIC_URL)s/images/help/round.png" /> iegūst skaitļa noapaļotu vērtību. Tas nozīmē, ka decimālskaitlis pārveršas par tuvāk esošo veselo skaitli. Piemēram: <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> ir 5, un <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> ir 6.
nb: <img src="%(STATIC_URL)s/images/help/round.png" /> gir avrundet verdi. Hvis tallet som settes inn er et desimaltall gir denne klossen det nærmeste heltallet. For eksempel: <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> blir 5, og <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> blir 6.
pt: <img src="%(STATIC_URL)s/images/help/round.png" /> reporta o valor arredondado de um número. Ou seja, transforma um número decimal no número inteiro mais próximo. Por exemplo: <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> é 5 e <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> é 6.
ro: <img src="%(STATIC_URL)s/images/help/round.png" /> calculeaza valoarea rotunjita a unui numar. Aceasta inseamna ca transforma un numar zecimal in cel mai apropiat numar intreg. De exemplu: <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> este 5 si <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> este 6.
sl: <img src="%(STATIC_URL)s/images/help/round.png" /> vrne zaokroženo vrednost števila. To pomeni, da spremeni decimalno število v najbližje celo število. Na primer: <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> is 5, and <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> is 6.
sv: <img src="%(STATIC_URL)s/images/help/round.png" /> ger ett avrundat värde på ett tal. Det menas att ett decimaltal avrundas till ett närliggande heltal. Till exempel: <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> är 5, och <img src="%(STATIC_URL)s/images/help/round-5.6.png" />är 6.
uk: <img src="%(STATIC_URL)s/images/help/round.png" /> отримує округлене значення числа. Вміст округлюється до найближчого цілого числа. Наприклад: <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> дорівнює 5, а <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> дорівнює 6.

source: Say words in a speech bubble for a number of seconds
ca: Mostra paraules dins d'una bafarada durant un número determinat de segons
cs: Mluví slova v textové bublině určitý počet sekund
de: Sage etwas für eine bestimmte Dauer in einer Sprechblase
el: Κάνει το αντικείμενο να "πει" κάτι μέσα σε ένα συννεφάκι για κάποια δευτερόλεπτα
es: Dice palabras en una burbuja de diálogo durante unos segundos
et: Kuvab kõneballoonis teksti etteantud sekundite jooksul
eu: Hitzak esaten ditu hitz-burbuila batetan, segundu kopuru batez
fr: Dire des mots dans une bulle de paroles pendant un certain nombre de secondes
ga: Abair focail i mbolgán cainte ar feadh tréimhse
gl: Di palabras nunha burbulla de diálogo durante uns segundos
it: Mostra delle parole in un fumetto per un certo numero di secondi
lv: Norādīto sekunžu skaitu saka tekstu vārdu burbulī
nb: Si noe med en snakkeboble som vises en bestemt tid
pt: Mostra texto num balão de fala durante um número de segundos
ro: Spune cuvinte intr-un balon de vorbire pentru un anumit numar de secunde
sl: Izgovori besede v oblačku za določeno število sekund
sv: Visa ord i en pratbubbla under ett antal sekunder
tr: Bir süre, söyleceklerini konuşma balonu içinde gösterir
uk: Показати повідомлення у хмаринці протягом певного числа секунд

source: You can type in any words to say.
ca: Pots escriure les paraules que vulguis dir.
cs: Můžeš napsat jakákoliv slova co se mají povědět.
de: Du kannst beliebigen Text eingeben für die Sprechblase eingeben.
el: Μπορείτε να πληκτρολογήσετε ο,τι θέλετε για να κάνετε το αντικείμενο να μιλήσει.
es: Puedes escribir cualquier palabra.
et: Võid kuvamiseks kirjutada mistahes teksti.
eu: Edozer idatz dezakezu.
fr: Tu peux écrire ici tous mots à dire.
ga: Is féidir leat aon fhocail a chur isteach.
gl: Podes escribir as palabras a dicir.
it: Puoi inserire qualunque parole che vuoi venga detta.
lv: Vari ierakstīt jebkādu tekstu, ko teikt.
nb: Du kan skrive inn en tekst som figuren skal si.
pt: Pode introduzir qualquer texto para ser falado.
ro: Poti sa tastezi orice cuvinte ce vor fi spuse.
sl: Za govor lahko vtipkaš poljubno besedo.
sv: Du kan skriva vilka ord som helst som ska visas.
tr: Söyleceklerini yaz.
uk: Можна увести довільне повідомлення.

source: The number of seconds tells the speech bubble how long to show. The script waits that long before continuing.
ca: El número de segons indica quant temps s'ha de mostrar la bafarada. El programa espera aquest temps abans de continuar.
cs: Počet sekund říká textové bublině jak dlouho se má zobrazit. Scénář čeká tuto dobu než pokračuje dále.
de: Die Zahl der Sekunden legt fest, wie lange die Sprechblase angezeigt wird. Das Skript hält solange an, ehe es weiter ausgeführt wird.
el: Ο αριθμός των δευτερολέπτων δείχνει πόση ώρα θα εμφανίζεται το συννεφάκι. Το σενάριο θα περιμένει τόσα δευτερόλεπτα για να συνεχίσει.
es: La cantidad de segundos indica durante cuánto tiempo mostrar la burbuja de diálogo. El programa espera ese tiempo antes de continuar.
et: Sekundite arv näitab, kui kaua kuvatakse jutumulli tekstiga. Selle aja jooksul skript ootab.
eu: Segundu kopuruak bulbuila zenbat denbora erakutsiko den agintzen du. Skriptak denbora hori itxaroten du jarraitu aurretik.
fr: Le nombre de secondes indique la durée de l'affichage de la bulle de paroles. Pendant ce temps le script attend avant de continuer.
gl: A cantidade de segundos indica durante canto tempo se amosa a burbulla de diálogo. O programa agarda ese tempo antes de seguir.
it: Il numero di secondi dice quanto a lungo si vuole che il fumetto sia visibile. Lo script attende per il tempo indicato prima di proseguire.
lv: Sekunžu daudzums norāda, cik ilgi teksta burbulis būs redzams. Programma šo laiku gaidīs, pirms turpinās tālāk.
nb: Tallet i klossen bestemmer hvor mange sekunder snakkeboblen vises. Skriptet venter mens boblen vises og fortsetter etterpå.
pt: O número de segundos indica ao balão de fala durante quanto tempo se deve mostrar. O guião espera esse tempo antes de continuar.
ro: Numarul de secunde spune cat timp sa fie vizibil balonul de vorbire. Script-ul asteapta acel interval de timp inainte sa continue.
sl: Število sekund pove govornemu oblačku, kako dolgo naj bo prikazan. Skripta počaka toliko sekund, preden nadaljuje.
sv: Antalet sekunder talar om för pratbubblan hur länge den ska visas. Skriptet väntar så länge innan det fortsätter.
tr: Saniye kısmı, konuşma balonunun ne kadar süreyle ekranda kalacağını belirtir. Kukla, sonraki komuta geçmeden önce bu sürenin dolmasını bekler.
uk: Число секунд вказує, протягом якого часу буде видно хмаринку з повідомленням. Виконання скрипту на цей час призупиняється.

source: Say words in a speech bubble
ca: Digues paraules dins d'una bafarada
cs: Říká slova textovou bublinou
de: Sage etwas in einer Sprechblase
el: Κάνει το αντικείμενο να "πει" κάτι μέσα σε ένα συννεφάκι
es: Dice palabras en una burbuja de diálogo
et: Kuva tekst jutumullis
eu: Hitz-burbuila batean hitzak esan
fr: Dire des mots dans une bulle de paroles
ga: Abair focail i mbolgán cainte
gl: Di palabras nunha burbulla de diálogo
it: Mostra delle parole in un fumetto
lv: Saka tekstu vārdu burbulī
nb: Si noe med en snakkeboble
pt: Mostra texto num balão de fala
ro: Spune cuvinte intr-un balon de vorbire
sl: Izgovori besede iz govornega oblačka
sv: Visa ord i en pratbubbla
tr: Söyleceklerini konuşma balonu içinde gösterir
uk: Показати повідомлення у хмаринці

source: <p>You can type in any text. The words will appear in a speech bubble.</p> To remove the speech bubble, delete the text and click <img src="%(STATIC_URL)s/images/help/say.png" />.
ca: <p>Pots escriure a dins qualsevol text. Les paraules apareixeran dins una bafarada.</p> Per eliminar la bafarada, esborra el text i clica a <img src="%(STATIC_URL)s/images/help/say.png" />.
el: <p>Μπορείτε να πληκτρολογήσετε κάποιο κείμενο. Το κείμενο θα εμφανιστεί σε ένα συννεφάκι.</p> Για να αφαιρέσετε το συννεφάκι, διαγράψτε το κείμενο και πατήστε στο <img src="%(STATIC_URL)s/images/help/say.png" />.
es: <p>Puedes ingresar cualquier texto. Las palabras aparecerán en una burbuja de diálogo.</p> Para quitar la burbuja de diálogo, borra el texto y has clic <img src="%(STATIC_URL)s/images/help/es/say.png" />.
et: <p>Võid sisestada suvalise teksti.Sõnad ilmuvad jutumullis.</p> Jutumulli eemaldamiseks klõpsa <img src="%(STATIC_URL)s/images/help/say.png" />.
eu: <p>Edozein testu idatz dezakezu. Hitzak hitz-burbuila batetan azalduko dira.</p> Hitz-burbuila ezabatzeko, testua ezabatu eta klikatu <img src="%(STATIC_URL)s/images/help/say.png" />.
fr: <p>Tu peux écrire ici n'importe quel texte. Les mots apparaîtront dans une bulle de paroles.</p> Pour supprimer la bulle, supprime le texte et clique sur <img src="%(STATIC_URL)s/images/help/say.png" />.
gl: <p>Podes escribir calqueira texto. As palabras aparecerán nunha burbulla de diálogo.</p> Para quitar a burbulla de diálogo, borra o texto e preme <img src="%(STATIC_URL)s/images/help/es/say.png" />.
it: <p>Puoi inserire qualunque testo. Le parole appariranno all'interno di un fumetto.</p> Per far sparire il fumetto, rimuovi il testo e clicca su <img src="%(STATIC_URL)s/images/help/it/say.png" />.
lv: <p>Vari rakstīt jebkādu tekstu. Tas pārādīsies runas mākonītī.</p> Lai noņemtu runas mākonīti, izdzēs tekstu un klikšķini <img src="%(STATIC_URL)s/images/help/say.png" />.
nb: <p>Du kan skrive en tekst i klossen. Teksten vises som en snakkeboble ved figuren.</p> Du kan ta bort snakkeboblen ved å slette teksten og klikke oå klossen: <img src="%(STATIC_URL)s/images/help/say.png" />.
pt: <p>Pode introduzir qualquer texto. As palavras do texto aparecerão num balão de fala.</p> Para fazer desaparecer o balão de fala, remova o texto e clique em <img src="%(STATIC_URL)s/images/help/say.png" />.
sl: <p>Vstaviš lahko poljubno besedilo. Besede bodo prikazane v govornem oblačku.</p> Za odstranitev govornega oblačka, izbriši besedilo in klikni <img src="%(STATIC_URL)s/images/help/say.png" />.
sv: <p>Du kan skriv in vilken text som helst. Orden kommer att synas i en pratbubbla.</p> Om du vill ta bort pratbubblan, radera texten och klicka <img src="%(STATIC_URL)s/images/help/say.png" />.
tr: <p>Buraya ne istersen yazabilirsin. Yazdıkların konuşma balonu içinde gösterilir.</p> Balonu kaldırmak için <img src="%(STATIC_URL)s/images/help/say.png" /> taşını, içi yazısızken çalıştır.
uk: <p>Ви можете ввести будь-який текст. Слова будуть відображатися в "бульбашці".</p> Щоб видалити "бульбашкуі", вилучіть текст та клацніть <img src="%(STATIC_URL)s/images/help/say.png" />.

source: You can type in any text. The words will appear in a speech bubble.
ca: Pots escriure-hi qualsevol text. Les paraules es mostraran dins la bafarada.
cs: Můžeš napsat jakýkoli text. Slova se objeví v textové bublině.
de: Du kannst beliebigen Text eingeben. Die Wörter erscheinen in einer Sprechblase.
el: Μπορείτε να γράψετε ο,τι θέλετε. Το κείμενο θα εμφανιστεί μέσα σε ένα συννεφάκι.
es: Puedes digitar cualquier texto. Las palabras aparecerán en una burbuja de diálogo.
et: Võid kirjutada suvalise teksti. Sõnad ilmuvad jutumullis.
eu: Edozein testu idatzi dezakezu. Hitzak hitz-burbuila batetan azalduko dira.
fr: Tu peux écrire ici n'importe quel texte. Les mots apparaissent dans une bulle de paroles.
ga: Is féidir aon téacs a chur isteach. Taispeánfar na focail i mbolgán cainte.
gl: Podes escribir calqueira texto. As palabras aparecerán nunha burbulla de diálogo.
it: Puoi inserire qualunque testo. Le parole appariranno all'interno di un fumetto.
lv: Vari rakstīt jebkādu tekstu. Tas pārādīsies runas mākonītī.
nb: Du kan skrive inn en tekst som figuren skal si, i en snakkeboble.
pt: Pode introduzir qualquer texto. O texto surgirá num balão de fala.
ro: Poti sa tastezi orice text. Cuvintele vor aparea intr-un balon de vorbire.
sl: Vstaviš lahko poljubno besedilo. Besede se bodo prikazale v govornem oblačku.
sv: Du kan skriva in vilken text som helst. Orden dyker upp i en pratbubbla.
tr: İstediğini yaz. Yazdıkların konuşma balonu içinde görünecek.
uk: Наберіть довільний текст. Він з'явиться у хмаринці.

source: To remove the speech bubble, click an empty say block: <img src="%(STATIC_URL)s/images/help/say.png" />.
ca: Per eliminar la bafarada, fes clic a un bloc digues buit: <img src="%(STATIC_URL)s/images/help/say.png" />.
el: Για να αφαιρέσετε το συννεφάκι, πατήστε σε ένα κενό <img src="%(STATIC_URL)s/images/help/say.png" />.
es: Para quitar la burbuja de diálogo, has clic en un bloque decir que este vacío: <img src="%(STATIC_URL)s/images/help/es/say.png" />.
et: Jutumulli eemaldamiseks klõpsa tühja ütle-ploki: <img src="%(STATIC_URL)s/images/help/say.png" />.
eu: Hitz-burbuila ezabatzeko, klikatu esate-bloke huts bat: <img src="%(STATIC_URL)s/images/help/say.png" />.
fr: Pour supprimer la bulle, clique sur un bloc "dire" vide: <img src="%(STATIC_URL)s/images/help/say.png" />.
gl: Para quitar a burbulla de diálogo, preme nun bloque dicir que esté baleiro: <img src="%(STATIC_URL)s/images/help/es/say.png" />.
it: Per rimuovere il fumetto, clicca su un blocco "dire" vuoto: <img src="%(STATIC_URL)s/images/help/it/say.png" />.
lv: Lai noņemtu runas mākonīti, klikšķini uz tukša teikt bloka: <img src="%(STATIC_URL)s/images/help/say.png" />.
nb: Du kan ta bort snakkeboblen ved å klikke på en tom si-kloss: <img src="%(STATIC_URL)s/images/help/say.png" />.
pt: Para fazer desaparecer o balão de fala, clique sobre um bloco diz vazio: <img src="%(STATIC_URL)s/images/help/say.png" />.
sl: Za odstranitev govornega oblačka klikni prazen govorni blok: <img src="%(STATIC_URL)s/images/help/say.png" />.
sv: För att ta bort en pratbubbla, klicka på ett tomt sägblock: <img src="%(STATIC_URL)s/images/help/say.png" />.
uk: Для видалення "бульбашки", клацніть по порожньому блоку говорити: <img src="%(STATIC_URL)s/images/help/say.png" />.

source: Reports the number of days since the start of Scratch (May 15th, 2007)
ca: Retorna el nombre de dies des de la creació d'Scratch (15 de maig de 2007)
el: Αναφέρει τον αριθμό των ημερών που πέρασαν από τη δημιουργία του Scratch (15 Μαΐου 2007).
es: Informa el número de días desde el comienzo de Scratch (Mayo 15 de 2007)
et: Tagastab päevade arvu Scratchi startimisest (15. mai 2007)
eu: Scratch hasi zenetik (2007ko Maiatzak 15) igarotako egun kopurua itzultzen du
fr: Renvoie le nombre de jours depuis le début de Scratch (15 Mai 2007)
gl: Devolve o número de días dende o comezo de Scratch (15 de maio de 2007)
it: Restituisce il numero di giorni trascorsi dal rilascio di Scratch (15 maggio 2007)
lv: Parāda skaitli, cik dienas ir pagājušas kopš Scratch palaišanas (2007. gada 15. maija)
nb: Gir antall dager som er gått siden Scratch ble laget (15. mai 2007)
pt: Reporta o número de dias passados desde o início do Scratch (15 de Maio de 2007)
ro: Returneaza numarul de zile de cand a fost lansat Scratch (15 mai 2007)
sl: Vrne število dni od zagona Scratcha (15. maj 2007)
sv: Rapporterar antalet dagar sedan Scratch startade (15:e maj, 2007)
uk: Повідомляє кількість днів після дати заснування Скретчу (15 травня 2007 року)

source: Sets the graphic effect of a sprite to a specific number
ca: Fixa l'efecte gràfic d'un personatge a un nombre determinat
de: Setze einen Grafikeffekt einer Figur auf einen bestimmten Wert
el: Ορίζει τα γραφικά εφέ ενός αντικειμένου σε έναν συγκεκριμένο αριθμό.
es: Configura el efecto gráfico de un objeto a un valor dado
et: Määrab spraidi graafikaefekti jaoks konkreetse väärtuse
eu: Sprite baten efektu grafikoa zehaztutako zenbaki batekin ezartzen du
fr: Attribue à l'effet graphique d'un lutin un numéro spécifique
gl: Fixa o efecto gráfico da figura a un número específico
it: Assegna all'effetto grafico di uno sprite il valore indicato
lv: Iestata gariņam grafisko efektu uz notiektu vērtību
nb: Setter en grafisk effekt til en bestemt verdi for denne figuren
pt: Atribui um número específico ao efeito gráfico aplicado a um actor
ro: Seteaza efectele grafice ale unui sprite la un anumit numar
sl: Nastavi slikovni učinek figure na določeno število
sv: Sätter sprajtens grafiska effekten till ett visst tal
tr: Bir kukla üzerindeki bir görsel etkinin değerini ayarlar
uk: Встановити графічні ефекти для спрайту через обране число.
