Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p><b>Set y</b> places a sprite up or down (vertical position).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
ca: <p><b>Fixa y</b>situa el personatge (amunt o avall) a l'escenari.</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
el: <p>Τοποθετεί ένα αντικείμενο πάνω ή κάτω (σε κάθετη θέση).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
es: <p><b>Fijar y</b> ubica un objeto arriba o abajo (posición vertical).</p> <p></p> <img src="%(STATIC_URL)s/images/help/es/y-position-diagram.png">
et: <p><b>Pane y</b> määrab spraidi asukoha laval (vertikaalsihis).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
eu: <p><b>y ezartzeak</b> spritearen eszenatokiko kokapen bertikala ezartzen du.</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
fr: <p><b>Définit y</b> place un lutin sur la scène ( y position verticale en ordonnée ).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
gl: <p><b>Fixa y</b> para situar unha figura arriba ou abaixo (posición vertical).</p> <p></p> <img src="%(STATIC_URL)s/images/help/es/y-position-diagram.png">
it: <p><b>Porta y</b> posiziona uno sprite in alto o in basso (posizione verticale).</p> <p></p> <img src="%(STATIC_URL)s/images/help/it/y-position-diagram.png">
lv: <p><b>Iestatīt y</b> novieto gariņu uz augšu vai leju (vertikālā virzienā).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
nb: <p><b>Sett y</b> bestemmer figurens høyde på scenen (vertikal posisjon).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
pt: <p><b>altera a tua coordenada y para</b> posiciona o actor no palco (posição vertical).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
sl: <p><b>Nastavi y na</b> postavi figuro gor ali dol (vertikalni položaj).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
sv: <p><b>Sätt y</b> placerar en sprite uppåt-nedåt (vertikal position).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
tr: <p><b><b>y, _ olsun</b> dediğinde kuklanın aşağıda mı yukarıda mı olduğunu (dikeydeki konumunu) belirlemiş olursun.</p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
uk: <p><b>Встановлює y</b>-позицію спрайта (вгору-вниз, вертикальна позиція).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">

source: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Sets the type of instrument that the sprite uses for <b>play note</b> blocks</h3></div>
ca: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Fixa el tipus d'instrument que el personatge farà servir pel bloc <b>toca la nota</b></h3></div>
el: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Ορίζει τον τύπο μουσικού οργάνου για το αντικείμενο.</h3></div>
es: <img src="%(STATIC_URL)s/images/help/es/set_instrument.png"/> <h3>Establece el tipo de instrumento que usa el objeto paran los bloques <b>tocar una nota</b></h3></div>
et: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Määrab instrumendi, mida sprait kasutab <b>play note</b> blocks</h3></div>
eu: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Spriteak <b>nota jo</b> blokeetarako darabilen musika tresna ezartzen du</h3></div>
fr: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Définit le type d'instrument que le lutin utilise pour <b>jouer une note</b> blocs</h3></div>
gl: <img src="%(STATIC_URL)s/images/help/es/set_instrument.png"/> <h3>Fixa o tipo de instrumento que usa a figura para os bloques <b>tocar unha nota</b></h3></div>
it: <img src="%(STATIC_URL)s/images/help/it/set_instrument.png"/> <h3>Definisce il tipo di trumento usato dallo sprite per i suoi blocchi <b>suona nota</b></h3></div>
lv: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Iestata kādu mūzikas instrumentu gariņš izmantos <b>spēlēt noti</b> blokam</h3></div>
nb: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Velger instrumentet denne figuren bruker for <b>spill tone</b> blocks</h3></div>
pt: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Estabelece o tipo de instrumento que o actor usará nos blocos <b>toca a nota</b></h3></div>
sl: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Nastavi tip glasbila, ki ga figura uporabi za <b>zaigraj noto</b> bloke</h3></div>
sv: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Sätter vilket instrument som sprajten använder för att <b>spela ett not</b>block</h3></div>
uk: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Обрати інструмент, яким скористується спрайт для блоків <b>грати ноту</b></h3></div>

source: <p> Each sprite has its own instrument. </p> <p> Click to choose from the menu. Or, type in a number from 1 to 21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>
ca: <p> Cada personatge té el seu propi instrument. </p> <p> Fes clic per triar de la llista desplegable, o escriu un nombre d'1 a 21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>
el: <p> Κάθε αντικείμενο έχει το δικό του μουσικό όργανο. </p> <p> Πατήστε για να επιλέξετε από το μενού. Αλλιώς, πληκτρολογήστε έναν αριθμό από το 1 μέχρι το 21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>
es: <p> Cada objeto tiene su propio instrumento. </p> <p> Haz clic para elegir del menú. O, ingresa un número entre 1 y 21. <br><img src="%(STATIC_URL)s/images/help/es/set_instrument_ex2.png" /> <br/> </p>
et: <p> Igal spraidil võib olla oma instrument. </p> <p> Klõpsa, et valida menüüst. Või kirjuta number 1-21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>
eu: <p> Sprite bakoitzak bere musika tresna du. </p> <p> Klikatu menutik aukeratzeko. Edo 1 eta 21 arteko zenbakia idatzi. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>
fr: <p> Chaque lutin possède son propre instrument. </p> <p> Clique pour choisir dans le menu. Or, inscrit un nombre compris entre 1 et 21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>
gl: <p> Cada figura ten o seu propio instrumento. </p> <p> Preme para escoller do menú. Ou, escribe un número do 1 ao 21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>
it: <p> Ogni sprite ha il suo strumento. </p> <p> Clicca per scegliere dal menu. Oppure, digita un numero tra 1 e 21. <br><img src="%(STATIC_URL)s/images/help/it/set_instrument_ex2.png" /> <br/> </p>
lv: <p> Katram gariņam var būt savs mūzikas instruments. </p> <p> Izvēlies to no saraksta. Vai ieraksti skaitli no 1 līdz 21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>
nb: <p> Hver figur har sitt eget instrument. </p> <p> Velg fra menyen i klossen, eller skriv inn et tall fra 1 til 21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>
pt: <p> Cada actor tem o seu próprio instrumento. </p> <p> Clique para escolher no menu. Alternativamente, introduza um número entre 1 e 21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>
sl: <p> Vsaka figura ima svoje lastno glasbilo. </p> <p> Klikni za izbiro iz menija ali vtipkaj število med 1 in 21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>
sv: <p> Varje sprite har sina egna instrument. </p> <p> Klicka för att välja från menyn. Eller, skriv in ett tal från 1 till 21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>
uk: <p> Кожен спрайт може мати власний інструмент. </p> <p> Клацніть щоб обрати з меню. Або введіть число в межах від 1 до 21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>

source: Sets pen's color, based on choice from color picker
ca: Fixa el color del llapis, basat en el selector de color
el: Ορίζει το χρώμα της πένας, ανάλογα με τον επιλογέα χρώματος.
es: Establece el color del lápiz, según en el selector de color
et: Määrab pliiatsi värvi, mis valitakse klõpsates sobival värvil Scratchi aknas
fr: Définit la couleur du stylo, basée sur le choix du sélecteur de couleur
gl: Fixa a cor do lapis, segundo a elección do selector de cor
it: Definisce il colore della penna, scegliendolo con il contagocce
lv: Iestata zīmuļa krāsu, kas izvēlēta ar krāsu pipeti
nb: Velger en pennfarge hentet fra skjermen
pt: Estabelece a cor da caneta com base numa recolha feita usando a pipeta
sl: Nastavi barvo svinčnika glede na izbiro iz izbiralca barv
sv: Sätter pennans färg, baserat på valet från färgpipetten

source: <p> To choose a color, get the eye dropper by clicking in the square. Use the eye dropper to click on the color you want. The color will appear in the square. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> Picking the color also changes the pen shade. </p>
ca: <p> Per triar un color, fes clic al quadrat i utilitza el selector de colors per fer clic al color que vulguis. El color triat apareixerà al quadrat. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> Triar un color també canvia l'intensitat del llapis. </p>
el: Για να επιλέξετε ένα χρώμα, χρησιμοποιήστε τον επιλογέα χρώματος πατώντας στο τετράγωνο. Κατόπιν επιλέξτε το χρώμα που θέλετε. Το χρώμα θα εμφανιστεί στο τετράγωνο. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> Επιλέγοντας το χρώμα αλλάζει και την σκίαση της πένας. </p>
es: <p> Para elegir un color, toma el gotero haciendo clic en el recuadro. Usa el gotero para hacer clic en el color que desees. El color aparecerá en el recuadro. </p> <img src="%(STATIC_URL)s/images/help/es/setcolorex2.png"/> <br/> <p> Elegir un color también cambia la intensidad del lápiz. </p>
et: <p> Värvi valimiseks värvipaletist klõpsa ruudukest. Kasuta värvipipetti soovitud värvi valimiseks. Värv ilmub ruudukesse. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> Värvi muutmine muudab ka pliiatsi varjundit. </p>
eu: <p> Kolore bat hautatzeko, tantaz tantakoa aukeratu laukian klik eginez. Nahi duzun kolorean klik egiteko tantaz tantakoa aukeratu. Kolorea laukian azalduko da. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> Kolorea aukeratzeak arkatzaren intentsitatea aldatzen du. </p>
fr: <p> Pour choisir une couleur, obtenir le compte-gouttes en cliquant dans le carré. Utilisez la pipette pour cliquer sur la couleur que vous voulez. La couleur apparaît dans le carré. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> Choisir la couleur change aussi l'ombre de stylo. </p>
gl: <p> Para elixir unh cor, toma o goteiro premendo no recadro. Usa o goteiro para premer na cor que desexes. A cor aparecerá no recadro. </p> <img src="%(STATIC_URL)s/images/help/es/setcolorex2.png"/> <br/> <p> Ao elixir unha cor tamén cambia a intensidad do lapis. </p>
it: <p> Per scegliere un colore usa la pipetta cliccando nel quadratino colorato. Usa la pipetta per cliccare sul colore che vuoi scegliere. Il colore apparirà all'interno del quadratino. </p> <img src="%(STATIC_URL)s/images/help/it/setcolorex2.png"/> <br/> <p> Selezionando il colore cambia anche la luminosità della penna. </p>
lv: <p> Lai izvēlētos krāsu, uzklikšķinot uz kvadrātiņa, paņem krāsu pipeti. Ar krāsu pipeti uzklikšķini uz krāsas, kuru vēlies. Izvēlētā krāsa parādīsies kvadrātiņā. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> Krāsas paņemšana maina arī zīmuļa tumšumu. </p>
nb: <p> For å velge farge, klikk først i fargeruten i klossen. Klikk deretter på et sted på skjermen med ønsket farge, og fargen hentes til i fargeruten. (Finner du ikke fargen du vil ha kan du lage en midlertidig figur med ønsket farge.) </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> Den valgte fargen bestemmer også pennens lysintensitet. </p>
pt: <p> Para escolher uma cor, clique no quadrado para obter uma pipeta. Use a pipeta para clicar na cor que deseja. A cor surgirá no quadrado. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> Alterar a cor também altera o tom da caneta. </p>
sl: <p> Za izbiro barve izberi kapalko s klikom na kvadrat . Uporabi kapalko in klikni na želeno barvo. Barva se bo pojavila v kvadratu. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> Izbira barve spremeni tudi senco svinčnika. </p>
sv: <p> För att välja en färg, hämta färgpipetten genom att klicka på kvadraten. Använd pipetten genom att klicka färgen du vill ha. Färgen kommer att synas i kvadraten. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> Hämta färgen ändrar också pennans nyans. </p>
uk: <p> Щоб вибрати колір, скористуйтесь Піпеткою, натиснувши на квадратик. Використовуйте піпетку, щоб натиснути на потрібний вам колір. Обраний колір з'явиться на квадратику. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> Вибір кольору також змінює тінь олівця. </p>

source: Sets pen's color to specified value
ca: Fixa el color del llapis a un valor específic
el: Ορίζει το χρώμα της πένας σε μια συγκεκριμένη τιμή.
es: Establece el color del lápiz a un valor dado
et: Paneb pliiasi värviks antud väärtuse
fr: Définit la couleur du stylo à la valeur spécifiée
gl: Fixa a cor do lapis a un valor especificado
it: Usa una penna del colore indicato dal valore
lv: Iestata zīmuļa krāsu uz noteiktu vērtību
nb: Bestemmer pennens fargeverdi
pt: Estabelece a cor da caneta de acordo com o valor especificado
sl: Nastvai barvo svinčnika na določeno vrednost
sv: Sätter pennans färg till angivet värde
