Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: You can see <b>x</b> and <b>y</b> update in the Motion blocks palette when you drag a sprite to another point.
ca: Si arrossegues el personatge fins a un altre lloc, podràs veure la <b>x</b> i la <b>y</b> d'aquell punt als blocs de Moviment.
cs: Uvidíš změnu <b>x</b> a <b>y</b> v paletě bloky pohybu když táhneš postavou do jiného bodu.
de: Du kannst beobachten, wie sich <b>x</b> und <b>y</b> in der Palette der Bewegungsblöcke verändern, wenn du eine Figur an eine andere Stelle ziehst.
el: Μπορείτε να δείτε τις ενημερωμένες θέσεις <b>x</b> και <b>y</b> στα τετράγωνα εντολών κίνησης όταν σύρετε ένα αντικείμενο από μία θέση σε άλλη.
es: Puedes ver cómo se actualizan <b>x</b> y <b>y</b> en la paleta del objeto, cuando lo arrastres a otro punto.
et: Sa võid näha <b>x</b> ja <b>y</b> muutusi Liikumise plokkides, lohistades spraiti teise punkti.
eu: <b>x</b> eta <b>y</b> nola eguneratzen diren ikus dezakezu mugimendu blokeen paletan spritea beste puntu batera irristatzen duzunean.
fr: Tu peux voir la mise à jour de <b>x</b> and <b>y</b> dans la palette des blocs de Mouvement lorsque vous déplacer votre lutin à un autre endroit.
gl: Podes ver como se actualizan <b>x</b> e <b>y</b> na paleta de bloques de Movemento cando arrastras a figura a outro punto.
it: Puoi vedere i valori <b>x</b> e <b>y</b> aggiornarsi nei blocchi della categoria Movimento quando trascini uno sprite in una diversa posizione.
lv: Vari redzēt <b>x</b> un <b>y</b> izmaiņas Kustības bloku rīkos, kad pārvelc gariņu uz citu punktu.
nb: Nyttig tips: <b>x</b>- og <b>y</b>-verdiene i klossene på paletten forandrer seg når du flytter figuren. Dra den dit du vil, så får du de riktige verdiene automatisk.
pt: Pode ver os valores de <b>x</b> e <b>y</b> em actualização na paleta dos blocos de Movimento quando arrastar um actor para outro ponto.
ro: Poti vedea actualizarile lui <b>x</b> si <b>y</b> in paleta blocurilor de Miscare cand tragi un sprite intr-un alt punct.
sl: Posodobitev položaja <b>x</b> in <b>y</b> lahko vidiš v paleti Bloki za premikanje, ko povlečeš figuro do druge točke.
sv: Du kan se <b>x</b> och <b>y</b> uppdateras i paletten för Rörelseblock när du drar en sprite till en annan punkt.
tr: Kuklayı elle sürüklediğinde, Hareket komut taşlarında <b>x</b> ve <b>y</b> konumlarının da değiştiğini görebilirsin.
uk: Ви можете спостерігати зміну <b>x</b> та <b>y</b> на палітрі блоків Руху під час пересування спрайта в іншу точку.

source: Go back a certain number of layers
ca: Vés enrere un cert nombre de capes
de: Gehe eine bestimmt Anzahl an Ebenen nach hinten
el: Κάνει το αντικείμενο να πάει πίσω κατά έναν αριθμό στρώσεων.
es: Ir atrás un número dado de capas
et: Mine tagasi antud arvu kihte
eu: Atzera joan geruza kopuru bat.
fr: Revenir en arrière d'un certain nombre d'arrière-plans
gl: Retrocede un certo número de capas
it: Va indietro di un certo numero di livelli
lv: Paiet atpakaļ par noteiktu slāņu skaitu
nb: Gå nedover et antall lag
pt: Recuar um certo número de camadas
ro: Trimite in spate un anumit numar de straturi
sl: Pojdi nazaj za določeno število plasti
sv: Flytta nedåt ett visst antal lager
uk: Назад певну кількість шарів

source: <p>Moves sprite back a specified number of layers, so that it can be hidden behind other sprites. </p>
ca: <p>Mou el personatge enrere el nombre de capes indicat, així pot quedar amagat darrere altres personatges. </p>
de: <p>Setzt die Figur eine bestimmte Anzahl von Ebenen nach hinten, damit sie hinter anderen Figuren versteckt werden kann. </p>
el: <p>Μετακινείι το αντικείμενο πίσω κατά έναν συγκεκριμένο αριθμό στρώσεων, έτσι ώστε να κρυφτεί πίσωαπό άλλα αντικείμενα. </p>
es: <p>Mueve un objeto hacia atrás, un número dado de capas, de tal forma que pueda quedar oculto detrás de otros objetos. </p>
et: <p>Viib spraidi tagasi määratud arvu kihtie, nii et see saab olema peidus teiste spraitide taga. </p>
eu: <p>Spritea zehaztutako geruza kopuru bat atzerantza eramaten du, beste sprite batzuren atzean gordea gera daitekelarik. </p>
fr: <p>Déplace en arrière le lutin d'un certain nombre de couches, de sorte qu'il soit caché derrière les autres lutins. </p>
gl: <p>Leva a unha figura un número especificado de capas para atrás, polo que pode quedar agochado detrás doutras figuras. </p>
it: <p>Muove lo sprite indietro del numero di livelli indicato, in modo che possa essere nascosto dietro ad altri sprite. </p>
lv: <p>Pārvieto gariņu uz aizmuguri par noteiktu slāņu daudzumu, tā, ka tas var paslēpties aiz citiem gariņiem. </p>
nb: <p>Legger figuren bak et angitt antall andre figurer slik at den kan dekkes av dem. </p>
pt: <p>Faz o actor recuar um dado número de camadas, de modo a poder ser sobreposto por outros actores. </p>
ro: <p>Muta sprite-ul in spate un anumit numar de straturi, astfel incat sa fie ascuns in spatele altor sprite-uri. </p>
sl: <p>Premakne figuro nazaj za določeno število plasti, tako da je lahko skrita za drugimi figurami. </p>
sv: <p>Flyttar figuren nedåt ett ett specifiserat antal lager, så att den kan gömmas bakom andra figurer (sprites). </p>
uk: <p>Переміщує спрайт назад на вказану кількість шарів, так що він зможе бути прихований іншими спрайтами. </p>

source: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> To make the crab hide behind the rock, tell it to <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
ca: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> Per amagar el cranc darrere la roca, envia'l una capa enrere.<img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
de: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> Damit sich die Krabbe hinter dem Felsen versteckt, befiehl ihr: <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
el: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> Για να κάνετε το καβούρι να κρυφτεί πίσω από τον βράχο, δώστε του την εντολή <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
es: <img src="%(STATIC_URL)s/images/help/es/go-back-example.png" /> <p> Para hacer que el cangrejo se esconda detrás de la roca, dígale <img src="%(STATIC_URL)s/images/help/es/go-back-1layer.png" />
et: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> Et krabi peituks kivi taha, siis ütle seda<img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
eu: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> Karramarroa arrokaren atzean gordetzeko, esaiozu <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
fr: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> Pour que le crabe se cache derrière le rocher, dis-lui de<img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
gl: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> Para facer que o cangrexo se agoche detras da pedra, dille <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
it: <img src="%(STATIC_URL)s/images/help/it/go-back-example.png" /> <p> Per far nascondere il granchio dietro la roccia, digli <img src="%(STATIC_URL)s/images/help/it/go-back-1layer.png" />
lv: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> Lai krabis paslēptos aiz klints, liec tam <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
nb: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> For å få krabben til å gjemme seg bak steinen, la den <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
pt: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> Para fazer o caranguejo esconder-se por trás da pedra, diga-lhe <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
sl: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> Če želiš, da se rakec skrije za skalo, povej to <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
sv: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> För att gömma krabban bakom stenen, berätta för den att <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
uk: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> Щоб сховати краба за каменем, використайте <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />

source: Moves sprite in front of all other sprites
ca: Mou el personatge al davant de tots els altres
de: Bringe eine Figur vor alle anderen in den Vordergrund
el: Μετακινεί το αντικείμενο μπροστά από όλα τα άλλα αντικείμενα.
es: Lleva un objeto al frente de los demás.
et: Viib spraidi kõikide teiste spraitide ette
eu: Spritea beste spriteen aurrera bidali
fr: Déplace le lutin devant tous les autres lutins
gl: Move a figura á fronte de todos as outras figuras
it: Porta lo sprite di fronte a tutti gli altri sprite
lv: Pārvieto gariņu priekšā pārējiem gariņiem
nb: Legger figuren oppå andre figurer
pt: Desloca o actor para a frente de todos os restantes actores
ro: Muta sprite-ul in fata tuturor celorlalte sprite-uri
sl: Premakne figuro pred vse ostale figure
sv: Flyttar sprajten framför alla andra figurer
uk: Розміщує спрайт попереду усіх інших спрайтів.

source: Go to this position on the Stage
ca: Mou-te a aquesta posició de l'Escenari
cs: Jít na tuto pozici na scéně
de: Gehe zu dieser Position auf der Bühne
el: Κάνει το αντικείμενο να πηγαίνει σε αυτή την θέση στο Σκηνικό
es: Ir a esta posición en el escenario.
et: Mine sellese punkti laval
eu: Eszenatokiko posizio hontara joan
fr: Aller à cette position sur la Scène
ga: Léim go dtí an t-ionad seo ar an Stáitse
gl: Vai a esta posición no Escenario
it: Vai a questa posizione dello Stage
lv: Iet uz norādītajām skatuves koordinātēm
nb: Gå til denne posisjonen på scenen
pt: Vai para esta posição no palco
ro: Mergi in aceasta pozitie pe scena
sl: Pojdi na ta položaj na odru
sr: Оди на ово место на позорници
sv: Gå till positionen på scenen
tr: Sahne üzerindeki bu konuma git
uk: Перейти до цієї позиції на Сцені

source: Type in a number for <b>x</b> and <b>y</b> to tell the sprite where to go to on the Stage.
ca: Escriu els números <b>x</b> i <b>y</b> per indicar al personatge a quin lloc de l'Escenari ha d'anar.
cs: Napiš číslo pro <b>x</b> a <b>y</b> abys řekl postavě kam má jít na scéně.
de: Gib eine Zahl für <b>x</b> und <b>y</b> ein, um der Figur mitzuteilen, wohin sie auf der Bühne gehen soll.
el: Πληκτρολογήστε έναν αριθμό για τα <b>x</b> and <b>y</b> για να πείτε στο αντικείμενο πού να πάει στο Σκηνικό.
es: Escribir un número para <b>x</b> y <b>y</b> para decirle al objeto a dónde ir en el escenario.
et: Sisesta <b>x</b> ja <b>y</b> väärtused, näitamaks spraidile, kuhu minna laval.
eu: <b>x</b> eta <b>y</b> posiziorako zenbaki bat idatzi spriteari eszenatokian nora joan esateko.
fr: Ecris un nombre pour <b>x</b> et <b>y</b> afin de préciser au lutin l'emplacement où tu lui demandes de se placer sur la Scène.
gl: Introduce un número para <b>x</b> e <b>y</b> para decirlle á figura a onde ten que ir no Escenario.
it: Inserisci dei valori per <b>x</b> e <b>y</b> per dire allo sprite dove spostarsi sullo Stage.
lv: Ieraksti skaitliskas <b>x</b> un <b>y</b> vērtības, lai norādītu gariņam, uz kuru vietu skatuvē iet.
nb: Skriv inn tall for <b>x</b> og <b></b>y som forteller hvor figuren skal gå. Tips: dra figuren dit, så vises de riktige koordinatene i klossene på paletten.
pt: Introduza valores para <b>x</b> e <b>y</b> para dizer ao actor para onde se deslocar no palco.
ro: Tasteaza un numar pentru <b>x</b> si <b>y</b> pentru a spune sprite-ului unde sa mearga pe scena.
sl: Vtipkaj število za položaj <b>x</b> in <b>y</b>, da poveš figuri kam se naj premakne na odru.
sr: Напиши број за <b>x</b> и <b>y</b> да би саопштио лику где да оде на позорници.
sv: Skriv in ett tal för <b>x</b> och <b>y</b> för att berätta för sprajten vart den ska gå på scenen.
tr: Kuklanın Sahne üzerinde nereye gideceğini <b>x</b> ve <b>y</b>'ye değerler girerek belirt.
uk: Введіть числа для <b>x</b> та <b>y</b>, щоб вказати куди перемістити спрайт на Сцені.

source: <p>Here are the <b>x y</b> coordinates of the Stage:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
ca: <p>Aquest és el plànol de coordenades <b>x y</b> de l'Escenari:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
de: <p>Hier sind die <b>x</b>- und <b>y</b>-Koordinaten der Bühne:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
el: <p>Αυτές είναι οι συντεταγμένες <b>x y</b> του Σκηνικού:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
es: <p>Aquí están las coordenadas <b>x y</b> del escenario:</p> <img src="%(STATIC_URL)s/images/help/es/xy-grid.png">
et: <p>Need on Lava<b>x y</b> koordinaadid:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
eu: <p>Eszenatokiko <b>x y</b> koordenadak hemen daude:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
fr: <p>Voilà les coordonnées<b>x y</b> de la Scène:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
gl: <p>Aquí están as coordenadas <b>x y</b> no Escenario:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
it: <p>Ecco le coordinate <b>x y</b> dello Stage:</p> <img src="%(STATIC_URL)s/images/help/it/xy-grid.png">
lv: <p>Šīs ir <b>x y</b> koordinātes skatuvei:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
nb: <p>Her er en forklaring av <b>x-y</b>-koordinatene på scenen:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
pt: <p>Aqui estão as coordenadas <b>x y</b> do palco:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
sl: <p>Tu so <b>x y</b> koordinate odra:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
sv: <p>Här är <b>x y</b> koordinaterna på scenen:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
tr: <p>Aşağıda Sahnenin <b>x</b> ve <b>y</b> koordinatlarını görüyorsun:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
uk: <p>Це <b>x y</b> координати на Сцені:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">

source: Go to the location of the mouse-pointer or of another sprite
ca: Vés a la posició del punter del ratolí o a la d'un altre personatge
cs: Jdi na pozici ukazatele myši nebo jiné postavy
de: Gehe an die Stelle des Mauszeigers oder einer anderen Figur
el: Κάνει το αντικείμενο να πηγαίνει στη θέση του δείκτη ποντικού ή ενός άλλου αντικειμένου
es: Ir a la ubicación del apuntador del ratón o a la de otro objeto.
et: Mine hiire kursori või teise spraidi asukohta
eu: Saguaren erakuslearen edo beste sprite baten kokapenera joan
fr: Allez à l'emplacement du pointeur de la souris ou d'un autre lutin
gl: Ir á posición do punteiro do rato ou á de outra figura
it: Si sposta nel punto in cui si trova il puntatore del mouse o un altro sprite
lv: Iet uz peles kursora vai cita gariņa koordinātēm
nb: Gå til musepekeren eller til en annen figur
pt: Vai para a localização do rato ou de outro actor
ro: Mergi la locatia cursorului de mouse sau a altui sprite
sl: Pojdi na mesto kazalca miške ali na mesto druge figure
sv: Gå till muspekaren eller till en annan sprite
tr: Farenin veya başka bir kuklanın bulunduğu yere gider
uk: Переміститись в позицію курсора чи іншого спрайта

source: <p>Choose from the menu:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Then, click the block.</p> <p>The current sprite will jump to the <b>x y</b> location of the mouse-pointer or of the sprite you choose.</p>
ca: <p>Tria de la llista desplegable:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Després, fes clic al bloc.</p> <p>El personatge actual saltarà a la posició <b>x y</b> del punter del ratolí o del personatge que hagis indicat.</p>
de: <p>Wähle aus dem Menü:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Klicke dann den Block an.</p> <p>Die aktuelle Figur wird an die <b>x</b>- und <b>y</b>-Position des Mauszeigers oder der Figur springen, die du ausgewählt hast.</p>
el: <p>Επιλέξτε από το μενού:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Μετά, κάντε κλικ στο τετράγωνο εντολής.</p> <p>Το συγκεκριμένο αντικείμενο θα πάει στη θέση του ποντικιού ή του αντικειμένου που διαλέξατε.</p>
es: <p>Elige del menú:<br/> <img src="%(STATIC_URL)s/images/help/es/go-to-dropdown.png"></p> <p>Luego, haz clic en el bloque.</p> <p>El objeto actual saltará a la dirección <b>x y</b> del puntero del ratón o a la del objeto que escojas.</p>
et: <p>Vali menüüst:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>siis klõpsa plokki.</p> <p>Jooksev sprait hüppab hiire kursori või valitud spraidi<b>x y</b> asukohta.</p>
eu: <p>Aukeratu menutik:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Ondoren, blokean klik egin.</p> <p>Uneko spriteak salto egingo du saguaren erakuslearen edo aukeratzen duzun spritearen <b>x y</b> kokapenera .</p>
fr: <p>Choisis dans le menu:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Ensuite, clique sur le bloc.</p> <p>Le lutin concerné sautera à <b>x y</b> la position du pointeur de la souris ou du lutin que vous avez choisi.</p>
gl: <p>Elixe no menú:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Despois, preme no bloque.</p> <p>A figura actual saltará á dirección <b>x y</b> do punteiro do rato ou da figura que elixas.</p>
it: <p>Scegli nel menu:<br/> <img src="%(STATIC_URL)s/images/help/it/go-to-dropdown.png"></p> <p>Poi clicca il blocco.</p> <p>Lo sprite selezionato salterà alla posizione <b>x y</b> del mouse o dello sprite che hai scelto.</p>
lv: <p>Paņem no izvēlnes:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Tad noklikšķini bloku.</p> <p>Aktīvais gariņš tagad pārleks uz peles kursora vai norādītā gariņa <b>x y</b> koordinātēm.</p>
nb: <p>Velg fra menyen i klossen:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Klikk på klossen.</p> <p>Figuren hopper til musepekeren eller til en annen figur som du velger.</p>
pt: <p>Escolha no menu:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Depois, clique no bloco.</p> <p>O actor corrente saltará para as coordenadas <b>x y</b> do ponteiro do rato ou do actor que escolher.</p>
sl: <p>Izberi iz menija:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Potem klikni na blok.</p> <p>Trenutna figura bo skočila na <b>x y</b> položaj kazalca miške ali na položaj izbrane figure.</p>
sv: <p>Välj från menyn:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Klicka sedan på blocket.</p> <p>Den aktuella figuren hoppar till muspekarens <b>x y</b> koordinater eller den figur som du väljer.</p>
tr: <p>Neyle beraber hareket edeceğini menüden seç: <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Kuklan bu komut çalıştığı anda menüden neyi seçtiysen onun <b>x y</b> konumuna zıplar.</p>
uk: <p>Оберіть з меню:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Потім клацніть по блоку.</p> <p>Поточний спрайт підскочить у позицію <b>x y</b> вказівника миші або обраного вами спрайта.</p>

source: Reports true if first value is greater than second
ca: Retorna cert si el primer valor és més gran que el segon
de: Gibt wahr zurück, falls der erste Wert größer als der zweite ist
el: Αληθεύει εάν η πρώτη τιμή είναι μεγαλύτερη από την δεύτερη.
es: Retorna verdadero si el primer valor es mayor que el segundo
et: Tagastab tõene, kui esimene väärtus on suurem kui teine
eu: Lehen balioa bigarrena baino handiagoa bada egiazkoa itzultzen du.
fr: Renvoie "vrai" si la première valeur est supérieure à la deuxième
gl: Devolve verdadeiro si o primeiro valor é máis grande que o segundo
it: Restituisce il valore "vero" se il primo valore è maggiore del secondo
lv: Atgriež true, ja pirmā vērtība ir lielāka par otro
nb: Betingelse som er oppfylt hvis tallet på venstre side er størst
pt: Devolve o valor verdadeiro se o primeiro valor for maior que o segundo
ro: Returneaza adevarat daca prima valoare este mai mare decat a doua
sl: Vrne 'resnično', če je prva vrednost večja od druge
sv: Rapporterar sant om första värdet är större än andra värdet
uk: Результатом є ІСТИННО якщо перша величина є більша двугої

source: Hides the list monitor from the stage
ca: Amaga el monitor de la llista de l'escenari
de: Versteckt die Listenanzeige von der Bühne
el: Κρύβει τη λίστα από το Σκηνικό.
es: Oculta la lista del escenario
et: Peidab loendi monitori laval
eu: Zerrenda monitorea eszenatokitik ezabatzen du
fr: Cache le tableau de la liste pour qu'il ne soit pas visible sur la scène
gl: Agocha o monitor da lista do escenario
it: Fa scomparire il monitor della lista dallo Stage
lv: Paslēpj sarakstu pārlūku no skatuves
nb: Tar bort listen fra scenen
pt: Esconde o monitor da lista que está no palco
ro: Ascunde din scena monitorul listei
sl: Skrije zaslon seznama z odra
sv: Gömmer visningen av listan på scenen
uk: Ховає монітор списку зі Сцени

source: Hides the variable monitor so it is not visible on the stage
ca: Amaga el monitor de la variable, per tal que no sigui visible a l'escenari
de: Versteckt die Variablenanzeige, sodass sie auf der Bühne nicht zu sehen ist
el: Κρύβει τη μεταβλητή έτσι ώστε να μην είναι ορατή στο Σκηνικό.
es: Oculta las variables para que no se vean en el escenario
et: Peidab muutuja monitori laval
eu: Aldagaiaren begiralea izkutatzen du eszenatokian ikus ez daitezen
fr: Cache le tableau de la variable pour qu'il ne soit pas visible sur la scène
gl: Agocha o monitor da variable para que non sexa visible no escenario
it: Nasconde il monitor della variabile in modo che non sia visibile sullo Stage
lv: Paslēpj mainīgo pārlūku, un tas vairs nav redzams uz skatuves
nb: Vinduet som viser innholdet i listen blir fjernet fra scenen
pt: Esconde o monitor da variável de modo a que não seja visível no palco
ro: Ascunde monitorul variabilei astfel incat nu este vizibila in scena
sl: Skrije zaslon spremenljivk, da ni viden na odru
sv: Gömmer visningen av variabeln så att den inte syns på scenen
uk: Ховає значення монітора змінної зі Сцени

source: Makes sprite disappear from the Stage
ca: Fa que el personatge desaparegui de l'escenari
cs: Způsobí zmizení postavy ze scény
de: Verschwinde von der Bühne
el: Κάνει το αντικείμενο να εξαφανίζεται από το Σκηνικό
es: Hace que un objeto desaparezca del escenario
et: Teeb spraidi nähtamatuks laval
eu: Spritea eszenatokitik desagertarazten du
fr: Fait disparaître le lutin de la scène
ga: Cuireann sé seo sprid i bhfolach
gl: Fai que a figura desapareza do Escenario
it: Fa sparire lo sprite dallo Stage
lv: Liek gariņam pazust no skatuves
nb: Gjør at figuren ikke vises på scenen
pt: Faz o actor desaparecer do palco
ro: Face ca sprite-ul sa dispara din scena
sl: Poskrbi, da figura izgine z odra
sr: Узрокује нестанак лика са позорнице
sv: Gör så att sprajten försvinner från scenen
tr: Kuklanın Sahneden kaybolmasını sağlar
uk: Змушує спрайт зникнути зі Сцени
