Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p>There are 4 ways to add a background image (a.k.a. "backdrop") to your card. To add a backdrop, click on one of these buttons:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-5-add-backdrop.png"></p> <p>Here's what each button does:</p> <img src = "%(STATIC_URL)s/images/help/hoc-5a-add-backdrop-library.png"> Library:<br/> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Choose a backdrop from the library<br/> <img src = "%(STATIC_URL)s/images/help/hoc-5b-add-backdrop-paint.png"> Paint:<br/> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Draw your own backdrop<br/> <img src = "%(STATIC_URL)s/images/help/hoc-5c-add-backdrop-upload.png"> Computer:<br/> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Upload an image from your computer<br/> <img src = "%(STATIC_URL)s/images/help/hoc-5d-add-backdrop-camera.png"> Camera:<br/> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Take a picture (if you have a webcam)</p>
sv: <p>Det finns 4 sätt att lägga till en bakgrundsbild (dvs. "bakgrund") till ditt kort. För att lägga till en bakgrund, klicka på en av ikonerna:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-5-add-backdrop.png"></p> <p>Här ser du vad varje ikon gör:</p> <img src = "%(STATIC_URL)s/images/help/hoc-5a-add-backdrop-library.png"> Bibliotek:<br/> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Välj en bakgrund från biblioteket<br/> <img src = "%(STATIC_URL)s/images/help/hoc-5b-add-backdrop-paint.png"> Rita:<br/> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rita din egen bakgrund<br/> <img src = "%(STATIC_URL)s/images/help/hoc-5c-add-backdrop-upload.png"> Dator:<br/> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ladda upp en bild från din dator<br/> <img src = "%(STATIC_URL)s/images/help/hoc-5d-add-backdrop-camera.png"> Camera:<br/> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ta en bild (om du har en webbkamera)</p>

source: <p></p> <p><a href="../hoc-6/">Next, let's add some background music to your holiday card.</a></p>
sv: <p></p> <p><a href="../hoc-6/">Nästa steg, låt oss lägga till lite bakgrundmusik till ditt feriekort.</a></p>

source: <p>To add sound to your card, first add an audio file to your project and then program it to play by using the “play sound” or “play sound until done” block.</p> <p>Check out some of the sounds in the Scratch library -- or import or record your own holiday sounds.</p> <p>What sounds will your card make?</p>
sv: <p>För att lägga till ljud till ditt kort, börja med att lägga till en ljudfil till ditt projekt och programmera så att det spelas upp genom "spela ljudet-" eller “spela ljudet tills färdigt-” blocket.</p> <p>Prova några av ljuden i Scratchbiblioteket -- eller importera eller spela in dina egna ferieljud.</p> <p>Vilka ljud kommer ditt kort att spela upp?</p>

source: <p></p> <p><a href="../hoc-7/">Next, let's help people know how to interact with your card.</a></p>
sv: <p></p> <p><a href="../hoc-7/">Nästa steg, se till så att de som provar ditt kort vet hur man gör.</a></p>

source: <p>How will people learn how to interact with your holiday card? Give help by adding instructions that appear when someone starts your card.</p> <p>Scratch projects “start” when the green flag is clicked.</p> <p>Try adding a “when green flag clicked” block and a “say” block to explain what the viewer should do.</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-7-green-flag.png"></p>
sv: <p>Hur vet de som tittar på ditt feriekort hur man ska göra? Ge hjälp genom att lägga till instruktioner som syns när någon startar ditt kort.</p> <p>Scratchprojekt "startar” när man klickar på den gröna flaggan.</p> <p>Prova att lägga till ett “när gröna flaggan klickas på-”block och ett "säg-"block som förklarar vad den som tittar på ditt kort ska göra.</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-7-green-flag.png"></p>

source: <p></p> <p><a href="../hoc-8/">Next, let's share your holiday card.</a></p>
et: <p></p> <p><a href="../hoc-8/">Järgmiseks jaga oma pühadekaarti.</a></p>
sv: <p></p> <p><a href="../hoc-8/">Nästa steg, låt oss dela ut ditt feriekort.</a></p>

source: <p>Share your holiday card with people from all around the world by adding your project to the Hour of Code studio.</p> <p>First, go to the <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Hour of Code studio</a>. Then, click on the “Add Projects” button at the top of the page to add your holiday card to the studio.</p> <p>Thank you for imagining, programming, and sharing your holiday card with Scratch -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">you completed the Hour of Code Scratch activity!</a></p>
et: <p> Jaga oma pühadekaarti kõigiga üle maailma lisades selle stuudiole <i>Hour of Code studio</i>.</p> <p>Kõigepealt mine <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Hour of Code studio</a>. Siis klõpsa nuppu “Add Projects” lehe ülaservas, et lisada stuudiole oma pühadekaart.</p> <p>Aitähh, et kujundasid, programmeerisid ja jagasid oma pühadekaarti Scratchiga -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank"> sa lõpetasid tegevuse stuudioga Hour of Code Scratch!</a></p>
sv: <p>Dela ditt feriekort med människor från hela världen genom att lägga till ditt projekt till the Hour of Codestudion.</p> <p>Först, gå till <a href="http://scratch.mit.edu/studios/279432/" target="_blank">the Hour of Codestudion</a>. Sedan, klicka på knappen "Lägg till Projekt" på toppen av sidan för att lägga till ditt feriekort till studion.</p> <p>Tack för för ditt tänkande, programmering, och att du delar med dig av ditt feriekort med Scratch -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">du gjorde färdigt Scratchaktiviteten för Hour of Code!</a></p>

source: <p></p> <p>What will you create next?</p> <p>Click <a href="../../home/"><img src = "%(STATIC_URL)s/images/help/house-icon.png"></a> <a href="../../home/">Tips</a> for more ideas!
et: <p></p> <p>Mida sa lood järgmisena?</p> <p>Klõpsa<a href="../../home/"><img src = "%(STATIC_URL)s/images/help/house-icon.png"></a> <a href="../../home/">Tips (nõuanded)</a> uute ideede saamiseks!
sv: <p></p> <p>Vad kommer du att skapa nu?</p> <p>Click <a href="../../home/"><img src = "%(STATIC_URL)s/images/help/house-icon.png"></a> <a href="../../home/">Tips</a> med fler idéer!

source: url
eu: url-a
sr: адреса (url)

source: Owner
cs: Vlastník
eu: Jabea
ga: Úinéir
ja: 所有者
ro: Proprietar
sr: Власник

source: <li><a href="../help/faq/">Frequently Asked Questions</a></li> <li><a href="../parents/">Information for Parents</a></li> <li><a href="http://info.scratch.mit.edu/Scratch_in_the_News">Scratch in the News</a></li>
cs: <li><a href="../help/faq/">Často kladené otázky</a></li> <li><a href="../parents/">Informace pro rodiče</a></li> <li><a href="http://info.scratch.mit.edu/Scratch_in_the_News">Scratch v novinách</a></li>
eu: <li><a href="../help/faq/">Sarri Egindako Galderak</a></li> <li><a href="../parents/">Gurasoentzako Informazioa</a></li> <li><a href="http://info.scratch.mit.edu/Scratch_in_the_News">Scratch Albisteetan</a></li>
ga: <li><a href="../help/faq/">Ceisteanna Coitianta</a></li> <li><a href="../parents/">Eolas do Thuismitheoirí</a></li> <li><a href="http://info.scratch.mit.edu/Scratch_in_the_News">Scratch sa Nuacht</a></li>
ro: <li><a href="../help/faq/">Intrebari frecvente</a></li> <li><a href="../parents/">Informatii pentru parinti</a></li> <li><a href="http://info.scratch.mit.edu/Scratch_in_the_News">Scratch la Stiri</a></li>
sr: <li><a href="../help/faq/">Често постављана питања</a></li> <li><a href="../parents/">Информације за родитеље</a></li> <li><a href="http://info.scratch.mit.edu/Scratch_in_the_News">Скрач у вестима</a></li>

source: The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programming for All</a>). Find out more about <a href="/info/research">Scratch research</a> and <a href="/statistics">statistics about Scratch</a>.
eu: MIT Scratch Team eta laguntzaileak, jendeak Scratch nola erabiltzen duen ikertzen ari dira (sarrera gixa, ikus <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Guztientzako Programazioa</a>). Ikasi gehiago <a href="/info/research">Scratch ikerketa</a> eta <a href="/statistics"> Scratchi buruzko estatistikak</a> irakurriz.

source: We need everyone’s help to keep Scratch a friendly and creative community – where people from all around the world feel welcome.
cs: Potřebujeme od každého pomoc udržet Scratch společenství jako přátelské a tvořivé, v němž lidé z celého světa se cítí být vítáni.
et: Me soovime, et kõik aitaksid hoida Scratchi sõbraliku ja loova kogukonnana, kus inimesed üle kogu maailma tunnevad end teretulnutena.
eu: Guztion laguntza behar dugu Scratch mundu osoko jendea ongietorria sentituko den, errespetuzko komunitate sortzaile gixa mantentzeko
ga: Tá do chúnamh ag teastáil le comhphobal cairdiúil cruthaitheach a chothú - áit a bhfuil fáilte roimh dhaoine ó gach cearn den domhan.
ja: スクラッチを、世界中の人々が歓迎されていると感じるような、親しみやすく創造的なコミュニティにするために、皆さんの協力が必要です。
ro: Avem nevoie de ajutorul tuturor pentru a pastra Scrach cat mai prietenos si pentru o comunitate creativa - unde oameni din intraga lume se simt bineveniti.
uk: Нам потрібна допомога кожного, щоб існувало дружнє та творче співтовариство - де люди зі всього світу відчуватимуть себе бажаним гостем.

source: <ul><li>Mitchel Resnick, John Maloney, Natalie Rusk, Karen Brennan, Andr&eacute;s Monroy-Hernandez, Ricarose Roque, Sayamindu Dasgupta, Amos Blanton, Champika Fernando, Jay Silver, Eric Rosenbaum, Michelle Chung, Gaia Carini, Tony Hwang, Abdulrahman Idbli and Amon Millner in the <a title="http://llk.media.mit.edu/" class="external" href="http://llk.media.mit.edu">Lifelong Kindergarten group</a> at the <a title="http://www.media.mit.edu/" class="external" href="http://www.media.mit.edu">MIT Media Lab</a>. The team works in an interactive, iterative, loosely-organized style, with each team member contributing to many different parts of the project.</li> <li>Brian Silverman and Paula Bonta of the Playful Invention Company, who contribute to design, development, and exploration of new directions.</li> <li>Yasmin Kafai and her research group at the University of Pennsylvania who are conducting research studies with Scratch.</li> </ul>
eu: <ul><li>Mitchel Resnick, John Maloney, Natalie Rusk, Karen Brennan, Andr&eacute;s Monroy-Hernandez, Ricarose Roque, Sayamindu Dasgupta, Amos Blanton, Champika Fernando, Jay Silver, Eric Rosenbaum, Michelle Chung, Gaia Carini, Tony Hwang, Abdulrahman Idbli eta Amon Millner <a title="http://llk.media.mit.edu/" class="external" href="http://llk.media.mit.edu">Lifelong Kindergarten taldean</a> <a title="http://www.media.mit.edu/" class="external" href="http://www.media.mit.edu">MIT Media Labean</a>. Taldeak era interaktibo, iteratibo, lasaiki organizatutakoan egiten du lan. Kide bakoitzak proitektuaren zati ezberdin gehiegitan laguntzen duelarik.</li> <li>Brian Silverman eta Paula Bonta Playful Invention Companykoak, diseinu, garapen eta norabide berrien esplorazioan lagundu dutenak.</li> <li>Yasmin Kafai eta University of Pennsylvaniako bere ikerketa taldea, Scratchekin ikerketa analisiak garatzen dabiltzanak.</li> </ul>

source: Special Thanks
eu: Esker bereziak

source: <ul><li>Others in the Lifelong Kindergarten group who have contributed to the Scratch project, including: Evelyn Eastmond, Tammy Stern, Dave Feinberg, Margarita Dekoli, Han Xu, Leo Burd, Lis Sylvan, Oren Zuckerman, Claudia Urrea, Ioana Fineberg, Rachel Garber, Chris Garrity, and many MIT undergraduates and interns, including Nick Bushak, Paul Medlock-Walton, Chinua Shaw, Ubong Ukoh, Christine Kim, Daniel Strimpel, and others.</li> <li>Evan Karatzas for the graphic design of the Scratch user interface, and Kemie Guaida for graphic design of the Scratch website.</li> <li>Lauren Bessen, Kate Nazemi, and Big Blue Dot for the design of the Scratch print materials.</li> <li>Ed Shems for creating dozens of illustrations for the Scratch image library, and to Wing Ngan, Mark Loughridge, Xing Xing, Tracy Ho, Mike Lee, and 360KID for their contributions to the image library.</li> <li>Wayne Marshall, Danny Lutz, Tracy Ho, and Jeff Lieberman for providing sounds and music for the Scratch sound library.</li> <li>Robbie Berg for helping with the development of the Scratch Sensor Board.</li> <li>Jodi Finch and Cassy Gibbs for their contributions to the Scratch videos.</li> <li>The staff of Vision Education for their contributions to Scratch reference materials and workshops.</li> <li>John McIntosh for technical help with the Macintosh version.</li> <li>Countless <a title="Scratch Credits/Translators" href="http://info.scratch.mit.edu/Scratch_Credits/Translators">translators</a> from around the world.</li> <li>Staff, mentors, and members at Computer Clubhouses around the world (especially at the YOU Clubhouse in Los Angeles and the Charlestown, Chelsea, and Museum of Science Clubhouses in Boston) for trying out early versions of Scratch and offering feedback and suggestions.</li> <li>The community of Scratch beta testers, especially Susan Abend, Keith Braadfladt, Roland Hebert, David Malan, Ximena Miranda, Liddy Nevile, Karen Randall (and her students at the EXPO Elementary School in St. Paul), Kilmer Sweazy, John Henry Thompson, and the IDEAS Fellows for their thoughtful and thorough feedback.</li> <li>Alan Kay and the Squeak team for inspiring us with Etoys, sharing code and expertise, and providing feedback and encouragement.</li>
eu: <ul><li>Lifelong Kindergarten taldean beste batzuek ere lagundu dute Scratch proiektuan, hala nola: Evelyn Eastmond, Tammy Stern, Dave Feinberg, Margarita Dekoli, Han Xu, Leo Burd, Lis Sylvan, Oren Zuckerman, Claudia Urrea, Ioana Fineberg, Rachel Garber, Chris Garrity, eta MITeko hainbat bekadun eta ikasmailari, hala nola: Nick Bushak, Paul Medlock-Walton, Chinua Shaw, Ubong Ukoh, Christine Kim, Daniel Strimpel, eta beste hainbat.</li> <li>Evan Karatzas Scratch erabiltzaile interfazearen diseinu grafikoaren garapenarengatik, eta Kemie Guaida Scratch webgunearen garapen grafikoarengatik.</li> <li>Lauren Bessen, Kate Nazemi, eta Big Blue Dot Scratcheko inprimatutako materialen diseinuarengatik.</li> <li>Ed Shems Scratch irudi liburutegiko dozenaka ilustrazioa sortzeagatik, eta Wing Ngan, Mark Loughridge, Xing Xing, Tracy Ho, Mike Lee, eta 360KID irudi liburutegira egindako laguntzengatik.</li> <li>Wayne Marshall, Danny Lutz, Tracy Ho, eta Jeff Lieberman Scratch soinu liburutegira soinuak eskaintzeagatik.</li> <li>Robbie Berg Scratch Sensor Boardaren garapenean laguntzeagatik.</li> <li>Jodi Finch eta Cassy Gibbs Scratch bideoetan eskainitako laguntzarengatik.</li> <li>Vision Educationeko lantaldea Scratcheko erreferentzia material eta tailerreei eskainitako laguntzarengatik.</li> <li>John McIntosh Macintosh bertsiorako eskainitako laguntza teknikoarengatik.</li> <li>Kontaezinak diren mundu guztiko itzultzaileak<a title="Scratch Credits/Translators" href="http://info.scratch.mit.edu/Scratch_Credits/Translators">itzultzaileak</a>.</li> <li>Lantalde, mentore eta mundu guztiko Ordenagailu Klub-etxeetako kideak (bereziki ZU Los Angelese Clubhousean zauden hori eta Charlestown, Chelsea, eta Bostoneko Museum of Science Clubhouseak) Scratcheko hasera bertsioak probatzeagatik, feedbacka eta iradokizunak eskaintzeagatik.</li> <li>Scratcheko beta probatzeileen komunitatea, bereziki Susan Abend, Keith Braadfladt, Roland Hebert, David Malan, Ximena Miranda, Liddy Nevile, Karen Randall (eta St. Pauleko EXPO Elementary Schoolen dauden bere ikasleak ), Kilmer Sweazy, John Henry Thompson, eta IDEAS Fellows beraien iritzi pentsakor eta sakonarengatik.</li> <li>Alan

source: What are the guidelines for participating?
cs: Jaká jsou pravidla pro zúčastnění se?
et: Millised on juhised osalejatele?
eu: Zeintzu dira parte hartzeko jarraibideak?
ga: Cé na treoirlínte i dtaobh páirt a ghlacadh?
ja: 参加するのにガイドラインはありますか？
ro: Care sunt regulile de participare?
uk: Які правила для участі?

source: The MIT Scratch Team works with the community to maintain a friendly and respectful environment. Members are asked to be constructive when giving comments and to help keep the website friendly by reporting any inappropriate content. The Scratch Team includes a group of moderators who work each day to manage activity on the site and respond to reports, with the help of tools such as the <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a> profanity filter. You can help your child learn how to participate in the Scratch community by reviewing the <a href="/community_guidelines">community guidelines</a> together.
et: MIT Scratchi tiim soovib kogukonnas hoida sõbralikku ja lugupidavat töökeskkonda. Liikmetel palutakse kommenteerides olla konstruktiivsed ja teatatada kõikidest ebasündsatest materjalidest. Scratch meeskonnas on ka grupp moderaatoreid, kes jälgivad igapäevaselt saidil toimuvat tegevust selliste vahendite abil nagu <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a> ja reageerivad saabunud teadetele. Saad aidata oma lapsel õppida, kuidas Scratchi kogukonnas käituda, vaadates koos temaga <a href="/community_guidelines">kogukonna käitumisjuhiseid</a>.
eu: MIT Scratch Teamek komunitatearekin egiten du lan ingurune adeitsu eta errespetuzkoa mantentzeko. Kideei konstruktibo izateko eskatzen zaie iruzkinak egiterakoan eta webgunea era adeikorrean mantendu dezaten lekuz kanpoko edukia salatuz. Scratch lantaldeak moderatzaile talde bat badu egunero lan egiten duena gunearen jarduera kudeatzen eta salaketei erantzun bat ematen dietena <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a> hitz itsusien iragazia bezalako herramintak erabiliz. Zure umeari nola parte hartu erakuts diezaiokezu bien artean <a href="/community_guidelines">komunitateko jarraibideak</a> berrirakurriz.
uk: Команда MIT Scratch Team працює з спільнотою для підтримки дружнього середовища. Користувачів просять бути конструктивними, даючи коментарі, та повідомляти про будь-який неприйнятний зміст. MIT Scratch Team включає в себе групу модераторів які працюють кожен день щоб керувати активністю на сайті та реагувати на повідомлення, за допомогою таких інструментів, як <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a> фільтр ненормативної лексики . Ви можете допомогти своїй дитині навчитися брати участь у роботі співтовариства Скретчу шляхом спільного перегляду <a href="/community_guidelines">правил спільноти</a>

source: Scratch Offline Editor Beta
eu: Scratch Offline Editorea (Beta)

source: Scratch 2 Offline Editor (Beta Version)
eu: Scratch 2 Offline Editorea (Beta bertsioa)

source: <p>The Scratch Team is pleased to announce that the beta version of the Scratch 2 Offline Editor is now available. This version will work on Mac, Windows, and some versions of Linux (32 bit).</p> <p><h4>Installation Instructions</h4></p> <p>Click <strong>INSTALL NOW</strong> (below) and follow the directions. It will install the Adobe AIR runtime system if you need it, then install the Scratch 2 application. </p> <p>When installing, click <strong>"Yes" or "Allow"</strong> when the browser asks for permission. (In <strong>Chrome</strong>, look for the question at the <strong>top</strong> of the browser window.) Click <strong>"Open"</strong> when asked if you want to save or open the .air file. </p> <p>The file is large (23MB), so please be <strong>patient</strong> while it downloads, especially on slow connections.</p> <p>* If you get an error message when installing, delete any previous Scratch 2 Offline Editor app and try again. Or, see <strong>Optional Download</strong>, below.
eu: <p>Scratch lantaldeak gustora iragartzen du Scratch 2 Offline Editorea (Beta bertsioa) dagoeneko erabilgarri dagoela. Bertsio honek Mac, Windows eta Linuxeko (32 bit) zenbait bertsiotan funtzionatzen du.</p> <p><h4>Instalazio Argibideak</h4></p> <p>Klikatu <strong>ORAIN INSTALATU</strong> (behean) eta jarraitu jarraibideak. Adobe AIR runtime sistema instalatuko du lehendik ez bazenuen, eta ondoren Scratch 2 aplikazioa instalatuko du. </p> <p>Instalatzean, klikatu <strong>"Bai" edo "Onartu"</strong> nabigatzaileak baimena eskatutakoan. (<strong>Chrome</strong> nabigatzailean, bilatu <strong>goikaldeko</strong> galdera nabigatzailearen leihoan.) Klikatu <strong>"Ireki"</strong> .air fitxategia gorde edo ireki nahi duzun galdetzen dizunean. </p> <p>Fitxategiak 23MB ditu, <strong>pazientzia</strong> izan beraz jaisten den artean, konexio geldoa baduzu bereziki.</p> <p>* Instalatzean errore mezurik jasoko bazenu, aurretik instalatuta duzun Scratch 2 Offline Editor aplikazio oro desinstalatu eta saia zaitez berriro. Edo ikus <strong>Hautazko Deskarga</strong>, behean.
