Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Shows the list monitor on the stage
ca: Mostra el monitor de la llista a l'escenari
el: Εμφανίζει τη λίστα στο Σκηνικό.
es: Muestra en el escenario el monitor de la lista
et: Näitab loendi monitori laval
eu: Zerrenden begiralea erakusten du eszenatokian
fr: Affiche le tableau de la liste sur la scène
gl: Amosa o monitor da lista no escenario
it: Mostra il monitor della lista sullo Stage
lv: Parāda saraksta pārlūku uz skatuves
nb: Viser listevinduet på scenen
pt: Mostra o monitor da lista no palco
ro: Afiseaza in scena monitorul listei
sl: Prikaže zaslon seznama na odru
sv: Visar listbevakaren på scenen
tr: Liste içeriğini sahne üzerinde gösterir
uk: Показує монітор списку на Сцені

source: Shows the variable monitor on the stage
ca: Mostra el monitor de la variable a l'escenari
el: Εμφανίζει τη μεταβλητή στο Σκηνικό.
es: Muestra en el escenario el monitor de variables
et: Näitab muutuja monitori laval
eu: Aldagaien begiralea erakusten du eszenatokian
fr: Affiche le tableau de la variable sur la scène
gl: Amosa o monitor da lista no escenario
it: Mostra il monitor della variabile sullo Stage
lv: Parāda mainīgo pārlūku uz skatuves
nb: Viser variabelverdien på scenen
pt: Mostra o monitor da variável no palco
ro: Afiseaza in scena monitorul variabilei
sl: Prikaže zaslon spremenljivke na odru
sv: Visar variabelns värde på scenen
tr: Değişkenin değerini sahne üzerinde gösterir
uk: Показує монітор змінної на Сцені

source: Makes sprite appear on the Stage
ca: Fa que el personatge aparegui a l'escenari
cs: Způsobí zobrazení postavy na scéně
de: Lasse eine Figur auf der Bühne erscheinen
el: Κάνει το αντικείμενο να εμφανίζεται πάνω στο σκηνικό.
es: Hace que el objeto aparezca en el escenario
et: Teeb spraidi laval nähtavaks
eu: Spritea eszenatokian azalerazten du
fr: Fais apparaître le lutin sur la Scène
ga: Taispeáin sprid ar an stáitse
gl: Fai que a figura apareza no Escenario
it: Fa apparire lo sprite sullo Stage
lv: Liek gariņam parādīties uz skatuves
nb: Gjør at figuren blir synlig på scenen
pt: Faz o actor surgir no palco
ro: Faca ca sprite-ul sa apara in Scena
sl: Povzroči, da se figura pojavi na odru
sv: Gör så att sprajten visas på scenen
tr: Kuklayı Sahnede görünür hale getirir
uk: Змушує спрайт з'явитись на Сцені

source: Reports sprite's size, as %% of original size
ca: Informa de la mida del personatge, com a %% de la mida del original
el: Αναφέρει το μέγεθος του αντικειμένου, σε ποσοστό %% του αρχικού μεγέθους.
es: Informa el tamaño del objeto, como un %% del tamaño original
et: Näitab spraidi suurust %% originaalsuurusest
eu: Spritearen tamaina itzultzen du, jatorrizko tamainaren %% modura
fr: Renvoie la taille du lutin, en %% de la taille initiale
gl: Devolve o tamaño da figura, como %% do tamaño orixinal
it: Restituisce la dimensione dello sprite, come %% della dimensione originale
lv: Rāda gariņa izmēru %% no sākotnējā izmēra
nb: Gir figurens størrelse, i prosent av originalstørrelsen
pt: Reporta o tamanho do actor como %% do seu tamanho original
sl: Vrne velikost figure v %% prvotne velikosti
sv: Rapporterar sprajtens storlek, i %% av orginalstorleken
tr: Kuklanın büyüklüğünü orijinaline kıyasla %% olarak bildirir
uk: Повідомляє розмір спрайта, як %% від початкового розміру

source: <p><img src="%(STATIC_URL)s/images/help/size.png" /> reports the %% of the original size of the object</p> <p>To view the value of size, click the checkbox next to the block in the palette.</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />
ca: <p><img src="%(STATIC_URL)s/images/help/size.png" /> informa del %% de la mida respecte la mida original del objecte.</p> <p>Per veure el valor de la mida, fes clic a la casella de davant del bloc.</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />
el: <p><img src="%(STATIC_URL)s/images/help/size.png" /> αναφέρει το ποσοστό %% του πραγματικού μεγέθους του αντικειμένου</p> <p>Για να προβάλλετε την τιμή του μεγέθους, πατήστε στο κουτάκι από δίπλα.</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />
es: <p><img src="%(STATIC_URL)s/images/help/es/size.png" />informa el %% del tamaño original del objeto</p> <p>Para ver el valor del tamaño, has clic en el recuadro enseguida del bloque en la paleta.</p> <img src="%(STATIC_URL)s/images/help/es/size-ex2.png" />
et: <p><img src="%(STATIC_URL)s/images/help/size.png" /> määrab %% esialgsest objekti suurusest</p> <p>Et näha suuruse väärtust, klõpsa märkeruutu ploki ees</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />
eu: <p><img src="%(STATIC_URL)s/images/help/size.png" /> objektuaren jatorrizko tamainaren %% itzultzen du</p> <p>Tamainaren balioa ikusteko, paletan blokearen ondoan dagoen kontrol laukia klikatu ezazu.</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />
fr: <p><img src="%(STATIC_URL)s/images/help/size.png" /> renvoie le %% de la taille originale de l'objet </p> <p>Pour afficher la valeur de la taille, cliquez sur la case à cocher à côté du bloc de la palette.</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />
gl: <p><img src="%(STATIC_URL)s/images/help/size.png" />devolve o %% do tamaño orixinal do obxecto</p> <p>Para ver o valor do tamaño, preme no recadro de verificación a carón do bloque na paleta.</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />
it: <p><img src="%(STATIC_URL)s/images/help/it/size.png" /> restituisce la %% della dimensione originale dell'oggetto</p> <p>Per vedere il valore della dimensione, clicca la casella a fianco del blocco nella palette.</p> <img src="%(STATIC_URL)s/images/help/it/size-ex2.png" />
lv: <p><img src="%(STATIC_URL)s/images/help/size.png" /> parāda %% no sākotnējā objekta izmēra</p> <p>Lai redzētu izmēra vērtību, ieliec ķeksīti rīku paletē blakus blokam.</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />
nb: <p><img src="%(STATIC_URL)s/images/help/size.png" /> forteller hvor stor figuren er på scenen, i prosent av opprinnelig størrelse.</p> <p>Du kan vise prosentverdien på scenen ved å klikke i ruten ved siden av klossen.</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />
pt: <p><img src="%(STATIC_URL)s/images/help/size.png" /> reporta a %% do tamanho original do objecto</p> <p>Para ver o valor do tamanho, clique na caixa de selecção junto ao bloco na paleta.</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />
sl: <p><img src="%(STATIC_URL)s/images/help/size.png" /> vrne %% prvotne velikosti objekta</p> <p>Za ogled vrednosti velikosti, klikni na potrditveno polje poleg bloka v paleti.</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />
sv: <p><img src="%(STATIC_URL)s/images/help/size.png" /> rapporterar %% av originalstorleken på objektet</p> <p>För att visa storlekens värde, bocka i kryssrutan vid sidan av blocket i scriptpaletten.</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />
uk: <p><img src="%(STATIC_URL)s/images/help/size.png" /> повідомляє %% від оригінального розміру об’єкта</p> <p>Щоб переглянути величину розміру, встановіть позначку поруч блока.</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />

source: Reports result of selected function
ca: Retorna el resultat de la funció seleccionada
el: Αναφέρει το αποτέλεσμα της επιλεγμένης συνάρτησης.
es: Informa el resultado de la función seleccionada
et: Tagastab antud funktsiooni väärtuse
eu: Aukeratutako funtzioaren emaitza itzultzen du
fr: Renvoie le résultat de la fonction sélectionnée
gl: Devolve o resultado da función seleccionada
it: Restituisce il risultato della funzione scelta
lv: Atgriež izvēlētās funkcijas rezultātu
nb: Gir resultatet av den valgte funksjonen
pt: Reporta o resultado da função seleccionada
ro: Returneaza rezultatul functiei selectate
sl: Vrne rezultat izbrane funkcije
sv: Rapporterar resultatet av vald funktion
uk: Результатом є значення обраної функції

source: The function options are: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, applied to the specified number.
ca: La llista de funcions es: part sencera, arrel quadrada, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, aplicades al nombre especificat.
el: Οι επιλογές συναρτήσεων είναι: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^ και 10^ και εφαρμόζονται σε έναν συγκεκριμένο αριθμό.
es: Las opciones de funciones son: abs, raíz cuadrada, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, aplicadas al número especificado.
et: Funktsioonide valik: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^.
eu: Funtzio aukerak: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^ dira. Zehaztutako zenbakiari aplikatuta.
fr: Les fonctions disponibles sont les suivantes: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, appliqué au nombre spécifié.
gl: As opcións de funcións son: abs, sqrt, in, cos, tan, asin, acos, atan, ln, log, e^, 10^, aplicadas a un número específicado.
it: Le funzioni selezionabili sono: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, e vengono applicate al valore indicato.
lv: Funkcijas varianti ir: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^ pielietoti norādītajam skaitlim.
nb: Funksjonen du velger brukes på tallet i klossen. Du kan velge absoluttverdi, kvadratrot, sinus, cosinus, tangens, arcus sinus, arcus cosinus, arcus tangens, naturlig logaritme eller eksponentialer.
pt: As possíveis funções são: o valor absoluto, a raiz quadrada, o seno, o cosseno, a tangente, o arco-seno, o arco-cosseno, o arco-tangente, o logaritmo natural, o logaritmo (de base 10), a exponencial e a potência de 10, todas aplicadas ao número dado.
ro: Optiunile functiei sunt: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, aplicate numarului specificat.
sl: Možnosti funkcij so: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, uporabljene na določenem številu.
sv: Funktionsalternativen är: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, tillämpat på angivet tal.
uk: Використовуються функції: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, з переданим ним необхідним значенням.

source: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>This block performs a mathematical function. Choose the math functions from the block's drop down menu.<br/>
ca: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>Aquest bloc realitza funcions matemàtiques. Tria la funció de la llista desplegable del bloc.<br>
el: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>Αυτό το τετράγωνο εντολής κάνει μια μαθηματική συνάρτηση. Επιλέξτε μαθηματικές συναρτήσεις από το μενού.<br/>
es: <img src="%(STATIC_URL)s/images/help/es/square-menu.png" /> <br>Este bloque realiza una función matemática. Elija las funciones matemáticas del menú desplegable del bloque.<br/>
et: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>See plokk leiab matemaatiliste funktsioonide väärtusi. Vali matemaatikafunktsioon ploki rippmenüüst. <br/>
eu: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>Bloke honek funtzio matematiko bat burutzen du. Funtzio matematikoak blokearen goitikbeherako menutik aukeratu.<br/>
fr: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>Ce bloc propose une fonction mathématique. Choisissez les fonctions mathématiques du bloc à partir du menu déroulant.<br/>
gl: <img src="%(STATIC_URL)s/images/help/es/square-menu.png" /> <br>Este bloque realiza unha función matemática. Elixe as funcións matemáticas do menú despregable do bloque.<br/>
it: <img src="%(STATIC_URL)s/images/help/it/square-menu.png" /> <br>Questo blocco calcola una funzione matematica. Scegli la funzione nel menu a discesa del blocco.<br/>
lv: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>Šis bloks aprēķina matemātiskas funkcijas. Izvēlies matemātikas funkciju no šī bloka izkrītošās izvēlnes.<br/>
nb: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>Denne klossen gir resultatet av en matematisk funksjon. Velg funksjon fra menyen i klossen.<br/>
pt: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>Este bloco reporta o resultado da aplicação de uma função matemática ao valor dado. Escolha a função a aplicar no menu do bloco.<br/>
sl: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>Ta blok izvaja matematično funkcijo. Izberi matematične funkcije iz blokadrop down menija. <br/>
sv: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>Detta block utför en matematisk funktion. Välj den matematiska funktionen från blockets rullgardinsmeny.<br/>
uk: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>Цей блок обчислює значення математичних функцій. Оберіть потрібну функцію через спадне меню блока.<br/>

source: Stamps the sprite's image onto the Stage
ca: Estampa la imatge del personatge a l'escenari
el: Επικολλεί την εικόνα του αντικειμένου στο Σκηνικό.
es: Estampa la imagen del objeto sobre el escenario
et: Jätab spraidi kuju jäljendi lavale
eu: Spritearen irudia eszenatokian zigilatzen du
fr: Estampille l'image du lutin sur la scène
gl: Estampa a imaxe da figura sobre o escenario
it: Timbra un'immagine dello sprite sullo Stage
lv: Atstāj gariņa nospiedumu uz skatuves
nb: Stempler et avtrykk av figuren på scenen
pt: Carimba no palco a imagem corrente do actor
ro: Stampileaza imaginea sprite-ului de pe Scena
sl: Odtisne podobo figure na oder
sv: Stämplar sprajtens bild på scenen
uk: Штампує зображення спрайту на Сцені

source: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> A stamp is only a temporary image of the sprite that is drawn on the Stage. It can be drawn over or cleared using the <img src="%(STATIC_URL)s/images/help/clear.png" /> block. <p> A stamp cannot move and cannot hold scripts.
ca: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> Una estampació és només una imatge temporal del personatge que es dibuixa a l'escenari. Es pot dibuixar damunt o esborrar amb el bloc <img src="%(STATIC_URL)s/images/help/clear.png" /> <p> Una estampació no es pot moure i no pot contenir programes.
el: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> Μια στάμπα είναι απλώς μια προσωρινή φωτογραφία του αντικειμένου που είναι σχεδιασμένο στο Σκηνικό. Μπορεί να σχεδιαστεί ξανά ή να σβηστεί χρησιμοποιώντας το τετράγωνο εντολής <img src="%(STATIC_URL)s/images/help/clear.png" />. <p> Μια στάμπα δεν μπορεί να κινηθεί ούτε να έχει σενάρια.
es: <p><img src="%(STATIC_URL)s/images/help/es/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/es/stampex1.png" /> </p> <p> Un sello solo es una imagen temporal del objeto, que se dibuja en el escenario. Se puede sobreescribir o borrar usando el bloque <img src="%(STATIC_URL)s/images/help/es/clear.png" />. <p> Un sello no se puede mover y no puede tener programas.
et: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> Jäljend on ainult spraidi ajutine pilt, mis on joonistatud lavale. Selle saab üle joonistada või kustutada kasutades <img src="%(STATIC_URL)s/images/help/clear.png" /> plokki. <p> Jäljend ei liigu ja sellel ei ole skripte.
eu: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> Zigilu bat sprite baten une baterako irudia da, eszenatokian irudikatzen dena. Gainetik marraztua edo ezabatua izan daiteke <img src="%(STATIC_URL)s/images/help/clear.png" /> blokea erabiliz. <p> Zigilu bat ezin daiteke mugitu eta ezin du skriptik izan.
fr: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> Une estampille est seulement une image temporaire du lutin qui est dessinée sur la scène. Elle peut être supprimée à l'aide du bloc <img src="%(STATIC_URL)s/images/help/clear.png" /> block. <p> Une estampille ne peut pas se déplacer et des scripts ne peuvent pas lui être associés.
gl: <p><img src="%(STATIC_URL)s/images/help/es/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/es/stampex1.png" /> </p> <p> Un selo só é unha imaxe temporal da figura, que se dibuxa no escenario. Pódese sobreescribir ou borrar usando o bloque <img src="%(STATIC_URL)s/images/help/es/clear.png" />. <p> Un selo non se pode mover e non pode ter programas.
it: <p><img src="%(STATIC_URL)s/images/help/it/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/it/stampex1.png" /> </p> <p> Un timbro è soltanto un'immagine temporanea dello sprite che è disegnata sullo Stage. E' possibile disegnarci sopra o cancellarla usando il blocco <img src="%(STATIC_URL)s/images/help/it/clear.png" />. <p> Un timbro non può essere spostato e non può avere degli script.
lv: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> Spiedogs ir tikai īslaicīgs gariņa zīmējums uz skatuves. Tam var pārzīmēt pāri vai to var notīrīt ar <img src="%(STATIC_URL)s/images/help/clear.png" /> bloku. <p> Spiedogs nevar pārvietoties vai izpildīt programmu.
nb: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> Avtrykket er et midlertidig bilde av figuren som ligger fast på scenen. Avtrykket kan overskrives med penn eller med andre avtrykk, og det kan slettes med klossen <img src="%(STATIC_URL)s/images/help/clear.png" /> block. <p> Avtrykket kan ikke bevege seg og har ingen skript.
pt: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> Uma carimbagem é apenas uma imagem temporária do actor que é desenhada no palco. Pode-se escrever sobre ela e apagá-la recorrendo ao bloco <img src="%(STATIC_URL)s/images/help/clear.png" />. <p> Uma carimbagem não se pode mover e não pode conter guiões.
sl: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> Odtis je le začasna podoba figure, narisane na odru. Lahko rišemo čez njo ali jo izbrišemo z uporabo bloka <img src="%(STATIC_URL)s/images/help/clear.png" />. <p> Odtis se ne more primikati ali vsebovati skript.
sv: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> En stämpel är bara en temporär bild av sprajten uppritad på scenen. Den kan ritas upp eller raderas med <img src="%(STATIC_URL)s/images/help/clear.png" /> blocket. <p> En stämpel kan inte flyttas eller innehålla script.
uk: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> Штампом є тимчасове зображення яке спрайт залишає на Сцені. Ви можете малювати поверх нього або очистити використавши <img src="%(STATIC_URL)s/images/help/clear.png" /> block. <p> Штамп не може переміщуватись і не може мати скриптів.

source: Stops all scripts in all sprites
ca: Atura tots els programes de tots els personatges
de: Stoppt alle Skripte in allen Figuren
el: Στματά όλα τα σενάρια σε όλα τα αντικείμενα.
es: Detiene todos los programas en todos los objetos
et: Peatab kõikide spraitide kõik skriptid
eu: Sprite guztietako skript guztiak gelditzen ditu
fr: Arrête tous les scripts dans tous les lutins
gl: Parar todos os programas en todas as figuras
it: Ferma tutti gli script di tutti gli sprite
lv: Aptur visu gariņu visas programmas
nb: Stanser alle skript i alle figurer
pt: Pára todos os guiões em todos os actores
ro: Opreste toate script-urile tuturor sprite-urilor
sl: Ustavi vse skripte v vseh figurah
sv: Stoppar alla script inom alla sprites
uk: Зупинити усі скрипти в усіх спрайтах

source: Same as clicking the stop button at the top of the screen.
ca: És el mateix que prémer el botó d'stop que hi ha damunt de l'escenari.
el: Το ίδιο με το να πατήσετε στο κόκκινο κουμπί στο πάνω μέρος του Σκηνικού.
es: Es lo mismo que hacer clic en el botón rojo en la parte superior de la pantalla.
et: Sama, mis klõpsata stopp nuppu ekraani ülaosas.
eu: Pantailaren goikaldean dagoen gelditzeko botoi gorria zapaltzea bezala da
fr: Même résultat en cliquant sur le bouton d'arrêt dans la partie supérieure de l'écran.
gl: É o mesmo que premer no botón de parar na parte de arriba da pantalla.
it: Ha esattamente lo stesso effetto della pressione del pulsante "Ferma tutto" in alto a destra della finestra di Scratch.
lv: Tas ir tas pats, kas nospiest stop pogu ekrāna augšdaļā.
nb: Denne klossen gjør det samme som å klikke stoppknappen over scenen.
pt: O mesmo que clicar sobre o botão <i>stop</i> por cima do palco.
ro: Este acelasi lucru ca si clic pe butonul stop din partea de sus a ecranului.
sl: Enako kot klik na gumb ustavi na vrhu zaslona.
sv: Samma som att klicka på stoppknappen vid toppen av skärmen.
uk: Те саме що й кнопка Стоп зверху екрана.

source: Stops all sounds
ca: Atura tots els sons
de: Beendet alle Klänge
el: Σταματά όλους τους ήχους.
es: Detiene todos los sonidos
et: Peatab kõik helid
eu: Soinu guztiak gelditu
fr: Arrête tous les sons
gl: Parar todos os sons
it: Arresta tutti i suoni
lv: Apturēt visas skaņas
nb: Stopper alle lyder
pt: Pára todos os sons
ro: Opreste toate sunetele
sl: Preneha predvajati vse zvoke
sv: Stoppa alla ljud
uk: Зупинити усі звуки

source: Stop other sounds before playing a new sound.
ca: Atura altres sons abans de reproduir un nou so.
el: Σταματά όλους τους άλλους ήχους πρωτού παίξει έναν νέο ήχο.
es: Detiene otros sonidos antes de ejecutar uno nuevo.
et: Peatab teised helid enne uue heli mängimist.
eu: Beste soinuak soinu berri bat jo aurretik gelditu
fr: Arrête d'autres sons avant de jouer un nouveau son.
gl: Parar os outros sons antes de reproducir o novo son.
it: Arresta tutti i suoni prima di riprodurre un nuovo suono.
lv: Aptur citas skaņas, pirms atskaņot jaunu skaņu.
nb: Alle lyder blir stanset. Nye lyder kan startes etterpå.
pt: Pára todos os outros sons antes de tocar um novo som.
ro: Opreste celelalte sunete inainte de a rula un nou sunet.
sl: Prenehaj predvajati ostale zvoke pred začetkom predvajanja novega zvoka
sv: Stoppar andra ljud innan ett nytt ljud spelas upp.
uk: Зупинити інші звуки перед відтворенням нового звуку.

source: Subtracts second number from first number
ca: Resta el segon nombre del primer nombre
de: Zieht die zweite Zahl von der ersten ab
el: Διαιρεί τον δεύτερο αριθμό από τον πρώτο αριθμό.
es: Resta el segundo número del primero
et: Lahutab teise arvu esimesest
eu: Lehenengo zenbakiari bigarrena kentzen dio
fr: Soustrait le deuxième nombre du premier nombre
gl: Resta o segundo número do primeiro
it: Sottrae il secondo numero dal primo numero
lv: Atņem otro skaitli no pirmā skaitļa
nb: Gir det første tallet minus det andre tallet
pt: Subtrai o segundo número ao primeiro número
ro: Scade al doilea numar din primul numar
sl: Odšteje drugo število od prvega števila
sv: Subtraherar andra talet från första talet
uk: Відняти друге число від першого
