Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch community guidelines, we may remove it and send a warning to the account. Depending on how bad it is (or if we’ve already warned the account), we may also block the accounts or networks that were used to share it.
ca: L'Equip d'Scratch revisa diariament els comentaris i projectes sobre els què s'ha informat. Si alguna cosa vulnera les normes d'ús de la comunitat d'Scratch ho podem eliminar i enviar un advertiment a l'usuari del compte. Depenent de com de greu sigui (o si ja havíem advertit l'usuari anteriorment), podem bloquejar els comptes o xarxes que s'han utilitzat per compartir-ho.
cs: Scratch tým prohlíží nahlášené komentáře a projekty každý den. Jestliže něco porušuje pravidla Scratch společenství, můžeme to odstranit a poslat varování vlastníkovi účtu. V závislosti na tom, jak moc je to zlé (nebo když jsem předtím vlastníka účtu varovali), můžeme též zablokovat účty nebo sítě, pomocí kterých to bylo sdíleno.
de: Das Scratch-Team sichtet täglich gemeldete Kommentare und Projekte. Wenn etwas gegen die Regeln der Scratch-Gemeinschaft verstößt, behalten wir uns vor, es zu löschen und den Benutzer zu verwarnen. Bei schweren Verstößen (oder falls der Benutzer bereits verwarnt wurde) sperren wir auch Benutzerkonten oder Netzwerke, die zur Verbreitung genutzt wurden.
el: Η ομάδα του Scratch εξετάζει αναφερόμενα σχόλια και έργα κάθε μέρα. Εάν κάτι παραβιάζει τις Οδηγίες Κοινότητας, μπορούμε να το διαγράψουμε και να στείλουμε μια προειδοποίηση στο λογαριασμό. Ανάλογα με το πόσο "κακό" είναι κάτι (ή εάν έχουμε ξαναστείλει προειδοποίηση σε ένα λογαριασμό), μπορούμε να αποκλείσουμε τους λογαριασμούς ή τα δίκτυα με τα οποία έγινε η κοινή χρήση.
es: El equipo de Scratch revisa comentarios y proyectos denunciados todos los días. Si algo rompe las reglas de la comunidad de Scratch, podemos removerlo y mandar una advertencia a la cuenta. Dependiendo de lo malo que sea (o las advertencias que ya tenga la cuenta), podríamos bloquear las cuentas o redes utilizadas para subir el material en cuestión.
et: Scratchi tiim vaatab märgistatud kommentaarid ja projektid üle iga päev. Kui midagi ei vasta Scratchi kogukonna reelitele, võime me selle eemaldada ja saata kasutajale hoiatuse. Sõltuvalt rikkumisest (või kui kasutajat on juba varem hoiatatud), võime blokeerida konto.
eu: Scracth taldeak salaturiko iruzkinak eta proiektuak egunero ikusten ditu. Zerbaitek Scratch komunitateko jarraibideak ez baditu betetzen, ezabatu eta kontu jabeari abisua bidal geniezaioke. Larritasunaren arabera (edo kontu hori lehendik abisupean bazegoen), berau partekatzeko erabiltzen ziren kontu edo sareak ere blokeatu genitzake.
fr: L'équipe Scratch examine les commentaires rapportés et les projets tous les jours. Si quelque chose enfreint les Règles de vie en communauté de Scratch, nous pouvons le retirer et envoyer un avertissement au compte. Suivant le degré d'agressivité (ou si nous avons déjà prévenu le compte), nous pouvons également bloquer les comptes ou réseaux qui ont servi à le partager.
ga: Déanann Foireann Scratch athbhreithniú ar thionscadail agus ar nótaí tráchta nuair a dhéantar tuairisc orthu. Má thagann rud éigin salach ar threoirlínte an chomhphobail, bainfimid ón suíomh é, agus tabharfaimid rabhadh d'úinéir an chuntais. Ag brath ar cé chomh dona atá sé (nó má thugamar rabhadh don chuntas cheana), seans go gcuirfimis cosc ar na cuntais nó ar na líonraí a úsáideadh.
gl: O equipo de Scratch revisa os comentarios e proxectos denunciados todos os días. Si algo rompe as regras da comunidade Scratch, podemos borralo e mandar un aviso á conta. Dependendo do malo que sexa (ou os avisos que xa teña a conta), poderíamos bloquear as contas ou redes utilizadas para subir o material en cuestión.
it: Lo Scratch Team controlla ogni giorno i commenti e i progetti segnalati. Se qualcosa infrange le linee guida delle comunità di Scratch, questo viene rimosso e viene inviata una segnalazione al proprietario dell'account. Se la cosa è particolarmente grave (o se abbiamo già avvisato in passato il proprietario dell'account) possiamo decidere di bloccare gli account o le reti che sono state usate per condividerla.
ja: Scratchチームは報告されたコメントやプロジェクトを毎日チェックしています。Scratchコミュニティガイドラインが侵害された場合は、その原因を取り除いてアカウントに警告します。悪質さに応じて(または過去に警告されたアカウントなど)、アカウントや作品を共有するのに使われたネットワークがブロックされる場合があります。
lv: Scratch komanda katru dienu pārskata komentārus un projektus par kuriem tiek ziņots. Ja kāds no tiem pārkāpj Scratch kopienas vadlīnijas, mēs varam to aizvākt un nosūtīt autoram brīdinājumu. Atkarībā no pārkāpuma smaguma (vai no tā, vai pārkāpējs jau reiz brīdināts), varam bloķēt arī kontu vai tīklu, no kura nāk šis saturs.
nb: Administratorene ser på innmeldte kommentarer og prosjekter hver dag. Hvis noe strider med retningslinjene kan vi fjerne det og sende en advarsel til brukeren som la det ut. Avhengig av hvor alvorlig det er (eller hvis vi allerede har sendt brukeren en advarsel) kan det hende at vi sperrer brukerkontoen eller nettadressen det kom fra.
pt: A Equipa Scratch analisa todos os dias comentários e projectos reportados. Se algo violar as linhas de orientação da comunidade Scratch, é possível que o removamos e que enviemos um aviso à respectiva conta. Dependendo do da gravidade do caso (ou de ter havido avisos anteriores às mesmas contas), podemos bloquear as contas ou as redes que foram usadas para o partilhar.
ro: Echipa Scratch revizuieste comentariile raportate si proiectele zilnic. Daca este ceva care incalca regulile comunitatii, putem sa stergem si sa trimitem un avertisment catre contul respectiv. In functie de gravitate (sau daca deja am avertizat contul), putem chiar sa blocam conturile sau retelele folosite pentru partajare.
sl: Scratch ekipa pregleduje prijavljene komentarje in projekte vsak dan. Če nekdo prelomi pravila Scratch smernic skupnosti, neprimerno vsebino odstranimo in pošljemo opozorilo na uporabnikov račun. Odvisno od tega, kako velika je kršitev (ali če je uporabnik že kdaj prejel opozorilo), se odločimo ali bomo zablokirali račun ali omrežje, ki je bilo uporabljeno.
sv: Scratchteamet bedömer redovisade synpunkter och projekt varje dag. Om något bryter mot riktlinjerna för Scratchgemenskapen, kan vi ta bort det och skicka en varning till kontot. Beroende på hur illa det är (eller om vi redan har varnat kontot), kan vi också blockera kontot eller nätverket som användes.
uk: Команда Скретчу щодня переглядає повідомлення щодо коментарів і проектів. Якщо щось порушує керівні принципи спільноти, ми можемо видалити це і послати попередження користувачу. Залежно від того, як це погано(або, якщо ми вже попередили користувача), ми також можемо заблокувати облікові записи, які були використані для цього.

source: What happens when an account is blocked?
ca: Què passa quan un compte és bloquejat?
cs: Co se stane, když je účet zablokován?
de: Was passiert, wenn ein Benutzerkonto gesperrt wurde?
el: Τι συμβαίνει όταν ένας λογαριασμός αποκλειστεί;
es: ¿Qué pasa cuando una cuenta es bloqueada?
et: Mis juhtub, kui konto on blokeeritud?
eu: Zer gertatzen da kontu bat blokeatuta dagoenean?
fr: Que se passe-t-il quand un compte est bloqué?
ga: Cad a tharlaíonn nuair a chuirtear cosc ar chuntas?
gl: Que acontece cando unha conta é bloqueada?
it: Cosa succede quando un account viene bloccato?
ja: アカウントがブロックされると何が起きるのですか?
lv: Kas notiek, kad konts ir bloķēts?
nb: Hva skjer når en brukerkonto blir sperret?
pt: O que acontece quando uma conta é bloqueada?
ro: Ce se intampla cand un cont este blocat?
sl: Kaj se zgodi, ko je račun blokiran?
sv: Vad händer när ett konto blockeras?
uk: Що робити коли обліковий запис заблоковано?

source: When an account is blocked, the owner can no longer access it, or use it to create projects or comments. When they login, they see a page that explains why the account was blocked with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the community guidelines in the future, the Scratch Team will review their case. Accounts will only be unblocked in cases where the account owner’s word can be trusted. Otherwise, the account (and most likely other accounts owned or created by that person) may be blocked permanently.
ca: Quan un compte és bloquejat, el propietari ja no hi pot accedir o utilitzar-lo per crear projectes o comentaris. Quan inicïi la sessió veurà un pàgina que explica per què el seu compte ha estat bloquejat i un formulari on podrà demanar-ne el desbloqueig. Si l'usuari demostra que ha entès per què el seu compte ha estat bloquejat i promet respectar les normes d'ús de la comunitat en el futur, l'Equip d'Scratch revisarà el seu cas. Els comptes només es desbloquejaran en els casos on es pugui confiar en la paraula dels propietaris. Si no és així, el compte (i altres comptes propietat de la mateixa persona) seran bloquejats permanentment.
cs: Když je účet zablokován, vlastník účtu již k němu nemá přístup, nemůže jej používat k vytváření projektů a ke komentování. Když se přihlásí, uvidí stránku s vysvětlujícím textem, proč je účet zablokován, a s formulářem pro případnou žádost k odblokování. Jestliže vlastník účtu chce ukázat, že rozumí tomu, proč byl účet zablokován, a slíbí, že bude v budoucnu dodržovat pravidla společenství, Scratch tým se jeho případem bude zabývat. Účet může být odblokován pouze tehdy, pokud lze vlastníkovým slovům věřit. V opačném případě (a pravděpodobně i ostatní účty vlastněné nebo vytvořené touto osobou) mohou být zablokovány trvale.
de: Wenn ein Benutzerkonto gesperrt wurde, hat der Besitzer keinen Zugriff mehr darauf und kann damit auch keine Projekte oder Kommentare mehr erstellen. Beim Anmelden wird eine Seite angezeigt, die den Grund der Sperrung erklärt und ein Formular bietet, mit dem eine Aufhebung der Sperre angefordert werden kann. Wenn der Besitzer nachweist, dass er die Ursache der Sperrung versteht, und verspricht, die Regeln der Gemeinschaft künftig zu achten, prüft das Scratch-Team seinen Fall. Eine Sperrung wird nur aufgehoben, wenn dem Account-Besitzer vertraut werden kann. Andernfalls wird das Benutzerkonto (und höchstwahrscheinlich auch andere Accounts, die die betreffende Person besitzt oder angelegt hat) möglicherweise dauerhaft gesperrt.
el: Όταν ένας λογαριασμός αποκλειστεί, ο ιδιοκτήτης του δεν μπορεί πια να έχει πρόσβαση σε αυτόν και δεν μπορεί να φτιάξει έργα ή να κάνει σχόλια με αυτόν. Όταν επιχειρήσει να συνδεθεί με τον αποκλεισμένο λογαριασμό, θα δει μια σελίδα που εξηγεί γιατί ο λογαριασμός του έχει αποκλειστεί και μια φόρμα με την οποία μπορεί να ζητήσει την άρση του αποκλεισμού του λογαριασμού. Όταν ο ιδιοκτήτης καταλάβει γιατί ο λογαριασμός του έχει αποκλειστεί και υποσχεθεί ότι θα ακολουθεί τις Οδηγίες Κοινότητας στο μέλλον, η ομάδα του Scratch θα εξετάσει την υπόθεσή του.Οι αποκλεισμένοι λογαριασμοί πρόκειται να ξεκλειδωθούν σε περιπτώσεις που τα λόγια των ιδιοκτητών τους είναι αξιόπιστα. Διαφορετικά, ο λογαριασμός (και όσοι άλλοι λογαριασμοί σχετίζονται με αυτό το άτομο) θα αποκλειστούν ολοκληρωτικά.
es: Cuando una cuenta es bloqueada, el dueño no puede acceder a ella, o usarla para crear proyectos o comentarios. Al ingresar, verán una página que explica porqué se bloqueó la cuenta, con un formulario que pueden usar para pedir ser desbloqueados. Si el dueño demuestra que entiende porqué su cuenta fue bloqueada, y promete seguir las reglas de la comunidad a futuro, el equipo de Scratch considerará su caso. Las cuentas sólo serán desbloqueadas cuando la palabra del dueño de la cuenta sea confiable. De lo contrario, la cuenta (y probablemente otras cuentas creadas por una misma persona) serán bloqueadas permanentemente.
et: Kui konto on blokeeritud, ei saa omanik seda enam kasutada ega luua projekte ja kommentaare. Sisse logides näeb ta lehekülge põhjendusga konto blokeerimise kohta ja veebivormi, kus saab taotleda konto ennistamist. Kui kasutaja näitab, et mõistab, miks tema konto on blokeeritud ja lubab edaspidi järgida kogukonna reegleid, võib Scratchi tiim oma otsust revideerida. Konto vabastatakse vaid juhul, kui konto omaniku sõna saab usaldada. Vastasel korral jääb kasutaja konto (ja ka teised selle kasutaja kontod) jäädavalt blokeerituks.
eu: Kontu bat blokeatzen denean, jabeak ezin du bertara gehiago sartu, edo proiektuak sortzeko edo iruzkinak egiteko erabili. Saioa hastean, kontua zergatik izan den blokeatua azaltzen duen orri bat irakurriko da, blokeoa kentzea eskatzeko bete beharreko formulario batekin batera. Jabeak bere kontua zergatik izan den blokeatua ulertu duela erakusten badu, eta etorkizunean komuitatearen jarraibideak betetzea zin egiten badu, Scratch taldeak bere kasua berrikusiko du. Jabea hitza fidagarria den kasuetan soilik desblokeatuko dira kontuak. Hala ez bada, kontua (eta pertsona berak sortu eta jabetza duen beste kontu oro) betirako blokeaturik gera litezke.
fr: Quand un compte est bloqué, le propriétaire ne peut plus y accéder, ou l'utiliser pour créer des projets ou écrire des commentaires. Lorsqu'ils se connectent, ils voient une page qui explique pourquoi le compte a été bloqué accompagné d'un formulaire Web qu'ils peuvent utiliser pour demander à être débloqué. Si le propriétaire peut montrer qu'il comprend pourquoi son compte a été bloqué, et qu'il promet de suivre les Règles de vie en communauté dans l'avenir, l'équipe de Scratch examinera son cas. Les comptes ne seront débloqués que dans le cas où la parole du propriétaire du compte peut inspirer la confiance. Sinon, le compte (et la plupart des autres comptes susceptibles détenus ou créés par cette personne) peut être bloqué de façon permanente.
ga: Nuair a chuirtear cosc ar chuntas, ní bheidh úinéir an chuntais in ann é a úsáid chun tionscadail nua a chruthú nó nótaí tráchta a scríobh. Nuair a logálfaidh an t-úinéir isteach, feicfidh sé/sí leathanach a mhíníonn an fáth ar cuireadh cosc ar an gcuntas, agus foirm Ghréasáin lenar féidir iarraidh orainn an cosc a bhaint. Má thaispeánann an t-úinéir go dtuigeann sé/sí an fáth ar cuireadh cosc ar an gcuntas, agus geallann sé/sí go leanfaidh sé/sí treoirlínte an chomhphobail sa todhchaí, déanfaidh foireann Scratch athbhreithniú ar an gcás. Bainfimid cosc ó chuntas amháin má tá muinín againn as úinéir an chuntais. I ngach cás eile, cuirfimid cosc buan ar an gcuntas (agus is dócha ar aon chuntais eile a chruthaigh an duine sin).
gl: Cando unha conta é bloqueada, o dono non pode acceder a ela, ou usala para crear proxectos ou comentarios. Ao entrar, verán una páxina que explica porque se bloqueou a conta, cun formulario que poden usar para pedir ser desbloqueados. Si o dono demostra que entende porque a súa conta foi bloqueada, e promete seguir as regras da comunidade no futuro, o equipo de Scratch considerará o seu caso. As contas só serán desbloqueadas cando a palabra do dono da conta sexa confiable. Noutro caso, a conta (e probablemente outras contas creadas pola mesma persoa) serán bloqueadas permanentemente.
it: Quando un account è bloccato, il proprietario non può più accedervi, o usarlo per creare progetti o commenti. Quando si prova ad accedere al sito con un account bloccato compare una pagina che spiega le ragioni per cui l'account è stato bloccato insieme ad un modulo che può essere usato per richiederne lo sblocco. Se il possessore mostra di capire il motivo per cui l'account è stato bloccato e assicura di seguire in futuro le linee guida della comunità lo Scratch Team potrà riesaminare il suo caso. Gli account vengono sbloccati soltanto quando riteniamo che le parole del proprietario dell'account possano essere considerate veritiere. Altrimenti l'account (e con tutta probabilità gli altri account posseduti o creati dalla stessa persona) potrebbero essere bloccati in modo permanente.
ja: アカウントがブロックされると、所有者がアカウントにアクセスできなくなり、プロジェクトやコメントを作れなくなります。ログインすると、アカウントがブロックされた理由とブロックを解除を申請するフォームがが表示されます。所有者がブロックされた理由を理解して、将来にわたってコミュニティガイドラインを遵守することを約束するなら、Scratchチームにより再検討されるでしょう。所有者の言葉が信頼できるとみなされた場合にのみアカウントのブロックが解除されます。さもなければ、そのアカウント(やその所有者によって作られた他のアカウント)は永久にブロックされます。
lv: Kad konts ir bloķēts, tā īpašnieks vairs nevar tam piekļūt, izmantot to, lai veidotu projektus un komentētu. Kad īpašnieks pieslēdzas, viņš redz lapu, kurā paskaidrots, kāpēc konts ir bloķēts un saziņas formu, kurā var pieprasīt atbloķēšanu. Ja īpašnieks izrāda sapratni, kāpēc konts ir bloķēts un apsola turpmāk ievērot kopienas vadlīnijas, Scratch komanda pārskatīs savu lēmumu. Konti tiek atbloķēti tikai tad, ja tā īpašnieka teiktajam var uzticēties. Citādi šis konts (un visdrīzāk ar citi šīs personas veidoti konti) tiks bloķēti uz visiem laikiem.
nb: Når en brukerkonto er sperret vil eieren ikke lenger få tilgang til kontoen eller kunne bruke den til å lage prosjekter. Ved innlogging kommer man da til en side som forklarer hvorfor kontoen er sperret, med et skjema man kan fylle ut for å be om at kontoen blir åpnet igjen. Hvis eieren kan vise at han eller hun forstår hvorfor kontoen ble stengt, og lover å følge retningslinjene i fremtiden, vil Scratch-administratorene se på saken og åpne kontoen dersom de vurderer at brukeren er å stole på. Ellers vil kontoen (og sannsynligvis andre kontoer som tilhører samme person) kunne bli stengt permanent.
pt: Quando uma conta é bloqueada, o proprietário deixa de lhe poder aceder ou de a poder usar para criar projectos ou comentários. Quando se autenticar, o proprietário verá uma página explicando a razão para o bloqueio da sua conta e incluindo um formulário Web que poderá usar para solicitar o seu desbloqueio. Se o proprietário conseguir mostrar que compreende a razão para o bloqueio da sua conta e prometer passar a seguir as linhas de orientação da comunidade, a Equipa Scratch analisará o seu caso. Só se desbloqueará uma conta no caso de a palavra do seu proprietário ser de fiar. Caso contrário, a conta (e provavelmente outras contas pertencentes ou criadas por essa pessoa) poderão ser bloqueadas permanentemente.
ro: Cand un cont este blocat, proprietarul nu il mai poate accesa sau nu il mai poate folosi pentru a crea proiecte sau pentru a comenta. Cand se logheaza, primeste o pagina care ii explica de ce a fost blocat contul si un formular pe care il poate folosi pentru a solicita deblocarea. Daca utilizatorul demonstreaza ca a inteles de ce i-a fost blocat contul si promite sa respecte regulile comunitatii pe viitor, echipa Scratch va revizui cazul. Conturile vor fi deblocate numai in cazul in care cuvantul proprietarului contului prezinta incredere. Altfel, contul (si chiar toate celelelate conturi detinute sau create de acea persoana) va fi blocat permanent.
sl: Ko je račun blokiran, lastnik ne more več dostopati do računa ali ga uporabljati za ustvarjanje projektov ali komentiranje. Ko se lastnik računa prijavi, vidi stran, ki mu razloži, zakaj je bil račun blokiran in spletni obrazec, s katerim lahko zahteva, da se račun odblokira. Če lastnik pokaže, da je razumel razloge za blokacijo računa in obljubi, da bo v prihodnosti sledil smernicam skupnosti, Scratch ekipa ponovno pregleda njegov primer. Računi so odblokirani le v primerih, ko je mogoče zaupati besedam lastnika računa. Sicer je račun (in ostali računi, ki jih je ustvaril isti avtor) trajno blokiran.
sv: När ett konto är blockerat, kan ägaren inte längre komma åt det, eller använda det för att skapa projekt eller kommentarer. När de loggar in, ser de en sida som förklarar varför kontot blockerades och med ett webbformulär kan användaren begära att kontot låses upp. Om ägaren kan visa att han/hon förstår varför deras konto blev blockerat, och lovar att följa de gemensamma riktlinjerna i framtiden kommer Scratchteamet att granska deras ärende. Kontot kommer endast att öppnas i de fall där vi kan tro på ägarens ord. Annars kan kontot (och troligen andra konton som ägs eller skapats av den personen) blockeras permanent.
uk: Якщо обліковий запис заблокований, власник не може отримати до нього доступ, або використовувати його для створення проектів чи надання коментарів. При вході вони бачать сторінку, яка пояснює, чому обліковий запис був заблокований, за допомогою веб-форми вони можуть просити його розблокувати. Якщо власник може довести, що він розуміє, чому його акаунт був заблокований, і обіцяє дотримуватися принципів спільноти в майбутньому, команда Скретчу розгляне його подання. Обліковий запис буде розблоковано тільки у випадку, коли його власнику можна довіряти. В іншому випадку, акаунт (і, швидше за все, й інші акаунти цього користувача) може бути заблоковано назавжди.

source: My mean brother / Kaj / some other bad guy stole my account and got it banned, what do I do?
ca: El meu germà dolent / Kaj / algú ha robat el meu compte i he estat bloquejat, què puc fer?
cs: Někdo zlý a špatný mi ukradl účet a ten mu byl zablokován, co mám dělat?
de: Mein böser Bruder / Kaj / irgendein anderer böser Bursche hat meinen Account gestohlen und sperren lassen. Was soll ich tun?
el: Ο κακός μου αδελφός / ο Kaj / κάποιος άλλος κακός τύπος μου έκλεψε το λογαριασμό μου και μου τον απέκλεισε, τι μπορώ να κάνω;
es: ¿Mi hermano malvado / Kaj / otro mal tipo, robó mi cuenta y la bloquearon por su culpa, qué hago?
et: Minu õel vend / Kaj / mingi muu pahalane varastas mu konto ja nüüd on see blokeeritud. Mida ma pean tegema?
eu: Nire anaia maltzurrak / maltzurra den beste notbaitek nire kontua lapurtu du eta kontua blokeatua izan da, zer egin dezaket?
fr: Mon méchant frère ou tout autre mauvais garçon a volé mon compte et a été banni, qu'est-ce que je peux faire?
ga: Ghoid duine éigin mo chuntas agus tá cosc air anois. Cad é a thig liom a dhéanamh?
gl: O raio de meu irmán / Kaj / outro malote, entrou na miña conta e bloquearona, que podo facer?
it: Il mio fratellino (o Mario, o qualche cattivo) ha rubato il mio account e l'account è stato bloccato. Cosa debbo fare?
ja: 意地悪な兄や悪い奴らがボクのアカウントを盗んでブロックされちゃった。どうしたらいい?
lv: Mans nejaukais brālis, Pēterītis vai vēl kāds cits sliktais nozaga manus konta datus un tika nobloķēts. Ko man darīt?
nb: Den dumme broren min / Knut / en annen slemming stjal passordet mitt og gjorde slik at kontoen ble stengt, hva gjør jeg nå?
pt: O meu irmão maldoso / Kaj / outro mau tipo qualquer roubou a minha palavra-passe e bloqueou a minha conta. Que devo fazer?
ro: Daca un prieten rau intentionat / Kaj / alta individ rau imi fura contul si devine banat, ce este de facut?
sl: Moj zlobni brat / Kaj / nek drug zlobnež je ukradel moj račun in dosegel, da je bil moj račun blokiran. Kaj naj storim?
sv: Min elake bror / Kaj / eller någon annan elaking stal mitt konto och gjorde så att det låstes, vad ska jag göra?
uk: Мій середній брат /Кай/ та якийсь інший поганий хлопець, "украли" мій акаунт, тепер його заблокували, що мені робити?
