Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p>Click <span class=lookscolor>looks</span> and drag out a <span class=lookscolor>say</span> block.</p> <img src = "%(STATIC_URL)s/images/help/5a-say.gif">
fr: <p>Clique dans catégorie <span class=lookscolor>Apparence</span>et déplace un bloc<span class=lookscolor>dire</span>.</p> <img src = "%(STATIC_URL)s/images/help/5a-say.gif">
gl: <p>Preme na pestaña <span class=lookscolor>apariencia </span> e arrastra un bloque<span class=lookscolor> dicir</span>.</p> <img src = "%(STATIC_URL)s/images/help/5a-say.gif">
it: <p>Clicca la scheda <span class=lookscolor>Aspetto</span> e trascina un blocco <span class=lookscolor>dire</span>.</p> <img src = "%(STATIC_URL)s/images/help/5a-say.gif">
lv: <p>Klikšķini uz <span class=lookscolor>Izskats</span> un izvelc bloku <span class=lookscolor>teikt</span>.</p> <img src = "%(STATIC_URL)s/images/help/5a-say.gif">
nb: <p>Klikk <span class=lookscolor>utseende</span> og dra ut en <span class=lookscolor>si</span>-kloss.</p> <img src = "%(STATIC_URL)s/images/help/5a-say.gif">
pt: <p>Clique em <span class=lookscolor>Aparência</span> e arraste o bloco <span class=lookscolor>diz</span>.</p> <img src = "%(STATIC_URL)s/images/help/5a-say.gif">
tr: <p><span class=lookscolor>Görünüm</span> grubun içinden en başdaki <span class=lookscolor>[... de .. saniye]</span> taşını dışarı al.</p> <img src = "%(STATIC_URL)s/images/help/5a-say.gif">

source: <p>Type in the block to change the words:</p> <img src = "%(STATIC_URL)s/images/help/5b-say-new.gif">
fr: <p>Ecris dans la zone texte pour modifier les mots:</p> <img src = "%(STATIC_URL)s/images/help/5b-say-new.gif">
gl: <p>Escribe no bloque para cambiar as palabras:</p> <img src = "%(STATIC_URL)s/images/help/5b-say-new.gif">
it: <p>Clicca all'interno del blocco per cambiare le parole:</p> <img src = "%(STATIC_URL)s/images/help/5b-say-new.gif">
lv: <p>Ieraksti blokā, lai mainītu izteiktos vārdus:</p> <img src = "%(STATIC_URL)s/images/help/5b-say-new.gif">
nb: <p>Skriv inn en ny tekst i klossen:</p> <img src = "%(STATIC_URL)s/images/help/5b-say-new.gif">
pt: <p>Escreva na ranhura do bloco para alterar o texto:</p> <img src = "%(STATIC_URL)s/images/help/5b-say-new.gif">
tr: <p>Kutunun içine kediye söyletmek istediklerini yaz:</p> <img src = "%(STATIC_URL)s/images/help/5b-say-new.gif">

source: <p>Then snap it on top of the stack. Click on the stack to run.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png">
fr: <p>Ensuite emboîte le sur le sommet de la pile. Click on the stack to run.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png">
gl: <p>Despois encaixao na parte de arriba da pila. Preme na pila para reproducir.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png">
it: <p>Poi attaccalo sopra alla sequenza di blocchi. Clicca sulla sequenza per eseguirla.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png">
lv: <p>Tad novieto to virs pārējiem blokiem. Lai palaistu programmu, klikšķini uz blokiem.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png">
nb: <p>Fest klossen øverst. Klikk på stabelen for å starte.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png">
pt: <p>Depois encaixe-o no topo da pilha. Clique na pilha para a executar.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png">
tr: <p>Ve bu taşı tutup dizinin tepesine yapıştır. Taşlardan birine tıkla ve çalıştır.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png">

source: Now, add a way to start.
fr: Ensuite, ajoute un moyen de commencer.
gl: Agora, engade unha forma de empezar.
it: Ora aggiungi un modo per iniziare.
lv: Tagad pievienosim paņēmienu programmas izpildīšanai.
nb: Videre: å starte et skript
pt: Agora, adicione uma forma de se começar.
sl: Sedaj dodaj način, da začneš.
tr: Şimdi de, başka bir başlatma yolu.

source: Green Flag
fr: Le drapeau vert
gl: Bandeira Verde
it: Bandiera Verde
lv: Zaļais karogs
nb: Grønt flagg
pt: Bandeira Verde
tr: Yeşil Bayrak

source: <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.gif"></p>
fr: <p>Déplace un bloc <span class="events color">quand <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> est pressé</span> et emboîte le sur le dessus.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.gif"></p>
gl: <p>Arrastra un bloque <span class="eventscolor">ao <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> premer</span> e encaixao por arriba.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.gif"></p>
it: <p>Trascina un blocco <span class="eventscolor">quando si clicca su <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> e attaccalo sopra agli altri.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.gif"></p>
lv: <p>Izvelc bloku <span class="eventscolor">Kad nospiests <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> un piestiprini to augšpusē.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.gif"></p>
nb: <p>Dra ut en <span class="eventscolor">når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikkes</span>-kloss og fest den øverst.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.gif"></p>
pt: <p>Arraste um bloco <span class="eventscolor">Quando alguém clicar em <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> e encaixe-o no topo.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.gif"></p>
tr: <p><span class="eventscolor">Olaylar</span> grubundan <span class="eventscolor"><img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> tıklanınca</span> taşını dışarı al ve en tepeye oturt.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.gif"></p>

source: <p>Your script will start whenever you click the green flag: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>To stop, click the stop button: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>
fr: <p>Ton script s'exécutera à chaque fois que tu cliqueras sur le drapeau vert: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>Pour arrêter, tu cliques sur le bouton stop: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>
gl: <p>O teu programa empezará cando premas na bandeira verde: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>Para parar, preme no botón stop: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>
it: <p>il tuo script partirà non appena clicchi la bandiera verde: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>Per fermarlo clicca il pulsante stop: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>
lv: <p>Tava programma izpildīsies katru reizi, kad noklikšķināsi zaļo karogu: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>Lai apturētu, spied pogu: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>
nb: <p>Skriptet vil starte når du klikker det grønne flagget: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>Du kan stoppe alle skript med stoppknappen: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>
pt: <p>O seu guião será executado sempre que alguém clicar na bandeira verde: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>Para parar clique no botão de <i>stop</i>: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>
tr: <p>Böylelikle, yazmış olduğun program yeşil bayrağa her tıkladığında çalışmaya başlayacak: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>Durdurmak için kırmızı dur düğmesine bas: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>

source: Next, you can change colors.
fr: Ensuite, vous pouvez changer les couleurs.
gl: A continuación, podes cambiar cores.
it: Ora puoi cambiare i colori.
lv: Vēl tu vari mainīt krāsas.
nb: Videre: bytt farger.
pt: Em seguida, pode alterar as cores.
sl: Nato lahko zamenjaš barvo.
tr: Sırada, renk değiştirme.

source: <p><span class="reminder">Now to try something different...</span></br> Drag out a <span class=lookscolor>change effect</span> block.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.gif"></p>
fr: <p><span class="reminder">Maintenant essaie quelque chose de nouveau...</span></br> Déplace un bloc <span class=lookscolor>ajoute à l'effet</span> block.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.gif"></p>
gl: <p><span class="reminder">Agora para probar algo distinto...</span></br> Arrastra un bloque <span class=lookscolor>cambiar efecto</span>.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.gif"></p>
it: <p><span class="reminder">Ora, per provare qualcosa di diverso...</span></br> Trascina un blocco <span class=lookscolor>cambia effetto</span>.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.gif"></p>
lv: <p><span class="reminder">Tagad izmēģināsim ko citu...</span></br> Izvelc bloku <span class=lookscolor>mainīt efektu</span>.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.gif"></p>
nb: <p><span class="reminder">Prøv noe helt annet...</span></br> Dra ut en <span class=lookscolor>endre effekt</span>-kloss.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.gif"></p>
pt: <p><span class="reminder">Agora por experimentar algo diferente...</span></br> Arraste um bloco <span class=lookscolor>adiciona ao teu efeito</span>.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.gif"></p>
tr: <p><span class="reminder">Şimdi de farklı bir şey dene...</span></br> <span class=lookscolor>[... etkisini ... arttır]</span> taşını dışarı al.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.gif"></p>

source: <p>Click to see what it does.</p> <img src = "%(STATIC_URL)s/images/help/7b-color.png">
fr: <p>Clique pour voir le résultat.</p> <img src = "%(STATIC_URL)s/images/help/7b-color.png">
gl: <p>Preme para ver o que fai.</p> <img src = "%(STATIC_URL)s/images/help/7b-color.png">
it: <p>Clicca per capire cosa fa.</p> <img src = "%(STATIC_URL)s/images/help/7b-color.png">
lv: <p>Klikšķini un skaties, ko tas dara.</p> <img src = "%(STATIC_URL)s/images/help/7b-color.png">
nb: <p>Klikk for å se hva den gjør.</p> <img src = "%(STATIC_URL)s/images/help/7b-color.png">
pt: <p>Clique-o para ver o que ele faz.</p> <img src = "%(STATIC_URL)s/images/help/7b-color.png">
tr: <p>Bu taş ne işe yarar, tıkla ve gör.</p> <img src = "%(STATIC_URL)s/images/help/7b-color.png">

source: Now, make it interactive.
fr: Ensuite, rend le interactif.
gl: A continuación, faino interactivo.
it: Ora rendiamolo interattivo.
lv: Nu padari to interaktīvu.
nb: Videre: gjør det interaktivt.
pt: Agora, torne-o interactivo.
sl: Sedaj jo naredi interaktivno.
tr: Şimdi, etkileşimli hale getirelim.

source: Key Press
fr: Touche enfoncée
gl: Premer Tecla
it: Pressione di un Tasto
lv: Taustiņa piespiešana
nb: Tastetrykk
pt: Pressão em Tecla
tr: Tuşlarla Kontrol

source: <p>Snap on a <span class="eventscolor">when key pressed</span></p> <p><img src = "%(STATIC_URL)s/images/help/8b-key-press.gif"></p> <p>Now press the space bar on your keyboard and watch what happens.</p>
fr: <p>Déplace un bloc <span class="eventscolor">quand la touche est pressée</span></p> <p><img src = "%(STATIC_URL)s/images/help/8b-key-press.gif"></p> <p>Maintenant, appuie sur la barre d'espace de votre clavier et regarde ce qui se passe.</p>
gl: <p>Encaixao en <span class="eventscolor">ao premer a tecla</span></p> <p><img src = "%(STATIC_URL)s/images/help/8b-key-press.gif"></p> <p>Agora preme a barra espaciadora no teu teclado e olla o que acontece.</p>
it: <p>Attacca ora un blocco <span class="eventscolor">quando si preme il tasto</span></p> <p><img src = "%(STATIC_URL)s/images/help/8b-key-press.gif"></p> <p>Ora premi la barra dello spazio sulla tua tastiera e guarda cosa succede.</p>
lv: <p>Pievieno pie bloka <span class="eventscolor">kad piespiests taustiņš</span></p> <p><img src = "%(STATIC_URL)s/images/help/8b-key-press.gif"></p> <p>Nu piespied atstarpes taustiņu uz klaviatūras un skaties, kas notiek.</p>
nb: <p>Sett på en <span class="eventscolor">når tast trykkes</span></p> <p><img src = "%(STATIC_URL)s/images/help/8b-key-press.gif"></p> <p>Trykk mellomrom-tasten og se hva som skjer.</p>
pt: <p>Encaixe um <span class="eventscolor">Quando alguém pressionar a tecla</span></p> <p><img src = "%(STATIC_URL)s/images/help/8b-key-press.gif"></p> <p>Agora carregue na tecla espaço do seu teclado e veja o que acontece.</p>
tr: <p><span class="eventscolor">[... tuşu basılınca]</span> taşını üstüne koy</p> <p><img src = "%(STATIC_URL)s/images/help/8b-key-press.gif"></p> <p>Klavyedeki boşluk tuşuna bas ve ne olduğunu seyret.</p>

source: <p>You can choose a different key from the menu:</p> <img src = "%(STATIC_URL)s/images/help/8d-key-press.png">
fr: <p>Tu peux choisir une autre touche à partir du menu déroulant:</p> <img src = "%(STATIC_URL)s/images/help/8d-key-press.png">
gl: <p>Podes elixir unha tecla diferente dende o menú:</p> <img src = "%(STATIC_URL)s/images/help/8d-key-press.png">
it: <p>Puoi scegliere un tasto diverso nel menu:</p> <img src = "%(STATIC_URL)s/images/help/8d-key-press.png">
lv: <p>No izvēlnes vari izvēlēties citu taustiņu:</p> <img src = "%(STATIC_URL)s/images/help/8d-key-press.png">
nb: <p>Du kan velge en annen tast fra menyen i klossen:</p> <img src = "%(STATIC_URL)s/images/help/8d-key-press.png">
pt: <p>Pode escolher uma tecla diferente no menu:</p> <img src = "%(STATIC_URL)s/images/help/8d-key-press.png">
tr: <p>Menüden, boşluk yerine başka bir tuş seçebilirsin:</p> <img src = "%(STATIC_URL)s/images/help/8d-key-press.png">

source: Now, choose a backdrop.
fr: Ensuite, choisis un arrière-plan.
gl: Agora, elixe un fondo.
it: Ora scegli uno sfondo.
lv: Tagad jānomaina fons.
nb: Videre: bakgrunnsbilde
pt: Agora, escolha um cenário.
sl: Sedaj izberi ozadje.
tr: Şimdi de bir dekor seç.

source: <p>You can add new backdrops on the Stage.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png">
fr: <p>Tu peux ajouter de nouveaux arrière-plans sur la scène.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png">
gl: <p>Podes engadir novos fondos ao escenario.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png">
it: <p>Puoi aggiungere nuovi sfondi allo Stage.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png">
lv: <p>Skatuvei vari pievienot jaunus fonus.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png">
nb: <p>Du kan legge bakgrunnsbilder på scenen.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png">
pt: <p>Pode adicionar novos cenários ao Palco.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png">
tr: <p>Sahnede farklı dekorlar kullanabilirsin.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png">

source: <p> Click <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> to choose a New backdrop from the Library (such as "Spotlight-Stage"):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png">
fr: <p> Clique sur<img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> pour choisir un nouvel arrière-plan (tel que "Spotlight-Stage"):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png">
gl: <p> Preme <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png">para engadir un Novo fondo dende a Biblioteca (como o "Spotlight-Stage"):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png">
it: <p> Clicca <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> per scegliere un Nuovo sfondo dalla Libreria (such as "Spotlight-Stage"):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png">
lv: <p> Klikšķini <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png">, lai izvēlētos jaunu fonu no krātuves (piemēram, "Spotlight-Stage"):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png">
nb: <p> Klikk <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> for å velge et bakgrunnsbilde fra biblioteket (for eksempel "Spotlight-Stage"):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png">
pt: <p> Clique em <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> para Escolher um novo cenário a partir da Biblioteca (tal como «Palco com focos» ou «spotlight-stage»):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png">
tr: <p><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> simgesine tıkla ve sahnede kullanmak istediğin bir dekoru seç (misal: "Spotlight-Stage"):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png">

source: Next, add a new sprite.
fr: Ensuite, ajoute un nouveau lutin.
gl: A continuación, engade un nova figura.
it: Ora aggiungi un nuovo sprite.
lv: Tālāk pievienosim jaunu gariņu.
nb: Videre: lag en ny figur.
pt: Em seguida, adicione um novo actor.
sl: Sedaj dodaj nov lik.
tr: Sırada, yeni bir kukla ekleme.

source: Want to get started with Scratch? Try this!
de: Du möchtest mit Scratch anfangen? Probier es auc!
es: ¿Quieres empezar con Scratch? Prueba esto!
fr: Tu veux commencer avec Scratch? Essaie cela!
gl: Queres empezar con Scratch? Proba isto!
it: Vuoi sapere come iniziare ad usare Scratch? Prova con questo!
lv: Vēlies iemācīties Scratch? Izmēģini šo!
nb: Vil du lære deg Scratch? Prøv dette!
pt: Quer começar a usar o Scratch? Experimente isto!
sl: Hočeš začeti ustvarjati v Scratchu? Poskusi tole!
tr: Scratch'a başlamak mı istiyorsun? Bunu dene!

source: Start moving
de: Bewegung
es: Empeza a mover
fr: Commence par bouger
gl: Empeza Movendo
it: Inizia a Muoverti
lv: Sākt kustību
nb: Kom i gang
pt: Começar a andar
tr: Hareket etmeye başla

source: Add a Sprite
fr: Ajoute un lutin
gl: Engade unha Figura
it: Aggiungi uno Sprite
lv: Pievienot gariņu
nb: Legg til en ny figur
pt: Adicionar um Actor
tr: Bir Kukla Ekle

source: <p>To make a sprite look like it's going off stage, glide to the end, and then hide it.</p> For example, try this script:<br/> <img src="%(STATIC_URL)s/images/help/glide-off-stage-script.png"><br/> <p>After the sprite glides, it then hides.</p>
es: <p>Para hacer que un objeto parece que sale del escenario, haz que se deslice al borde, y después escóndelo. </p> Por ejemplo, prueba este programa:<br/> <img src="%(STATIC_URL)s/images/help/es/glide-off-stage-script.png"><br/> <p>Después que el objeto se desliza, desaparece.</p>
fr: <p>Pour faire semblant de faire sortir le lutin de la scène, fais le glisser vers le bord , et ensuite fais le disparaître.</p> Par exemple, essaie ce script:<br/> <img src="%(STATIC_URL)s/images/help/glide-off-stage-script.png"><br/> <p>Après que le sprite ait glissé, alors il se cache.</p>
gl: <p>Para facer que unha figura pareza que sae do escenario, fai que se desprace ao borde, e despois agóchaa. </p> Por exemplo, proba este programa:<br/> <img src="%(STATIC_URL)s/images/help/es/glide-off-stage-script.png"><br/> <p>Despois de que a figura esbara, desaparece.</p>
it: <p>Per far sembrare che uno sprite esca dallo Stage, fallo scivolare verso il bordo e poi nascondilo.</p> Ad esempio prova questo script:<br/> <img src="%(STATIC_URL)s/images/help/it/glide-off-stage-script.png"><br/> <p>Dopo che lo sprite ha terminato di scivolare si nasconde.</p>
lv: <p>Ja gribi, lai izskatās, ka gariņš aiziet no skatuves, aizslidini to līdz malai un tad paslēp.</p> Izmēģini šo programmu:<br/> <img src="%(STATIC_URL)s/images/help/glide-off-stage-script.png"><br/> <p>Pēc tam, kad gariņš aizslīd, tas paslēpjas.</p>
nb: <p>For å få figuren til å gli helt ut av scenen kan du la den gli ut til kanten og så skjule den.</p> Prøv dette skriptet, for eksempel:<br/> <img src="%(STATIC_URL)s/images/help/glide-off-stage-script.png"><br/> <p>Figuren glir nesten helt ut, og så skjules den.</p>
pt: <p>Para que pareça que um actor está a sair do palco, faça-o deslizar até à borda e depois esconda-o.</p> Por examplo, experimente este guião:<br/> <img src="%(STATIC_URL)s/images/help/glide-off-stage-script.png"><br/> <p>Depois de deslizar, o actor esconde-se.</p>
sl: <p>Da bo figura videti kot da izginja z odra, jo pomakni do konca in potem skrij. </p> Na priemr, poskusi to skripto:<br/> <img src="%(STATIC_URL)s/images/help/glide-off-stage-script.png"><br/> <p>Ko se figura pomakne, se skrije.</p>
tr: <p>Kuklayı sahneden çıkıp gidiyor gibi göstermek için, kenara kadar götür ve sakla.</p> For example, try this script:<br/> <img src="%(STATIC_URL)s/images/help/glide-off-stage-script.png"><br/> <p>Kukla kenara yanaşınca, saklanır.</p>

source: Can't see your sprite? Use <img src="%(STATIC_URL)s/images/help/show.png"> to make it appear.
es: ¿No puedes ver el objeto? Utiliza <img src="%(STATIC_URL)s/images/help/es/show.png"> para hacer que aparezca.
fr: Tu ne peux pas voir ton lutin? Utilise <img src="%(STATIC_URL)s/images/help/show.png"> pour le faire apparaître.
gl: Non podes ver a figura? Usa <img src="%(STATIC_URL)s/images/help/es/show.png"> para facer que apareza.
it: Non vedi più il tuo sprite? Usa <img src="%(STATIC_URL)s/images/help/it/show.png"> per farlo riapparire.
lv: Nevari redzēt savu gariņu? Izmanto <img src="%(STATIC_URL)s/images/help/show.png">, lai tas atkal parādītos.
nb: Er figuren borte? Bruk <img src="%(STATIC_URL)s/images/help/show.png"> for å få den til å synes.
pt: Não consegue ver o seu actor? Use <img src="%(STATIC_URL)s/images/help/show.png"> para o fazer aparecer.
sl: Ne vidiš figure? Uporabi <img src="%(STATIC_URL)s/images/help/show.png"> da se spet pojavi.
tr: Kuklanı görmek mi istiyorsun? <img src="%(STATIC_URL)s/images/help/show.png"> taşını tıkla.

source: Explore Ideas for Your Card
es: Explora ideas para tu tarjeta
fr: Recherche des idées pour ta carte
gl: Explora Ideas para a Túa Tarxeta
it: Esplora delle Idee per la Tua Cartolina
lv: Pārskati idejas savai kartītei
nb: Tenk på hva slags kort du vil lage
pt: Explore Ideias para o Seu Cartão
