Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Auto subscribe all topics you have created or reply.
cs: Autoregistrovat se ke všem námětům tebou vytvořených nebo odpovězených.
el: Να γίνεται αυτόματη συνδρομή σε όλα τα θέματα που έχετε δημιουργήσει ή απαντήσει.
es: Autosuscribirse a todos los temas que ha creado o a los que ha contestado
et: Loodud või vastatud teemade automaatne tellimine.
eu: Sortu edo erantzun duzun gai orotara auto-harpidetu.
fr: S'abonner automatiquement à tous les sujets que vous avez créés ou répondus.
lv: Automātiski abonēt visas tēmas, ko esi izveidojis vai esi atbildējis.
ro: Auto abonare la toate temele pe care le-ai creat sau la care ai raspuns.
sl: Samodejno naročanje na vse teme, ki si jih ustvaril-a ali nanje odgovarjal-a.
sv: Prenumerera på alla ämnen som du skapat eller svarat på.
tr: Başlattığın veya cevapladığın tüm başlıklara abone ol.
uk: Автоматично підписатися на всі теми, які ви створили або відповідали.

source: Default markup
cs: Standartní označování
el: Προεπιλεγμένη Επισήμανση
es: Etiquetado por defecto
et: Vaikimisi märgistus
eu: Defektuzko markaketa
fr: Indication par défaut
lv: Noklusētais izcēlums
ro: Marcare implicita
sl: Privzeta oznaka
sv: Standardmärkning
tr: Öngörülen markup
uk: Позначка за замовчуванням

source: Profile
ca: Perfil
cs: Profil
de: Profil
el: Προφίλ
es: Perfil
et: Profiil
eu: Profila
fr: Profil
ga: Próifíl
gl: Perfil
he: פרופיל
it: Profilo
ja: プロフィール
lv: Profils
nb: Profil
pt: Perfil
ro: Profil
sl: Profil
sr: Профил
sv: Profil
tr: Profil
uk: Профіль

source: Profiles
cs: Profily
el: Προφίλ
es: Perfiles
et: Profiilid
eu: Profilak
fr: Profils
lv: Profili
ro: Profiluri
sl: Profili
sv: Profiler
tr: Profiller
uk: Профілі

source: Post tracking
cs: Sledování příspěvků
el: Εντοπισμός αναρτήσεων
es: Seguimiento de entradas
et: Postituse jälgimine
eu: Argitalpenen jarraipena
fr: Suivi du message
lv: Ieraksta sekošana
ro: Urmariea postarii
sl: Sledenje objavam
sv: Spåra inlägg
tr: Gönderi takibi
uk: Трекінг повідомлення

source: Reported by
cs: Nahlásil
el: Έγινε αναφορά από το χρήστη
es: Reportado por
et: Teatas
eu: Jakinarazlea:
fr: Rapporté par
lv: Ziņoja
ro: Raportat de
sl: Prijavil-a
sv: Rapporterat av
tr: Bildiren
uk: Повідомляє

source: Zapped
cs: Odstraněno
el: Έγινε zap
es: borrado
eu: Ezabatua
fr: Zappé
lv: Apdullināts
sl: Zaključeno
sv: Attackerad
tr: Zaplandı
uk: Затерто

source: Zapped by
cs: Odstranil
el: Έγινε zap από το χρήστη
es: borrado por
eu: Ezabatzailea:
fr: Zappé par
lv: Apdullināja
ro: Zapped de
sl: Zaključil
sv: Attackerad av
tr: Zaplayan
uk: Затерто

source: Report
ca: Denuncia
cs: Hlášení
de: Melden
el: Αναφορά
es: Denunciar
et: Teade
eu: Jakinarazi/Salatu
fr: Rapport
ga: Déan Tuairisc
gl: Denunciar
it: Segnalazione
ja: 報告
lv: Ziņot
nb: Meld
pt: Denunciar
ro: Raporteaza
sl: Poročilo
sr: Пријави
sv: Rapport
tr: Bildir
uk: Звіт

source: Reports
cs: Hlášení
el: Αναφορές
es: Denunciar
et: Teated
eu: Jakinarazpenak
fr: Rapports
lv: Ziņojumi
ro: Raportari
sl: Poročila
sv: Rapporter
tr: Bildirimler
uk: Звіти

source: Banned user
cs: Zakázaný uživatel
el: Αποκλεισμένος χρήστης
es: Usuario suspendido
et: Keelustatud kasutaja
eu: Jarduera debekatu zaion erabiltzailea
fr: Utilisateur banni
lv: Aizslēgtie lietotāji
ro: Utilizator banat
sl: Uporabnik je izključen iz sistema
sv: Avstängd användare
tr: Yasaklı kullanıcı
uk: Блокований користувач

source: Ban start
cs: Začátek zákazu
el: Έναρξη αποκλεισμού
es: Inicio de la suspensión
et: Keela start
eu: Debekuaren hasera
fr: Début du bannissement
lv: Aizlieguma sākums
ro: Activeaza banare
sl: Začetek prepovedi
sv: Avstängning startar
tr: Yasak başlangıcı
uk: Заблоковано

source: Ban end
cs: Konec zákazu
el: Λήξη αποκλεισμού
es: Fin de la suspensión
et: Keelatud lõpp
eu: Debekuaren amaiera
fr: Fin du bannissement
lv: Aizlieguma beigas
ro: Opreste banare
sl: Konec prepovedi
sv: Avstängning slutar
tr: Yasak sonu
uk: Розблоковано

source: Ban
cs: Zákaz
el: Αποκλεισμός
es: Suspender
et: Keela
eu: Debekua
fr: Bannissement
lv: Aizliegums
ro: Banare
sl: Prepoved
sv: Avstängning
tr: Yasakla
uk: Блоковано

source: Bans
cs: Zákazy
el: Αποκλεισμοί
es: Suspensiones
et: Keelamised
eu: Debekuak
fr: Bannissements
lv: Aizliegumi
ro: Banari
sl: Prepovedi
sv: Avstängningar
tr: Yasaklamalar
uk: Блоковані

source: Size
cs: Velikost
el: Μέγεθος
es: Tamaño
et: Suurus
eu: Tamaina
fr: Taille
lv: Izmērs
ro: Dimensiune
sl: Velikost
sv: Storlek
tr: Büyüklük
uk: Розмір

source: Content type
cs: Typ obsahu
el: Είδος Περιεχομένου
es: Tipo de contenido
et: Sisu tüüp
eu: Eduki mota
fr: Type de contenu
lv: Satura tips
ro: Tip continut
sl: Vrsta vsebine
sv: Typ av innehåll
tr: İçerik türü
uk: Тип вмісту

source: Path
cs: Cesta
es: Ruta
et: Tee
eu: Bidea
fr: Chemin
lv: Ceļš
ro: Cale
sl: Pot
sv: Stig
tr: Yol
uk: Шлях

source: Hash
eu: Hash-a
lv: Hešs
sl: Zgoščeno
uk: Хеш

source: How many choices are allowed simultaneously.
cs: Kolik výběrů je povoleno současně.
el: Πόσες επιλογές επιτρέπονται ταυτόχρονα;
es: Cuántas opciones se permiten simultaneamente
et: Üheaegselt lubatud valikute arv.
eu: Aldi bererako zenbat aukera dauden baimenduta.
fr: Combien de choix sont autorisés en même temps?
lv: Cik izvēles ir vienlaicīgi atļautas.
ro: Cate optiuni sunt permise simultan.
sl: Koliko izbir je dovoljenih hkrati
sv: Hur många val är tillåtna samtidigt.
tr: Kaç seçenek aynı anda seçilebilir?
uk: Забагато варіантів дозволено одночасно.

source: Can users vote to this poll or just see the result?
cs: Mohou uživatelé hlasovat v této anketě nebo jen vidět výsledek?
el: Μπορούν οι χρήστες να ψηφίσουν σε αυτή τη δημοσκόπηση ή απλά να δουν τα αποτελέσματα;
es: ¿Pueden los usuarios votar en esta encuesta o solo ver los resultados?
et: Kas kasutajad saavad hääletada sellel küsitlusel või lihtsalt näha tulemust?
eu: Erabiltzaileek inkesta bozka al dezakete edo soilik emaitza ikusi?
fr: Est ce que les utilisateurs peuvent voter à ce sondage ou tout simplement voir le résultat?
lv: Vai lietotāji var tikai balsot vai tikai redzēt rezultātus?
ro: Utilizatori pot sa voteze sau doar vad rezultatul?
sl: Ali lahko uporabniki sodelujejo v tej anketi ali samo vidijo rezultat?
sv: Kan användarna rösta eller bara se resultatet?
tr: Kullanıcılar oy kullanabilir mi yoksa sadece sonuçları mi görebilir?
uk: Чи можуть користувачі голосувати у цьому опитуванні або просто побачити результат?

source: Point of time after this poll would be automatic deactivated
cs: Okamžik po kterém bude tato anketa automaticky deaktivována
el: Χρονική στιγμή μετά την αυτόματη απενεργοποίηση της δημοσκόπησης
es: Momento en el que esta encuesta se desactivará de manera automática.
et: Aeg, mille möödumisel küsitlus automaatselt deaktiveeritakse
eu: Inkesta hau automatikoki desaktibatua izango den unea
fr: Date après laquelle cette enquête serait automatiquement désactivée
lv: Laiks, pēc kāda šī aptauja automātiski tiks atslēgta
ro: Momentul de timp dupa care acest chestionar de vot va fi dezactivat automat
sl: Časovna točka bo po tej anketi samodejno deaktivirana
sv: Tidpunkt efter att den här omröstningen stängs av automatiskt
tr: Bu anketin sonlandırılma tarihi
uk: Момент часу після якого опитування буде відключено автоматично

source: Users who has voted this poll.
cs: Uživatelé kteří hlasovali v této anketě.
el: Χρήστες που ψήφισαν αυτή τη δημοσκόπηση.
es: Usuarios que han votado esta encuesta
et: Kasutajad, kes on hääletanud selles küsitluses.
eu: Inkesta hau bozkatu duten erabiltzaileak.
fr: Utilisateurs qui ont voté pour ce sondage.
lv: Lietotāji, kuri balsojuši šajā anketā
ro: Utilizatorii care si-au exprimat votul.
sl: Uporabniki, ki so glasovali to anketo
sv: Användare som har röstat.
tr: Bu ankete katılanlar.
uk: Користувачі, які проголосували цьому опитуванні.

source: Sorry, you need to host your images with a service like imageshack.com. Please update your image links or remove all BB code [img] tags. Bad image url: %s
cs: Lituji, potřebuješ mít uložené své obrázky na službě jako je imageshack.com. Prosím uprav odkazy k obrázkům nebo smaž všechen BB kód [img] tagy. Špatné url obrázku: %s
el: Λυπούμαστε, πρέπει να ανεβάσετε τις φωτογραφίες σας σε μια υπηρεσία όπως το imageshack.com. Παρακαλούμε να ενημερώνετε τους συνδέσμους σας ή να αφαιρέσετε όλους τους κώδικες ΒΒ και τις ετικέτες [img]. Άκυρη διεύθυνση url: %s
es: Lo siento, pero necesitas organizar tus imágenes en un servicio como imageshack.com. Por favor actualiza tus enlaces o elimina las etiquetas [img]. Mal URL de una imagen: %s
et: Vabandust, pead haldama oma pilte teenusega tüüpi imageshack.com. Palun uuenda oma piltide linke või eemalda kõik BB koodi [img] märgised. Vale pildi URL: %s
eu: Barkatu baina zure irudiak imageshak.com gixako kanpo zerbitzu batean gorde behar dituzu. Eguneratu itzazu irudien estekak edo BB kodeko [img] etiketa oro ezabatu. Irudi url desegokia: %s
fr: Désolé, vous avez besoin d'héberger vos images avec un service comme imageshack.com. S'il vous plaît mettez à jour vos liens d'image ou de retirez tout le code BB [img] tags. Erreur sur Url de l'image:%s
lv: Atvaino, attēli ir jāsaglabā pie kāda paklpojumu sniedzēja, piemēram imageshack.com. Lūdzu atjaunini attēlu saites vai noņem visus BB koda [img] tagus. Nepareiza attēla saite: %s
ro: Ne pare rau, dar trebuie sa depozitezi imaginile printr-un serviciu precum imageshack.com. Te rugam sa actualizezi legaturile catre imagine sau sa stergi intregul cod BB [img] taguri. URL de imagine gresit: %s
sl: Žal za gostovanje slik potrebuješ storitev kot je na primer imageshack.comPosodobit povezave do slik ali odstranitev vse BB kode [img] oznake. Slaba slikaurl: %s
sv: Tyvärr, du måste spara dina bilder på en tjänst som imageshack.com. Uppdatera dina bildlänkar eller ta bort alla BB-kod [img] taggar. Felaktig bild URL: %s
tr: Maalesef %s adresi geçerli değil. Resimlerini imageshack.com gibi servisler üzerinden yayınlayabilirsin. Ya bu servisleri kullan ya da [img] taglarını kaldır.
uk: На жаль, потрібно щоб ваші зображення знаходились на сервісі, такому як imageshack.com. Будь ласка, поновіть ваші посилання на зображення або видаліть весь BB-код [IMG] тегів. Неправильний URL зображення: %s

source: Topics deleted.
cs: Náměty zrušené.
el: Διαγραμμένα θέματα.
es: Temas borrados
et: Teemad kustutatud.
eu: Gaiak ezabatuta.
fr: Sujets effacés.
lv: Tēmas dzēstas.
ro: Teme sterse.
sl: Teme izbrisane.
sv: Ämnet borttaget.
tr: Başlık silindi.
uk: Теми вилучено.

source: Topics opened.
cs: Náměty otevřené.
el: Ανοιχτά θέματα.
es: Temas abiertos
et: Teemad avatud.
eu: Gaiak irikita.
fr: Sujets ouverts.
lv: Tēmas atvērtas.
ro: Teme deschise.
sl: Teme odprte.
sv: Ämnet öppnat.
tr: Başlık açıldı.
uk: Теми відкрито.

source: Topics closed.
cs: Náměty uzavřené.
el: Κλειστά θέματα.
es: Temas cerrados
et: Teemad suletud.
eu: Gaiak itxita.
fr: Sujets fermés.
lv: Tēmas slēgtas.
ro: Teme inchise.
sl: Teme zaprte.
sv: Ämnet avslutat.
tr: Başlık kapandı.
uk: Теми закрито.

source: Found %i posts.
cs: Nalezeno %i příspěvků.
el: Βρέθηκαν %i αναρτήσεις.
es: %i entradas encontradas
et: Leitud %i postitust.
eu: %i argitalpen aurkitu dira.
fr: Trouvé %i messages.
lv: Atrasti %i ieraksti.
ro: S-au gasit %i postari.
sl: Najdenih %i objav.
sv: Hittade %i inlägg.
tr: %i gönderi bulundu.
uk: Знайдено %i повідомлень.

source: Found %i topics.
cs: Nalezeno %i námětů.
el: Βρέθηκαν %i θέματα.
es: %i temas encontrados
et: Leitud %i teemat.
eu: %i gai aurkitu dira.
fr: Trouvé %i sujets.
lv: Atrastas %i tēmas.
ro: S-au gasit %i teme.
sl: Najdenih %i tem.
sv: Hittade %i ämnen.
tr: %i başlık bulundu.
uk: Знайдено %i тем.

source: Marked all topics as read.
cs: Označit všechny náměty jako přečtené.
el: Όλα τα θέματα επισημάνθηκαν ως διαβασμένα.
es: Todos los temas se marcaron como leídos.
et: Kõik teemad märgitud loetuks.
eu: Gai oro irakurrita bezela markatu.
fr: Tous les sujets marqués comme lus.
lv: Visas tēmas atzīmētas kā lasītas.
ro: Sunt marcate toate temele ca fiind citite.
sl: Vse teme so bile označene kot prebrane.
sv: Markerade alla ämnen som lästa.
tr: Bütün konuları okunmuş olarak işaretle.
uk: Позначити усі теми, як прочитані.

source: Post reported.
cs: Příspěvek odeslán.
el: Έγινε αναφορά της ανάρτησης.
es: Entrada denunciada
et: Postitusest teatatud.
eu: Argitalpena salatuta.
fr: Message signalé.
lv: Par ierakstu noziņots
ro: Postari raportate.
sl: Objava je prijavljena.
sv: Inlägget rapporterat.
tr: Gönderi şikayet edildi.
uk: Повідомлення надіслано.

source: Email sent.
cs: Email odeslán.
el: Το E-mail στάλθηκε.
es: Email enviado
et: Meil saadetud.
eu: Emaila bidalita.
fr: Courriel envoyé.
lv: E-pasts nosūtīts.
ro: E-mail trimis.
sl: E-pošta poslana.
sv: E-post skickad.
tr: E-posta gönderildi.
uk: Email надіслано.

source: Email could not be sent.
cs: Email nemohl být odeslán.
el: Δεν ήταν δυνατή η αποστολή του E-mail.
es: El email no se pudo enviar
et: Meili ei saa saata.
eu: Emaila ezin izan da bidali.
fr: Le courriel n'a pu être envoyé.
lv: E-pastu nevarēja nosūtīt.
ro: E-mailul nu poate fi trimis.
sl: E-pošte ni bilo mogoče poslati.
sv: E-post kunde inte skickas.
tr: E-posta gönderilemedi.
uk: Email не може бути відправлено.

source: Reply saved.
cs: Odpověd uložena.
el: Η απάντηση αποθηκεύτηκε.
es: respuesta guardada
et: Vastus salvestatud.
eu: Erantzuna gordeta.
fr: Réponse sauvegardée.
lv: Atbilde saglabāta.
ro: Raspuns salvat.
sl: Odgovor je shranjen.
sv: Svar sparat.
tr: Yanıt kaydedildi.
uk: Відповідь збережено.

source: This poll is not active.
cs: Tato anketa není aktivní.
el: Η δημοσκόπηση αυτή δεν είναι ενεργή.
es: Esta encuesta no está activa
et: See küsitlus ei ole aktiivne.
eu: Inkesta hau ez dago aktiboan.
fr: Ce sondage n'est activé.
lv: Šī aptauja nav aktīva.
ro: Acest chestionar de vot nu este activ.
sl: Ta anketa ni aktivna.
sv: Omröstningen är inte aktiv.
tr: Bu anket etkin değil.
uk: Це опитування не є активним.

source: You already voted on this poll.
cs: Už jsi hlasoval/a/ v této anketě.
el: Έχετε ήδη ψηφίσει σε αυτή τη δημοσκόπηση.
es: Ya votaste en esta encuesta
et: Sa juba hääletasid seda küsitlust.
eu: Dagoeneko bozkatu duzu inkesta honetan.
fr: Vous venez de voter pour ce sondage.
lv: Tu jau esi nobalsojis šajā aptaujā.
ro: Deja ti-ai exprimat votul.
sl: V tej anketi si že glasoval-a.
sv: Du har redan röstat.
tr: Bu ankete zaten oy verdin.
uk: Ви вже голосували у цьому опитуванні.

source: Vote saved.
cs: Hlas byl uložen.
el: Η ψήφος αποθηκεύτητε.
es: Voto guardado
et: Hääletus salvestatud.
eu: Bozka gordeta.
fr: Vote sauvegardé.
lv: Balsojums saglabāts.
ro: Vot salvat.
sl: Glas je shranjen.
sv: Omröstning är sparad.
tr: Oy kaydedildi.
uk: Голос збережено.

source: Topic with poll saved.
cs: Námět s uloženou anketou.
el: Το θέμα με τη δημοσκόπηση αποθηκεύτηκε.
es: Tema con encuesta guardada.
et: Teema koos küsitlusega salvestatud.
eu: Inkestadun gaia gordeta.
fr: Sujet et sondage sauvegardés.
lv: Tēma ar aptauju saglabāta.
ro: Tema cu chestionar de vot salvat.
sl: Tema z anketo je shranjena.
sv: Ämnet med omröstning är sparad.
tr: Anket içerikli başlık kaydedildi.
uk: Тему з опитуванням збережено.

source: Topic saved.
cs: Námět uložen.
el: Το θέμα αποθηκεύτηκε.
es: Tema guardado
et: Teema salvestatud.
eu: Gaia gordeta.
fr: Sujet sauvegardé.
lv: Tēma saglabāta.
ro: Tema salvata.
sl: Tema je shranjena.
sv: Ämnet är sparat.
tr: Başlık kaydedildi.
uk: Тему збережено.

source: Avatar uploaded.
cs: Avatar byl nahrán.
el: Το εικονίδιο ανέβηκε.
es: Avatar cargado
et: Avatar üleslaetud.
eu: Abatarea igo da.
fr: Avatar téléversé.
lv: Avatara attēls augšuplādēts.
ro: Avatar incarcat.
sl: Avatar je naložen.
sv: Avatar uppladdad.
tr: Avatar yüklendi.
uk: Аватар завантажено.

source: Please sign in.
cs: Prosím přihlaš se.
el: Παρακαλούμε συνδεθείτε.
es: Por favor regístrese
et: Palun logi sisse.
eu: Saioa hasi.
fr: Connectez-vous s'il vous plaît.
lv: Lūdzu pieslēdzies.
ro: Te rugam sa te loghezi.
sl: Prosimo, vpiši se.
sv: Logga in.
tr: Lütfen giriş yap.
uk: Здійсніть вхід.

source: Profile saved.
cs: Profil uložen.
el: Το προφίλ αποθηκεύτηκε.
es: Perfil guardado
et: Profiil salvestatud.
eu: Profila gordeta.
fr: Profil enregistré.
lv: Profils saglabāts
ro: Profil salvat.
sl: Profil je shranjen.
sv: Profil sparad.
tr: Profil kaydedildi.
uk: Профіль збережено.

source: Reputation deleted.
el: Η φήμη διαγράφηκε.
es: Reputación borrada
et: Maine kustutatud.
eu: Ospea ezabatuta.
fr: Note effacée.
lv: Reputācija dzēsta.
ro: Reputatie stearsa.
sl: Ugled uporabnika je izbrisan.
sv: Omdöme borttaget.
tr: Nam silindi.
uk: Репутацію вилучено.

source: Reputation saved.
el: Η φήμη αποθηκεύτηκε.
es: Reputación guardada
et: Maine salvestatud.
eu: Ospea gordeta.
fr: Note enregistrée.
lv: Reputācija saglabāta.
ro: Reputatie salvata.
sl: Ugled uporabnika je shranjen.
sv: Omdöme sparat.
tr: Nam kaydedildi.
uk: Репутацію збережено.

source: You don't have permission to edit this post.
cs: Nemáš právo upravovat tento příspěvek.
el: Δεν έχετε άδεια να επεξεργαστείτε αυτή την ανάρτηση.
es: No tiene permiso para editar esta entrada
et: Sul ei ole õigust muuta seda postitust.
eu: Argitalpen hau editatzeko ez duzu baimenik.
fr: Vous n'avez pas la permission d'éditer ce message.
lv: Tev nav tiesību labot šo ierakstu.
ro: Nu ai permisiunea sa editezi aceasta postare.
sl: Za urejanje te objave nimaš dovoljenja.
sv: Du har inte tillåtelse att redigera inlägget.
tr: Bu gönderiyi değiştirmek için iznin yok.
uk: Ви не маєте прав на зміну цього повідомлення.

source: Post updated.
cs: Příspěvek změněn.
el: Το θέμα ενημερώθηκε.
es: Entrada actualizada
et: Postitus uuendatud.
eu: Argitalpena eguneratuta.
fr: Dernière mise à jour.
lv: Ieraksts atjaunināts.
ro: Postare actualizata.
sl: Objava je posodobljena.
sv: Inlägget uppdaterat.
uk: Повідомлення оновлено.

source: Post deleted.
cs: Přispěvek zrušen.
el: Το θέμα διαγράφηκε.
es: Entrada borrada
et: Postitus kustutatud.
eu: Argitalpena ezabatuta.
fr: Message effacé.
lv: Ieraksts dzēsts.
ro: Postare stearsa.
sl: Objava je izbrisana.
sv: Inlägget borttaget.
tr: Gönderi silindi.
uk: Повідомлення вилучено.

source: The topic ID must be an integer.
cs: ID námětu musí být celé číslo.
el: Το ID του θέματος πρέπει να είναι ακέραιος αριθμός.
es: El ID del tema debe ser un número entero
et: Teema ID peab olema täisarv.
eu: Gaiaren IDak zenbaki osoa behar du izan.
fr: L'ID du sujet ne peut pas être un nombre entier.
lv: Tēmas ID jābūt veselam skaitlim.
ro: ID-ul temei trebuie sa fie numar intreg.
sl: ID teme mora biti celo število.
sv: Ämnets ID måste vara ett heltal.
tr: Başlığın ID numarası tamsayı olmak zorunda.
uk: ID теми повинен бути цілим числом.

source: That thread doesn't exist.
cs: Toto vlákno neexistuje.
el: Αυτό το thread δεν υπάρχει.
es: Ese hilo no existe
et: Seda lõime ei ole olemas.
eu: Hari hori ez da existitzen.
fr: Ce fil n'existe pas.
lv: Pavediens neeksistē.
ro: Aceasta discutie nu exista.
sl: Ta nit ne obstaja.
sv: Tråden finns inte.
tr: Böyle bir konu yok.
uk: Ця тема не існує.

source: Posts moved.
cs: Příspěvky přesunuty.
el: Οι αναρτήσεις μετακινήθηκαν.
es: Entrada movida
et: Postitused teisaldatud.
eu: Argitalpenak mugituta.
fr: Messages déplacés.
lv: Ieraksti noņemti.
ro: Postarile au fost mutate.
sl: Objave so premaknjene.
sv: Inlägg har flyttats.
tr: Gönderi taşındı.
uk: Повідомлення переміщено.

source: Topic moved.
cs: Námět přesunut.
el: Το θέμα μετακινήθηκε.
es: Tema movido
et: Teema teisaldatud.
eu: Gaiak mugituta.
fr: Sujet déplacé.
lv: Tēma noņemta.
ro: Tema a fost mutata.
sl: Tema je premaknjena.
sv: Ämnet flyttat.
tr: Başlık taşındı.
uk: Тему переміщено.

source: Topic stickied.
el: Το θέμα καρφιτσώθηκε.
es: Tema adherido.
et: Teema kleebitud.
eu: Gaia itsatsita.
fr: Sujet fixé.
lv: Tēma pielīmēta.
ro: Tema a fost marcata ca importanta.
sl: Tema je zasidrana.
sv: Ämnet fastnålat.
tr: Başlık sabitlendi.
uk: Тему закріплено.

source: Topic unstickied.
el: Το θέμα ξεκαρφιτσώθηκε.
es: Tema no adherido.
et: Teema lahtikleebitud.
eu: Gaiari itsaskin izaera kendu.
fr: Fixation du sujet résolue.
lv: Tēma atlīmēta.
ro: Tema nu mai este importanta.
sl: Tema je odsidrana.
sv: Ämnet inte fastnålat.
tr: Başlık artık sabit değil.
uk: Тему розкріплено.

source: You don't have permission to delete this post.
cs: Nemáš právo smazat tento příspěvek.
el: Δεν έχετε άδεια να διαγράψετε αυτή την ανάρτηση.
es: No tiene permiso para borrar este mensaje.
et: Sul ei ole õigust seda postitust kustutada.
eu: Ez duzu argitalpen hau ezabatzeko baimenik.
fr: Vous n'avez pas la permission d'effacer ce message.
lv: Tev nav atļaujas dzēst šo ierakstu.
ro: Nu ai dreptul sa stergi aceasta postare.
sl: Za izbris te objave nimaš dovoljenja.
sv: Du har inte tillåtelse att ta bort inlägget.
tr: Bu gönderiyi silmek için iznin yok.
uk: Ви не маєте прав на вилучення цього повідомлення.

source: You don't have permission to mark this post.
el: Δεν έχετε άδεια να επεξεργαστείτε αυτή την ανάρτηση.
es: No tiene permiso para marcar este mensaje.
fr: Vous n'avez pas la permission de corriger ce message.
lv: Tev nav atļaujas atzīmēt šo ierakstu.
sl: Nimaš dovoljenja, da označiš to objavo.
sv: Du har inte tillåtelse att markera inlägget.
tr: Bu gönderiyi işaretlemek için iznin yok.

source: There was not enough data collected to mark this post.
el: Δεν υπάρχουν αρκετά δεδομένα για να γίνει αποδεκτή αυτή η ανάρτηση.
es: No hubo suficientes datos recopilados para marcar este mensaje.
fr: Il n'y avait pas suffisamment de données pour marquer ce message.
lv: Nav pietiekami daudz savākti dati, lai atzīmētu šo ierakstu.
sl: Ni bilo zbrano dovolj podatkov, da bi označili to objavo.
sv: Det finns inte tillräckligt med data för att markera detta inlägg.

source: Post marked as spam.
el: Η ανάρτηση επισημάνθηκε ως ανεπιθύμητη.
es: Mensaje marcado como spam.
fr: Message marqué comme spam.
lv: Ieraksts atzīmēts kā spams.
sl: Objava je bila označena kot nezaželena.
sv: Inlägget markerat som spam.

source: This post is not in the right state to be marked as spam.
el: Αυτή η ανάρτηση δεν είναι σε θέση να θεωρηθεί ανεπιθύμητη.
es: Este mensaje no está en el estado adecuado para ser marcado como spam.
fr: Ce message n'est pas dans l'état pour être marqué comme spam.
lv: Šis posts nav tāds, ko var atzīmēt kā spamu.
sl: Objava ni v ustreznem stanju, da bi jo označili kot nezaželeno.

source: Post un-marked as spam.
el: Η ανάρτηση απο-επισημάνθηκε από ανεπιθύμητη.
es: Mensaje no marcado como spam.
fr: Message non marqué comme spam.
lv: Ierakstam noņemts spama marķējums.
sl: Objava ni več označena kot nezaželena.
tr: Postanın gereksiz işareti kalktı

source: This post is not in the right state to be un-marked as spam.
el: Αυτή η ανάρτηση δεν βρίσκεται στην κατάλληλη κατάσταση για να απο-επισημανθεί από ανεπιθύμητη.
es: Este mensaje no está en el estado adecuado para no ser marcado como spam.
fr: Ce message n'est pas dans l'état pour n'être pas marqué comme spam.
lv: Šim ierakstam nevar noņemt spama marķējumu.
sl: Objava ni v ustreznem stanju, da bi jo odznačili kot nezaželeno.

source: Topic closed.
cs: Námět uzavřen.
el: Το θέμα είναι ανοιχτό.
es: Tema cerrado.
et: Teema suletud.
eu: Gaia itsita.
fr: Sujet fermé.
lv: Tēma slēgta.
ro: Tema inchisa.
sl: Tema je zaklenjena.
sv: Ämnet stängt.
tr: Başlık kapandı.
uk: Тему закрито.

source: Topic opened.
cs: Námět otevřen.
el: Το θέμα είναι κλειστό.
es: Tema abierto
et: Teema avatud.
eu: Gaia irekita.
fr: Sujet ouvert.
lv: Tēma atvērta.
ro: Tema deschisa.
sl: Tema je odprta.
sv: Ämnet öppnat.
tr: Başlık açıldı.
uk: Тему відкрито.

source: Unsubscribed from topic.
cs: Odregistrován od námětu.
el: Έγινε άρση της συνδρομής από το θέμα.
es: Dado de baja de este tema.
et: Tellimus lõpetatud.
eu: Gaiaren harpidetza ezabatua.
fr: Désabonné de ce sujet.
lv: Atrakstīties no tēmas.
ro: Dezabonat de la aceasta tema.
sl: Izpisan iz teme.
sv: Prenumerationen avbruten.
tr: Başlığa üyeliğin sonlandı.
uk: Відписатися від теми.
