Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Your new email address is unconfirmed
de: Deine neue Emailadresse ist noch nicht bestätigt
fr: Votre nouvelle adresse courriel n'est pas confirmée
it: Il tuo nuovo indirizzo email non è confermato
lv: Tava jaunā epasta adrese nav apstiprināta
tr: Yeni e-posta adresin doğrulanmadı

source: If you would like to change the email address - have your parent (or guardian) simply click the link in the message sent to their address.
de: Wenn du die Emailadresse ändern willst, bitte deine Eltern oder deinen Vormund auf den Link zu klicken den wir an ihre Adresse geschickt haben.
fr: Si vous souhaitez modifier l'adresse courriel - votre parent (ou tuteur) doit tout simplement cliquer sur le lien dans le message envoyé à leur adresse.
it: Se vuoi cambiare il tuo indirizzo email - è necessario che un tuo genitore (o tutore) clicchi sul link del messaggio email che gli abbiamo inviato.
lv: Ja vēlies mainīt epasta adresi, lai tavi vecāki (vai aizbildņi) nokliksķina uz saites epasta, ko viņiem nosūtījām.
tr: Eğer e-posta adresini değiştirmek istiyorsan - annen, baban veya senden sorumlu büyüğün, e-posta adreslerine gönderilen linki tıklasınlar.

source: If you would like to change your email address - simply click the link in the message sent to your new address.
de: Wenn du deine Emailadresse ändern willst, klicke auf den Link den wir an deine Adresse geschickt haben.
fr: Si vous souhaitez changer votre adresse courriel - cliquez simplement sur le lien dans le courriel envoyé à la nouvelle adresse.
it: Se vuoi cambiare il tuo indirizzo email - clicca semplicemente sul link che ti abbiamo inviato al tuo nuovo indirizzo.
lv: Ja vēlies mainīt savu epasta adresi - vienkārši noklikšķini uz saites vēstulē, ko nosūtījām uz tavu jauno adresi.
tr: Eğer e-posta adresini değiştirmek istiyorsan - yeni adresine gönderilen mesajdaki linke tıkla.

source: To confirm your current email address, click "Send" below and follow the instructions in the email sent to you at:
de: Um deine aktuelle Emailadresse zu bestätigen, klicke unten auf "Abschicken" und folge den Anweisungen in der Email die wir an folgende Adresse geschickt haben:
fr: Pour confirmer votre adresse courriel actuelle, cliquez ci-dessous sur "Envoyer" et suivez les instructions dans le courriel envoyé à l'adresse:
it: Per confermare il tuo indirizzo attuale, clicca "Invia" e segui le istruzioni nell'email che ti abbiamo inviato a:
lv: Lai apstiprinātu tagadējo epasta adresi, klikšķini "Sūtīt" zemāk un ievēro instrukcijas, kas ir vēstulē, ko tev nosūtījām:
tr: Geçerli e-posta adresini doğrulamak için alttaki "Gönder"e tıkla ve sana gönderdiğimiz mesajdaki yönergeleri takip et.

source: To change your email, simply click the link in the email sent to you at:
de: Um deine Emailadresse zu ändern, klicke auf den Link in der Email die wir an folgende Adresse geschickt haben:
fr: Pour modifier votre courriel, cliquez simplement sur le lien dans le courriel envoyé à l'adresse:
it: Per cambiare la tua email, clicca semplicemente sul link nel messaggio email che ti abbiamo inviato a:
lv: Lai mainītu savu epasta adresi, vienkārši noklikšķini uz saites vēstulē, ko tev nosūtījām:
tr: E-postanı değiştirmek için, şu adrese gönderilen e-postadaki linke tıkla:

source: New Email Address
de: Neue Emailadresse
fr: Nouvelle adresse de courriel
it: Nuovo Indirizzo Email
lv: Jaunā epasta adrese
tr: Yeni E-posta Adresi

source: Current Email Address
de: Aktuelle Emailadresse
fr: Adresse courriel actuelle
it: Indirizzo Email in Uso
lv: Tagadējā epasta adrese
tr: Geçerli E-posta Adresi

source: Can't find the confirmation email? Check your spam folder
de: Hast du die Bestätigungsmail nicht bekommen? Bitte überprüfe deinen Spamfolder.
fr: Vous ne trouvez pas le courreil de confirmation? Vérifiez votre dossier spam
it: Non riesci a trovare la mail di conferma? Controlla la cartella della spam
lv: Nevari atrast apstiprinājuma epastu? Pārbaudi arī mēstuļu mapi
tr: Doğrulama e-postasını bulamadın mı? Gereksizler klasörüne düşmüş olabilir, oraya bir bak

source: Resend
de: Erneut senden
fr: Renvoyer
it: Invia di nuovo
lv: Sūtīt vēlreiz
tr: Tekrar gönder

source: Cancel
ca: Cancel·la
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Katkesta
eu: Ezeztatu
fr: Annuler
ga: Cealaigh
gl: Cancelar
he: ביטול
it: Annulla
ja: キャンセル
lv: Atcelt
nb: Avbryt
pt: Cancelar
ro: Renunta
sl: Prekliči
sr: Откажи
sv: Avbryt
tr: İptal
uk: Скасувати

source: Current Email
de: Aktuelle Emailadresse
fr: Adresse de courriel actuelle
it: Email in Uso
lv: Tagadējais epasts
tr: Geçerli E-posta

source: Change Email
ca: Canvia el correu electrònic
de: E-Mail-Adresse ändern
el: Αλλαγή Ε-mail
es: Cambiar correo electrónico
et: Muuda E-meili
eu: Emaila aldatu
fr: Changer l'adresse courriel
gl: Cambiar Correo Electrónico
it: Cambia Email
lv: Mainīt e-pastu
nb: Bytt Epostadresse
pt: Alterar o Endereço de Correio Electrónico
ro: Schimba email
sl: Spremeni e-pošto
sv: Byt e-postadress
tr: E-postayı Değiştir
uk: Змінити Еmail

source: Update Subscription
de: Abonnements aktualisieren
fr: Mise à jour de l'abonnement
lv: Atjaunināt parakstīšanos

source: Password
de: Kennwort
fr: Mot de passe
lv: Parole
nb: Passord
pt: Palavra-passe
tr: Parola

source: After changing your password, you will be prompted to log back in.
ca: Després de canviar la teva contrasenya, se't demanarà que tornis a iniciar sessió.
cs: Po změně svého hesla budeš znovu vyzván(a) k přihlášení.
de: Nach dem Ändern deines Kennwortes musst du dich erneut anmelden.
el: Μετά την αλλαγή του κωδικού σας, θα σας ζητηθεί να επανασυνδεθείτε.
es: Luego de cambiar tu contraseña, se te pedirá volver a ingresar.
et: Peale parooli muutmist, sulle pakutakse uuesti sisselogimist.
eu: Zure pasahitza aldatu ondoren, berriro hasi beharko duzu saioa.
fr: Après avoir changé votre mot de passe, vous serez invité à vous reconnecter à nouveau.
ga: Tar éis duit d'fhocal faire a athrú, caithfidh tú logáil isteach arís.
gl: Despois de cambiar o teu contrasinal, pediráseche que volvas a acceder.
it: Dopo aver cambiato la password ti sarà richiesto di accedere nuovamente.
ja: パスワートを変更し、もう一度ログインしてください。
lv: Pēc paroles maiņas tev būs jāpiesakās no jauna.
nb: Etter at du har byttet passord må du logge inn igjen.
pt: Depois de alterar a sua palavra-passe terá de se autenticar de novo.
ro: Dupa schimbarea parolei, vei fi rugat sa te conectezi din nou.
sl: Po spremembi gesla se boš moral-a ponovno prijaviti.
sr: Када промениш лозинку, од тебе ће да се тражи да се пријавиш поново.
sv: När du har ändrat ditt lösenord blir du ombedd att logga in igen.
tr: Şifreni değiştirdikten sonra, tekrar giriş yapman gerekecek.
uk: Змінивши пароль, необхідно увійти ще раз.

source: Change Password
ca: Canviar la Contrasenya
cs: Změnit heslo
de: Kennwort ändern
el: Αλλαγή κωδικού
es: Cambiar contraseña
et: Parooli Muutmine
eu: Pasahitza aldatu
fr: Changer un mot de passe
ga: Athraigh d'Fhocal Faire
gl: Cambiar Contrasinal
it: Cambia Password
ja: パスワードの変更
lv: Mainīt paroli
nb: Nytt passord
pt: Alterar a Palavra-Passe
ro: Schimba parola
sl: Spremeni geslo
sr: Промените лозинку
sv: Byt lösenord
tr: Şifreni Değiştir
uk: Зміна паролю

source: Delete my account
de: Mein Konto löschen
el: Διαγραφή λογαριασμού
fr: Supprimer mon compte
it: Cancella il mio account
lv: Dzēst manu kontu
nb: Slett min konto
pt: Remover a minha conta
tr: Hesabımı sil

source: Whoops, go back
de: Ups, gehe zurück.
el: Ωπ, πηγαίνετε πίσω
fr: Oups, revenir
it: Opss, torna indietro
lv: Ui, ej atpakaļ
nb: Oi, gå tilbake
pt: Ops, voltar atrás
tr: Upps, geri dön

source: Are you sure you want to delete your account?
de: Bist du sicher, dass du dein Konto löschen willst?
fr: Etes-vous sûr de vouloir supprimer votre compte?
it: Sei sicuro di voler eliminare questo account?
lv: Vai tiešām vēlies dzēst savu kontu?
nb: Er du sikker på at du vil slette kontoen din?
pt: Tem a certeza de que quer remover a sua conta?
tr: Gerçekten hesabını silmek istiyor musun?

source: You joined the Scratch community %(years_ago)s years ago.
de: Du bist der Scratch-Gemeinschaft vor %(years_ago) Jahren beigetreten.
el: Γίνατε μέλος της κοινότητας %(years_ago)s χρόνια πριν.
fr: Vous avez rejoint la communauté Scratch il y a de cela %(years_ago)s années.
it: Ti sei unito alla comunità di Scratch %(years_ago)s anni fa.
lv: Tu pievienojies Scratch kopienai pirms %(years_ago)s gadiem.
nb: Du ble med i nettsamfunnet til Scratch for %(years_ago)s år siden.
pt: Juntou-se à comunidade Scratch há %(years_ago)s anos.
tr: Scratch topluluğuna %(years_ago)s yıl önce katıldın.

source: You joined the Scratch community a year ago.
de: Du bist der Scratch-Gemeinschaft vor einem Jahr beigetreten.
fr: Vous avez rejoint la communauté Scratch il y a de cela un an.
it: Ti sei unito alla comunità di Scratch un anno fa.
lv: Tu pievienojies Scratch kopienai pirms gada.
nb: Du ble med i nettsamfunnet til Scratch for et år siden.
pt: Juntou-se à comunidade Scratch há um ano.
tr: Scratch topluluğuna bir yıl önce katıldın.

source: You joined the Scratch community %(months_ago)s months ago.
de: Du bist der Scratch-Gemeinschaft vor %(months_ago) Monaten beigetreten.
fr: Vous avez rejoint la communauté Scratch %(months_ago)s mois.
it: Ti sei unito alla comunità di Scratch %(months_ago)s mesi fa.
lv: Tu pievienojies Scratch kopienai pirms %(months_ago)s mēnešiem.
nb: Du ble med i nettsamfunnet til Scratch for %(months_ago)s måneder siden.
pt: Juntou-se à comunidade Scratch há %(months_ago)s meses.
tr: Scratch topluluğuna %(months_ago)s ay önce katıldın.

source: You joined the Scratch community a month ago.
de: Du bist der Scratch-Gemeinschaft vor einem Monat beigetreten.
fr: Vous avez rejoint la communauté Scratch il y a de cela un mois.
it: Ti sei unito alla comunità di Scratch un mese fa.
lv: Tu pievienojies Scratch kopienai pirms mēneša.
nb: Du ble med i nettsamfunnet til Scratch for en måned siden.
pt: Juntou-se à comunidade Scratch há um mês.
tr: Scratch topluluğuna bir ay önce katıldın.

source: You've created %(num_projects)s projects and have %(num_followers)s followers.
de: Du hast %(num_projects) Projekte erstellt und %(num_followers) Personen interessieren sich für deine Projekte.
fr: Vous avez créé %(num_projects)s projets and vous avez %(num_followers)s scratchers qui vous suivent.
it: Hai creato %(num_projects)s progetti e hai %(num_followers)s followers.
lv: Tu esi izveidojis %(num_projects)s projektus un tev ir %(num_followers)s sekotāji.
nb: Du har laget %(num_projects)s prosjekter og har %(num_followers)s følgere.
pt: Criou %(num_projects)s projectos e tem %(num_followers)s seguidores.
tr: %(num_projects)s proje yaptın ve %(num_followers)s takipçin var.

source: Some of your projects
de: Einige deiner Projekte
fr: Quelques uns de vos projects
it: Alcuni dei tuoi progetti
lv: Daži no taviem projektiem
nb: Noen av dine prosjekter
pt: Alguns dos seus projectos
tr: Projelerinden bazıları

source: Your projects
de: Deine Projekte
fr: Vos projets
it: I tuoi progetti
lv: Tavi projekti
nb: Dine prosjekter
pt: Os seus projectos
tr: Projelerin

source: Some of your followers
de: Einige der Personen, die sich für deine Projekte interessieren
fr: Quelques uns des scratchers qui vous suivent
it: Alcuni dei tuoi follower
lv: Daži no taviem sekotājiem
nb: Noen av dine følgere
pt: Alguns dos seus seguidores
tr: Bazı takipçilerin

source: Your followers
de: Die Personen, die sich für deine Projekte interessieren
fr: Ceux qui vous suivent
it: I tuoi follower
lv: Tavi sekotāji
nb: Dine følgere
pt: Os seus seguidores
tr: Takipçilerin

source: Yes, next step
de: Ja, nächster Schritt
el: Ναι, επόμενο βήμα
fr: Oui, étape suivante
it: Si, passo successivo
lv: Jā, nākamais solis
nb: Ja, neste trinn
pt: Sim, próximo passo
tr: Tamam, sonraki adım

source: Delete account &amp; Sign out
de: Lösche dein Konto und melde dich ab
el: Διαγραφή λογαριασμού &amp; Αποσύνδεση
fr: Supprimer le compte &amp; Se déconnecter
it: Cancella account &amp; Esci
lv: Dzēst kontu &amp; Izrakstīties
nb: Slett konto &amp; Logg ut
pt: Remover conta e Sair
tr: Hesabı sil &amp; Çıkış yap

source: Greetings from the Scratch Team at MIT!
de: Grüße vom Scratch-Team am MIT!
fr: Félicitations de la part de l'Equipe Scratch du MIT!
it: Saluti dal Team di Scratch al MIT!
lv: Sveicieni no MIT Scratch komandas!
tr: MIT Scratch Ekibinden Selamlar!

source: A few minutes ago, you requested to link this email address to the Scratch account <strong>%(username)s</strong>. Please confirm your email address by clicking the button below:
de: Vor ein paar Minuten hat jemand diese Emailadresse für das Scratch-Konto <strong>%(username)s</strong> angegeben. Bitte bestätige deine Emailadresse durch einen Klick auf den den untenstehenden Button:
fr: Il y a de cela quelques minutes, vous avez demandé de lier cette adresse courriel au compte Scratch<strong>%(username)s</strong>. S'il vous plaît confirmer votre adresse courriel ne cliquent sur le bouton ci-dessous:
it: Qualche minuto fa, hai richiesto di collegare questo indirizzo email al tuo account di Scratch <strong>%(username)s</strong>. Ti preghiamo di confermare il tuo indirizzo email cliccando il pulsante qui sotto:
lv: Pirms dažām minūtēm tu pieprasīji piesaistīt šo epasta adresi Scratch kontam <strong>%(username)s</strong>. Lūdzu apstiprini savu epasta adresi klikšķinot pogu zemāk:
tr: Az önce, bu e-posta adresinin <strong>%(username)s</strong> adlı Scratch hesabına bağlanmasını istedin. E-posta adresini doğrulamak için lütfen aşağıdaki düğmeye tıkla:

source: Confirm my email address
de: Bestätige meine Emailadresse
fr: Confirmer mon adresse courriel
it: Conferma il mio indirizzo email
lv: Apstiprināt manu epasta adresi
tr: E-posta adresimi doğrula

source: If you didn’t request an email change, don’t worry - you can just ignore this message.
de: Wenn du keine Änderung der Emailadresse beantragt hast ignoriere diese Meldung bitte.
fr: Si vous n'avez pas demandé un changement d'adresse courriel, ne vous inquiétez pas - vous pouvez simplement ignorer ce message.
it: Se non hai chiesto di cambiare la tua email, non preoccuparti - devi solo ignorare questo messaggio.
lv: Ja neesi pieprasījis epasta maiņu, neuztraucies - vari šo vēstuli ignorēt.
tr: Eğer e-postanızı değiştirmek için bir istekte bulunmadıysanız - bu mesajı önemsemeyin.

source: Scratch On!
fr: Allez Scratch!
it: Avanti!
lv: Scratch'o!
tr: Scratch'le!

source: The Scratch Team
de: Das Scratch-Team
fr: L'équipe Scratch
it: Il Team di Scratch
lv: Scratch komanda

source: A few minutes ago, you requested to link this email address to the Scratch account %(username)s. Please confirm your email address by clicking the button below:
de: Vor ein paar Minuten hat jemand diese Emailadresse für das Scratch-Konto %(username)s angegeben. Bitte bestätige deine Emailadresse durch einen Klick auf den den untenstehenden Button:
fr: Il y a de cela quelques minutes vous avez demandé de lier cette adresse courriel au compte Scratch %(username)s. S'il vous plaît confirmer votre adresse courriel en cliquant sur le bouton ci-dessous:
it: Qualche minuto fa, hai richiesto di collegare questo indirizzo email al tuo account di Scratch %(username)s. Conferma il tuo indirizzo email cliccando sul pulsante qui sotto:
lv: Pirms dažām minūtēm tu pieprasīji piesaistīt šo epasta adresi Scratch profilam %(username)s. Lūdzu apstiprini savu epastu nospiežot pogu zemāk:
tr: Az önce, bu e-posta adresinin %(username)s adlı Scratch hesabına bağlanmasını istedin. E-posta adresini doğrulamak için lütfen aşağıdaki düğmeye tıkla:

source: Scratch on!
fr: Allez Scratch!
it: Avanti!
lv: Scratch'o!

source: Uh oh! Something went wrong with your email confirmation.
de: Bei der Emailbestätigung hat etwas nicht funktioniert.
fr: Uh oh! Quelque chose ne va pas avec votre courriel de confirmation.
it: Uh oh! Qualcosa non ha funzionato nella conferma del tuo indirizzo.
lv: Ak vai! Ar tavu epasta apstiprināšanu kaut kas aizgāja greizi.
tr: Hımm! E-postanın doğrulanmasında bir şeyler ters gitti.

source: To try again, log into your Scratch Account Settings to request another link.
de: Um es noch einmal zu versuchen, melde dich mit deinem Scratch-Konto an und fordere einen erneuten Bestätigungslink unter Kontoeinstellungen an.
fr: Pour réessayer, connectez-vous avec vos paramètres du compte Scratch pour demander un autre lien.
it: Per provare di nuovo, accedi nelle tue impostazioni Account di Scratch per richiedere un altro link.
lv: Lai mēģinātu vēlreiz, piesakies sava Scratch konta iestatījumos un pieprasi jaunu saiti.
tr: Tekrar denemek için, Scratch Hesap Ayarları'na gir ve başka bir link talep et.

source: My Account Settings
de: Kontoeinstellungen
fr: Paramètres de mon compte
it: Le Impostazioni del Mio Account
lv: Mani konta iestatījumi
tr: Hesap Ayarlarım

source: Welcome to Scratch!
ca: Benvingut a Scratch!
cs: Vítáme tě ve Scratchi!
de: Willkommen bei Scratch!
el: Καλωσορίσατε στο Scratch!
es: ¡Bienvenido a Scratch!
et: Tere tulemast Scratchi!
eu: Ongietorri Scratchera!
fr: Bienvenue à Scratch!
ga: Fáilte go Scratch!
gl: Benvido a Scratch!
it: Benvenuto su Scratch!
lv: Esi sveikts Scratch!
nb: Velkommen til Scratch!
pt: Bem-vinda(o) ao Scratch!
ro: Bun venit in Scratch!
sl: Dobrodošel/dobrodošla v Scratchu!
sr: Добродошао у Скрач!
sv: Välkommen till Scratch!
tr: Scratch'a Hoşgeldin!
uk: Ласкаво просимо до Скретчу!

source: Scratch is a community of all ages, from all over the world. Make sure your projects and comments are <a target="_blank" href="/community_guidelines">respectful and friendly</a>.
ca: Scratch és una comunitat per a totes les edats, de tot el món. Assegura't que els teus projectes i comentaris són <a target="_blank" href="/community_guidelines">respectuosos i amigables</a>.
cs: Scratch je společenstvím každého věku, z celého světa. Ujisti se, že tvé projekty a komentáře jsou <a target="_blank" href="/community_guidelines">ohleduplné a přátelské</a>.
de: Scratch ist eine Gemeinschaft quer durch alle Altersstufen und aus der ganzen Welt. Achte darauf, dass deine Projekte und Kommentare stets <a target="_blank" href="/community_guidelines">respektvoll und freundlich</a> sind.
el: Το Scratch είναι μια κοινότητα από άτομα όλων των ηλικιών από ολόκληρο τον κόσμο. Σιγουρευτείτε ότι τα έργα σας και τα σχόλιά σας <a target="_blank" href="/community_guidelines">είναι φιλικά και ότι δεν επιτίθενται σε άλλα άτομα</a>.
es: Scratch es una comunidad de personas de todas las edades y de todo el mundo. Asegúrese de que sus proyectos y comentarios sean <a target="_blank" href="/community_guidelines">respetuosos y amigables</a>.
et: Scratchi kogukonna liikmed on erinevas vanuses ja igast maailma paigast. Veendu, et sinu projektid ja kommentaarid on <a target="_blank" href="/community_guidelines">lugupidavad ja sõbralikud</a>.
eu: Scratch urte guztitako jendez osaturiko komunitatea da. Ziurta ezazu zure proiektuak eta iruzkinak <a target="_blank" href="/community_guidelines">errespetuzkoak eta adiskidetsuak</a> direla.
fr: Scratch regroupe une communauté de tous âges, de toute la planète. Assurez-vous que vos projets et vos commentaires sont respectueux des <a target="_blank" href="/community_guidelines">et amicaux</a>.
ga: Is comhphobal de gach aois é Scratch, ó gach cearn den domhan. Bí cinnte go bhfuil do chuid tionscadal agus nótaí tráchta <a target="_blank" href="/community_guidelines">measúil agus cairdiúil</a>.
gl: Scratch é unha comunidade de personas de todas as idades e de todo o mundo. Coida que os teus proxectos e comentarios sexan <a target="_blank" href="/community_guidelines">respetuosos e amigables</a>.
it: Scratch è una comunità formata da persone di tutte le età e provenienti da tutto il mondo. Assicurati che i tuoi progetti e i tuoi commenti siano <a target="_blank" href="/community_guidelines">rispettosi ed amichevoli</a>.
lv: Scratch ir kopiena visiem vecumiem no visas pasaules. Pārliecinies, ka tavi projekti un komentāri ir <a target="_blank" href="/community_guidelines">cieņas pilni un draudzīgi</a>.
nb: Scratch er et nettsamfunn for folk i alle aldre, fra hele verden. Pass på at dine prosjekter og kommentarer er <a target="_blank" href="/community_guidelines">respektfulle og vennlige</a>.
pt: O Scratch é uma comunidade para pessoas de todas as idades e de todo o mundo. Assegure-se de que os seus projectos e comentários são <a target="_blank" href="/community_guidelines">respeitosos e amigáveis</a>.
ro: Scratch este o comunitate de toate varstele, din toata lumea. Ai grija ca proiectele si comentariile tale sa fie <a target="_blank" href="/community_guidelines"> respectuoase si prietenoase</a>.
sl: Scratch je skupnost vseh generacij z vsega sveta. Poskrbi, da bodo tvoji projekti in komentarji <a target="_blank" href="/community_guidelines">spoštljivi in prijazni</a>.
sr: Скрач је заједница људи свих старосних доба из свих делова света. Нека твоји пројекти и коментари буду <a target="_blank" href="/community_guidelines"> испуњени поштовањем и пријатељски</a>
sv: Scratch är ett forum för alla åldrar, från hela världen. Se till att dina projekt och kommentarer är <a target="_blank" href="/community_guidelines">respektfulla och vänliga</a>.
tr: Scratch, dünyada her yaştan insanların oluşturduğu bir topluluktur. Projelerin ve yorumlarının <a target="_blank" href="/community_guidelines">saygılı ve dostça</a> olmasına dikkat et.
uk: Скретч - це співтовариство людей різного віку, з усіх куточків світу. Переконайтеся, що ваші проекти та коментарі<a target="_blank" href="/community_guidelines"> виказують повагу та щиру дружбу</a>.

source: Learn how to make a project in Scratch
ca: Aprèn a crear un projecte amb Scratch
de: Lerne, wie man in Scratch ein Projekt erstellt
el: Μάθετε πως να δημιουργήσετε ένα έργο στο Scratch
es: Aprende a hacer un proyecto en Scratch
et: Vaata, kuidas teha Scratchi projekti
eu: Ikasi nola egiten den proiektu bat Scratchen
fr: Apprendre comment faire un projet dans Scratch
gl: Aprende como facer un proxecto en Scratch
it: Impara come creare un progetto in Scratch
lv: Iemācies, kā veidot Scratch projektu
nb: Lær å lage ditt eget program med Scratch
pt: Aprenda como criar um projecto no Scratch
sl: Nauči se ustvariti projekt v Scratchu
sv: Lär dig hur man gör ett projekt i Scratch
tr: Scratch'de bir proje yapmayı öğren
uk: Дізнатись як створити проект у Скретчі

source: Try out starter projects
ca: Prova els projectes d'inici
de: Probiere die Einstiegsprojekte aus
el: Δοκιμάστε τα έργα έναρξης
es: Prueba los proyectos de inicio
et: Proovi stardiprojekte
eu: Haserako proiektuekin proba egin
fr: Essayer des projets de démarrage
gl: Proba os proxectos de arranque
it: Prova i progetti "Per Iniziare"
lv: Izmēģini mūsu iesācēju projektus
nb: For nybegynnere
pt: Experimente os projectos de arranque
sl: Preizkusi projekte za začetnike
sv: Testa vårt nybörjarprojekt
tr: Başlangıç projelerini dene
uk: Спробувати прості проекти

source: Connect with other Scratchers
ca: Connecta amb altres Scratchers
de: Nimm mit anderen Scratchern Kontakt auf
el: Επικοινωνήστε με ένα άλλο μέλος
es: Conéctate con otros Scratchers
et: Võta ühendust teiste scratchijatega
eu: Beste Scratcherrekin konektatu
fr: Connectez-vous avec d'autres Scratchers
gl: Conectar con outros Scratchers
it: Entra in contatto con altri membri delle comunità di Scratch
lv: Sazinies ar citiem Scratch lietotājiem
nb: Ta kontakt med andre Scratchere
pt: Ligue-se a outros Scratchadores
sl: Poveži se z ostalimi Scratcherji
sv: Kontakt med en Scratchare
tr: Diğer Scratch'çiler ile bağlantı kur
uk: Спілкуватися з іншими скретчерами

source: All set to go!
de: Und los geht's!
fr: OK!
it: Tutto è pronto per partire!
lv: Viss sagatavots, lai sāktu!
