Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Can I use Scratch and / or screenshots of Scratch in a textbook or a CD?
ca: Puc fer servir Scratch i / o captures de pantalla d'Scratch en un llibre de text o en un CD?
cs: Mohu použít Scratch nebo kopie obrazovky, obsahující Scratch, v učebnici nebo na CD?
de: Darf ich Scratch und / oder Screenshots davon in Büchern oder CDs verwenden?
el: Μπορώ να χρησιμοποιήσω το Scratch και / ή φωτογραφίες από το Scratch σε ένα διδακτικό εγχειρίδιο ή CD;
es: ¿Puedo usar Scratch, o capturas de pantalla de él en un libro o un CD?
et: Kas ma võin kasutada Scratchi ja/või selle ekraanikuvasid õpikus või CD-l?
eu: Scratch eta Scratcheko pantaila irudiak erabil al ditzazket testu-liburu edo CD batean?
fr: Puis-je utiliser Scratch et / ou de captures d'écran de Scratch dans un livre ou un CD?
ga: An bhfuil cead agam Scratch nó gabhálacha scáileáin a úsáid i dtéacsleabhar nó ar CD?
gl: Podo usar Scratch e / ou capturas de pantallas de Scratch nun libro de texto ou nun CD?
it: Posso usare Scratch o immagini di Scratch in un libro di testo o in un CD?
ja: 書籍やCDでScratchやScratchの画面イメージを使うことはできますか?
lv: Vai varu izmantot Scratch un / vai Scratch ekrānšāviņus grāmatā vai CD?
nb: Kan jeg bruke Scratch og/eller skjermbilder fra Scratch i en lærebok eller CD?
pt: Posso usar o Scratch e / ou capturas de ecrã do Scratch num livro de texto (manual escolar) ou num CD?
ro: Pot sa folosesc Scratch si / sau capturi de ecran cu Scratch intr-o carte sau pe un CD?
sl: Ali lahko uporabim Scratch in / ali zaslonske slike Scratcha v učbeniku ali na CD-ju?
sv: Kan jag använda Scratch och / eller skärmdumpar av Scratch i en bok, ett läromedel eller CD?
tr: Scratch programını ve / veya Scratch ekranından alacağım ekran görüntülerini herhangi bir kitapta ya da CD içinde kullanabilir miyim?
uk: Чи можу я використовувати Скретч і/або знімки його екрану в підручнику або CD?

source: Yes, you can even write a book or chapter about Scratch. You may also use the Scratch logo when referring to Scratch. You may create screenshots / images of the Scratch application and website, and consider them to be licensed under the <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Attribution-ShareAlike license</a>. We ask that you include a note on your textbook / CD / what have you that says "Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. See http://scratch.mit.edu".
de: Ja, du kannst sogar ein Buch oder ein Kapitel über Scratch schreiben. Du darfst auch das Scratch-Logo verwedenden, wenn du dich auf Scratch beziehst. Du darfst Screenshots oder Bilder der Scratch-Anwendung wie der Webseite erstellen, und diese als unter der <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en"> Creative Commons Attribution-ShareAlike-Lizenz</a> lizensiert betrachten. Wir bitten dich darum, eine Notiz auf deinem Lehrbuch / CD / was auch immer anzubringen, die besagt, "Scratch wird von der Lifelong-Kindergarten-Group am MIT-Media-Lab entwickelt. Siehe http://scratch.mit.edu".
el: Ναι, μπορείτε ακόμη και να γράψετε ένα βιβλίο ή κάποιο κεφάλαιο για το Scratch. Μπορείτε να χρησιμοποιείτε το λογότυπο του Scratch όταν αναφέρεστε σε αυτό. Μπορείτε να τραβήξετε εικόνες / φωτογραφίες από την εφαρμογή του Scratch και να θεωρήσετε να τα δώσετε την άδεια <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Attribution-ShareAlike</a>. Εμείς απλά σας ζητούμε να επισυνάψετε μια σημείωση στο βιβλίο, στο CD ή σε οποιοδήποτε άλλο υλικό το οποίο να αναφέρει: "Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. See http://scratch.mit.edu".
fr: Oui, vous pouvez même écrire un livre ou un chapitre sur Scratch. Vous pouvez également utiliser le logo Scratch en se référant à Scratch. Vous pouvez faire des recopies d'écran / images de l'application de Scratch et du site Web, et les considérer leur utilisation sous licence Creative Commons <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Attribution-ShareAlike license</a>. Nous vous demandons d'inclure une note sur votre manuel / CD / ou tout ce que vous avez produit , accompagné de la mention "Scratch est développé par le groupe Lifelong Kindergarten auprès du MIT Media Lab. Voir http://scratch.mit.edu"
gl: Si, incluso podes escribir un libro ou un capítulo sobre Scratch. Tamén podes usar o logo Scratch cando te refiras a Scratch. Podes crear imaxes / capturas de pantalla da aplicación Scratch e do sitio web, e consideralas baixo a licenza <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Atribución Compartir-Igual</a>. O que che pedimos é que inclúas unha nota no teu libro de texto / CD / ou sobre o que fagas que diga "Scractch é desenvolvido polo Lifelong Kindergarten Group do MIT Media Lab. Ver http://scratch.mit.edu".
it: Si, puoi anche scrivere un libro o un capitolo che parla di Scratch. Puoi anche utilizzare il logo di Scratch quando ti ci riferisci. Puoi creare screenshot/immagini del programma o del sito di Scratch, e considerarli rilasciati sotto la <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">licenza Creative Commons Attribution-ShareAlike</a>. Ti chiediamo solamente di includere una nota sul tuo manuale/CD/altro che dica che "Scratch è sviluppato dal Lifelong Kindergarten Group dei Media Lab del MIT. Vedi http://scratch.mit.edu".
lv: Jā, tu vari sarakstīt veselu grāmatu vai nodaļu par Scratch. Vari izmantot arī Scratch logo, kad ir jārunā par Scratch. Variet veidot ekrāšāviņus un citus attēlus no Scratch vides un mājaslapas, ja vien tie ir licencēti ar <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Attribution-ShareAlike licenci</a>. Mēs prasām, lai grāmatā / CD vai citā datu nesējā būtu norādīts: "Scratch izstrādā Lifelong Kindergarten Group pie MIT Media Lab. See http://scratch.mit.edu".
nb: Ja, du kan til og med skrive en bok om Scratch. Du kan bruke Scratch-logoen når du skriver om Scratch. Du kan lage skjermilder fra Scratch og det tilhørende nettstedet og regne dem som lisensiert under <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">"Creative Commons Attribution-ShareAlike"</a>-vilkår. Vi ber om at du tar med en henvisning som sier at "Scratch er utviklet av "Lifelong Kindergarten group" ved MIT Media Lab, se http://scratch.mit.edu".
pt: Sim, pode até escrever um livro ou um capítulo sobre o Scratch. Também pode usar o logótipo do Scratch quando se quiser referir a ele. Pode criar capturas de ecrã / imagens da aplicação Scratch e do sítio Web, e considerá-los como licenciados sob o <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.pt">Atribuição-CompartilhaIgual 2.0 Genérica Creative Commons</a>. Pedimos-lhe que inclua uma nota nos seus livros de texto, CD, ou no que for, dizendo «O Scratch é desenvolvido pelo Grupo Lifelong Kindergarten no MIT Media Lab. Veja http://scratch.mit.edu».
sl: Seveda lahko napišete knjigo ali poglavje o Scratch-u. Ko se sklicujete na Scratch, lahko tudi uporabite logo Scratch-a, . Prav tako lahko zajemete zaslon ali ustvarite slike Scratch aplikacije ali spletne strani. Vendar vas prosimo, da vašo ustvarjeno gradivo izdate pod licenco <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Attribution-ShareAlike licenco</a>. Prosimo vas, da v vaš učbeniku / CD / drugo vašo gradivo vključite opombo,, ki pravi, da je "Scratch razvija Lifelong Kindergarten Group pri MIT Media Lab. Glej http://scratch.mit.edu".
tr: Evet, hatta Scratch hakkında bir kitap yazabilirsiniz. İsterseniz Scratch logosunu da kullanabilirsiniz. Scratch uygulaması ve web sitesinde aldığınız resim ve ekran görüntüleri <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Attribution-ShareAlike lisansı</a> altındadır. Sizden ricamız çalışmanızın içine "Scratch programı MIT Media Lab LifeLong Kindergarten tarafında geliştirilmiştir. http://scratch.mit.edu" yazısını eklemenizdir.

source: Can I include a description of Scratch and the Scratch logo in brochures or other materials?
ca: Puc incloure una descripció d'Scratch i el logotip d'Scratch en fulletons i altres materials?
cs: Mohu zahrnout popis a logo Scratch do brožur a jiných materiálů?
de: Darf ich eine Beschreibung von Scratch oder das Scratch-Logo in Broschüren oder anderen Materialien verwenden?
el: Μπορώ να συμπεριλάβω μια περιγραφή του Scratch και το λογότυπό του σε έντυπα ή άλλο υλικό;
es: ¿Puedo incluir una descripción de Scratch y el logo de Scratch en folletos u otros materiales?
et: Kas ma võin lisada Scratchi kirjeldaduse ja Scratch logo brožüüri või teistesse materjalidesse?
eu: Gehitu al dezaket Scratchi buruzko deskribapen bat eta Scratchen logoa liburuxka eta bestelako materialetan?
fr: Puis-je inclure une description de Scratch et du logo de Scratch dans les brochures ou d'autres documents?
ga: An bhfuil cead agam cur síos a dhéanamh ar Scratch agus an lógó Scratch a úsáid i mbróisiúir nó i bhfoilseacháin eile?
gl: Podo incluir unha descripción de Scratch e o logo de Scratch en folletos ou outros materiais?
it: Posso includere una descrizione di Scratch e il logo di Scratch in brochure o in altri materiali?
ja: 宣伝用のパンフレットや他の媒体にScratchの記述やScratchロゴを含めても良いですか?
lv: Vai varu brošūrās vai citos materiālos iekļaut Scratch aprakstu un logo?
nb: Kan jeg beskrive Scratch og bruke Scratch-logoen i brosjyrer og annet materiell?
pt: Posso incluir uma descrição do Scratch e o logótipo do Scratch em folhetos ou outros materiais?
ro: Pot sa includ o descriere a Scratch si logo-ul Scratch in brosuri sau alte materiale?
sl: Ali lahko vključim opis Scratcha in Scratch logotip v brošure ali druga gradiva?
sv: Kan jag infoga en beskrivning av Scratch och Scratch logotypen i broschyrer eller annat material?
tr: Broşür veya diğer materyallerde Scratch'in Logosu ve açıklamasını kullanabilir miyim?
uk: Чи можу я включити опис Скретчу та його логотип до брошур або інших матеріалів?

source: Sure! We recommend the following description: "Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at http://scratch.mit.edu"
de: Selbstverständlich! Wir empfehlen folgende Beschreibung: "Scratch ist eine Programmiersprache und Online-Gemeinschaft, in der du deine eigenen interaktiven Geschichten, Spiele und Animationen erstellen und deine Werke mit anderen überall auf der Welt teilen kannst. Beim Entwickeln und Programmieren von Scratch-Projekten lernen junge Menschen kreativ zu denken, systematisch vorzugehen und kooperativ mit anderen zusammenzuarbeiten. Scratch ist ein Projekt der Lifelong-Kindergarten-Gruppe am MIT-Media-Lab. Es ist kostenlos unter http://scratch.mit.edu verfügbar.
el: Σίγουρα! Εμείς προτείνουμε την εξής περιγραφή: "Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at http://scratch.mit.edu"
es: Claro! Recomendamos la siguiente descripción: "Scratch es una lenguaje de programación y una comunidad en línea donde puedes crear sus propias historias interactivas, juegos y animaciones -- y compartir sus creaciones con otras personas alrededor del mundo. En el proceso de diseñar y programar proyectos en Scratch, los jóvenes aprenden a pensar creativamente, razonar sistemáticamente, y trabajar colaborativamente. Scratch es un proyecto del grupo Lifelong Kindergarten del MIT Media Lab. Está disponible de manera gratuita en http://scratch.mit.edu"
et: Muidugi! Soovitame järgmist kirjeldust: "Scratch on programmeerimiskeel ja veebi kogukond, kus saab luua oma interaktiivseid lugusid, mänge ja animatsioone ning jagada oma loomingut teistega üle maailma. Scratch rakenduste kavandamisel ja programmeerimisel õpivad noored loovat mõtlemist, süstemset lähenemist ja koostööd. Scratch on MIT Meedialabori Lifelong Kindergarten grupi projekt. See on tasuta kättesaadav http://scratch.mit.edu"
eu: Ziur! Hurrengo deskribapena gomendatzen dugu: "Scratch programazio lengoaia eta komunitatea da. Bertan istorio interaktiboak, jokoak eta animazioak sor ditzazkezu -- eta zure sorkuntzak munduko beste jendearekin partekatu. Scratcheko proiektuak diseinatu eta programatzeko prozesuan, gazteek sormenez pentsatzen, sistematikoki arrazoitzen eta talde-lanean aritzen ikasten dute. Scratch MIT Media Labeko Lifelong Kindergarten Group taldeak garaturiko proiektu bat da. Dohakoa da eta erabilgarri dago http://scratch.mit.edu helbidean."
fr: Bien sûr! Nous recommandons la description suivante: "Scratch est un langage de programmation et une communauté en ligne où vous pouvez créer vos propres histoires interactives, des jeux et animations - et partager vos créations avec d'autres tout autour du monde. Dans le processus de conception et de programmation des projets de Scratch, les jeunes apprennent à penser de façon créative, raisonner systématiquement, et travailler en collaboration. Scratch est un projet du groupe Lifelong Kindergarten au Media Lab du MIT. Elle est disponible gratuitement à : http://scratch.mit.edu "
gl: Claro! Recomendamos a seguinte descripción: "Scratch é unha linguaxe de programación e unha comunidade en liña onde podes crear as túas propias historias interactivas, xogos e animaciós -- e compartir as túas creacións con outras persoas ao redor do mundo. No proceso de deseñar e programar proxectos en Scratch, os rapaces aprenden a pensar creativamente, razoar sistematicamente, e traballar colaborativamente. Scratch é un proxecto do grupo Lifelong Kindergarten do MIT Media Lab. Está dispoñible de balde en http://scratch.mit.edu"
it: Certo! Ti raccomandiamo questa dicitura: "Scratch è un linguaggio di programmazione e una comunità online dove puoi creare storie interattive, giochi e animazioni -- e puoi condividere le tue creazioni con altre persone in tutto il mondo. Mentre progettano e programmano progetti con Scratch, i ragazzi imparano a pensare creativamente, a ragionare sistematicamente e a lavorare in modo collaborativo. Scratch è un progetto del Lifelong Kindergarten group dei Media Lab del MIT. E' disponibile gratuitamente sul sito http://scratch.mit.edu"
lv: Protams! Mēs iesakām šādu aprakstu: "Scratch ir programmēšanas valoda un tiešsaistes kopiena, kurā tu vari veidot interaktīvus stāstus, spēles un animācijas -- un ar paveikto dalīties ar citiem visā pasaulē. Radot un programmējot Scratch projektus bērni un jaunieši mācās domāt radoši un sistemātiski, kā arī sadarboties. Scratch projekts ir no Lifelong Kindergarten Group pie MIT Media Lab. Tas ir pieejams bez maksas http://scratch.mit.edu"
nb: Ja, absolutt! Vi anbefaler denne beskrivelsen: "Scratch er et programmeringsspråk og et nettsamfunn der du kan lage dine egne interaktive fortellinger, spill og animasjoner, og dele det med andre rundt i hele verden. Gjennom å skape og programmere Scratch-prosjekter kan barn og unge lære kreativitet, systematisk tenking og samarbeid. Scratch er utviklet av `Lifelong Kindergarten`-gruppen ved MIT Media Lab. Det kan lastes ned gratis fra http://scratch.mit.edu"
pt: Claro! Recomendamos a seguinte descrição: «O Scratch é uma linguagem de programação e uma comunidade em linha onde pode criar as sua próprias estórias, jogos e animações interactivas - e partilhar as suas criações com outras pessoas em todo o mundo. Durante o processo de conceber e programar projectos Scratch, os jovens aprendem a pensar de forma criativa, a raciocinar de forma sistemática e a trabalhar de forma colaborativa. O Scratch é um projecto do grupo Lifelong Kindergarten do MIT Media Lab. Está disponível gratuitamente em http://scratch.mit.edu.»
ro: Desigur! Noi iti recomandam urmatoarea descriere: "Scratch este un limbaj de programare si o comunitate online unde poti sa creezi propriile povesti interactive, jocuri si animatii -- si sa-ti partajezi creatiile cu altii din intreaga lume. In procesul de proiectare si programare a proiectelor Scratch, tinerii invata sa gandeasca creatic, sa justifice sistematic si sa colaboreze cand lucreaza. Scratch este un proiect al Lifelong Kindergarten Group de la MIT Media Lab. Este disponibil gratuit la http://scratch.mit.edu"
sl: Seveda! Priporočamo naslednji opis: "Scratch je programski jezik in spletna skupnost, kjer lahko ustvariš lastne interaktivne zgodbe, igrice in animacije -- in svoje stvaritve deliš z drugimi ljudmi po vsem svetu. Med ustvarjanjem in programiranjem Scratch projektov se mladi naučijo kreativnega in sistematičnega razmišljanja ter dela v skupini. Scratch je projekt Lifelong Kindergarten group pri MIT Media Lab. Na voljo je brezplačno na http://scratch.mit.edu"
sv: Visst! Vi rekommenderar följande beskrivning: "Scratch är ett programmeringsspråk och community där du kan skapa dina egna interaktiva berättelser, spel och animationer - och dela dina projekt med andra runt om i världen. I processen att designa och programmera Scratchprojekt, lär sig ungdomar att tänka kreativt, resonera systematiskt och att samarbeta. Scratch är ett projekt från Lifelong Kindergarten group vid MIT Media Lab. Scratch finns gratis på http://scratch.mit.edu"
tr: Tabii ki! Biz şu tanımı tavsiye ediyoruz : "Scratch kendi etkileşimli hikayelerini, oyunlarını ve çizgi filmlerini oluşturabileceğin bir programlama dili ve ağ-üzeri (online) topluluktur. Scratch ile oluşturduğunuz tüm uygulamaları dünya ile kolayca paylaşabilirsiniz. Scratch ile projeler geliştirme sürecinde, yaratıcı ve sistematik düşünmeyi, ortaklaşa çalışmayı öğrenebilirsiniz. Scratch MIT Media Lab içinde bulunan LifeLong Kindergarten adlı grup tarafından geliştirilen bir projedir. Ücretsiz olarak http://scratch.mit.edu adresinden temin edilebilir."
uk: Звичайно! Ви радимо використовувати наступний опис: "Скретч - це мова програмування та мережева спільнота, у якому ви можете створювати свої власні інтерактивні історії, ігри та анімації, та ділитися своїми творами із усім світом. У процесі створення скретч-проектів діти вчаться критичного мислення, творчості та спільній роботі. Скретч є проектом групи Lifelong Kindergarten в MIT Media Lab. Він доступний вільно на сайті http://scratch.mit.edu"

source: Can I present Scratch at a conference?
ca: Puc presentar Scratch a una conferència?
cs: Mohu prezentovat Scratch na konferenci?
de: Kann ich Scratch bei einer Konferenz präsentieren?
el: Μπορώ να παρουσιάσω το Scratch σε μια συνεδρίαση;
es: ¿Puedo presentar Scratch en una conferencia?
et: Võin ma esitleda Scratchi konverentsil?
eu: Aurkeztu ahal dezaket Scratch konferentzia batetan?
fr: Puis-je présenter Scratch lors d'une conférence?
ga: An bhfuil cead agam eolas faoi Scratch a chur i láthair ag comhdháil?
gl: Podo presentar Scratch nunha conferencia?
it: Posso presentare Scratch a una conferenza?
ja: カンファレンスでScratchをプレゼンしても良いですか?
lv: Vai var stāstīt par Scratch konferencē?
nb: Kan jeg presentere Scratch på en konferanse?
pt: Posso apresentar o Scratch numa conferência?
ro: Pot sa prezint Scratch la conferinte?
sl: Ali lahko predstavim Scratch na konferenci?
sv: Kan jag presentera Scratch på en konferens?
tr: Bir toplantıda Scratch'i tanıtabilir miyim?
uk: Чи можу я представляти Скретч на конференції?

source: Please feel free to make presentations about Scratch to educators or other groups. We grant our permission to make presentations.
ca: Si us plau, sigues lliure de fer presentacions sobre Scratch a educadors o a altres grups. Et donem permís per fer presentacions.
cs: Prosím neobávej se dělat prezentace o Scratchi pro učitele nebo jiné skupiny. Dáváme svolení k vytváření prezentací.
de: Bitte zögere nicht, Präsentationen über Scratch vor Lehrkräften oder anderen Gruppen zu halten. Wir erteilen die Erlaubnis, Präsentationen zu machen.
el: Κάντε ελεύθερα παρουσιάσεις για το Scratch σε εκπαιδευτικούς ή άλλα άτομα. Σας παραχωρούμε την άδεια να κάνετε παρουσιάσεις.
es: Por favor siéntase con toda libertad de realizar presentaciones sobre Scratch a educadores u otros grupos. Le damos nuestro permiso para realizar presentaciones.
et: Võite Scratchist teha ettekandeid õpetajatele ja teistele.
eu: Scratchi buruzko aurkezpenak libreki egin itzazu hezitzaile edo beste edozein talderi zuzenduta. Gure baimena beti damaigu aurkezpenak egiteko.
fr: N'hésitez pas à faire des présentations de Scratch aux éducateurs ou autres groupes s'il vous plaît. Nous vous accordons notre permission pour faire des présentations.
ga: Tá. Tugaimid cead duit cur i láthair faoi Scratch a dhéanamh do mhúinteoirí nó d'aon ghrúpa eile.
gl: Por favor fai presentacións sobre Scratch a educadores ou a outros grupos con total liberdade. Tes o noso permiso para realizar presentacións.
it: Puoi liberamente presentare Scratch ad educatori o ad altri gruppi. Ti è garantito il permesso di fare qualunque presentazione.
ja: 教育者やその他のグループに対してScratchに関するプレゼンテーションを自由に行ってください。プレゼンテーションのための許可を与えます。
lv: Brīvi variet veidot prezentācijas par Scratch skolotājiem vai citām grupām. Mēs dodam atļauju veidot prezentācijas.
nb: Du er velkommen til å presentere Scratch til lærere eller andre grupper.
pt: Sinta-se à vontade para fazer apresentações sobre o Scratch a educadores ou a outros grupos. Concedemos a nossa permissão para fazer apresentações.
ro: Te rugam sa te simti liber in a prezenta Scratch profesorilor sau altor grupuri. Iti dam permisiunea sa faci prezentari.
sl: Seveda, imaš proste roke pri predstavitvah o Scratchu učiteljem in ostalim skupinam. Imaš naše dovoljenje za pripravo predstavitev.
sv: Tveka inte att göra presentationer om Scratch för lärare eller andra grupper. Vi ger vårt tillstånd att göra presentationer.
tr: Scratch'in eğitimcilere ve gruplara tanıtımını yapmakta serbestsiniz. Tanıtımlara izin veriyoruz.
uk: Будь ласка, не соромтеся, щоб зробити презентації про Скретч для педагогів чи інших осіб. Ми надаємо дозволи на виступи з доповідями.
