Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Changes sprite’s size by specified amount
ro: Scimba dimensiunea sprite-ului cu o anumita valoare

source: Changes sprite’s tempo by specified amount
ro: Schimba ritmul sprite-ului cu o anumita valoare

source: Changes sprite’s sound volume by specified amount
ro: Schimba volumul sunetului pentru sprite cu o anumita valoare

source: Changes sprite’s y-position by specified amount.
cs: Mění postavě souřadnici y o zadanou hodnotu.
ga: Athraíonn sé seo y-ionad na spride den mhéid sonraithe.
ro: Schimba pozitia y a sprite-ului cu valoarea precizata.
sr: Мења y место лика за дату величину.

source: Change y by a <b>positive</b> number to move the sprite <b>up</b>. Change y by a <b>negative</b> number to move the sprite <b>down</b>.
cs: Změň y by o <b>kladné</b> číslo pro pohyb postavou <b>nahoru</b>. Změň y o <b>záporné</b> číslo pro pohyb postavou <b>dolů</b>.
ga: Roghnaigh uimhir <b>dheimhneach</b> chun an sprid a bhogadh <b>suas</b>. Roghnaigh uimhir <b>dhiúltach</b> chun an sprid a bhogadh <b>síos</b>.
ro: Schimba y cu un numar <b>pozitiv</b> pentru a muta sprite-ul in <b>sus</b>. Schimba y cu un numar <b>negativ</b> pentru a muta sprite-ul in <b>jos</b>.

source: Changes pen’s color by specified amount
ro: Schimba culoarea stiloului cu valoarea precizata

source: Changes pen’s thickness.
ro: Schimba grosimea stiloului.

source: Changes pen’s shade by specified amount
ro: Schimba umbra stiloului cu valoarea precizata

source: The script is triggered as soon as the clone is created. <br><img src="%(STATIC_URL)s/images/help/clone%%20startup%%20example.png" /></br>
ro: Script-ul este declansat imediat ce clona este creata <br><img src="%(STATIC_URL)s/images/help/clone%%20startup%%20example.png" /></br>

source: Troubleshooting: <br> If you can't see the clone, move it so the original sprite doesn't cover it. The clone appears in the same location as the original sprite initially. </br> <br> Make sure you've chosen the sprite you want to clone from the menu in the <img src="%(STATIC_URL)s/images/help/create-clone-of.png" /> block. </br> <br> Clones also respond to all "when..." blocks triggered after they are created.
ro: Probleme de depanare: <br> Daca nu poti sa vezi clona, mut-o astfel incat originalul sa nu o acopere. Clona apare in aceeasi locatie ca si sprite-ul original. </br> <br> Asigura-te ca ai ales din meniu sprite-ul pe care doreai sa il clonezi in blocul <img src="%(STATIC_URL)s/images/help/create-clone-of.png" />. </br> <br> Clonele raspund si ele la toate blocurile "cand..." declansate dupa crearea lor.

source: Reports sprite’s current costume number
ro: Returneaza numarul costumului curent al sprite-ului

source: The number next to the costume in the list is the <img src="%(STATIC_URL)s/images/help/costume-number.png" />
ro: Numarul de langa costumul din lista este <img src="%(STATIC_URL)s/images/help/costume-number.png" />

source: <p> Choose which sprite to clone from the drop-down menu. <br> Use <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> to tell the clone what to do once it's created. </p> Sample Script:
ro: <p> Alege din meniul derulant care sprite sa fie clonat. <br> Foloseste <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> pentru a spune clonei ce sa faca imediat ce va fi creata. </p> Model de script:

source: Troubleshooting: <br> If you can't see the clone, move it so the original sprite doesn't cover it. The clone appears in the same location as the sprite initially. </br> <br>Make sure you've chosen the sprite you want to clone from the menu in the <img src="%(STATIC_URL)s/images/help/create-clone-of.png" /> block. </br> Note: The clone only lasts while the project is running. </p> </div>
ro: Probleme de depanare: <br> Daca nu vezi clona, mut-o astfel incat sprite-ul original sa nu o acopere. Clona apare in aceeasi locatie ca si sprite-ul original. </br> <br>Asigura-te ca ai ales sin meniu sprite-ul pe care doreai sa il clonezi in blocul <img src="%(STATIC_URL)s/images/help/create-clone-of.png" />. </br> Observatie: Clona dureaza numai atat timp cat ruleaza proiectul. </p> </div>

source: <p> You can select from the menu to indicate which item you want. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /></br> </p> <p> To view the value of the current time, click the checkbox next to the current time.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
ro: <p> Poti sa selectezi din meniu pentru a preciza ce element doresti. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /></br> </p> <p> Pentru a vedea ora curenta, clic pe caseta de validare de langa ora curenta.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>

source: Tells the custom block what to do (defines a procedure)
ro: Spune blocului personalizat ce sa faca (defineste o procedura)

source: <p> This script defines what the block will do: </p> <img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /> <p> If your block has inputs, they will appear as rounded, light purple blocks. <br> To use the inputs, drag copies of the input blocks into other blocks within the define script. </p> <img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/> </div>
ro: <p> Acest script defineste ce va face blocul: </p> <img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /> <p> Daca blocul tau are date de intrare, ele vor aparea ca blocuri rotunjite de culoare violet deschis. <br> Pentru a folosi datele de intrare, trage copii ale blocurilor de intrare in celelalte blocuri in interiorul definitiei script-ului. </p> <img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/> </div>

source: <p>You can specify which item to delete by choosing from the pull-down menu or typing in a number. Choosing “last” deletes the last item in the list. Choosing “all” deletes everything from the list. Deleting decreases the length of the list.</p>
ro: <p>Poti preciza care element sa fie sters, alegand din meniul derulant sau tastand un numar. Alegant "ultimul" se va sterge ultimul element din lista. Alegand "toate" se va sterge totul din lista. Stergerea conduce la scurtarea lungimii listei.</p>

source: <p> You can specify the number of the item you want to delete. For example: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /></br> </p> <p> To delete the last item in the list, choose "last" from the pull-down menu: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /></br> </p> <p> You can also choose to delete everything in the list: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /></br> </p>
ro: <p> Poti sa precizezi numarul elementului pe care vrei sa il stergi. De exemplu: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /></br> </p> <p> Pentru a sterge ultimul element din lista, alege "ultimul" din meniul derulant: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /></br> </p> <p> De asemenea, poti alege sa stergi totul din lista: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /></br> </p>

source: Place this block in a script after the clone is done its actions. <br> <br>All clones are automatically deleted when the program is stopped.</br> Sample Script: <br><img src="%(STATIC_URL)s/images/help/clone%%20startup%%20example.png" /></br>
ro: Plaseaza acest bloc intr-un script dupa ce clona isi termina actiunile. <br> <br>Toate clonele sunt sterse automat cand programul este oprit.</br> Script model: <br><img src="%(STATIC_URL)s/images/help/clone%%20startup%%20example.png" /></br>

source: <b>direction</b> tells which way the sprite is heading.</p> To see a sprite's direction, click <img src="%(STATIC_URL)s/images/help/info.gif">:
cs: <b>směr</b> říká kterým směrem postava míří.</p> Abys viděl směr postavy, klikni na <img src="%(STATIC_URL)s/images/help/info.gif">:
ro: <b>directia</b> spune spre ce drum este orientat sprite-ul.</p> Pentru a vedea directia unui sprite, da clic pe <img src="%(STATIC_URL)s/images/help/info.gif">:

source: You can drag the blue line to change direction.
cs: Můžeš táhnout modrou úsečkou pro změnu směru.
ga: Is féidir leat an líne ghorm a tharraingt chun an treo a athrú.
ro: Poti trage de linia albastra pentru a schimba directia.
sr: Можеш да помераш плаву линију да би променио смер.

source: To display a sprite's direction on the Stage, click the checkbox in the palette:
cs: Pro zobrazení směru pohybu postavy na scéně, klikni na zaškrtávací políčko na paletě:
ga: Chun treo na spride a thaispeáint ar an Stáitse, cliceáil an ticbhosca sa phailéad:
ro: Pentru a afisa directia unui sprite din scena, clic pe caseta de validare in paleta:
sr: Да би приказао смер лика на позорници, кликни на ознаку (checkbox) у палети:

source: Select from the pull-down menu to choose:
ro: Selecteaza din meniul derulant pentru a alege:

source: The sprite starts at one point, and then glides to the other points.
cs: Postava začne v jednom bodě a pak klouzá do jiných bodů.
ro: Sprite-ul porneste dintr-un punct si apoi gliseaza spre celelalte puncte.

source: To make the crab hide behind the rock, tell it to <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
ro: Pentru a ascunde crabul in spatele pietrei, spune-i sa <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />

source: Here are the <b>x y</b> coordinates of the Stage:
cs: Zde jsou <b>x y</b> souřadnice na scéně:
ro: Iata coordonatele <b>x y</b> ale scenei:
sr: Ово су <b>x y</b> координате позорнице:

source: Choose from the menu:
cs: Vyber z menu:
ga: Roghnaigh ón roghchlár:
ro: Alege din meniu:
sr: Изабери из менија:

source: Then, click the block.
cs: Potom klikni na blok.
ga: Ansin, cliceáil an bloc.
ro: Apoi, clic pe bloc.
sr: Затим, кликни на блок.

source: The current sprite will jump to the <b>x y</b> location of the mouse-pointer or of the sprite you choose.
cs: Aktuální postava skočí na pozici <b>x y</b> ukazatele myši nebo postavy kterou vybereš.
ro: Sprite-ul curent va sari la locatia <b>x y</b> a cursorului de mouse sau a sprite-ului pe care il alegi.

source: You can specify where to insert the item by choosing from the pull-down menu or typing in a number. Choosing “any” inserts at a random place in the list. Choosing “last” adds the item to the end of the list. The length of the list increases by 1.
ro: Poti sa precizezi unde sa insereze elementul alegand din meniul derulant sau tastand un numar. Alegand "oriunde" insereaza in lista intr-o pozitie aleatoare. Alegand "ultimul" adauga elementul la sfarsitul listei. Lungimea listei va creste cu 1.

source: <p> You can indicate where in the list you want to add an item. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> inserts item at the specified place in the list.</br> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> inserts item at a random place in the list. </p>
ro: <p> Poti indica pozitia din lista la care sa adaugi un element. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> insereaza un element in pozitia precizata din lista.</br> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> insereaza elementul intr-o pozitie aleatoare din lista. </p>

source: You can specify which item to report by choosing from the pull-down menu or typing in a number. Choosing “any” reports a random item in the list.
ro: Poti sa precizezi elementul de raportat alegand din meniul derulant sau tastand un numar. Alegand "oricare" se returneaza un element aleator din lista.

source: <p> The item block reports the value of the item at the specified place on the list. <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /></br> You can fit an item block into other bocks, for example: say, switch to costume, play soud, or broadcast. </p>
ro: <p> Blocul element returneaza valoarea elementului de pe o anumita pozitie din lista. <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /></br> Poti potrivi un bloc element in alte blocuri, de exemplu: spune, comuta la costum, ruleaza sunet sau difuzeaza. </p>

source: <p> This block reports how any items are currently in a list. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /></br> </p> <p> The number is the same as the length shown at the bottom of the list monitor. <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /></br> </p>
ro: <p> Acest bloc returneaza numarul curent de elemente din lista. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /></br> </p> <p> Numarul este acelasi ca si lungimea afisata in partea de jos a monitorului listei. <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /></br> </p>

source: <p> Click the checkbox (next to the block) to show the monitor on the stage: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /></br> </p> <p> The <img src="%(STATIC_URL)s/images/help/list.png" /> block reports all the items in a list. For individual items, use this block: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> To delete or rename a list, right click on the list. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" </br> </p>
ro: <p> Da clic pe caseta de validare (de langa bloc) pentru a afisa monitorul in scena: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /></br> </p> <p> Blocul <img src="%(STATIC_URL)s/images/help/list.png" /> returneaza toate elementele dintr-o lista. Pentru elemente izolate, foloseste acest bloc: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> Pentru a sterge sau redenumi o lista, da clic dreapta pe lista. <br><img src="%(STATIC_URL)s/images/help/delete-list.png"> </br> </p>

source: To view the value of size, click the checkbox next to the loudness block. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/></br> Note: Your computer must have a working microphone in order for this block to work.
ro: Pentru a vedea valoarea dimensiunii, clic pe caseta de validare de lang blocul putere. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/></br> Observatie: Calculatorul trebuie sa aiba un microfon functional pentru a blocul acesta sa functioneze.

source: Creates a customized block (also known as procedures)
ro: Creeaza un bloc personalizat (cunoscut si sub denumirea de procedura)

source: <p> Click "Make a Block" to see this dialogue box: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Click the block in the window to edit its name. </p> </div> <div class="example"> <b>Optional:</b> If you want to add inputs (parameters), click Options. </p> </div> <div class ="example"> Click OK, to to make the new block appear in the palette. <br> A define block will appear in the Scripts area. Build a script under the define block to tell the custom block what to do. </div>
ro: <p> Clic pe "Creaza un bloc" pentru a vedea aceasta caseta de dialog: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Clic pe blocul din fereastra pentru a-i edita numele. </p> </div> <div class="example"> <b>Optional:</b> Daca vrei sa aduni datele de intrare (parametrii), clic pe Optiuni. </p> </div> <div class ="example"> Clic pe OK, pentru a face ca noul bloc sa apara in paleta. <br> Un bloc definitie va aparea in zona script-urilor. Construieste un script sub blocul definitie pentru a spune blocului personalizat ce sa faca. </div>

source: <br>You have the option to make the variable available to all sprites or to just the selected sprite. </br>
ro: <br>Ai posibilitatea sa faci o variabila disponibila pentru toate sprite-urile sau doar pentru sprite-ul selectat. </br>

source: Once you create a list, eight blocks will appear. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /></br>
ro: De indata ce creezi o lista, vor aparea opt blocuri. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /></br>

source: When you create a variable for the first time, the variable blocks will appear. You choose whether the variable is for all sprites (global) or just for one sprite (local).
ro: Cand creezi o variabila pentru prima data, vor aparea si blocurile variabila . Tu alegi daca variabila este pentru toate sprite-urile (globala) sau doar pentru un sprite (locala).

source: <br> You have the option to make the variable available to all sprites or to just the selected sprite. </br>
ro: <br> Ai optiunea sa faci o variabila accesibila din toate sprite-urile sau doar pentru sprite-ul selectat. </br>

source: Once you create a variable, five blocks will appear.
ro: Imediat ce creezi o variabila, vor aparea cinci blocuri.

source: <p> You can move the mouse around to see the position of the mouse pointer. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /></br> </p>
ro: <p> Trebuie sa misti mouse-ul imprejur pentru a vedea pozitia cursorului de mouse. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /> </p>

source: The sprite will move in the current direction. Type in how far you want it to move.</p> If you type in a negative number (such as -10), the sprite will go in the opposite direction.</p> <p>A <b>step</b> is a very short distance. The Scratch stage is 480 steps wide and 360 steps tall:
cs: Postava se bude pohybovat aktuálním směrem. Napiš jak daleko chceš aby se pohnula.</p> Když napíšeš záporné číslo (jako třeba -10), postava půjde opačným směrem.</p> <p>Jeden <b>krok</b> je velice krátká vzdálenost. Scéna Scratch je 480 kroků široká a 360 kroků vysoká:
ga: Bogfaidh an sprid sa treo reatha. Cuir isteach cá fhad ba chóir di a bhogadh.</p> Má chuireann tú uimhir dhiúltach isteach (mar shampla -10), rachaidh an sprid sa treo eile.</p> <p>Is achar an-ghearr é <b>céim</b>. Tá an stáitse Scratch 480 céim ar leithead agus 360 céim ar airde:
ro: Sprite-ul se va muta in directia curenta. Tasteaza cat de departe vrei sa se mute.</p> Daca tastezi un numar negativ (precum -10), sprite-ul va merge in directia opusa.</p> <p>Un <b>pas</b> este o distanta foarte scurta. Scena Scratch are latimea de 480 de pasi si inaltimea de 360 de pasi:

source: <h3>Switches to the next costume in the sprite's costume list</h3></p>
ro: <h3>Comuta la urmatorul costum din lista de costume a sprite-ului</h3></p>

source: Puts down sprite’s pen, so it will draw as it moves
ro: Pune jos stiloul sprite-ului, astfel incat el va desena pe masura ce se misca

source: Pulls up sprite’s pen, so it won’t draw as it moves
ro: Ridica stiloul sprite-ului, asa incat el nu va mai desena la miscare

source: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> picks a random number from 1 to 10.</br> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /></br> <br>Click to have a sprite say a random number. Click again to get another random number.</br> </p>
ro: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> alege aleator un numar intre 1 si 10.</br> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /></br> <br>Clic pentru a avea un sprite care spune un numar aleator. Clic din nou pentru a obtine un alt numar aleator.</br> </p>

source: Choose a drum sound from the list
ro: Alege un sunet de toba din lista

source: Or, type in a number from 1 to 22
ro: Sau tasteaza un numar intre 1 si 22

source: Note: the length of a beat can be set with <img src="%(STATIC_URL)s/images/help/set_tempo.png" />
ro: Observatie: lungimea unei batai poate fi setata cu <img src="%(STATIC_URL)s/images/help/set_tempo.png" />

source: <h3>Plays a musical note for specified number of beats</h3></div>
ro: <h3>Canta o nota muzicala pentru un anumit numar de batai</h3></div>

source: <p> Type in a number from 0 to 127 (60 is middle C) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Use higher numbers for higher pitches </p> </div> <div class="example"> <p> The length of a beat can be set with <img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>
ro: <p> Tasteaza un numar intre 0 si 127 (60 reprezinta Do central) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Foloseste numere mai mari pentru note mai inalte </p> </div> <div class="example"> <p> Lungimea unei batai poate fi setata cu <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>

source: <h3> Plays a sound</h3>
ro: <h3> Rulează un sunet</h3>

source: <p> Choose a sound from the menu: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> To add a sound, click the Sounds tab: </br> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
ro: <p> Alege un sunet din meniu: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> Pentru a adauga un sunet, clic pe tab-ul Sunete: </br> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>

source: starts playing a sound and continues to the next block immediately.
ro: incepe rularea unui sunet si continua cu blocul urmator imediat.

source: waits until the sound is finished playing before continuing to the next block.
ro: asteapta pana cand se termina sunetul care ruleaza inainte sa continue cu urmatorul bloc.

source: <h3> Plays a sound and waits until the sound is finished </h3>
ro: <h3> Ruleaza un sunet si asteapta pana cand sunetul se termina </h3>

source: Click to choose from the menu:
cs: Klikni pro výběr z menu:
ga: Cliceáil chun rud éigin a roghnú ón roghchlár:
ro: Clic pentru a alege din meniu:
sr: Кликни да би изабрао из менија:

source: Or, type in a number:
cs: Nebo zadej číslo:
ga: Nó, cuir uimhir isteach:
ro: Sau tasteaza un numar:
sr: Или откуцај број:

source: To see a sprite's current direction, click the <img src="%(STATIC_URL)s/images/help/info.gif"/>
cs: Abys viděl aktuální směr postavy, klikni na <img src="%(STATIC_URL)s/images/help/info.gif"/>
ga: Chun treo na spride a fheiceáil, cliceáil <img src="%(STATIC_URL)s/images/help/info.gif"/>
ro: Pentru a vedea directia curenta a unui sprite, clic pe <img src="%(STATIC_URL)s/images/help/info.gif"/>
sr: Да би видео тренутни смер лика кликни на <img src="%(STATIC_URL)s/images/help/info.gif"/>

source: <b>point towards</b> changes the direction of the current sprite.
cs: <b>zamiř k</b> mění směr aktuální postavy.
ro: <b>puncteaza spre</b> schimba directia sprite-ului curent.

source: You can choose from the menu:
cs: Můžeš vybrat z menu:
ga: Is féidir leat roghnú ón roghchlár:
ro: Poti sa alegi din meniu:

source: The menu includes any other sprites in the project.
cs: Menu obsahuje všechny ostatní postavy v projektu.
ga: Tá gach sprid eile ón tionscadal sa roghchlár.
ro: Meniul include oricare alt sprite din proiect.

source: You can specify which item to replace by choosing from the pull-down menu or typing in a number. Choosing “any” replaces a random item in the list. The length of the list does not change.
ro: Poti sa precizezi care element sa fie inlocuit, alegand din meniul derulant sau tastand un numar. Alegand "oricare" se inlocuieste aleator un element al listei. Lungimea listei nu se modifica.

source: You can choose where in a list to put an item. For example: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /></br>
ro: Poti sa alegi unde sa puna elementul in lista. De exemplu: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /></br>

source: <h3>Rests (plays nothing) for specified number of beats</h3></div>
ro: <h3>Intrerupe (nu se mai ruleaza nimic) pentru un anumit numar de batai</h3></div>
