Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Turns the video camera on
ca: Activa la càmera de vídeo
el: Ενεργοποιεί την προβολή από κάμερα.
es: Enciende la videocámara
et: Lülitab sisse videokaamera
eu: Bideo kamera piztu egiten du
fr: Active la caméra vidéo
gl: Acende a cámara de vídeo
it: Accende il video della webcam
lv: Ieslēdz videokameru
nb: Skrur på videokameraet
pt: Liga a câmara de vídeo
ro: Porneste camera video
sl: Vklopi video kamero
sv: Sätter på kameran
uk: Ввімкнути відеокамеру

source: Runs the custom block
ca: Executa el bloc personalitzat
el: Τρέχει το προσαρμοσμένο τετράγωνο εντολών
es: Ejecuta el bloque personalizado
et: Käivitab kasutaja ploki
eu: Neurrira egindako blokea exekutatzen du
fr: Exécute un bloc personnalisé
gl: Executa o bloque persoalizado
it: Esegue il nuovo blocco
lv: Izpilda lietotāja bloku
nb: Kjører en egendefinert kloss
pt: Executa o bloco personalizado
sl: Požene blok po meri
sv: Kör specialblocket
uk: Запускає блок користувача

source: <p> The custom block runs by calling the <strong>define</strong> script that matches the name on the block. </p> <p>Custom blocks can make your scripts more organized and modular: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> If your block has an input, you can type in it: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> To edit the block, right-click (Ctrl+click on Mac) on the block and choose "edit" from the menu. </div> <div class="example"> See also: <a href="../make-a-block/">Make a Block</a> and <a href="../define/">Define Block</a> </div>
ca: <p> El bloc personalitzat s'executa en cridar el bloc <strong>defineix</strong> que coincideix amb el nom del bloc. </p> <p>Els blocs personalitzats poden fer els teus programes més organitzats i modulars: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> Si el teu bloc té una paràmetre d'entrada, podràs escriure en ell: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> Per editar el bloc, fes-li clic amb el botó de la dreta (Ctrl+clic a un Mac) i tria "edit" del menú. </div> <div class="example"> Veure també: <a href="../make-a-block/">Crea un Bloc</a> i <a href="../define/">Defineix un Bloc</a> </div>
el: <p> Το προσσαρμοσμένο τετράγωνο τρέχει καλώντας το <strong>τετρ. εντολών ορισμού</strong> το οποίο ταιριάζει στο όνομα του τετραγώνου. </p> <p>Τα προσαρμοσμένα τετράγωνα εντολών κάνουν τα σενάριά σας πιο οργανωμένα και δομημένα: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> Εάν το τετράγωνο εντολής έχει μια είσοδο, μπορείτε να την πληκτρολογήσετε: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> Για να επεξεργάσετε ένα τετράγωνο εντολών, κάντε δεξί κλικ σε αυτό και επιλέξτε "επεξεργασία" από το μενού. </div> <div class="example"> Δείτε επίσης: <a href="../make-a-block/">Δημιουργεία Τετραγώνου Εντολής</a> και <a href="../define/">Ορισμός Τετραγώνου Εντολής</a> </div>
es: <p> El bloque personalizado se ejecuta al llamar el programa <strong>definir</strong> que concuerda con el nombre del bloque. </p> <p>Los bloques personalizados pueden hacer que tus programas sean más organizados y modulares: </p> <p><img src="%(STATIC_URL)s/images/help/es/usedefineex.png" /> </p> Si tu bloque tiene una entrada, puedes ingresarla: </p> <p><img src="%(STATIC_URL)s/images/help/es/usedefineex1.png"/></p> </div> <div class="example"> Para editar el bloque, haz clic derecho (Ctrl+click en Mac) en el bloque y elige "editar" en el menú. </div> <div class="example"> Ver también: <a href="../make-a-block/">Crear un bloque</a> y <a href="../define/">Definir un bloque</a> </div>
et: <p> Kasutaja plokk käivitab <strong>varemdefineeritud</strong> skripti, mis vastab kasutajaploki nimele. </p> <p>Kasutajaplokid teevad skriptid paremini organiseerituks ja modulaarseks: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> Kui kasutajaplokis on sisendväljas, võib nendesse paigutada parameetrite väärtused: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> Ploki redigeerimiseks tee paremklõps (Ctrl+klõps Mac'is) plokil ja vali menüüst "redigeeri". </div> <div class="example"> Vaata ka: <a href="../make-a-block/">Loo plokk</a> ja <a href="../define/">Defineeri plokk</a> </div>
eu: <p> Neurrira egindako blokeak exekutatzean, blokearen izen bera duen <strong>definitze</strong> skripta deitzen dute. </p> <p>Neurrira egindako blokeek zure skriptak hobeto antolatuta eta modularrago egin ditzakete: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> Zure blokeak sarrera bat badu, bertan idatz dezakezu: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> Blokea editatzeko, eskuin klik egin (Ctrl+klik Mac-en) blokean eta "editatu" aukeratu menutik. </div> <div class="example"> See also: <a href="../make-a-block/">Bloke bat sortu</a> eta <a href="../define/">blokea definitu</a> </div>
fr: <p> Le bloc personnalisé s'exécute en appelant le script <strong>define</strong> qui correspond au nom sur le bloc. </p> <p>Les blocs personnalisés permettent rendre vos scripts plus organisés et plus modulaires: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> Si ton bloc a une entrée, tu peux y écrire dedans: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> Pour modifier le bloc, faites un clic droit (Ctrl + clic sur Mac) sur le bloc et choisissez "éditer" dans le menu </div> <div class="example"> Voir aussi: <a href="../make-a-block/">Créer un bloc</a> and <a href="../define/">Définir un bloc</a> </div>
gl: <p> O bloque persoalizado execútase ao chamar ao programa <strong>definir</strong> que ten o nome do bloque. </p> <p>Os bloques persoalizados poden facer que os teus programas sexan máis organizados e modulares: </p> <p><img src="%(STATIC_URL)s/images/help/es/usedefineex.png" /> </p> Si o teu bloque ten un dato de entrada, podes introducila: </p> <p><img src="%(STATIC_URL)s/images/help/es/usedefineex1.png"/></p> </div> <div class="example"> Para editar o bloque, preme co botón dereito do rato (Ctrl+preme en Mac) no bloque e elixe "editar" no menú. </div> <div class="example"> Ver también: <a href="../make-a-block/">Crear un bloque</a> e <a href="../define/">Definir un bloque</a> </div>
it: <p> Eseguire il nuovo blocco significa eseguire lo script del blocco <strong>definisci</strong> che corrisponde al nome del blocco. </p> <p>L'uso di nuovi blocchi può rendere i tuoi script più organizzati e modulari: </p> <p><img src="%(STATIC_URL)s/images/help/it/usedefineex.png" /> </p> Se il tuo blocco ha un argomento, puoi digitare un valore al suo interno: </p> <p><img src="%(STATIC_URL)s/images/help/it/usedefineex1.png"/></p> </div> <div class="example"> Per modificare il blocco, clicca con il pulsante destro (Ctrl+click nel Mac) sul blocco e seleziona "modifica" nel menu. </div> <div class="example"> Vedi anche: <a href="../make-a-block/">Creare un Blocco</a> e <a href="../define/">Definire un Blocco </a> </div>
lv: <p> Lietotāja bloki tiek izpildīti, izsaucot programmu <strong>definēt</strong>, kuras nosaukums ir tāds pats kā blokam. </p> <p>Lietotāja bloki var padarīt tavas programmas sakārtotākas un modulāras: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> Ja blokam ir ievade, to var ierakstīt te:: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> Lai bloku labotu, klikšķini labo peles taustiņu (Ctrl+klikšķis uz Mac) uz bloka un izvēlies "labot" no saraksta. </div> <div class="example"> Skaties arī: <a href="../make-a-block/">Izveidot bloku</a> un <a href="../define/">Definēt bloku</a> </div>
nb: <p> Den egendefinerte klossen starter <strong>definer</strong>-skriptet med samme navn. </p> <p>Med egendefinerte klosser kan store programmer bli mer oversiktlige og få bedre struktur: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> Hvis klossen din tar inn data kan du skrive i den: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> Du kan endre på klossen ved å høyreklikke den (Ctrl+click på Mac) og velge "rediger" i menyen. </div> <div class="example"> See also: <a href="../make-a-block/">Make a Block</a> and <a href="../define/">Define Block</a> </div>
pt: <p> O bloco personalizado é executado através da invocação do guião sob o chapéu <strong>Define</strong> que corresponde ao nome do bloco. </p> <p>Os blocos personalizados podem levar a que os seus guiões fiquem mais organizados e modulares: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> Se o seu guião tiver uma entrada, pode escrever nela: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> Para editar o bloco, clique sobre ele com o botão direito do rato (Ctrl+clique no Mac) e escolha «editar» no menu. </div> <div class="example"> Veja também: <a href="../make-a-block/">Criar um Bloco</a> and <a href="../define/">Bloco Define</a> </div>
sl: <p> Blok po meri se zažene s klicem <strong>določne</strong> skripte, ki se ujema z imenom bloka. </p> <p>Z bloki po meri so tvoje skripte bolj organizirane in modularne: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> Če ima tvoj blok vhodni podatek, lahko pišeš vanj: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> Za urejanje bloka z desno tipko (Ctrl+klik na Mac računalnikih) klikni na blok, potem izberi "urejanje" iz menija. </div> <div class="example"> Oglej si tudi: <a href="../make-a-block/">Ustvari blok</a> in <a href="../define/">Določni blok</a> </div>
sv: <p> Specialblocket körs genom att ropa på <strong>procedur</strong>scriptet som matchar namnet på blocket. </p> <p>Specialblocken kan göra dina script mer organiserade och modulära: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> Om ditt block har indata, kan du skriva in data i det: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> För att redigera blocket, högerklicka (Ctrl+klicka på Mac) på blocket och välj "redigera" från menyn. </div> <div class="example"> Se också: <a href="../make-a-block/">Skapa ett Block</a> och <a href="../define/">Definiera Block</a> </div>
uk: <p> Виконання блоку користувача викликає скрипт <strong>визначення</strong> цього блоку. </p> <p>Блоки користувача роблять ваш скрипт більш організованим та модульним: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> Якщо ваш блок має параметри, ви можете скористатись ними: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> Для редагування блоку, правий клацок (Ctrl+click для Mac) на блоку та виберіть "правка" з меню. </div> <div class="example"> Перегляньте: <a href="../make-a-block/">Створити блок</a> and <a href="../define/">Визначення блоку</a> </div>

source: Reports username of the viewer
ca: Informa del nom d'usuari dels visitants
el: Αναφέρει το όνομα χρήστη του ατόμου που παρακολουθεί το έργο.
es: Informa el nombre de usuario del espectador
et: Tagastab vaataja kasutajanime
eu: Ikuslearen erabiltzaile izena itzultzen du
fr: Renvoie le nom d'utilisateur du spectateur
gl: Devolve o nome do usuario de quen está mirando
it: Restituisce lo username di chi sta eseguendo il progetto
lv: Parāda skatītāja lietotājvārdu
nb: Gir brukernavnet til den som kjører programmet
pt: Reporta o nome de utilizador do utilizador que está a usar o projecto
ro: Returneaza numele de utilizator al celui ce vizualizeaza
sl: Vrne uporabniško ime tistega, ki si ogleduje projekt
sv: Rapporterar betraktarens användarnamn
uk: Повідомляє який користувач переглядає

source: <p>This block will show the username of the user currently viewing the project.</p> <p>If you want to save the current username, you can store it in a variable or list. For example, <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>
ca: <p>Aquest bloc mostra el nom de l'usuari que esta visitant el projecte..</p> <p>Si vols guardar el nom de l'usuari visitant, el pots desar en una variable o llista. Per exemple, <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>
el: <p>Αυτό το τετράγωνο εντολής δείχνει το όνομα-χρήστη του ατόμου που παρακολουθεί το έργο.</p> <p>Αν θέλετε να αποθηκεύσετε το τρέχων όνομα χρήστη, μπορείτε να το αποθηκεύσετε σε μια λίστα ή μεταβλητή: <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>
es: <p>Este bloque mostrará el nombre de usuario que actualmente está viendo el proyecto.</p> <p>Si deseas guardar el nombre de usuario actual, lo puedes hacer en una variable o una lista. Por ejemplo, <img src="%(STATIC_URL)s/images/help/es/username-ex2.png"/> </p>
et: <p>Plokk näitab kasutajanime, kes parajasti vaatab seda projekti.</p> <p>Kui soovid, võid salvestada vaataja kasutajanime muutujas võil loendis. Näiteks <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>
eu: <p>Bloke honek proiektua ikusten ari den erabiltzailearen izena itzultzen du.</p> <p>Uneko erabiltzaile izena gorde nahi baduzu, aldagai edo zerrenda batean gorde dezakezu. Adibidez, <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>
fr: <p>Ce bloc affiche le nom de l'utilisateur en train de visualiser le projet.</p> <p>Si vous souhaitez enregistrer le nom d'utilisateur actuel, vous pouvez le stocker dans une variable ou d'une liste. Par exemple, <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>
gl: <p>Este bloque amosará o nome de usuario que está vendo o proxecto neste momento.</p> <p>Si desexas gardar o nome do usuario actual, podes facelo nuna variable ou nuhna lista. Por exemplo, <img src="%(STATIC_URL)s/images/help/es/username-ex2.png"/> </p>
it: <p>Questo blocco mostrerà lo username dell'utente che sta vedendo il progetto.</p> <p>Se vuoi ricordare lo username, puoi memorizzarlo in una variabile o in una lista. Ad esempio, <img src="%(STATIC_URL)s/images/help/it/username-ex2.png"/> </p>
lv: <p>Šis bloks parādīs lietotājvārdu tam, kas skatās šo projektu.</p> <p>Ja vēlies saglabāt šī brīža lietotājvārdu, vari to ierakstīt mainīgajā vai sarakstā. Piemēram, <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>
nb: <p>Denne klossen gir brukernavnet til den Scratch-brukeren som kjører det.</p> <p>Du kan lagre brukernavnet i en variabel eller liste, for eksempel <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>
pt: <p>Este bloco reporta o nome de utilizador do utilizador que está correntemente a usar o projecto.</p> <p>Se quiser guardar o nome de utilizador corrente, pode armazená-lo numa variável ou numa lista. Por exemplo, <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>
ro: <p>Acest bloc va afisa numele de utilizator al utilizatorului curent care vizualizeaza proiectul.</p> <p>Daca vrei sa salvezi numele utilizatorului curent, poti sa il stochezi intr-o variabila sau intr-o lista. De exemplu, <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>
sl: <p>Ta blok bo prikazal uporabniško ime uporabnika, ki si trenutno ogleduje projekt.</p> <p>Če želiš shraniti trenutno uporabniško ime, ga lahko shraniš v spremenljivko ali seznam. Na primer, <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>
sv: <p>Blocket visar användarnamnet på den som just nu tittar på projektet.</p> <p>Om du vill spara användarnamnet, kan du spara det i en variabel eller lista. Till exempel, <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>
uk: <p>Цей блок повідомляє ім’я користувача, який переглядає проект.</p> <p>Якщо ви хочете зберегти че ім’я, використайте змінну чи список. Наприклад, <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>

source: Reports value of the variable
ca: Reporta del valor d'una variable
el: Αναφέρει την τιμή της μεταβλητής.
es: Informa el valor de la variable
et: Esitab muutuja väärtuse
eu: Aldagaiaren izena itzultzen du
fr: Renvoie la valeur de la variable
gl: Devolve o valor da variable
it: Restituisce il valore di una variabile
lv: Atgriež mainīgā vērtību
nb: Gir variabelens verdi
pt: Reporta o valor da variável
ro: Returneaza valoarea variabilei
sl: Vrne vrednost spremenljivke
sv: Rapporterar värdet av variabeln
uk: Результатом є значення змінної

source: <p> To see the value of the variable, click the checkbox next to the block. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Right-click on readout to get different views: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> To delete or rename a variable, right click on the variable. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>
ca: <p> Per veure el valor de la variable, fes clic a la casella de davant del bloc. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Fes-hi clic amb el botó dret per obtenir diferents vistes: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> Per suprimir o canviar el nom d'una variable, fes-li clic amb el botó dret. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>
el: <p> Για να δείτε την τιμή της μεταβλητής, πατήστε το κουτάκι δίπλα από το τετρ. εντολής. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Κάντε δεξί κλικ στο παραθυράκι της μεταβλητής στο Σκηνικό για να την προβάλλετε διαφορετικά: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> Για να διαγράψετε ή να μετονομάσετε μια μεταβλητή, κάντε δεξί κλικ στη μεταβλητή. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>
es: <p> Para ver el valor de la variable, has clic en la casilla enseguida del bloque. <br><img src="%(STATIC_URL)s/images/help/es/check-variable.png" /><br/> <p> Has clic derecho en el monitor de salida para obtener vistas diferentes: <br><img src="%(STATIC_URL)s/images/help/es/variable-menu.png" /> <br/> <p> Para borrar o renombrar una variable, has clic derecho sobre la variable. <br><img src="%(STATIC_URL)s/images/help/es/delete-variable.png" /> <br/> </p>
et: <p> Et näha laval muutuja väärtust, klõpsa märkeruutu muutujaploki ees. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Paremklõps monitoril võimaldab valida selle erinevaid vaateid <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> Muutuja kustutamiseks või ümbernimetamiseks tee paremklõps muutujal. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png"<br/> </p>
eu: <p> Aldagaiaren balioa ikusteko, blokearen ondoan dagoen kontrol laukia klikatu. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Eskuin klik egin irteera datuetan bista ezberdinak lortzeko: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> Aldagai bat ezabatu edo berrizendatzeko, eskuin klik egin aldagaiean. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>
fr: <p> Pour voir la valeur de la variable, clique sur la case à cocher à côté du bloc. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Clic droit sur ​​lecture pour obtenir différents points de vue: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> Pour supprimer ou renommer une variable : clic droit sur la variable. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>
gl: <p> Para ver o valor da variable, preme no recadro de verificación a carón do bloque. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Preme co botón dereito do rato no monitor de saída para obter diferentes vistas: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" /> <br/> <p> Para borrar o cambiarlle o nome a unha variable, preme co botón dereito do rato sobre a variable. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" /> <br/> </p>
it: <p> Per vedere il valore di una variabile, clicca la casella a fianco del blocco. <br><img src="%(STATIC_URL)s/images/help/it/check-variable.png" /><br/> <p> Clicca con il pulsante destro del mouse per scegliere una diversa visualizzazione: <br><img src="%(STATIC_URL)s/images/help/it/variable-menu.png" <br/> <p> Per rimuovere o rinominare una variabile, clicca con il pulsante destro del mouse sul blocco della variabile nella palette. <br><img src="%(STATIC_URL)s/images/help/it/delete-variable.png" <br/> </p>
lv: <p> Lai redzētu mainīgā vērtību, ieliec ķeksīti blakus blokam. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Ar labo peles klikšķi uz rādījuma var iegūt citus skatus: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> Lai dzēstu vai pārsauktu mainīgo, klikšķini uz tā ar labo peles taustiņu. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>
nb: <p> Du kan vise variabelen på scenen ved å klikke i ruten ved siden av klossen. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Høyreklikk på variabelen på scenen for å vise den på ulike måter: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> Du kan slette en variabel eller gi den nytt navn ved å høyreklikke på klossen. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>
pt: <p> Para ver o valor da variável, clique na caixa de selecção junto ao bloco. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Clique com o botão direito do rato sobre o monitor no palco para seleccionar entre diferentes visualizações: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> Para remover ou renomear uma variável, clique sobre ela com o botão direito do rato. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>
sl: <p> Za ogled vrednosti spremenljivke, klikni na potrditveno polje poleg bloka. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Z desno tipko klikni na prebrano, da dobiš različne poglede: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> Za izbris ali preimenovanje spremenljivke, klikni z desno tipko na spremenljivko. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>
sv: <p> För att se värdet av variabeln, bocka i kryssrutan vid sidan om blocket. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Högerklicka för att få olika presentationer av visningen: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> För att radera eller byta namn på variabeln, högerklicka på variabeln. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>
uk: <p> Щоб побачити значення змінної, встановіть позначку поруч блоку. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Правий клацок по монітору змінної перемикає його вигляд: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> Щоб перейменувати чи вилучити змінну, клацініть правою клавішею по ній. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>
