Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: The item can be a number or a string of letters and other characters.
ca: L'element pot ser un nombre o una cadena de lletres i altres caràcters.
de: Das Element kann eine Zahl oder eine Zeichenkette sein.
el: Το στοιχείο μπορεί να είναι αριθμός ή σειρές γραμμάτων ή άλλων χαρακτήρων.
es: El elemento puede ser una cadena de letras y otros caracteres
et: Element võib olla arv või string
eu: Itema zenbaki bat edo hizki eta beste karakterez osaturiko string (hizki kate) bat izan daiteke.
fr: L'élément peut être un nombre ou une chaîne de lettres et d'autres caractères.
gl: O elemento pode ser una cadea de letras e outros caracteres
it: L'elemento può essere un numero o una sequenza di lettere e altri caratteri.
lv: Vienums var būt skaitlis, burtu vai citu simbolu virkne.
nb: Elementet kan være et tall eller en tekstlinje med bokstaver og tegn.
pt: O item pode ser um número ou uma cadeia de letras ou outros caracteres.
ro: Elementul poate fi un numar sau un sir de litere sau alte caractere.
sl: Element je lahko število ali niz iz črk in ostalih znakov.
sv: Objektet kan innehålla siffror eller en sträng av bokstäver och andra tecken
uk: Елементом може бути число, рядок або символ.

source: Use this block if you want to add an item to the end of a list. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
ca: Utilitza aquest bloc si vola afegir un element al final d'una llista. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
de: Benutze diesen Block, falls du ein Element am Ende einer Liste hinzufügen möchtest. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
el: Χρησιμοποιήστε αυτό το τετράγωνο εντολής για να προσθέσετε ένα στοιχείο στο τέλος της λίστας. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
es: Use este bloque si desea agregar un elemento al final de la lista. <br><img src="%(STATIC_URL)s/images/help/es/add-to-list-ex2.png" /><br/>
et: Kasuta seda plokki, kui soovid lisada elemendi loendi lõppu. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
eu: Zerrendaren bukaeran item bat erantsi nahi baduzu, erabili bloke hau. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
fr: Utilise ce bloc si tu souhaites ajouter un élément à la fin d'une liste. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
gl: Usar este bloque si desexa engadir un elemento ao final da lista. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
it: Usa questo blocco se vuoi aggiungere un elemento alla fine di una lista. <br><img src="%(STATIC_URL)s/images/help/it/add-to-list-ex2.png" /><br/>
lv: Izmanto šo bloku, ja vēlies pievienot vienumu saraksta beigās. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
nb: Denne klossen legger til et element på slutten av en liste. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
pt: Use este bloco se quiser adicionar um item ao fim de uma lista. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
sl: Uporabi ta blok, če želiš dodati element na konec seznama. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
sv: Använd detta block om du vill lägga till objekt i slutet på listan. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
uk: Використовуйте цей блок щоб додати елемент в кінець списку. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>

source: Can't find the list blocks? You need to first make a list: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
ca: No trobes els blocs de llistes? Primer has de crear una llista: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
de: Du kannst die Listenblöcke nicht finden? Du musst zuerst eine Liste erzeugen: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
el: Δεν μπορεί τε να βρείτε τα τετράγωνα εντολών για τις λίστες; Πρώτα πρέπει να φτιάξετε μια λίστα: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
es: No puede encontrar los bloques de lista? Debes crear primero una lista: <img src="%(STATIC_URL)s/images/help/es/make-a-list.png" />
et: Ei leia loendi plokke? Sa pead kõigepealt looma loendi: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
eu: Zerrenda blokeak ezin aurkitu? Zerrenda bat sortu behar duzu lehendabizi: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
fr: Tu ne trouves pas les blocs de la catégorie Liste? Tu dois d'abord créer une liste: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
gl: Non pode atopar os bloques de lista? Tes que crear primeiro unha lista: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
it: Non trovi i blocchi delle liste? Devi prima creare una lista: <img src="%(STATIC_URL)s/images/help/it/make-a-list.png" />
lv: Nevari atrast saraksta blokus? Sarakstu vispirms jāizveido: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
nb: Finner du ikke liste-klossene? Du må først lage en liste: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
pt: Não encontra os blocos de listas? Primeiro tem de criar uma lista: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
sl: Ne najdeš blokov seznamov? Najprej moraš narediti seznam: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
sv: Hittar du inte listblocken? Du måste skapa en lista först: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
tr: Listelerle ilgili taşları bulamıyor musun? Önce bir liste oluşturman gerekli: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
uk: Не можете знайти блоків для списку? Спочатку створіть список: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />

source: Adds two numbers
ca: Suma dos nombres
de: Addiert zwei Zahlen
el: Προσθέτει δύο αριθμούς
es: Sumar dos números
et: Liidab kaks arvu
eu: Bi zenbaki batu
fr: Ajouter 2 nombres
gl: Sumar dous números
it: Somma due numeri
lv: Saskaita 2 skaitļus
nb: Legger sammen to tall
pt: Adiciona dois números
ro: Aduna doua numere
sl: Doda dve števili
sv: Adderar två tal
tr: İki sayıyı toplar
uk: Додати два числа

source: Reports true if both conditions are true
ca: Retorna cert si ambdues condicions son certes
de: Gibt wahr zurück, wenn beide Bedingungen erfüllt sind
el: Αληθεύει όταν και οι δύο παράγοντες είναι σωστοί
es: Devuelve verdadero si las dos condiciones son verdaderas
et: Tagastab väärtuse tõene, kui mõlemad tingimused on tõesed
eu: Egiazkoa (balioa) itzuli, 2 baldintzak betetzen badira
fr: Renvoie "vrai" si les deux conditions sont vraies
gl: Devolve verdadeiro si ámbalas dúas condicións son verdadeiras
it: Restituisce "vero" se entrambe le condizioni sono verificate
lv: Atgriež true, ja abi nosacījumi ir patiesi
nb: Sant hvis begge betingelsene er sanne
pt: Reporta verdadeiro se ambas as condições forem verdadeiras
ro: Rezultatul este adevarat daca ambele conditii sunt adevarate
sl: Vrne 'resnično', če sta oba pogoja resnična
sv: Returnerar sant om båda villkoren är sanna
tr: Her iki durum da doğru ise doğru verir
uk: Результатом є ІСТИННО якщо умова справджується

source: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Reports keyboard input from the most recent use of <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/></h3>
ca: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Informa de la darrera entrada de teclat de <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/></h3>
de: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Gibt die Tastatureingabe der letzten Benutzung von <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/> zurück</h3>
el: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Αναφέρει είσοδο από το πληκτρολόγιο από την πιο πρόσφατη χρήση του <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/></h3>
es: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Informe la entrada de teclado para el uso más reciente de <img src="%(STATIC_URL)s/images/help/es/ask-and-wait.png"/></h3>
et: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Viimane sisend klaviatuurilt <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/></h3>
eu: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/> -ren azken erabileraren teklatuko sarrera itzultzen du </h3>
fr: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Renvoie l'entrée du clavier lors de l'utilisation la plus récente de <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/></h3>
gl: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Informe da entrada de teclado para o uso máis recente de <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/></h3>
it: <img src="%(STATIC_URL)s/images/help/it/answer.png" /> <h3>Fornisce l'ultimo valore digitato dall'utente durante l'esecuzione del blocco <img src="%(STATIC_URL)s/images/help/it/ask-and-wait.png"/></h3>
lv: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Atgriež pēdējo, kas bijis rakstīts ar klavietūru, lietojot <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/></h3>
nb: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Inneholder svaret fra siste bruk av <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/></h3>
pt: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Reporta a resposta introduzida no teclado resultante da utilização mais recente de <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/></h3>
sl: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Vrne niz, ki smo ga nazadnje vnesli v <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/></h3>
sv: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Ger input från tangentbordet från den senaste användningen av <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/></h3>
uk: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Надає значення введене через <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/></h3>

source: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> asks a question and stores the keyboard input in <img src="%(STATIC_URL)s/images/help/answer.png" />. The answer is shared by all sprites. </p> <p>If you want to save the current answer, you can store it in a variable or list. For example, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> To view the value of answer, click the checkbox next to the answer block.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
ca: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> fa una pregunta i emmagatzema l'entrada del teclat en <img src="%(STATIC_URL)s/images/help/answer.png" />. La resposta és compartida per a tots els personatges.</p> <p>Si vols guardar la resposta actual, pots desar-la en una variable o una llista. Per exemple, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> Per visualitzar el valor de la resposta, fes clic a la casella de selecció de davant del bloc resposta.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
de: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> stellt eine Frage und speichert die Tastatureingabe in <img src="%(STATIC_URL)s/images/help/answer.png" />. Die Antwort steht allen Figuren zur Verfügung. </p> <p>Wenn du die aktuelle Antwort speichern willst, kannst du sie in einer Variablen oder Liste abspeichern. Zum Beispiel so: <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> Klicke auf das Kästchen neben dem Antwort-Block, damit der Wert der Antwort angezeigt wird.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
el: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> κάνει μια ερώτηση και διατηρεί τα δεδομένα από την είσοδο του πληκτρολογίου στο <img src="%(STATIC_URL)s/images/help/answer.png" />. Η απάντηση μοιράεται σε όλα τα αντικείμενα. </p> <p>Εάν θέλετε να αποθηκεύσετε την απάντηση, μπορείτε να την αποθηκεύσετε σε μεταβλητή ή λίστα. Για παράδειγμα, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> Για να δείτε την τιμή της απάντησης, κάντε κλικ στο κουτάκι δίπλα από το τετράγωνο εντολής "απάντηση".<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
es: <p><img src="%(STATIC_URL)s/images/help/es/ask-and-wait.png" /> hace una pregunta y almacena la entrada de teclado en <img src="%(STATIC_URL)s/images/help/es/answer.png" />. La respuesta se comparten para todos los objetos. </p> <p>Si deseas guardar la respuesta actual, debes almacenarla en una variable o una lista. Por ejemplo, <img src="%(STATIC_URL)s/images/help/es/answer-ex2.png"/> </p> <p> Si deseas ver el valor de una respuesta, haz clic en el recuadro que aparece junto al bloque de respuesta.<br> <img src="%(STATIC_URL)s/images/help/es/answer-checkbox.png" /> </p>
et: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" />kuvab küsimuse ja salvestab klaviatuuri sisendi <img src = "%(STATIC_URL)s/images/abi/answer.png"/>. Vastus on kättesaadav kõikidele spraitidele </p> <p> Kui soovid salvestada vastuse, võid selle säilitada muutujas või loendis. Näiteks <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> Vaatamiseks vastuse väärtust klõpsa märkeruutu ploki vastus ees. <br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
eu: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> galdera bat egiten du eta teklatuko sarrera gordetzen du hurrengoan <img src="%(STATIC_URL)s/images/help/answer.png" />. Erantzuna sprite guztiek partekatzen dute. </p> <p>Uneko erantzuna gorde nahi baduzu, aldagai edo zerrenda batean gorde dezakezu. Adibidez, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> Erantzunaren balioa ikusteko, erantzun blokearen ondoan dagoen kontrol laukia klika ezazu.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
fr: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> pose une question et sauvegarde la saisie du cavier dans <img src="%(STATIC_URL)s/images/help/answer.png" />. La réponse est partagée par tous les lutins. </p> <p>Si tu souhaites enregistrer la réponse actuelle, tu peux la stocker dans une variable ou dans une liste. Par exemple, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> Pour afficher la valeur de réponse, cliquez sur la case à côté du bloc de réponse.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
gl: <p><img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> fai unha pregunta e garda a entrada de teclado en <img src="%(STATIC_URL)s/images/help/answer.png" />. A resposta compártese para todos as figuras. </p> <p>Se queres gardar a resposta actual, debes almacenala nunha variable ou nunha lista. Por exemplo, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> Para ver o valor dunha resposta, preme no recadro de verificación que aparece xunto ao bloque de resposta.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
it: <p> <img src="%(STATIC_URL)s/images/help/it/ask-and-wait.png" /> fa una domanda e ricorda nel blocco <img src="%(STATIC_URL)s/images/help/it/answer.png" /> quello che è stato digitato con la tastiera. La risposta è condivisa da tutti gli sprite. </p> <p>Se vuoi salvare la risposta attuale puoi memorizzarla in una variabile o in una lista. Ad esempio, <img src="%(STATIC_URL)s/images/help/it/answer-ex2.png"/> </p> <p> Per vedere il valore della risposta, clicca la casella a fiando al blocco risposta.<br> <img src="%(STATIC_URL)s/images/help/it/answer-checkbox.png" /> </p>
lv: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> uzdod jautājumu un saglabā atbildi <img src="%(STATIC_URL)s/images/help/answer.png" />. Atbilde ir pieejama visiem gariņiem. </p> <p>Ja atbildi vēlies saglabāt, to var izdarīt mainīgajā vai sarakstā. Piemēram, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> Lai redzētu atbildes vērtību, ieķeksē blakus atbildes blokam.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
nb: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> viser et spørsmål på scenen og lar brukeren skrive inn et svar som lagres i <img src="%(STATIC_URL)s/images/help/answer.png" />. Svaret er felles for alle figurene.</p> <p>Hvis du vil ta vare på svaret kan du lagre det i en variabel eller liste. For eksempel, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> Du kan vise svaret på scenen ved å krysse av i ruten ved siden av Svar-klossen.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
pt: <p>O bloco <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> faz uma pergunta e guarda a resposta introduzida pelo teclado em <img src="%(STATIC_URL)s/images/help/answer.png" />. A resposta é partilhada entre todos os actores. </p> <p>Se quiser guardar a resposta corrente, pode guardá-la numa variável ou numa lista. Por exemplo, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> Para ver o valor da resposta, clique na caixa de selecção junto do bloco de resposta.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
ro: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> pune o intrabare si memoreaza intrarea de la tastatura in <img src="%(STATIC_URL)s/images/help/answer.png" />. Raspunsul este partajat de toate sprite-urile. </p> <p>Daca vrei sa salvezi raspunsul curent, trebuie sa il memorezi intr-o variabila sau intr-o lista. De exemplu, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> Pentru a vedea valoarea raspunsului, clic pe caseta de validare de langa blocul raspuns.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
sl: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> postavi vprašanje in shrani vnos besedila v <img src="%(STATIC_URL)s/images/help/answer.png" />. Odgovor je skupen vsem figuram. </p> <p>Če želiš shraniti trenutni odgovor, ga lahko shraniš v spremenljivko ali seznam. Na primer, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> Za ogled odgovora klikni potrditveno polje ob bloku odgovora.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
sv: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> ställer en fråga och sparar input från tangentbordet i <img src="%(STATIC_URL)s/images/help/answer.png" />. Svaret delas med alla sprites. </p> <p>Om du vill spara aktuellt svar, kan du spara det i en variabel eller lista. Till exempel, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> För att visa värdet av svaret bockar du i kryssrutan vid sidan om svarsblocket.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
uk: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> запит та збереження введеної відповіді у блоці <img src="%(STATIC_URL)s/images/help/answer.png" />. Відповідь доступна для усіх спрайтів. </p> <p>Якщо вам треба використати результат, збережіть його значення у змінній чи списку. Наприклад, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> Щоб побачити відповідь, клацніть прапорець у блоці відповіді.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>

source: Asks a question on the screen and stores keyboard input in the <img src="%(STATIC_URL)simages/help/answer.png" />
el: Εμφανίζει στην οθόνη μια ερώτηση και αποθηκεύει την είσοδο δεδομένων από το πληκτρολόγιο στο <img src="%(STATIC_URL)simages/help/answer.png" />
fr: Pose une question sur l'écran et sauvegarde l'entrée au clavier dans <img src="%(STATIC_URL)simages/help/answer.png" />
gl: Fai unha pregunta na pantalla e garda a entrada do teclado na <img src="%(STATIC_URL)simages/help/answer.png" />
it: Mostra una domanda sullo schermo e ricorda nel blocco <img src="%(STATIC_URL)simages/help/answer.png" /> la risposta digitata con la testiera
lv: Ekrānā uzdod jautājumu un saglabā ar klaviatūru ievadīto <img src="%(STATIC_URL)simages/help/answer.png" />
nb: Stiller et spørsmål på skjermen. Svaret som skrives inn lagres i <img src="%(STATIC_URL)simages/help/answer.png" />
pt: Faz uma pergunta no ecrã e guarda a resposta introduzida através do teclado em <img src="%(STATIC_URL)simages/help/answer.png" />

source: After receiving an answer, causes the program to wait until the Enter key is pressed or check mark is clicked.
ca: Després de rebre una resposta, fa que el programa s'esperi fins que es premi la tecla Retorn o es faci clic a la casella de verificació.
de: Nach der Eingabe der Antwort wartet das Programm, bis die Eingabetaste gedrückt oder das Häkchen angeklickt wird.
el: Μετά τη λήψη της απάντησης, κάνει το πρόγραμμα να περιμενει μέχρι το κουμπί Enter να πατηθεί ή μέχι το κουτάκι να τσεκαριστεί.
es: Después de recibir una respuesta, deja al programa en espera hasta que se presione Enter o se haga clic en la casilla de aprobación.
et: Pärast vastuse saamist, ootab programm kuni vajutakse klahvile Enter või klõpsatakse linnukest sisendvälja lõpus.
eu: Erantzun bat jasotzean, programari itxaronarazten dio Enter tekla sakatu arte edo baieztapen (check) marka klikatu arte.
fr: Après avoir reçu une réponse, invite le programme à attendre jusqu'à ce que la touche Entrée soit enfoncée ou la coche soit cliquée.
gl: Despois de recibir a resposta, deixa ao programa agardando ata que se preme Enter ou se valida a casilla de aprobación.
it: Dopo che la risposta è stata digitata attende fino a che viene premuto il tasto Invio o viene cliccato il pulsante azzurro.
lv: Saņemot atbildi, liek programmai gaidīt vai nu Enter taustiņa nospiešanu vai atbildes ķeksīša noklikšķināšanu.
nb: Etter at svaret er skrevet inn venter programmet til du trykker Enter eller klikker på knappen ved svaret.
pt: Depois de receber uma resposta, faz o programa esperar até que a tecla Enter seja pressionada ou até que o botão com a marca de verificação seja clicado.
ro: Dupa primirea unui raspuns, face ca programul sa astepte pana cand este apasata tasta Enter sau pana se da clic pe caseta de validare.
sl: Po prejemu odgovora program počaka na pritisk tipke Enter oziromana klik kljukice.
sv: Efter att svaret är mottaget, väntar programmet tills Entertangenten trycks ned eller man klickar på bocken.
uk: Після отримання відповіді, змушує програму чекати, поки не натиснуто Enter або прапорець блоку.
