Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Enter your account name on the <a href="/accounts/password_reset/">password reset page</a>. The website will send an email to the address associated with the account containing a link you can use to reset your password.
ca: Introdueix el teu nom d'usuari a la <a href="/accounts/password_reset/">pàgina de recuperació de contrasenya</a>. T'enviarem un correu electrònic a l'adreça associada al teu compte amb un enllaç perquè en triis una altra.
cs: Zadej své přihlašovací jméno na <a href="/accounts/password_reset/">stránce resetu hesla</a>. Webová stránka odešle email na adresu přiřazenou k účtu, obsahující odkaz kterým můžeš resetovat heslo.
de: Gib deinen Benutzernamen auf der <a href="/accounts/password_reset/">Kennwort-Reset-Seite</a> ein. Die Website sendet eine E-Mail an die zu dem Account gehörige Adresse mit einem Link, den du benutzen kannst, um dein Passwort zurückzusetzen.
el: Πληκτρολογείστε το όνομα χρήστη στη σελίδα <a href="/accounts/password_reset/">Επαναφοράς Κωδικού</a>. Η ιστοσελίδα θα στείλει ένα e-mail το οποίο θα περιέχει έναν σύνδεσμο που μπορείτε να χρησιμοποιήσετε για να επαναφέρετε το κωδικό σας στη διεύθυνση που συνδέεται με το λογαριασμό.
es: Ingresa tu nombre de cuenta en la <a href="/accounts/password_reset/">página para restaurar contraseña</a>. El sitio web enviará un correo electrónico a la dirección asociada a la cuenta, con un enlace que podrás usar para restaurar tu contraseña.
et: Sisesta oma kasutajanimi <a href="/accounts/password_reset/">paroolo lähtestamise lehele</a>. Veebilehtleht saadab selle kasutajaga seotud e-postiaadressile lingi parooli lähtestamiseks.
eu: Zure kontuaren izena idatz ezazu <a href="/accounts/password_reset/">pasahitza berrezartzeko orrian</a>. Webguneak email bat bidaliko dizu kontuan ezarritako email helbidera, pasahitza berrezartzeko esteka bat izango duelarik bertan.
fr: Entrer le nom de votre compte sur <a href="/accounts/password_reset/">page de réinitialisation du mot de passe</a>. Le site va vous envoyer, à l'adresse associée au compte, un courriel contenant un lien que vous pouvez utiliser pour réinitialiser votre mot de passe.
ga: Cuir d'ainm úsáideora isteach ar an leathanach <a href="/accounts/password_reset/">Athshocrú Focail Faire</a>. Seolfaidh an suíomh teachtaireacht ríomhphoist chuig an seoladh ríomhphoist atá nasctha leis an gcuntas. Beidh nasc sa teachtaireacht is féidir a úsáid chun an focal faire a athshocrú.
gl: Introduce o teu nome de conta na <a href="/accounts/password_reset/">páxina para restablecer o contrasinal</a>. O sitio web enviará un correo electrónico á dirección asociada á conta, cunha ligazón que poderás usar para restablecer o teu contrasinal.
it: Inserisci alla pagina di <a href="/accounts/password_reset/">azzeramento della password</a> lo username del tuo account. Il sito di Scratch ti invierà all'indirizzo associato all'account un'email con un link che potrai usare per azzerare la tua password.
ja: <a href="/accounts/password_reset/">パスワードリセットページ</a>でユーザー名を入力してください。Scratchウェブサイトがアカウントに結びつけられたメールアドレスへ、パスワードをリセットするためのリンクを含むメールを送ります。
lv: Ievadi savu lietotājvārdu <a href="/accounts/password_reset/">paroles atjaunošanas lapā</a>. Lapa tev atsūtīs epastu uz to adresi, ko norādīji reģistrējoties, ar saiti, kurā varēsi atjaunot savu paroli.
nb: Skriv brukernavnet ditt på siden for <a href="/accounts/password_reset/">nytt passord</a>. Da får du en epost til den adressen som er registrert på din konto, med en link du kan bruke for å lage et nytt passord.
pt: Introduza o seu nome de utilizador na <a href="/accounts/password_reset/">página de redefinição da palavra-passe</a>. O sítio Web enviar-lhe-á uma mensagem para o endereço de correio electrónico associado à conta contendo uma ligação que poderá usar para redefinir a sua palavra-passe.
ro: Introdu numele tau de utilizator in <a href="/accounts/password_reset/">pagina de resetare a parolei</a>. Site-ul web va trimite un email la adresa asociata contului si care contine un link ce poate fi folosit pentru resetarea parolei.
sl: Vpiši svoje ime računa na <a href="/accounts/password_reset/">ponastavitev računa</a> strani. Prejel-a boš e-pošto na e-poštni naslov povezan z računom, ki bo vseboval povezavo za ponastavitev gesla.
sv: Ange ditt kontonamn på sidan för <a href="/accounts/password_reset/"> återställning av lösenord </a>. Webbplatsen kommer att skicka ett mail, till den adress som är kopplat till kontot, som innehåller en länk du kan använda för att återställa ditt lösenord.
tr: Kullanıcı adını <a href="/accounts/password_reset/">şifre sıfırlama sayfası</a> na gir. Kullanıcı adının bağlı olduğu e-posta adresine şifreni sıfırlamak için bir link göndereceğiz.
uk: Введіть ваше ім'я користувача на сторінці <a href="/accounts/password_reset/">Скидання пароля</a>. З веб-сайта буде надіслано електронною поштою на адресу, пов'язану з обліковим записом, посилання, яке можна використати для скидання пароля.

source: How do I change my password?
ca: Com puc canviar la meva contrasenya?
cs: Jak si mohu změnit heslo?
de: Wie kann ich mein Kennwort ändern?
el: Πως μπορώ να αλλάξω τον κωδικό μου;
es: ¿Cómo puedo cambiar mi contraseña?
et: Kuidas ma saan muuta oma salasõna?
eu: Nola alda dezaket nire pasahitza?
fr: Comment puis-je changer mon mot de passe?
ga: Conas is féidir liom m'fhocal faire a athrú?
gl: Como podo cambiar o meu contrasinal?
it: Come faccio a cambiare la mia password?
ja: パスワードはどのように変更しますか?
lv: Kā es varu nomainīt paroli?
nb: Hvordan bytter jeg passord?
pt: Como alterar a minha palavra-passe?
ro: Cum sa imi schimb parola?
sl: Kako spremenim geslo?
sr: Како да променим моју лозинку?
sv: Hur ändrar jag mitt lösenord?
tr: Şifremi nasıl değiştirebilirim?
uk: Як я можу змінити власний пароль?

source: Go to the Scratch website, login, and then click your username in the upper right corner of the window. Choose "account settings", and click the link to change your password.
ca: Vés a la pàgina d'Scratch, inicia la sessió i fes clic sobre el teu nom d'usuari a la cantonada superior dreta de la finestra. Tria "configuracions del compte" i fes clic a l'enllaç per canviar la teva contrasenya.
cs: Přejdi na stránky Scratche, přihlaš se a klikni na své uživatelské jméno v pravém rohu okna. Zvol "nastavení účtu" a klikni na odkaz pro změnu hesla.
de: Gehe auf die Scratch-Website, melde dich an und klicke dann auf deinen Benutzernamen oben rechts im Browserfenster. Wähle "Kontoeinstellungen" und klicke auf den Link, um dein Passwort zu ändern.
el: Μπείτε στην αρχική σελίδα, συνδεθείτε και στη συνέχεια πατήστε το όνομα χρήστη σας στην πάνω δεξιά γωνία του παραθύρου. Επιλέξτε "Ρυθμίσεις Λογαριασμού" και πατήστε τον σύνδεσμο για να αλλάξετε τον κωδικό.
es: Entra al sitio web de Scratch, ingresa a tu cuenta, y haz clic en tu nombre de usuario en la esquina superior derecha de la ventana. Escoge "configuración de la cuenta", y haz clic en el enlace para cambiar tu contraseña.
et: Mine Scratchi veebilehele, logi sisse ja klõpsa oma kasutajanimel ülemises paremas nurgas. Vali "konto seaded" ja klõpsa linki parooli muutmiseks.
eu: Scratch webgunera joan, saioa hasi, eta zure erabiltzaile izenean klik egin lehioaren eskuin-goikaldeko izkinean. Aukeratu "kontuaren ezarpenak", eta zure pasahitza aldatzeko estekan klik egin ezazu.
fr: Allez sur le site de Scratch, connectez-vous, puis cliquez sur votre nom d'utilisateur dans le coin supérieur droit de la fenêtre. Choisissez "Paramètres du compte" et cliquez sur le lien pour changer votre mot de passe.
ga: Déan cuairt ar an suíomh Gréasáin Scratch, logáil isteach, ansin cliceáil d'ainm úsáideora ag barr na fuinneoige ar dheis. Roghnaigh "Socruithe an Chuntais", agus cliceáil an nasc chun d'fhocal faire a athrú.
gl: Entra ao sitio web de Scratch, accede á túa conta, e preme no teu nome de usuario na esquina superior dereita da fiestra. Escolle "configuración da conta", e preme na ligazón para cambiar o teu contrasinal.
it: Dopo aver avuto accesso al sito di Scratch, clicca sul tuo username che trovi nell'angolo in altro a destra. Scegli quindi "Configurazione dell'account" nel menu e scegli "Cambia password" nel menu a sinistra.
ja: Scratchウェブサイトを開いてログインし、ウィンドウの右上端のユーザー名をクリックします。「アカウント設定」を選んでパスワードを変えるリンクをクリックしてください。
lv: Ej uz Scratch mājaslapu, piesakies, tad kliksķini uz sava lietotājvārda augšējā labajā stūrī. Izvēlies "konta iestatījumi" un tad klikšķini uz saites, lai mainītu savu paroli.
nb: Gå til Scratch-nettstedet, logg inn og klikk på brukernavnet ditt i øvre høyre hjørne av vinduet. Velg "brukerinnstillinger" og klikk på linken for nytt passord.
pt: Vá ao sítio Web do Scratch, autentique-se e clique sobre o seu nome de utilizador no canto superior direito da janela. Escolha «preferências da conta» e clique na ligação para alterar a sua palavra-passe.
ro: Mergi la site-ul web Scratch, logheaza-te si da clic pe numele tau de utilizator coltul din dreapta sus al ferestrei. Alege "setarile contului" si da clic pe link pentru a-ti schimba parola.
sl: Pojdi na Scratch spletno stran in se prijavi. Potem klikni na svoje uporabniško ime v zgornjem desnem kotu okna. Izberi "nastavitve računa" in klikni na povezavo za spremembo gesla.
sv: Gå till Scratch webbplats, logga in och klicka på ditt användarnamn i det övre högra hörnet av fönstret. Välj "kontoinställningar", och klicka på länken för att ändra ditt lösenord.
tr: Scratch web sitesinde git, oturum aç ve ardından pencerenin sağ üst köşesinde bulunan kullanıcı adını tıkla. Hesap ayarlarını seç ve şifremi değiştir bağlantısını tıkla
uk: Перейти на сайту Скретчу, логін, і потім натисніть на ім'я користувача в правому верхньому куті вікна. Виберіть "Налаштування облікового запису" і натисніть на посилання для зміни паролю.

source: How do I change my email address?
ca: Com canvio la meva adreça de correu electrònic?
de: Wie kann ich meine E-Mail-Adresse ändern?
el: Πώς αλλάζω τη διεύθυνση ηλεκτρονικού ταχυδρομείου μου;
fr: Comment puis-je changer mon adresse courriel?
gl: Como cambio a miña dirección de correo electrónico?
it: Come faccio a cambiare il mio indirizzo email?
lv: Kā es varu mainīt savu epasta adresi?
nb: Hvordan endrer jeg epostadressen som er registrert på meg?
pt: Como posso alterar o meu endereço de correio electrónico?
sl: Kako spremenim svoj e-poštni naslov?
tr: E-posta adresimi nasıl değiştirebilirim?

source: Go to the Scratch website, login, and then click your username in the upper right corner of the window. Choose "account settings", and click the link to change your email.
de: Geh auf die Scratch-Webseite, melde dich an und klicke dann auf deinen Benutzernamen in der rechten oberen Ecke des Fensters. Wähle "Kontoeinstellungen" und klicke auf den Link, um Ihre E-Mail-Adresse zu ändern.
el: Πηγαίνετε στην ιστοσελίδα του Scratch, συνδεθείτε στο λογαριασμό σας και κατόπιν πατήστε το όνο χρήστη σας στην πάνω-δεξιά πλευρά της οθόνης. Επιλέξτε "ρυθμίσεις λογαριασμού", και πατήστε το σύνδεσμο για να αλλάξετε τη διεύθυνση ηλ/κού ταχυδρομείου σας.
fr: Allez sur le site de Scratch, connectez-vous, puis cliquez sur votre nom d'utilisateur dans le coin supérieur droit de la fenêtre. Choisissez «Paramètres du compte» et cliquez sur le lien pour changer votre adresse email.
gl: Entra ao sitio web de Scratch, accede á túa conta, e preme no teu nome de usuario na esquina superior dereita da fiestra. Escolle "configuración da conta", e preme na ligazón para cambiar a túa dirección de correo electrónico.
it: Accedi al <a href="http://scratch.mit.edu">sito di Scratch</a> e clicca sul tuo nome utente nella riga azzurra in alto a destra. Scegli "Configurazione account", e clicca il link per cambiare la tua email.
lv: Ej uz Scratch mājaslapu, piesakies, tad kliksķini uz sava lietotājvārda augšējā labajā stūrī. Izvēlies "konta iestatījumi" un tad klikšķini uz saites, lai mainītu savu epastu.
nb: Logg inn på Scratch-nettsidene og klikk på brukernavnet ditt i øvre høyre hjørne. Velg "brukerinnstillinger" og klikk på linken for å bytte epostadresse.
pt: Vá ao sítio Web do Scratch, entre e clique no seu nome de utilizador no canto superior direito da janela. Escolha «Configurações da conta» e clique na ligação para alterar o seu endereço de correio electrónico.
sl: Pojdi na spletno stran Scratcha, se prijavi in klikni na svoje uporabniško ime v desnem zgornjem kotu. Izberi "nastavitve računa" in klikni na povezavo, da spremeniš svo e-naslov.
tr: Scratch sitesine git, giriş yap, sağ üst köşede göreceğin kullanıcı adına tıkla. "Hesap ayarları"nı seç, E-posta menüsüne tıkla ve değişikliği yap.

source: How do I transition from 'New Scratcher' to 'Scratcher'?
ca: Com passo de "Nou Scratcher" a "Scratcher"?
de: Wie werde ich als 'Neuer Scratcher' zum 'Scratcher'?
el: Πώς γίνομαι "Μέλος του Scratch" από "Νέο Μέλος του Scratch";
fr: Comment puis-je passer de "Nouveau Scratcher» à «Scratcher»?
gl: Como fago a transición de 'Scratcher Novo' a 'Scratcher'?
it: Come posso cambiare il mio stato da "Nuovo membro di Scratch" a "Membro della comunità di Scratch"?
lv: Kā lai es kļūstu no 'Jauniņā Scratch lietotāja' par 'Scratch lietotāju'?
nb: Hvordan blir jeg forfremmet fra "Ny Scratcher" til "Scratcher"?
pt: Como evoluo de «Novo Scratchador» para «Scratchador»?
sl: Kako napreduijem iz "novega Scratcherja" v "Scratcher"?
tr: 'Yeni Scratchçi'likten 'Scratchçi'liğe' nasıl geçerim?

source: Make and share projects, comment helpfully on other Scratcher's projects, and be patient! After a few weeks of being active, a link will appear on your profile page inviting you to become a Scratcher. (Note that we don't promote New Scratchers to Scratcher on request - even when bribed with fancy chocolates.)
de: Erstelle und veröffentliche Projekte, kommentiere Projekte anderer Scratcher hilfreich und habe Geduld! Nach ein paar Wochen Aktivität erscheint ein Link auf deiner Profil-Seite, der dich einlädt, Scratcher zu werden. (Beachte, dass wir Neue Scratcher nicht auf Antrag zu Scratchern befördern - auch nicht gegen Bestechung mit feinster Schokolade.)
el: Δημιουργήστε και ανεβάστε έργα, κάντε βοηθητικά σχόλια σε άλλα έργα, και να είστε υπομονετικοί! Μετά από μερικές βδομάδες αφού είστε ενεργός στη σελίδα, ένας σύνδεσμος θα εμφανιστεί στη σελίδα προφίλ σας το οποίο θα σας προσκαλεί να γίνετε "Μέλος του Scratch". Σημείωση: Εμείς δεν προάγουμε τα "Νέα Μέλη του Scratch" σε "Μέλη του Scratch" κατόπιν αιτήσεως - ακόμη και εάν μας δωροδοκήσετε με γλυκές σοκολάτες!
fr: Faire et de partager des projets, commenter intelligemment ​​les projets Scratch des autres, et être patient! Après quelques semaines d'activité, un lien apparaîtra sur votre page de profil vous invitant à devenir un Scratcher. (Notez que nous n'accordons le titre de Nouveau Scratcher à un Scratcher sur demande - même soudoyé par des chocolats de fantaisie.)
gl: Fai e comparte proxectos, fai comentarios que sexan de axuda en proxectos doutros Scratcher, e ten paciencia! Despois de unhas poucas semáns nas que sexas activo, na túa páxina do perfil aparecerá unha invitación a que te convirtas nun Scratcher. (Ten en conta que non podemos converter os Scratcher Novos en Scratcher baixo petición - ainda que nos sobornes con chocolates deliciosos.)
it: Crea e condividi dei progetti, scrivi commenti costruttivi nei progetti degli altri Scratchers e sii paziente! Dopo qualche settimana da quando ti sei registrato, comparirà un link sulla pagina del tuo profilo che ti invita a diventare un membro della comunità di Scratch (uno Scratcher). (Attenzione: non cambiamo lo stato dei nuovi utenti a "Scratcher" a richiesta - neanche se veniamo corrotti con dei cioccolatini.)
lv: Veido un kopīgo projektus, komentē citu Scratch lietotāju projektus un esi pacietīgs! Pēc dažu nedēļu aktivitiātes, profila lapā parādīsies saite, aicinot kļūt par Scratch lietotāju. (Mēs nemainām jauniņo statusus uz lietotāju statusiem pēc kādiem lūgumiem pat tad, ja mēģināsi mūs uzpirkt ar šokolādi.)
nb: Lag prosjekter og legg dem ut, skriv konstruktive kommentarer til andre og vær tålmodig! Når du har vært aktiv i noen uker vil du finne en link på din profilside med invitasjon til å bli Scratcher. (Merk at du ikke kan be oss om forfremmelse, det nytter for eksempel ikke å bestikke oss med fin sjokolade.)
pt: Crie e partilhe projectos, faça comentários construtivos nos projectos de outros Scratchadores e seja paciente! Após alguma semanas de actividade, surgirá uma ligação na sua página de perfil convidando-o a tornar-se um Scratchador. (Note que não promovemos Novos Scratchadores a Scratchadores por pedido – mesmo que nos tentem com chocolates sofisticados.)
sl: Ustvari in deli projekte, s komentarji pomagaj ostalim projektom in bodi potrpežljiv! Po nekaj tednih aktivnosti se vam bo na vaši strani s profilom pokazala povezava, ki vas bo povabila, da postanete Scratcher. (Pomnite, da novi uporabniki na zahtevo ne morajo dobiti naziva Scratcher - četudi nam pošljete čokoladice.)
tr: Projeler yap ve paylaş, diğer Scratchçilerin projelerine yardımcı olacak şekilde yorum yap ve sabırlı ol! Bu şekilde birkaç hafta faal olursan, profil sayfanda seni Scratchçiliğe davet eden bir link göreceksin. (Aklında olsun öyle istedi diye hiçbir Yeni Scratchçiyi Scratchçi yapmayız - rüşvet olarak çukulata teklif etse bile.)

source: Can I have more than one account?
ca: Puc tenir més d'un compte?
cs: Smím mít více než jeden účet?
de: Kann ich mehr als einen Account besitzen?
el: Μπορώ να έχω περισσότερους από έναν λογαριασμό;
es: ¿Puedo tener más de una cuenta?
et: kas mul võib olla rohkem kui üks konto?
eu: Kontu bat baino gehiago izan al dezaket?
fr: Puis-je avoir plus d'un compte?
ga: An bhfuil cead agam níos mó ná cuntas amháin a chruthú?
gl: Podo ter máis dunha conta?
it: Posso avere più di un account?
ja: 複数のアカウントを所有することはできますか?
lv: Vai man var būt vairāk kā viens konts?
nb: Kan jeg ha mer enn en brukerkonto?
pt: Posso ter mais do que uma conta?
ro: Pot avea mai mult de un cont?
sl: Ali imam lahko več kot en račun?
sr: Могу ли да имам више од једног налога?
sv: Kan jag ha mer än ett konto?
tr: Birden fazla hesabım olabilir mi?
uk: Чи можу я мати більше одного облікового запису?

source: It's fine to have a few accounts on the Scratch website, as long as none of them are used to break the Community Guidelines. In that case, all related accounts may be blocked or deleted.
ca: Està bé tenir més d'un compte a la pàgina d'Scratch sempre que no vulneris cap de les normes d'ús de la comunitat. En cas de vulnerar-les tots els comptes podran ser bloquejats o esborrats.
cs: Je v pořádku mít několik účtů na stránkách Scratche, dokud žádný z nich nebude použit k porušování pravidel společenství. V tom případě všechny příbuzné účty budou zablokovány nebo zrušeny.
de: Es ist in Ordnung, mehrere Accounts auf der Scratch-Website zu besitzen, sofern keiner davon benutzt wird, um die Community-Regeln zu brechen. In diesem Fall werden sämtliche verbundene Accounts gesperrt oder gelöscht.
el: Δεν υπάρχει πρόβλημα με το να έχετε πολλούς λογαριασμούς στην ιστοσελίδα του Scratch, εφόσον κανένας από αυτούς δεν παραβιάζει τις Οδηγίες Κοινότητας. Σε αυτή την περίπτωση, όλοι οι σχετικοί λογαριασμοί θα αποκλειστούν ή θα διαγραφούν.
es: Está bien tener varias cuentas en el sitio web de Scratch, siempre y cuando ninguna se utilice para romper las Reglas de la Comunidad. En ese caso, todas las cuentas relacionadas podrán ser bloqueadas o borradas.
et: Scratch kodulehel võib Sul olla mitu kontot, niikaua kui ühtki neist ei sattu vastollu kogukonna reeglitega. Sel juhul võidakse blokeerida või kustutada kõik Sinuga seotud kontod.
eu: Scratch webgunean kontu gutxi batzuk izatea ondo dago, Komunitatearen Jarraibideak jaraitzen badituzu guztiekin. Hala ez balitz, zuri loturiko kontu guztiak blokeatuak edo ezabatuak izan litezke.
fr: C'est bien d'avoir quelques comptes sur le site web de Scratch, tant qu'aucun d'entre eux sont utilisés pour enfreindre les Règles de conduite en communauté. Dans ce cas, tous les comptes connexes peuvent être bloqués ou supprimés.
ga: Tá, fad is nach mbriseann tú rialacha an chomhphobail le haon cheann acu. Sa chás sin, seans go gcuirfimis cosc ar na cuntais go léir.
gl: Podes ter varias contas no sitio web de Scratch, sempre e cando ninguna se utilice para romper as Reglas da Comunidade. Nese caso, todas as contas relacionadas poderán ser bloqueadas ou borradas.
it: Puoi avere più di un account sul sito di Scratch purché nessuno di essi venga usato per infrangere le linee guida della comunità di Scratch. Nel caso in cui questo accada infatti tutti i tuoi account potrebbero essere bloccati o cancellati.
ja: コミュニティガイドラインを侵害しない限り、Scratchウェブサイトで２～３個のアカウントを持つことは良いことです。侵害した場合には、関連する全てのアカウントがブロックされたり削除されるでしょう。
lv: Tas ir pieņemami, ja tev ir vairāki konti Scratch mājaslapā, ja vien neviens no tiem nepārkāpj kopienas vadlīnijas. Šādā gadījumā gan visi saistītie konti tiks bloķēti vai dzēsti.
nb: Det er helt greit å ha noen forskjellige brukerkontoer på Scratch-nettstedet så lenge ingen av dem bryter med Retningslinjene for bruk. Ved brudd på retningslinjene kan alle kontoene bli sperret eller slettet.
pt: Não há problema em ter algumas contas no sítio Web do Scratch, desde que nenhuma delas seja usada​​para violar as Linhas de Orientação da Comunidade. Se alguma delas for usada dessa forma, todas as contas relacionadas podem ser bloqueadas ou eliminadas.
ro: Este in regula daca ai mai multe conturi pe site-ul Scratch, atat timp cat respecti regulile comunitatii. In cazul in care vreunul dintre ele incalca aceste reguli, toate conturile corespunzatoare vor fi sterse sau blocate.
sl: Nič ni narobe, če imaš več računov na Scratch spletni strani, doker v nobenem izmed njih ne kršiš smernic skupnosti. V nasprotnem primeru so lahko vsi sorodni računi blokirani ali izbrisani.
sv: Det går bra att ha flera konton på Scratch webbplats, så länge som inget av dem används för att bryta användarriktlinjerna. Om så sker kan alla relaterade konton blockeras eller raderas.
tr: Topluluk ilkelerine uyulduğu sürece birden fazla hesaba sahip olunmasında bir sorun yoktur. İlkelere aykırı bir durumda tüm hesaplar bloke edilecek ya da silinecektir.
uk: Це прекрасно, що є можливість мати декілька облікових записів на сайті Скретчу, поки вони не використовуються, щоб порушувати принципи співтовариства. У цьому випадку всі відповідні облікові записи можуть бути заблоковані або видалені.

source: Is it OK to have more than one person logged into an account?
ca: Està bé que més d'una persona iniciï la sessió amb un mateix compte?
de: Ist es in Ordnung, wenn sich mehr als eine Person an einem einzigen Benutzerkonto anmeldet?
el: Υπάρχει πρόβλημα εάν περισσότερα άτομα συνδέονται σε έναν λογαριασμό;
es: ¿Está bien que más de una persona use una cuenta al mismo tiempo?
et: Kas see on normaalne, et ühe kontoga logib sisse rohkem kui üks inimene?
eu: Onargarria al da pertsona bat baino gehiagok kontu berean saioa hasita izatea?
fr: Est-il possible que plusieurs personnes soient connectées à un compte?
gl: É correcto que máis dunha persoa use unha conta ao mesmo tempo?
it: E' permesso che più persone accedano al sito di Scratch usando uno stesso account?
lv: Vai drīkst vairāk kā viens lietotājs pieteikties vienā kontā?
nb: Er det OK at flere logger seg inn på en brukerkonto samtidig?
pt: É OK haver mais do que uma pessoa autenticada numa mesma conta?
sl: Ali se lahko hkrati več kot en človek prijavi v isti račun?
sv: Är det OK att ha mer än en person inloggad på ett konto?
tr: Bir hesaba birden fazla kişinin giriş yapmasında sorun oluşur mu?
uk: Це нормально, щоб більше, ніж одна людина могла використовувати обліковий запис?
