Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: The <strong>Hour of Code</strong>&#8482; is a nationwide initiative by <a href="http://csedweek.org">Computer Science Education Week</a> and <a href="http://code.org">Code.org</a><br /> to introduce millions of students to one hour of computer science and computer programming.
de: Die <strong>Hour of Code</strong>&#8482; ist eine landesweite Initiative von der <a href="http://csedweek.org">Computer Science Education Week</a> und <a href="http://code.org">Code.org</a><br /> um Millionen von Schülern und Studierenden eine Stunde lang Informatik und Programmieren näher zu bringen.
fr: L' <strong>Heure du Code</strong>&#8482; est une initiative nationale de <a href="http://csedweek.org">la semaine de l'Education à l'Informatique</a> et de <a href="http://code.org">Code.org</a><br /> d'initier des millions d'étudiants pendant une heure à l'informatique et la programmation informatique.
it: L'<strong>Ora del Codice</strong>&#8482; è un'iniziativa nazionale della <a href="http://csedweek.org">Computer Science Education Week</a> e di<a href="http://code.org">Code.org</a><br /> per introdurre milioni di studenti a un'ora di informatica e di programmazione del computer.
lv: <strong>Programmēšanas stunda</strong>&#8482; ir starptautiska iniciatīvu, kuru vada<a href="http://csedweek.org">Computer Science Education Week</a> and <a href="http://code.org">Code.org</a><br /> lai iedvesmotu miljoniem skolēnu piedalīties vienas stundas garā datorzinību un programmēšanas nodarbībā.
nb: <strong>Kodetimen</strong>&#8482; er et initiativ fra <a href="http://csedweek.org">Computer Science Education Week</a> og <a href="http://code.org">Code.org</a><br /> for å gi alle skoleelever en introduksjon til programmering og informatikk.
pt: A <strong>Hora do Código</strong>&#8482; é uma iniciativa nacional (nos E.U.A.) promovida pela <a href="http://csedweek.org">Computer Science Education Week</a> e pelo <a href="http://code.org">Code.org</a><br /> para introduzir milhões de estudantes a uma hora de ciência da computação e programação de computadores.

source: What's New in 2.0? - Scratch
ca: Què hi ha de nou al 2.0? - Scratch
cs: Co je nového ve 2.0? - Scratch
de: Was ist neu in 2.0? - Scratch
el: Τι είναι καινούριο στο 2.0; - Scratch
es: ¿Qué hay de nuevo en 2.0? - Scratch
et: Mida on uut 2.0-s? - Scratch
eu: Zer berritu da 2.0n? - Scratch
fr: Qu'est ce qui est nouveau dans 2.0? - Scratch
ga: Gach Rud Nua i leagan 2.0 - Scratch
gl: Que hai de novo en 2.0? - Scratch
it: Cosa c'è di nuovo nella versione 2.0? - Scratch
ja: 2.0の新機能 - Scratch
lv: Kas jauns 2.0? - Scratch
nb: Hva er nytt i versjon 2.0? - Scratch
pt: O Que Há de Novo no 2.0? - Scratch
ro: Ce este nou in 2.0? - Scratch
sl: Kaj je novega v 2.0? - Scratch
sr: Шта је ново у верзији 2.0 - Скрач
sv: Vad är nytt i 2.0? - Scratch
tr: 2.0'da Yeni Ne Var? - Scratch
uk: Що нового в 2.0? - Скретч

source: What's New in Scratch 2.0?
ca: Què hi ha de nou a l'Scratch 2.0?
cs: Co je nového ve Scratch 2.0?
de: Was ist neu in Scratch 2.0?
el: Τι είναι καινούριο στο Scratch 2.0;
es: ¿Qué hay de nuevo en Scratch 2.0?
et: Mida on uut Scratch 2.0-s?
eu: Zer berritu da Scratch 2.0n?
fr: Quoi de nouveau dans Scratch 2.0?
ga: Gach Rud Nua i Scratch 2.0
gl: Que hai de novo en Scratch 2.0?
it: Cosa c'è di nuovo in Scratch 2.0?
ja: Scratch 2.0の新機能
lv: Kas jauns Scratch versijā 2.0?
nb: Hva er nytt i Scratch 2.0?
pt: O Que Há de Novo no Scratch 2.0?
ro: Ce este nou in Scratch 2.0?
sl: Kaj je novega v Scratch 2.0?
sr: Шта је ново код Скрача 2.0?
sv: Vad är nytt i Scratch 2.0?
tr: Scratch 2.0'da Yeni Ne Var?
uk: Що нового в Скретч 2.0?

source: Welcome to a new generation of Scratch! With Scratch 2.0, you can create new types of projects, work together in new ways, and learn new things in the process.
ca: Benvingut a la nova generació d'Scratch! Amb Scratch 2.0, pots crear diferents tipus de projectes, treballar conjuntament de noves maneres i aprendre noves coses.
cs: Vítáme tě v nové generaci Scratch! Se Scratch 2.0 můžeš vytvářet nové typy projektů, spolupracovat novými způsoby a během toho se naučit nové věci.
de: Willkommen in einer neuen Generation von Scratch! Mit Scratch 2.0 kannst du neue Arten von Projekten erschaffen, mit anderen in neuer Form zusammenarbeiten und dabei neue Dinge lernen.
el: Καλωσορίσατε στη νέα γενιά του Scratch! Με το Scratch 2.0, μπορείτε να δημιουργήσετε καινούρια έργα, να συνεργαστείτε με άλλα άτομα με διάφορους τρόπους και να μάθετε νέα πράγματα καθώς ασχολείστε με τον προγραμματισμό στο Scratch.
es: ¡Bienvenido a una nueva generación de Scratch! Con Scratch 2.0, puedes crear nuevos tipos de proyectos, colaborar con otros de nuevas formas, y aprender cosas nuevas en el proceso.
et: Tere tulemast uue põlvkonna Scratchi. Scratch 2.0-ga saad luua uut tüüpi projekte, teha uutmoodi koostööd ning õppida seejuures uusi asju ja tegevusi.
eu: Ongietorri Scratchen belaunaldi berrira! Scratch 2.0rekin era guztietako objetuak sortu, eta era berrietan lanean jar ditzakezu, prozesuan gauza berraik ikasiz.
fr: Bienvenue à une nouvelle génération de Scratch! Avec Scratch 2.0, vous pouvez créer de nouveaux types de projets, de travailler ensemble dans de nouveaux moyens, et apprendre de nouvelles choses dans le processus.
ga: Fáilte go dtí an chéad ghlúin eile de Scratch! Le Scratch 2.0, is féidir leat cineálacha nua tionscadal a chruthú, comhoibriú ar bhealaí nua, agus rudaí nua a fhoghlaim sa phróiseas.
gl: Benvido a unha nova xeración de Scratch! Con Scratch 2.0, podes crear novos tipos de proxectos, colaborar con outros de novas formas, e aprender cousas novas no proceso.
it: Benvenuto alla nuova generazione di Scratch! Con Scratch 2.0 puoi creare nuovi tipi di progetti, puoi collaborare in nuovi modi e imparare molte cose nuove mentre programmi.
ja: 新世代のScratchにようこそ！ Scratch2.0を使うと、新しい形式の作品をつくること、新しい方法で共同作業をすることができ、そのなかで新しいことを学ぶことができます。
lv: Esiet sveikti jaunākajā Scratch paaudzē. Ar Scratch 2.0 vari radīt jauna veida projektus, daudzveidīgāk sadarboties un apgūt jaunas lietas.
nb: Velkommen til en ny generasjon av Scratch! Med Scratch 2.0 kan du lage nye typer prosjekter, samarbeide på nye måter og lære nye ting underveis.
pt: Bem-vindo a uma nova geração do Scratch! Com o Scratch 2.0 pode criar novos tipos de projectos, trabalhar em conjunto de novas formas e aprender coisas novas durante esse processo.
ro: Bun venit la o noua generatie de Scratch! Cu Scratch 2.0, poti crea noi tipuri de proiecte, lucra in echipa intr-o noua maniera si poti invata invata lucruri noi in acest proces.
sl: Pozdravljen-a v novi generaciji Scratcha! S Scratch 2.0 lahko ustvarjaš nove vrste projektov, sodeluješ z drugimi uporabniki na nove načine in se pri tem kaj novega naučiš.
sr: Добродошао у нову генерацију Скрача! Помоћу Скрача 2.0 можеш да ствараш нове врсте пројеката, сарађујеш са другима на нови начин, и кроз ово научиш нове ствари.
sv: Välkommen till en ny generation av Scratch! Med Scratch 2.0 kan du skapa nya typer av projekt, arbeta tillsammans på nya sätt, och lära dig saker i processen.
tr: Yeni nesil Scratch'a hoş geldin! Scratch 2.0 ile, yeni türde projeler yaratabilir, yeni yöntemlerle ortak çalışabilir ve programlarken yeni şeyler öğrenebilirsin.
uk: Ласкаво просимо в нове покоління Скретчу! У Скретчі 2.0 можна створювати нові типи проектів, працювати разом по-новому і дізнаватися при цьому про нове.

source: Scratch 2.0 allows you to create, edit, and view projects directly in your web browser. (You no longer have to download or upload projects or install any software.)
ca: L'Scratch 2.0 et deixa crear, editar i veure projectes directament en el teu navegador. (No hauràs de descarregar, pujar projectes o instal·lar cap programari.)
cs: Scratch 2.0 ti dovolí vytvořit, opravovat a prohlížet projekty přímo v tvém www prohlížeči. (Už nemusíš stahovat ani nahrávat projekty nebo instalovat nějaký software.)
de: Scratch 2.0 erlaubt es dir, Projekte direkt in deinem Web-Browser zu erstellen, zu editieren und zu betrachten. (Du brauchst keine Projekte mehr herunterzuladen, hochzuladen oder irgendwelche Software zu installieren.)
el: Το Scratch 2.0 σας επιτρέπει να δημιουργήσετε, να επεξεργαστείτε και να δείτε έργα κατευθείαν από τον browser σας. (Δεν χρειάζεται πλέον να κατεβάσετε, να ανεβάσετε έργα ή να εγκαταστήσετε προγράμματα.)
es: Scratch 2.0 te permite crear, editar y ver proyectos directamente en tu navegador web. (Ya no tienes que descargar o subir proyectos, ni tienes que instalar software.)
et: Scratch 2.0 võimaldab luua, muuta ja vaadata projekte otse veebilehitsejas. (Pole vaja laadida alla ja üles projekte või installeerida tarkvara.)
eu: Scratch 2.0rekin proiektuak sortu, editatu eta ikus ditzakezu zure nabigatzailean. (Ez duzu softwarerik jaitsi eta instalatu behar)
fr: Scratch 2.0 vous permet de créer, d'éditer et de visualiser les projets directement dans votre navigateur Web. (Vous n'avez plus besoin de télécharger ou de transférer des projets ou d'installer un logiciel.)
ga: Le Scratch 2.0, is féidir leat tionscadail a chruthú, a chur in eagar, agus a scrúdú go díreach i do bhrabhsálaí. (Ní gá bogearra Scratch a shuiteáil a thuilleadh, ná tionscadail a íosluchtú nó uasluchtú.)
gl: Scratch 2.0 permíteche crear, editar e ver proxectos directamente no teu navegador web. (Xa non tes que descargar ou subir proxectos, nin tes que instalar software.)
it: Scatch 2.0 ti permette di creare, modificare e vedere i progetti direttamente nel tuo browser web. (Non dovrai più scaricare o caricare progetti o installare qualche applicazione)
ja: Scratch 2.0 は作品を作る、編集する、見ることも直接ウェブブラウザからできます。（あなたは何かをダウンロードしたりインストールする必要がありません。）
lv: Scratch 2.0 ļauj veidot, rediģēt un skatīt savus projektus tieši tīmekļa pārlūkā. (Tev vairāk nevajag lejuplādēt vai augšuplādēt savus projektus vai uzstādīt programmatūru.)
nb: Med Scratch 2.0 kan du skape, redigere og vise prosjekter i nettleseren. (Du behøver ikke installere programvare eller laste ned prosjekter.)
pt: O Scratch 2.0 permite-lhe criar, editar e visualizar projectos directamente no seu navegador Web. (Já não precisa de descarregar ou carregar projectos, ou de instalar qualquer aplicação.)
ro: Scratch 2.0 iti permite sa creezi, editezi si revizuiesti proiect direct in browser-ul tau web. (Nu mai este nevoie sa descarci sau sa incarci proiecte sau sa instalezi vreun software.)
sl: Scratch 2.0 ti omogoča ustvarjanje, urejanje in ogled projektov neposredno v tvojembrskalniku. (Sedaj prenašanje in nalaganje projektov ter nameščanjeprogramske opreme ni več potrebno.)
sv: Scratch 2.0 tillåter dig att skapa, förändra och visa projekt direkt i din webbläsare. (Du behöver inte längre ladda upp eller ner projekt, och inte heller installera någon mjukvara.)
tr: Scratch 2.0 projelerini doğrudan internet tarayıcında oluşturmanı, düzenlemeni ve oynatmanı sağlar. (Yani artık proje indirip, yüklemene ve bilgisayarına programlar yüklemene ihtiyaç kalmadı.)
uk: Скретч 2.0 дозволяє створювати, редагувати та переглядати проекти прямо у веб-браузері. (І вам більше не доведеться завантажувати або вивантажувати проекти та інсталювати програмне забезпечення.)

source: Here are some of the new features in Scratch 2.0.
ca: Aquestes són algunes de les noves característiques de l'Scratch 2.0.
cs: Tady jsou některé nové vlastnosti ve Scratch 2.0.
de: Hier sind einige der neuen Funktionen von Scratch 2.0.
el: Εδώ είναι μερικές από τις νέες δυνατότητες του Scratch 2.0.
es: Aquí están algunas de las nuevas características de Scratch 2.0.
et: Siin on mõned Scratch 2.0 uued võimalused.
eu: Hona hemen Scratch 2.0ren ezaugarri berri batzu.
fr: Voici quelques-unes des nouvelles fonctionnalités de Scratch 2.0.
ga: Seo iad roinnt de na gnéithe nua i Scratch 2.0.
gl: Aquí están algunhas das novas características de Scratch 2.0.
it: Ecco alcune delle nuove caratteristiche di Scratch 2.0.
ja: これらが Scratch 2.0 の新機能の一部です。
lv: Scratch 2.0 ir arī vairākas jaunas iespējas
nb: Her er noe av det som er nytt i Scratch 2.0.
pt: Eis algumas das novas funcionalidades do Scratch 2.0.
ro: Iata cateva caracteristici noi din Scratch 2.0.
sl: Tu je nekaj novih funkcij v Scratch 2.0.
sr: Ево неких новина у Скрачу 2.0.
sv: Här några av funktionerna i Scratch 2.0.
tr: İşte Scratch 2.0'ın bazı yeni özellikleri.
uk: Ось деякі з нових можливостей Скретчу 2.0.

source: Project Editor
ca: Editor de Projectes
cs: Editor projektu
de: Projekt-Editor
el: Επεξεργαστής Έργων
es: Editor de proyectos
et: Projektiredaktor
eu: Proiektu Editorea
fr: Editeur de projets
ga: Eagarthóir Tionscadail
gl: Editor de proxectos
it: Editor dei Progetti
ja: プロジェクトエディター
lv: Projekta redaktors
nb: Redigering av prosjekter
pt: Editor de Projectos
ro: Editor de proiect
sl: Urejevalnik projektov
sr: Едитор пројекта
sv: Projektredigerare
tr: Proje Editörü
uk: Редактор проектів

source: Click <b>Create</b> to make a new project.
ca: Prem <b>Crea</b> per fer un nou projecte.
cs: Klikni <b>Create</b> pro vytvoření nového projektu.
de: Klicke auf <b>Entwickeln</b>, um ein neues Projekt zu erstellen.
el: Πατήστε στο κουμπί <b>Δημιουργία</b> για να δημιουργήσετε ένα νέο έργο.
es: Haz clic en <b>Crear</b> para crear un proyecto nuevo.
et: Uue projekti tegemiseks klõpsa <b>Loomine</b>.
eu: Klikatu <b>Sortu</b> proiektu barri bat sortzeko.
fr: Cliquez <b> Créer </ b> pour faire un nouveau projet.
ga: Cliceáil <b>Cruthaigh</b> chun tionscadal nua a chruthú.
gl: Preme en <b>Crear</b> para crear un proxecto novo.
it: Clicca su <b>Crea</b> per creare un nuovo progetto.
ja: <b>作る</b>をクリックすると新しいプロジェクト（作品）が作成されます。
lv: Klikšķini <b>Veidot</b>, lai sāktu jaunu projektu.
nb: Klikk <b>Rediger</b> for å lage et nytt prosjekt.
pt: Clique em <b>Criar</b> para criar um projecto novo.
ro: Clic pe <b>Creaza</b> pentru a face un nou proiect.
sl: Klikni <b>Ustvari</b>, da narediš nov projekt.
sr: Кликни <b>Стварај</b> да би направио нови пројекат.
sv: Klicka på <b>Skapa</b> för att skapa ett nytt projekt.
tr: Yeni proje oluşturmak için <b>Oluştur</b> düğmesine bas.
uk: Натисніть <b>Створити</b> для створення проекту.

source: Your project will automatically save as you work on it (if you're logged in).
ca: El teu projecte es guardarà automàticament mentre hi treballis (si has iniciat sessió).
cs: Tvůj projekt bude automaticky uložen když na něm pracuješ (a jsi přihlášen).
de: Dein Projekt wird automatisch gespeichert, wenn du daran arbeitest (sofern du angemeldet bist).
el: Το έργο σας θα αποθηκεύεται αυτόματα καθώς δουλεύετε σε αυτό (εάν είστε συνδεδεμένος).
es: Tu proyecto se guardará automáticamente mientras trabajas en el (si has ingresado a tu cuenta).
et: Sinu projekt salvestatakse automaatselt, (kui oled sisse logitud).
eu: Zure proiektua automatikoki gordeko da berarekin lanean zabiltzanean (saioa hasita baduzu).
fr: Votre projet sera sauvegardé automatiquement pendant que vous y travaillez (si vous êtes connecté).
ga: Sábhálfar do thionscadal go huathoibríoch le linn duit ag obair air (má tá tú logáilte isteach).
gl: O teu proxecto gardarase de forma automática mentres traballas nel (se entraches na túa conta).
it: Il tuo progetto viene salvato automaticamente mentre ci lavori (se sei collegato).
ja: プロジェクトは、あなたの作業中に自動的に保存されます。（ログインをしている場合）
lv: Tavs projekts tiks automātiski saglabāts tava darba laikā (ja būsi pieslēdzies).
nb: Prosjektet lagres automatisk mens du arbeider (hvis du er logget inn).
pt: O seu projecto será automaticamente guardado à medida que trabalha nele (se estiver autenticada(o)).
ro: Proiectul tau se salveaza automat pe masura ce lucrezi la el (daca esti logat).
sl: Tvoj projekt se bo samodejno shranjeval, medtem ko delaš na njem (če si prijavljen-a).
sr: Твој пројекат ће бити аутоматски сачуван током твог рада на њему (ако си пријављен).
sv: Dina projekt kommer automatiskt att sparas medan du arbetar med dom (om du är inloggad).
tr: Üzerinde çalışırken projen kendiliğinden kaydedilir (eğer giriş yapmışsan tabii).
uk: Ваш проект буде автоматично збережено під час роботи (якщо ви увійшли в систему).

source: When you create a project, you are the only one who can see it. After you share it, anyone can see and remix it.
ca: Quan tu crees un projecte, tu ets l'únic que el pot veure. Després de compartir-lo, qualsevol pot veure'l i reinventar-lo.
cs: Když vytvoříš projekt, jsi jediný kdo ho může vidět. Jakmile ho nasdílíš, každý ho může vidět a odvozovat z něj.
de: Wenn du ein Projekt erstellst, bist du der einzige, der es sehen kann. Nachdem du es veröffentlicht hast, kann es jeder sehen und remixen.
el: Όταν δημιουργείτε ένα έργο, μόνο εσείς μπορείτε να το δείτε. Αφού κάνετε κοινή χρήση του έργου αυτού, όλοι μπορούν να το δουν και να το αναμείξουν.
es: Cuando creas un proyecto, eres el único que lo puede ver. Una vez que lo compartas, todos pueden verlo y reinventarlo.
et: Kui lood projekti, oled ainus, kes seda näha saab. Pärast projekti jagamist võib igaüks seda vaadata ja remiksida.
eu: Proiektu bat sortzen duzunean, zu zara ikus dezakeen bakarra. Partekatu ondoren edonork ikus eta birnahastu ahalizango du.
fr: Lorsque vous créez un projet, vous êtes le seul qui peut le voir. Une fois que vous le partagez, n'importe qui peut le voir et le remixer.
ga: Nuair a chruthaíonn tú tionscadal, is tusa amháin atá in ann é a fheiceáil. Tar éis duit é a chomhroinnt, beidh aon duine in ann é a fheiceáil agus a athmheascadh.
gl: Cando creas un proxecto, eres o único que o pode ver. Unha vez que o compartes, todos poden velo e recrealo.
it: Quando crei un progetto solo tu puoi vederlo. Dopo che lo hai condiviso chiunque potrà vederlo e remixarlo.
ja: プロジェクトを作ったとき、それを見ることができるのはあなた一人だけです。あなたがそれを共有したあとは、誰でもそれを見ることができ、リミックスできます。
lv: Kad esi izveidojis projektu, tu esi vienīgais, kurš to redz. Pēc tam, kad ar projektu dalīsies, ikviens to varēs redzēt un remiksēt.
nb: Når du lager et prosjekt er det bare du som kan se det. Etter at du har lagt det ut kan alle se det og remikse det.
pt: Quando cria um projecto, é a única pessoa que o pode ver. Depois de o partilhar, qualquer pessoa poderá vê-lo e remisturá-lo.
ro: Cand creezi un proiect, esti singurul care il poate vedea. Dupa ce il partajezi, oricine il poate vedea si prelucra.
sl: Ko ustvariš projekt, si edini/edina, ki ga lahko vidiš. Ko pa ga deliš,ga lahko vidijo tudi ostali in ga lahko predelujejo.
sv: När du skapar ett projekt är du den enda som kan se det. Efter du har delat det, kan vem som helst se och förändra det.
tr: Bir proje yarattığında, onu sadece sen görebilirsin. Paylaşırsan, herkes görebilir ve katkıda bulunabilir.
uk: При створенні проекту, ви єдиний, хто може бачити його. Після того як ви поділилися ним, кожен може його бачити і реміксувати.

source: The new paint editor includes <b>vector graphics</b> so that images can scale to different sizes without getting jagged.
ca: El nou editor de personatges inclou <b>gràfics vectorials</b> i així les imatges es poden redimensionar sense perdre qualitat.
cs: Nový editor kreslení obsahuje <b>vektorovou grafiku</b> takže obrázky lze škálovat do do různých velikostí aniž by se staly zubaté.
de: Das neue Zeichenwerkzeug bietet auch <b>Vektorgrafiken</b>, so dass Bilder verschiedene Größen annehmen können, ohne zu verpixeln.
el: Ο νέος Επεξεργαστής Σχεδίων περιλαμβάνει <b>γραφικά vector</b> ώστε οι εικόνες να μπορούν να αλλάζουν μέγεθος χωρίς να "τετραγωνίζονται" τα γραφικά.
es: El nuevo editor de pinturas incluye <b>gráficos vectoriales</b> así que las imágenes se pueden escalar a diferentes tamaños sin que se pixelen.
et: Uus joonistamisredaktor sisaldab <b>vektorgraafikat</b>, seega saab piltide suurust muuta kvaliteedis kaotamata.
eu: Marrazketa editore berriak <b>grafiko bektorialak</b> ere baditu, irudiak tamaina ezberdinetara eralda daitezkelarik pixelazio efekturik jasan gabe.
fr: Le nouvel éditeur comprend <b>un module de graphique vectoriel</b> de telle sorte que les images peuvent évoluer à différentes tailles tout en conservant leur intégrité.
ga: Úsáideann an t-eagarthóir nua péinteála <b>grafaic veicteoireach</b> sa chaoi go mbeidh tú in ann méid íomhánna a athrú gan cáilíocht na híomhá a chailleadh.
gl: O novo editor de imaxes inclúe <b>gráficos vectoriais</b> así que as imáxes pódense escalar a diferentes tamaños sen que se pixelen.
it: Il nuovo editor di immagini gestisce anche <b>grafica vettoriale</b> in modo che le immagini possano essere scalate a diverse dimensioni senza perdere qualità.
lv: Jaunais grafiskais redaktors var strādāt <b>vektorgrafikā</b>, tādējādi attēlus var dažādi mērogot neietekmējot kvalitāti.
nb: Du kan nå redigere tegninger med <b>vektorgrafikk</b> slik at bildene kan forstørres og forminskes uten å få ujevne kanter.
pt: O novo editor de pintura inclui <b>gráficos vectoriais</b> de modo a que as imagens possam ser escaladas para diferentes tamanhos sem ficarem irregulares.
ro: Noul editor grafic include <b>grafica vectoriala</b> astfel incat imaginile pot fi scalate la diferite dimensiuni fara a fi distorsionate.
sl: Novi slikar omogoča <b>vektorsko grafiko</b>, tako da lahko spreminjašvelikosti slike, ne da bi bila slika meglena.
sv: Det nya ritverktyget innehåller <b>vektorgrafik</b>så att bilderna kan skalas till olika storlekar utan att bli ojämna.
tr: Yeni resim editörü <b>çizgisel (vektörel) grafik</b>ler içerir, bu sayede resimlerin büyüklüğü değişse de netliği bozulmaz.
uk: Новий графічний редактор підтримує <b>векторну графіку</b>, тепер зображення можуть збільшуватись без спотворень.
