Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p> You can move the mouse around to see the position of the mouse pointer. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
ca: <p> Pots moure el ratolí arreu per veure la posició del seu punter. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
el: <p> Μπορείτε να κινήσετε το ποντίκι για να δείτε τη θέση του δείκτη του ποντικιού. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
es: <p> Puedes mover el ratón alrededor para ver la posición de su apuntador. <p> <img src="%(STATIC_URL)s/images/help/es/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/es/mouse-y-ex3.png" /><br/> </p>
et: <p> Saad liigutada hiirt, nägemaks hiirekursori.positsiooni <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
eu: <p> Sagua mugitu dezakezu saguaren erakuslearen kokapena ikusteko. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
fr: <p> Tu peux déplacer la souris pour voir la position de son pointeur. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
gl: <p> Podes mover o rato para ver a posición do punteiro. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
it: <p> Mentre sposti il mouse puoi vedere la posizione del puntatore del mouse. <p> <img src="%(STATIC_URL)s/images/help/it/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/it/mouse-y-ex3.png" /><br/> </p>
lv: <p> Vari pakustināt peli, lai redzētu peles kursora koordināti. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
nb: <p> Du kan se musepekerens x- og y-posisjon mens du beveger musen. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
pt: <p> Pode ir movendo o ponteiro do rato para ver a sua posição. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
sl: <p> Miško lahko premikaš naokoli, da vidiš položaj kazalca miške. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
sv: <p> Du kan röra musen för att se musmarkörens position. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
uk: <p> Ви можете переміщати мишу, щоб побачити положення покажчика миші.. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>

source: Move a certain number of steps
ca: Mou un determinat nombre de passes
cs: Udělej určitý počet kroků
de: Gehe einen Schritt einer bestimmten Länge
el: Κάνει το αντικείμενο να προχωρήσει κατά ένα συγκεκριμένο αριθμό βημάτων
es: Mover un número de pasos
et: Liigub antud arvu piksleid
eu: Zehaztutako pausu kopurua mugitu
fr: Se déplacer d'un certain nombre de pas
ga: Bog líon áirithe céimeanna
gl: Mover un número de pasos determinado
it: Fa un certo numero di passi
lv: Pārvietot par noteiktu soļu daudzumu
nb: Flytt et bestemt antall skritt
pt: Move o actor um certo número de passos
ro: Muta un anumit numar de pasi
sl: Premakni se za določeno število korakov
sr: Креће се одређени број корака
sv: Flytta ett visst antal steg
tr: Belirli sayıda adım at
uk: Переміститись на певну кількість кроків

source: <p>The sprite will move in the current direction. Type in how far you want it to move.</p> If you type in a negative number (such as -10), the sprite will go in the opposite direction.</p> <p>A <b>step</b> is a very short distance. The Scratch stage is 480 steps wide and 360 steps tall:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
ca: <p>El personatge es mourà en la direcció actual, tants passos com ho indiquis al bloc.</p> Si tecleges un nombre negatiu (com -10), el personatge es mourà en la direcció oposada.</p> <p>Una <b>passa</b> és una distància molt petita. L'escenari d'Scratch té 480 passos d'ample i 360 passos d'alt:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
el: <p>Το αντικείμενο θα μετακινηθεί στην τρέχουσα κατεύθυνση, Πληκτρολογήστε πόσο μακριά θέλετε να κινηθεί.</p> Οι αρνητικοί αριθμοί (π.χ. ο αριθμός -10) μετακινούν το αντικείμενο στην αντίθετη κατεύθυνση.</p> <p>Ένα <b>βήμα</b> είναι μια πολύ μικρή απόσταση. Το Σκηνικό έιναι 480 βήματα πλατύ και 360 βήματα ψηλό.</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
es: <p>El objeto se moverá en la dirección actual. Escriba qué tan lejos desea que se mueva.</p> Si ingresas un número negativo (tal como -10), el objeto irá en la dirección opuesta.</p> <p>Un <b>paso</b> es una distancia muy corta. El escenario de Scratch tiene 480 pasos de ancho y 360 pasos de alto:</p><img src="%(STATIC_URL)s/images/help/es/stage-width-height.png" />
et: <p>Sprait liigub jooksvas suunas. Kirjuta, kui kaugele soovid seda teisaldada.</p> Kui kirjutad negatiivne arvu (näiteks -10), sprait läheb vastupidises suunas.</p> <p><b>Piksel</b> on väga väike vahema. Scratchi lava on 480 pikselit lai ja 360 pikselit kõrge:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
eu: <p>Spritea uneko norabidean mugituko da. Idatzi zein urrun joatea nahi duzun.</p> Zenbaki negatibo bat idazten baduzu (-10 adibidez), spritea kontrako norantzan joango da.</p> <p><b>Pausu</b> bat oso distantzia laburra da. Scratcheko eszenatokiak 480 pausu ditu zabalean eta 360 altueran:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
fr: <p>Le lutin se déplace sur la direction courante ( par défaut au départ vers la droite : 90° ). Tape la distance en nombre de pas que tu veux qu'il parcoure.</p> Si tu tapes un nombre négatif (un nombre tel que -10), le lutin se déplacera dans le sens opposé mais sur la même direction.</p> <p>Un <b>pas</b> est une très petite distance. La scène de Scratch a une largeur de 480 pas et 360 pas de hauteur:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
gl: <p>A figura moverase na dirección actual. Escribe a distancia a mover.</p> Si escribes un número negativo (como -10), a figura irá na dirección oposta.</p> <p>Un <b>paso</b> é unha distancia moi curta. O escenario Scratch ten un ancho de 480 pasos e unha altura de 360 pasos:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
it: <p>Lo sprite si sposterà nella direzione corrente. Digita un numero che indica quanto lontano vuoi spostarti.</p> Se digiti un numero negativo (come -10), lo sprite si sposterà nella direzione opposta.</p> <p>Un <b>passo</b> è una distanza molto piccola. Lo Stage di Scratch è largo 480 passi alto 360 passi:</p><img src="%(STATIC_URL)s/images/help/it/stage-width-height.png" />
lv: <p>Gariņš pārvietosies pašreizējā virzienā. Ieraksti, cik tālu vēlies to pārvietot.</p> Ja ierakstīsi negatīvu skaitli (piemēram, -10), gariņš pārvietosies pretējā virzienā.</p> <p><b>Solis</b> ir ļoti neliels attālums. Scratch skatuve ir 480 soļus plata un 360 soļus augsta: </p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
nb: <p>Figuren beveger seg i den retningen den har. Tallet du skriver i klossen bestemmer hvor langt den går.</p> Hvis du skriver et negativt tall (for eksempel -10) går figuren motsatt vei.</p> <p>Et <b>steg</b> er veldig kort (bredden av en pixel). Scenen i Scratch er 480 steg bred og 360 steg høy:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
pt: <p>O actor mover-se-á na direcção corrente. Introduza quantos passos quer que o actor se mova.</p> Se introduzir um número negativo (tal como -10), o actor mover-se-á na direcção oposta.</p> <p>Um <b>passo</b> é uma distância muito curta. O palco do Scratch tem 480 passos de largura e 360 passos de altura:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
sl: <p>Figura se bo premaknila v trenutni položaj. Vtipkaj, kako daleč želiš, da se premakne.</p> Če vneseš negativno število (npr. -10), se bo figura premaknila v nasprotno smer.</p> <p><b>Korak</b> je zelo kratka razdalja. Scratch oder je širok 480 korakov in visok 360 korakov:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
sv: <p>Sprajten kommer att röra sig i den befintliga riktningen. Skriv in hur långt den ska röra sig.</p> Om du skriver in ett negativt tal (t.ex -10), kommer sprajten att gå i motsatt riktning.</p> <p>Ett <b>steg</b> är en mycket kort sträcka. Scratchscenen är 480 steg bred och 360 steg hög:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
tr: <p>Kuklayı bulunduğu yönde hareket ettirir. Adım sayısını ne kadar büyük girersen kukla o kadar uzağa gider.</p> Eğer eksi bir sayı girersen (örneğin -10) kukla ters yönde gider.</p> <p>Bir <b>adım</b> çok kısa bir mesafedir. Scratch'in sahnesi yatayda 480, dikeyde 360 adımdan oluşur:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
uk: <p>Спрайт буде рухатися у поточному напрямку. Введіть число, яке вкаже як далеко ви хочете його перемістити.</p> Якщо ввести від'ємне число (наприклад, -10), спрайт рухатиметься у протилежному напрямку.</p> <p>Завважте, що <b>крок</b> є дуже малою відстанню. Сцена має 480 кроків по горизонталі та 360 кроків по вертикалі:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />

source: Multiplies two numbers
ca: Multiplica dos nombres
el: Πολλαπλασιάζει δύο αριθμούς.
es: Multiplica dos números
et: Korrutab kaks arvu
eu: 2 zenbaki biderkatu
fr: Multiplie 2 nombres
gl: Multiplica dous números
it: Moltiplica due numeri
lv: Sareizina divus skaitļus
nb: Multipliserer (ganger) to tall
pt: Multiplica dois números
ro: Inmulteste doua numere
sl: Zmnoži dve števili
sv: Multiplicerar två tal
uk: Множення двох чисел

source: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Switches to the next costume in the sprite's costume list</h3></p>
ca: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Canvia al següent vestit de la llista de vestits del personatge</h3></p>
el: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Αλλάζει στην επόμενη ενδυμασία στη λίστα ενδυμάτων του αντικειμένου.</h3></p>
es: <img src="%(STATIC_URL)s/images/help/es/next-costume-block.png" /> <h3>Cambia al siguiente disfraz en la lista de disfraces del objeto</h3></p>
et: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Võtab järgmise kostüümi spraidi kostüümde nimekirjast</h3></p>
eu: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Spriteen mozorroen zerrendako hurrengo mozorrora aldatzen du</h3></p>
fr: 1328<img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Bascule sur le costume suivant dans la liste des costumes</h3></p>
gl: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Muda á seguinte vestimenta na lista de vestimentas da figura</h3></p>
it: <img src="%(STATIC_URL)s/images/help/it/next-costume-block.png" /> <h3>Passa al costume successivo nella lista dei costumi dello sprite</h3></p>
lv: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Pārslēdzas un nākāmo tērpu gariņa tērpu sarakstā</h3></p>
nb: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Bytter til neste drakt i figurens listen av drakter</h3></p>
pt: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Passa para o traje seguinte na lista de trajes do actor</h3></p>
sl: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Preklopi na naslednji videz v seznamu videzov figure</h3></p>
sv: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Byter till nästa klädsel i sprajtens lista för klädslar</h3></p>
tr: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Kuklanın bir sonraki kılığına geçer</h3></p>
uk: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Перемикає на наступний образ зі списку образів спрайта</h3></p>

source: <p>To see a sprite's costumes, click <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p> You can rearrange the order of the costumes in the list by dragging and dropping.</p>
ca: <p>Per veure els vestits del personatge, fes clic a <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p> Pots canviar l'ordre dels vestits a la llista arrossegant-los i deixant-los anar.</p>
el: <p>Για να δείτε τις ενδυμασίες ενός αντικειμένου, πατήστε στο <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p>Μπορείτε να αλλάξετε τη σειρά των ενδυμασιών σύροντας και αφήνοντας τις ενδυμασίες.</p>
es: <p>Para ver los disfraces de un objeto, haz clic en <img src="%(STATIC_URL)s/images/help/es/costumes-tab.png"/>.</p> <p> Puedes reordenar los disfraces en la lista, arrastrándolos y soltándolos.</p>
et: <p>Et näha spraidi kostüüme, klõpsa <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p>Hiirega lohistades saab muuta kostüümide järjekorda.</p>
eu: <p>Spritearen mozorroak ikusteko, klikatu <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p> Mozorroen ordena berrantola dezakezu arrastatu eta jareginez.</p>
fr: <p>Pour voir les costumes d'un lutin, clique sur <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p> Tu peux réorganiser l'ordre des costumes dans la liste par un glisser-déposer.</p>
gl: <p>Para ver as vestimentas dunha figura, preme en <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p> Podes trocar a orde das vestimentas na lista arrastrando e soltando.</p>
it: <p>Per vedere i costumi di uno sprite, clicca <img src="%(STATIC_URL)s/images/help/it/costumes-tab.png"/>.</p> <p> Puoi riordinare i costumi della lista trascinandoli nella posizione desiderata.</p>
lv: <p>Lai redzētu visus gariņa tērpus, klikšķini <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p>Vari mainīt tērpu secību, pārvelkot tos ar peli.</p>
nb: <p>For å se alle draktene til en figur klikker du <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p> Du kan bytte rekkefølgen på draktene ved å klikke og dra dem i listen.</p>
pt: <p>Para ver os trajes de um actor, clique <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p> Pode reordenar os trajes na lista arrastando-os e largando-os.</p>
ro: <p>Pentru a vedea costumele unui sprite, clic pe <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p>Poti sa schimbi ordinea costumelor in lista prin tragere si eliberare in locul dorit.</p>
sl: <p>Za ogled videza figure klikni <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p> Vrstni red videzov v seznamu lahko preurediš s 'povleci in spusti'.</p>
sv: <p>För att se en sprajts klädslar, klicka <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p> Du kan arrangera om ordningen av klädslar i listan genom att dra och släppa dem.</p>
tr: <p>Bir kuklanın sahip olduğu kılıkları görmek için <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/> sayfasına geç.</p> <p>Kılıkların sırasını değiştirmek istersen kılıkları sürükleyip istediğin yere bırakabilirsin.</p>
uk: <p>Щоб побачити образи спрайту, клацніть <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p> Ви можете змінити порядок цих образів перетягуванням.</p>

source: <p>When <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> gets to the end of the list, it goes back to the top.</p>
ca: <p>Quan <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> arriba al final de la llista, torna a començar pel principi.</p>
de: <p>Nach dem letzten Köstum in der Liste beginnt <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> wieder von vorne mit dem ersten Kostüm.</p>
el: <p> Όταν το τετράγωνο εντολής <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> πάει στο τέλος της λίστας, πηγαίνει πάλι στην αρχή.</p>
es: <p>Cuando <img src="%(STATIC_URL)s/images/help/es/next-costume-block.png" /> llega al final de la lista, regresa al comienzo.</p>
et: <p>Kui <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> jõuab loetelu lõpuni, läheb see algusesse. </p>
eu: <p><img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> zerrendako azkenera iristean, bueltan doa berriz haserara.</p>
fr: <p>Quand <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> arrive à la fin de la liste, il remonte au début de la liste.</p>
gl: <p>Cando <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> chega ao fin da lista, volta ao principio.</p>
it: <p>Quando <img src="%(STATIC_URL)s/images/help/it/next-costume-block.png" /> arriva alla fine della lista ritorna al primo costume della lista.</p>
lv: <p>Kad <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> sasniedz saraksta beigas, tas atgriežas uz sākumu. </p>
nb: <p>Når <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> kommer til slutten av listen hopper den til første drakt igjen.</p>
pt: <p>Quando <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> chega ao fim da lista, volta ao traje inicial.</p>
ro: <p>Cand <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> se ajunge la sfarsitul listei, o ia din nou de la inceput.</p>
sl: <p>Ko <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> pride na konec seznama, se vrne na vrh.</p>
sv: <p>När <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> kommer till slutet av listan början den om igen från början.</p>
tr: <p><img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> taşı kılık listesinin sonuna gelirse en başa geri döner.</p>
uk: <p>Якщо <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> дійшли до кінця списку образів, наступний буде перший (верхній).</p>

source: <h3>Switches to the next backdrop in the stage's backdrop list</h3></p>
ca: <h3>Canvia al següent fons a la llista de fons de l'escenari</h3></p>
el: <h3>Αλλάζει στο επόμενο υπόβαθρο στη λίστα υποβάθρου του σκηνικού</h3></p>
es: <h3>Cambia al siguiente fondo en la lista de fondos del escenario</h3></p>
et: <h3>Võtab järgmise tausta lava taustade nimekirjast</h3></p>
eu: <h3>Eszenatokiko hondoen zerrendako hurrengo ondora aldatzen du</h3></p>
fr: <h3>Bascule sur l'arrière-plan suivant dans la liste des arrière-plans</h3></p>
gl: <h3>Muda ao seguinte fondo na lista de fondos do escenario</h3></p>
it: <h3>Passa allo sfondo successivo nella lista degli sfondi dello Stage</h3></p>
lv: <h3>Ieslēdz nākamo fonu no skatuves fonu saraksta</h3></p>
nb: <h3>Bytter til neste bakgrunn i scenens liste av bakgrunner</h3></p>
pt: <h3>Passa para o próximo cenário na lista de cenários do palco</h3></p>
sl: <h3>Preklopi na naslednje ozadje v seznamu ozadij odra </h3></p>
sv: <h3>Byter till nästa bakgrund i scenens lista för bakgrunder</h3></p>
tr: <h3>Sahnenin bir sonraki dekoruna geçer</h3></p>
uk: <h3>Перемикає на наступне тло Сцени з їх списку</h3></p>

source: <p>To see a stage's backdrops, click <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p> You can rearrange the order of the backdrops in the list by dragging and dropping.</p>
ca: <p>Per veure els fons de l'escenari, fes clic a <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p> Pots canviar l'ordre dels fons a la llista arrossegant-los i deixant-los anar.</p>
el: <p>Για να δείτε τα υπόβαθρα του σκηνικού, πατήστε <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p>Μπορείτε να αλλάξετε τη σειρά των υποβάθρων στη λίστα πατώντας και σύρωντας τα υπόβαθρα σε διαφορετικές θέσεις.</p>
es: <p>Para ver los fondos del escenario, haz clic en <img src="%(STATIC_URL)s/images/help/es/backdrop-tab.png"/>.</p> <p>Puedes reorganizar el orden de los fondos en la lista, arrastrando y soltando.</p>
et: <p>Et näha lava taustu, klõpsa <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p>Lohistades saad muuta lava taustade järjekorda loetelus.</p>
eu: <p>Eszenatokiaren hondoak ikusteko, klikatu <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p>Hondoen ordena berrantola dezakezu zerrendan, arrastatu eta jareginez.</p>
fr: <p>Pour voir les arrière-plans de la scène, clique <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p> Tu peux modifier l'ordre des arrière-plans dans la liste par un glisser-déposer.</p>
gl: <p>Para ver os fondos do escenario, preme en <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p> Podes trocar a orde dos fondos na lista arrastrando e soltando.</p>
it: <p>Per vedere gli sfondi dello Stage clicca <img src="%(STATIC_URL)s/images/help/it/backdrop-tab.png"/>.</p> <p> Puoi riordinare gli sfondi della lista trascinandoli nella posizione desiderata.</p>
lv: <p>Lai redzētu skatuves fonus, klikšķini <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p>Vari mainīt fonu secību, pārvelkot tos ar peli.</p>
nb: <p>For å se alle bakgrunnsbildene klikker du <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p> Du kan bytte rekkefølgen på bakgrunnene ved å klikke og dra dem i listen.</p>
pt: <p>Para ver os cenários do palco, clique em <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p> Pode reordenar os cenários na lista arrastando-os e largando-os.</p>
sl: <p>Za ogled ozadij odra klikni <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p> Vrstni red ozadij v seznamu lahko preurediš s 'povleci in spusti'.</p>
sv: <p>För att se scenens bakgrunder, klicka <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p> Du kan arrangera om ordningen av bakgrunder i listan genom att dra och släppa dem.</p>
tr: <p>Sahnenin sahip olduğu dekorları görmek için <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/> sayfasıan geç.</p> <p>Dekorların sırasını sürükleyip bırakarak istedğin gibi değiştirebilirsin.</p>
uk: <p>Щоб побачити набір тла Сцени, клацніть <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p> Ви можете змінити порядок цих образів перетягуванням.</p>
