Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <h4>Learn more!</h4> <p>Watch the Getting Started with Scratch video:</a></p> <iframe src="//player.vimeo.com/video/80961102?title=0&amp;byline=0&amp;portrait=0" width="291" height="164" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe> </p> <p>For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.</p> <br /> <p align="center"><img src="%(STATIC_URL)s/images/help/scratch-logo-white.png"> </p> <a href="https://www.madewithcode.com/" target="_blank"><p id="made-with-code" align="center"><img src = "%(STATIC_URL)s/images/help/made-with-code-logo.png"></p></a>
fr: <h4>En savoir plus!</h4> <p>Regarde la vidéo de la Mise en route avec Scratch:</a></p> <iframe src="//player.vimeo.com/video/80961102?title=0&amp;byline=0&amp;portrait=0" width="291" height="164" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe> </p> <p>Pour plus d'idées, clique sur <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.</p> <br /> <p align="center"><img src="%(STATIC_URL)s/images/help/scratch-logo-white.png"> </p> <a href="https://www.madewithcode.com/" target="_blank"><p id="made-with-code" align="center"><img src = "%(STATIC_URL)s/images/help/made-with-code-logo.png"></p></a>
gl: <h4>Aprende máis!</h4> <p>Mira vídeo Scratch na sección Primeiros Pasos:</a></p> <iframe src="//player.vimeo.com/video/80961102?title=0&byline=0&portrait=0" width="291" height="164" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe> </p> <p>Para máis ideas, preme <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Todas as Suxestións</a>.</p> <br /> <p align="center"><img src="%(STATIC_URL)s/images/help/scratch-logo-white.png"> </p> <a href="https://www.madewithcode.com/" target="_blank"><p id="made-with-code" align="center"><img src = "%(STATIC_URL)s/images/help/made-with-code-logo.png"></p></a>
it: <h4>Impara di più!</h4> <p>Guarda il video Come Iniziare con Scratch:</a></p> <iframe src="//player.vimeo.com/video/80961102?title=0&byline=0&portrait=0" width="291" height="164" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe> </p> <p>Per altre idee, clicca <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.</p> <br /> <p align="center"><img src="%(STATIC_URL)s/images/help/scratch-logo-white.png"> </p> <a href="https://www.madewithcode.com/" target="_blank"><p id="made-with-code" align="center"><img src = "%(STATIC_URL)s/images/help/made-with-code-logo.png"></p></a>
lv: <h4>Iemācies vairāk!</h4> <p>Noskaties video "Scratch iesācēju ceļvedis":</a></p> <iframe src="//player.vimeo.com/video/80961102?title=0&amp;byline=0&amp;portrait=0" width="291" height="164" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe> </p> <p>Vairāk idejām klikšķini <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Visi padomi</a>.</p> <br /> <p align="center"><img src="%(STATIC_URL)s/images/help/scratch-logo-white.png"> </p> <a href="https://www.madewithcode.com/" target="_blank"><p id="made-with-code" align="center"><img src = "%(STATIC_URL)s/images/help/made-with-code-logo.png"></p></a>
nb: <h4>Lær deg mer!</h4> <p>Se en introduksjonsvideo:</a></p> <iframe src="//player.vimeo.com/video/80961102?title=0&byline=0&portrait=0" width="291" height="164" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe> </p> <p>Du kan få flere ideer her: <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Alle Tips</a>.</p> <br /> <p align="center"><img src="%(STATIC_URL)s/images/help/scratch-logo-white.png"> </p> <a href="https://www.madewithcode.com/" target="_blank"><p id="made-with-code" align="center"><img src = "%(STATIC_URL)s/images/help/made-with-code-logo.png"></p></a>
pt: <h4>Aprenda mais!</h4> <p>Assista ao vídeo Iniciação com o Scratch:</a></p> <iframe src="//player.vimeo.com/video/80961102?title=0&byline=0&portrait=0" width="291" height="164" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe> </p> <p>Para mais ideias, clique em <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Todas as Dicas</a>.</p> <br /> <p align="center"><img src="%(STATIC_URL)s/images/help/scratch-logo-white.png"> </p> <a href="https://www.madewithcode.com/" target="_blank"><p id="made-with-code" align="center"><img src = "%(STATIC_URL)s/images/help/made-with-code-logo.png"></p></a>

source: <p>Click the <span class="eventscolor">Events</span> category.</p> <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top, like this:</p> <img src = "%(STATIC_URL)s/images/help/flagsay2.gif">
fr: <p>Clique dans la catégorie <span class="eventscolor">Evènements</span>.</p> <p>Tu fais un glisser-déposer du bloc <span class="events color">quand<img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> pressé</span> et place le au sommet, comme ceci:</p> <img src = "%(STATIC_URL)s/images/help/flagsay2.gif">
it: <p>Clicca la categoria <span class="eventscolor">Situazioni</span>.</p> <p>Prendi un blocco <span class="eventscolor">quando si clicca su <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> e aggiungilo in cima, così:</p> <img src = "%(STATIC_URL)s/images/help/flagsay2.gif">
lv: <p>Noklikšķini sadaļu <span class="eventscolor">Notikumi</span>.</p> <p>Pārvel bloku <span class="eventscolor">kad nospiests <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> </span> un pievieno to augšā, līdzīgi kā te:</p> <img src = "%(STATIC_URL)s/images/help/flagsay2.gif">
nb: <p>Klikk og velg <span class="eventscolor">Hendelser</span>-klossene.</p> <p>Trekk ut en <span class="eventscolor">når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikkes</span>-kloss og fest den øverst, slik:</p> <img src = "%(STATIC_URL)s/images/help/flagsay2.gif">
pt: <p>Clique na categoria <span class="eventscolor">Eventos</span>.</p> <p>Arraste um bloco <span class="eventscolor">Quando alguém clicar em <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> e encaixe-o no topo, desta forma:</p> <img src = "%(STATIC_URL)s/images/help/flagsay2.gif">
tr: <p><span class="eventscolor">Olaylar</span> grubunu aç.</p> <p><span class="eventscolor"><img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> tıklanınca</span> taşını al aşağıdaki gibi üste oturt:</p> <img src = "%(STATIC_URL)s/images/help/flagsay2.gif">

source: <p>Now you can click on the green flag <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> to play the card:</p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p>
fr: <p> Maintenant, vous pouvez cliquer sur le drapeau vert <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> pour jouer la carte:</p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p>
gl: <p>Agora podes premer na bandeira verde <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> para executar a tarxeta:</p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p>
it: <p>Ora puoi cliccare sulla bandiera verde <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> per attivare il biglietto:</p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p>
lv: <p>Tagad, noklikšķinot uz zaļā karodziņa, <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> kartīte tiks atskaņota:</p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p>
nb: <p>Nå kan du starte bursdagskortet ved å klikke <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">:</p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p>
pt: <p>Agora pode clicar na bandeira verde <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> para executar o cartão:</p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p>
tr: <p>Bu sayede yeşil bayrağa <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> her tıkladığında kartı oynatabilirsin:</p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p>

source: Next, add a party scene
fr: Ensuite, ajoute une scène de fête
gl: Despois engade unha escea festiva
it: Ora aggiungi la scena di una festa
lv: Tālāk pievienosim ballītei fonu
nb: Så kan du legge inn et festbilde
pt: Em seguida, adicione um ambiente de festa
tr: Şimdi de bir parti sahnesi yapalım

source: Add a Backdrop
de: Füge ein Bühnenbild hinzu
es: Agregue un Fondo
fr: Ajoute un arrière-plan
gl: Engadir un fondo
it: Aggiungi uno Sfondo
lv: Pievienot fonu
nb: Legg på en bakgrunn
pt: Adicione um Cenário
tr: Bir Dekor Ekle

source: Choose a backdrop for your card.
de: Wähle ein Bühnenbild für deine Karte.
fr: Choisis un arrière-plan pour ta carte.
gl: Elixe un fondo para a túa tarxeta.
it: Scegli uno sfondo per il tuo biglietto.
lv: Izvēlies fonu savai kartītei.
nb: Velg et bakgrunnsbilde for kortet ditt
pt: Escolha um cenário para o seu cartão.
tr: Kartın için bir dekor seç.

source: <p>Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon:</p> <img src = "%(STATIC_URL)s/images/help/backgroundlibrary2.png">
fr: <p>Clique sur l'icône <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">:</p> <img src = "%(STATIC_URL)s/images/help/backgroundlibrary2.png">
gl: <p>Preme a icona <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">:</p> <img src = "%(STATIC_URL)s/images/help/backgroundlibrary2.png">
it: <p>Clicca l'icona <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">:</p> <img src = "%(STATIC_URL)s/images/help/backgroundlibrary2.png">
lv: <p>Noklikšķini ikonu <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">:</p> <img src = "%(STATIC_URL)s/images/help/backgroundlibrary2.png">
nb: <p>Klikk på ikonet <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">:</p> <img src = "%(STATIC_URL)s/images/help/backgroundlibrary2.png">
pt: <p>Clique no ícone <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">:</p> <img src = "%(STATIC_URL)s/images/help/backgroundlibrary2.png">
tr: <p><img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> simgesini tıkla:</p> <img src = "%(STATIC_URL)s/images/help/backgroundlibrary2.png">

source: <p>Choose "party" or another backdrop:</p> <img src = "%(STATIC_URL)s/images/help/partybackground.png">
fr: <p>Choisis "party" ou un autre arrière-plan:</p> <img src = "%(STATIC_URL)s/images/help/partybackground.png">
gl: <p>Elixe "festa" ou outro fondo:</p> <img src = "%(STATIC_URL)s/images/help/partybackground.png">
it: <p>Scegli "party" o un'altro sfondo:</p> <img src = "%(STATIC_URL)s/images/help/partybackground.png">
lv: <p>Izvēlies "ballīte" vai citu fonu:</p> <img src = "%(STATIC_URL)s/images/help/partybackground.png">
nb: <p>Velg "party" eller en annen bakgrunn:</p> <img src = "%(STATIC_URL)s/images/help/partybackground.png">
pt: <p>Escolha «festa» («party») ou outro cenário:</p> <img src = "%(STATIC_URL)s/images/help/partybackground.png">
tr: <p>"Party" veya başka bir dekor seç:</p> <img src = "%(STATIC_URL)s/images/help/partybackground.png">

source: <p>Now your card will look something like this:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
fr: <p>Maintenant votre carte ressemblera à quelque chose comme cela:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
gl: <p>Agora a túa tarxeta pode ter un aspecto como este:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
it: <p>Ora il tuo biglietto apparirà come mostrato qui:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
lv: <p>Tagad tava kartīte izskatās līdzīgi šai:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
nb: <p>Nå ser kordet ditt omtrent slik ut:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
pt: <p>Agora o seu cartão será parecido com:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
tr: <p>Kartın şimdi bunun gibi birşeye benzemiş olmalı:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">

source: Next, add a cake to your card
fr: Ensuite, ajoute un cake à ta carte
gl: Despois engade unha torta á túa tarxeta
it: Ora aggiungi una torta al tuo biglietto
lv: Tālāk pievieno kūku savai kartītei
nb: Nå kan du legge inn en kake
pt: Em seguida, adicione um bolo ao seu cartão
tr: Sırada karta pasta ekleme var

source: <p>To add a cake, click on the <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> icon:</p> <img src = "%(STATIC_URL)s/images/help/spritelibrary.png">
fr: <p>Pour ajouter un cake, clique sur l'icône <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">:</p> <img src = "%(STATIC_URL)s/images/help/spritelibrary.png">
gl: <p>Para engadir unha torta, preme na <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> icona:</p> <img src = "%(STATIC_URL)s/images/help/spritelibrary.png">
it: <p>Per aggiungere una torta, clicca sull'icona <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">:</p> <img src = "%(STATIC_URL)s/images/help/spritelibrary.png">
lv: <p>Lai pievienotu kūku, klikšķini ikonu <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">:</p> <img src = "%(STATIC_URL)s/images/help/spritelibrary.png">
nb: <p>Legg til en kake-figur ved å klikke dette ikonet: <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"></p> <img src = "%(STATIC_URL)s/images/help/spritelibrary.png">
pt: <p>Para adicionar um bolo, clique no ícone <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">:</p> <img src = "%(STATIC_URL)s/images/help/spritelibrary.png">

source: <p>Then select the "Cake" sprite and click OK.</br> <p><img src = "%(STATIC_URL)s/images/help/cake.png"></p> <span class="reminder">In Scratch, any character or object is called a sprite.</span></p>
fr: <p>Ensuite sélectionne le lutin "Cake" et clique OK.</br> <p><img src = "%(STATIC_URL)s/images/help/cake.png"></p> <span class="reminder">Dans Scratch, tout personnage tout objet est appelé lutin.</span></p>
gl: <p>Despois selecciona a figura "Torta" e preme OK.</br> <p><img src = "%(STATIC_URL)s/images/help/cake.png"></p> <span class="reminder">En Scratch, calquer personaxe ou obxecto chámase figura.</span></p>
it: <p>Ora seleziona lo sprite "Cake" e clicca OK.</br> <p><img src = "%(STATIC_URL)s/images/help/cake.png"></p> <span class="reminder">In Scratch, tutti i personaggi e gli oggetti sono detti <i>sprite</i>.</span></p>
lv: <p>Izvēlies gariņu "kūka", un klikšķini Labi.</br> <p><img src = "%(STATIC_URL)s/images/help/cake.png"></p> <span class="reminder">Scratch vidē katru tēlu un objektu sauc par gariņu.</span></p>
nb: <p>Du kan for eksempel velge den ferdige figuren "Cake" og klikke OK.</br> <p><img src = "%(STATIC_URL)s/images/help/cake.png"></p> <span class="reminder">Alle ting og vesener som er lagt inn i prosjektet kalles "Figur" I Scratch.</span></p>
pt: <p>Depois seleccione o actor «Bolo» («Cake») e clique em OK.</br> <p><img src = "%(STATIC_URL)s/images/help/cake.png"></p> <span class="reminder">No Scratch chama-se actor a qualquer personagem ou objecto.</span></p>

source: <p>Drag your cake to where you want it on the Stage.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
fr: <p>Tu fas un glisser-déposer de ton cake à l'emplacement que tu as choisi sur la scène .</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
gl: <p>Arrastra a túa torta ao sitio que queiras do Escenario.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
it: <p>Trascina la tua torta dove preferisci sullo Stage.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
lv: <p>Pārbīdi kūku tur, kur gribi to redzēt uz skatuves.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
nb: <p>Trekk kaken dit du vil ha den på scenen.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
pt: <p>Arraste o seu bolo no Palco para onde o quiser pôr.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>

source: <p>Tip: Make any sprite bigger by clicking on it with the grow tool. Or make it smaller using the shrink tool:</p> <img src = "%(STATIC_URL)s/images/help/cursor-tools-grow-shrink.png">
fr: <p>Conseil: tu peux augmenter la taille de tout lutin en cliquant sur l'outil Agrandir. Ou la diminuer en utilisant l'outil Réduire:</p> <img src = "%(STATIC_URL)s/images/help/cursor-tools-grow-shrink.png">
gl: <p>Suxestión: fai calquera figura máis grande premendo sobre ela coa ferramenta Medrar. Ou faina máis pequena coa ferramenta Encoller:</p> <img src = "%(STATIC_URL)s/images/help/cursor-tools-grow-shrink.png">
it: <p>Suggerimento: Puoi ingrandire gli sprite cliccandoli con lo strumento per ingrandirli. O ridurli cliccandoli con lo strumento per ridurli:</p> <img src = "%(STATIC_URL)s/images/help/cursor-tools-grow-shrink.png">
lv: <p>Padoms: Palielini gariņu, klikšķinot uz palielināšanas rīka. Vai samazini, lietojot samazināšanas rīku:</p> <img src = "%(STATIC_URL)s/images/help/cursor-tools-grow-shrink.png">
nb: <p>Tips: Du kan forstørre og forminske en figur ved å klikke på den med disse verktøyene:</p> <img src = "%(STATIC_URL)s/images/help/cursor-tools-grow-shrink.png">
pt: <p>Dica: Aumente qualquer actor clicando nele com a ferramenta de aumentar. Diminua-o usando a ferramenta de reduzir:</p> <img src = "%(STATIC_URL)s/images/help/cursor-tools-grow-shrink.png">

source: Next, add music to your card!
fr: Ensuite, ajoute de la musique à ta carte!
gl: Despois engade música á túa tarxeta!
it: Ora aggiungi della musica al tuo biglietto!
lv: Tālāk pievienosim kartītei mūziku!
nb: Legg inn musikk i bursdagskortet!
pt: Em seguida, adicione música ao seu cartão!

source: Now, add music that plays when you click the cake.
fr: Maintenant, ajoute de la musique qui joue lorsque tu cliques sur le cake.
gl: Agora engade a música que soará cando se prema a torta.
it: Ora aggiungi della musica che suoni quando clicchi la torta.
lv: Tagad pievienosim mūziku, kura skanēs, kad noklikšķināsi uz kūkas.
nb: Nå kan du legge inn musikk som begynner å spille når kaken klikkes.
pt: Agora, adicione música para tocar quando se clicar no bolo.

source: <p>First, click to select the cake. <img src = "%(STATIC_URL)s/images/help/sprite-list-cake.png">
fr: <p>Tout d'abord, clique sur le cake. <img src = "%(STATIC_URL)s/images/help/sprite-list-cake.png">
gl: <p>Primeiro, selecciona a torta. <img src = "%(STATIC_URL)s/images/help/sprite-list-cake.png">
it: <p>Prima clicca per selezionare la torta. <img src = "%(STATIC_URL)s/images/help/sprite-list-cake.png">
lv: <p>Pirmkārt, noklikšķini uz kūkas, lai to izvēlētos. <img src = "%(STATIC_URL)s/images/help/sprite-list-cake.png">
nb: <p>Først velger du kaken ved å klikke på den. <img src = "%(STATIC_URL)s/images/help/sprite-list-cake.png">
pt: <p>Primeiro clique no bolo para o seleccionar. <img src = "%(STATIC_URL)s/images/help/sprite-list-cake.png">

source: <p>Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.</p> <img src = "%(STATIC_URL)s/images/help/selectsound(3).gif">
fr: <p>Clique sur l'onglet <span class="tab-ref">Sons</span>, ensuite clique sur <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.</p> <img src = "%(STATIC_URL)s/images/help/selectsound(3).gif">
gl: <p>Preme na pestaña <span class="tab-ref">Sons</span> tab, e despois <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.</p> <img src = "%(STATIC_URL)s/images/help/selectsound(3).gif">
it: <p>Clicca la scheda <span class="tab-ref">Suoni</span>, poi clicca <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.</p> <img src = "%(STATIC_URL)s/images/help/selectsound(3).gif">
lv: <p>Klikšķini uz cilnes <span class="tab-ref">Skaņas</span> tad klikšķini uz <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.</p> <img src = "%(STATIC_URL)s/images/help/selectsound(3).gif">
nb: <p>Klikk på <span class="tab-ref">Lyd</span>-fanen og deretter på <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.</p> <img src = "%(STATIC_URL)s/images/help/selectsound(3).gif">
pt: <p>Clique no separador <span class="tab-ref">Sons</span> e depois clique em <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.</p> <img src = "%(STATIC_URL)s/images/help/selectsound(3).gif">
tr: <p>Önce <span class="tab-ref">Sesler</span> sayfasına geç, sonra <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> simgesine tıkla.</p> <img src = "%(STATIC_URL)s/images/help/selectsound(3).gif">

source: <p>Choose "birthday" or another sound:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library-birthday.png"></p>
fr: <p>Choisis "birthday" ou un autre son:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library-birthday.png"></p>
gl: <p>Elixe "cumpreanos" ou outro son:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library-birthday.png"></p>
it: <p>Scegli "birthday" o un'altro suono:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library-birthday.png"></p>
lv: <p>Izvēlies "dzimšanas diena" vai citu skaņu:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library-birthday.png"></p>
nb: <p>Velg "birthday" eller en annen lyd:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library-birthday.png"></p>
pt: <p>Escolha «aniversário» («birthday») ou outro som:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library-birthday.png"></p>
