Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Want the music to stop at the end of your program? Add this block to the last script:
cs: Chceš hudbu zastavit na konci programu? Přidej tento blok k poslednímu scénáři:
et: Tahad muusika peatada programmi töö lõppemisel? Lisa see plokk viimasesse skripti:
eu: Zure programa bukatzean musika gelditzea nahi duzu? Gehitu bloke hau azken skriptari:
ga: Ar mhaith leat an ceol a stopadh ag deireadh do ríomhchláir? Cuir an bloc seo leis an script dheiridh:
ro: Vrei ca muzica sa se opreasca la sfarsitul programului tau? Adauga acest bloc la ultimul script:
uk: Хочете, щоб музика припинилася в кінці вашої програми? Додайте цей блок в кінець скрипту:

source: You can change backdrops using
cs: Můžeš změnit pozadí použitím
et: Võid muuta tausta kasutades
eu: Hondoak aldatzeko, erabili
ga: Is féidir an cúlra a athrú trí
ro: Poti schimba fundalul folosind
uk: Ви можете змінити тло, використовуючи

source: Here's an example:
cs: Tady je příklad:
et: Siin on näide:
eu: Hemen adibide bat:
ga: Seo é sampla:
ro: Iata aici un exemplu:
uk: Ось приклад:

source: First, choose the backdrops you want <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Then, select each backdrop name from the drop-down menu:
cs: Nejdříve vyber ty pozadí, která chceš <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Potom vyber každý název pozadí z rozbalovacího menu:
et: Esmalt vali sobivad taustad <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Seejärel vali iga tausta nimi rippmenüüst:
eu: Lehendabizi, nahi dituzun hondoak aukeratu <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Ondoren, goitikbeherako menutik hondo bakoitzaren izenak aukeratu:
ro: Mai intai, alege imaginile de fundal pe care le vrei <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Apoi, selecteaza fiecare denumire de fundal din meniul derulant:
uk: Спочатку оберіть потрібне тло <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Потім оберіть тло із випадаючого списку:

source: Joined %(tDate)s ago
cs: Připojen před %(tDate)s dny
eu: Duela %(tDate)s batu zen
ga: Cláraithe %(tDate)s ó shin
ro: Alaturat acum %(tDate)s

source: Add this project to studios you curate
eu: Ontzen dituzun estudioetara gehitu proiektu hau

source: Just check the studio you wish to add to from the list below
eu: Gehitu nahi duzun estudioa egiazta ezatu azpiko listatik

source: Share to
cs: Sdílet na
eu: Partekatu
ga: Comhroinn ar
he: שתף ל
ja: 共有する
ro: Partajeaza la
sr: Дели са

source: Tips
et: Nõuanded
eu: Aholkuak
ro: Sfaturi
uk: Підказки

source: Test new Scratch Player
eu: Scratch berria proba ezazu

source: Try it!
eu: Proba ezazu!

source: Related Projects
cs: Podobné projekty
eu: Erlazionaturiko proiektuak
ga: Tionscadail Ghaolmhara
ja: 関連したプロジェクト
ro: Proiecte inrudite
sr: Повезани пројекти

source: Studio
eu: Estudioa
ga: Stiúideo
ja: スタジオ
ro: Atelier
sr: Студио

source: What did you change or add in this remix? Say thanks to the Scratchers whose projects you remixed.
cs: Co jsi změnil nebo přidal při této úpravě? Poděkuj těm Scratch-erům, jejichž projekty jsi použil.
et: Mida sa muutsid või lisasid selles remiksis? Täna scratchereid, kelle projekte sa remiksisid.
eu: Zer gehitu edo aldatu duzu birnahasketa hontan? Jatorrizko proiektuen egileei eskerrak eman.
ga: Céard a d'athraigh tú sa tionscadal athmheasctha seo? Gabh do bhuíochas do na Scratchálaithe a chruthaigh na tionscadail a d'athmheasc tú.
ja: このリミックスで何を加えたり変えたりしましたか?元のプロジェクトを作ったScratcherにお礼を言いましょう。
ro: Ce ai modificat sau adaugat in aceasta amestecare? Multumeste-le Scratcher-ilor ale caror proiecte le-ai amestecat.
sr: Шта си променио или додао у овој преради? Искажи захвалност Скречерима чије си пројекте прерађивао.

source: Share project on other websites
cs: Sdílet projekt na jiných webserverech
eu: Beste webguneetan partekatu proiektua
ga: Comhroinn an tionscadal ar shuímh eile
he: שתף פרויקט באתרים אחרים
ja: 他のWebサイトでプロジェクトを共有
ro: Partajeaza proiectul pe alte site-uri web
sr: Дели пројекат на другим сајтовима

source: Add project to studio
cs: Přidat projekt do studia
eu: Proiektua estudiora gehitu
ga: Cuir tionscadal leis an stiúideo
ja: スタジオにプロジェクトを加える
ro: Adauga proiect in atelier
sr: Додај пројекат у студио

source: <li><a href="../help/">Scratch Help Page</a></li> <li><a href="../help/faq/">Frequently Asked Questions</a></li> <li><a href="../parents/">Information for Parents</a></li> <li><a href="http://info.scratch.mit.edu/Scratch_in_the_News">Scratch in the News</a></li>
et: <li><a href="../help/">Scratchi abiinfo</a></li> <li><a href="../help/faq/">Korduvalt Küsitud Küsimused</a></li> <li><a href="../parents/">Info lapsevanematele</a></li> <li><a href="http://info.scratch.mit.edu/Scratch_in_the_News">Scratch uudistes</a></li>

source: <img src="%(STATIC_URL)s/images/help/size.png" />
et: <img src="%(STATIC_URL)s/images/help/show.png" />

source: Scratch
sr: Скрач
uk: Скретч

source: Subscribe this topic.
cs: Odebírej toto téma.
ro: Abonare la aceasta tema.

source: Add by tag
cs: Přidat podle označení
ga: De réir clibe
ro: Adauga dupa tag
sr: Додај по ознаци

source: You can select projects from the bar below or add by url or tag above.
cs: Můžeš vybírat projekty z lišty níže nebo přidávat podle adresy nebo označení výše.
ga: Is féidir tionscadail a roghnú ón mbarra thíos, nó de réir URL nó clib thuas.
ro: Poti sa selectezi proiecte din biblioteca de mai jos ori sa adaugi dupa url sau tag de mai sus.
sr: Можеш да изабереш пројекте са траке испод или додаш путем интернет адресе (url) или ознаке изнад.

source: VIEW PROJECTS
cs: PROHLÉDNOUT PROJEKTY
ga: FÉACH AR THIONSCADAIL
ja: 作品を見る
ro: VIZUALIZEAZA PROIECTE
sr: ПРЕГЛЕДАЈ ПРОЈЕКТЕ

source: A creative learning community with more than <span class="projcount">3 million</span> projects shared
ro: O comnitate pentru invatare creativa cu mai mult de <span class="projcount">3 milioane</span> proiecte partajate
sr: Креативна заједница са више од <span class="projcount">3 милиона</span> дељених пројеката.

source: Learn More
ro: Invata mai mult
sr: Сазнај више

source: The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programming for All</a>). Find out more about <a href="/info/research">Scratch research</a>.
cs: Tým MIT Scratch a spolupracující provádí výzkum jak lidé Scratch používají a učí se ho (na úvod viz <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programování pro všechny</a>). Zjistěte více na <a href="/info/research">Scratch výzkum</a>.
ga: Tá Foireann Scratch ag MIT, in éineacht le comhoibrithe, ag déanamh taighde ar na bealaí a úsáideann daoine Scratch (buneolas anseo: <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programming for All</a>). Tá tuilleadh eolais ar fáil faoi <a href="/info/research">thaighde Scratch</a>.
ro: Echipa MIT Scratch si colaboratorii cerceteaza cum este folosit si cum se invata cu Scratch (pentru o introducere, vezi <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programare pentru toti</a>). Descopera mai mult pe <a href="/info/research">Cercetare Scratch</a>.

source: The Scratch project, initiated in 2003, has received generous support from the National Science Foundation (grants 0325828, 1002713, 1027848, 1019396), Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Google, Dell, Fastly, Inversoft, and MIT Media Lab research consortia.
ro: Proiectul Scratch, initiat in 2003, a primit un generos suport de la National Science Foundation (grant-urile 0325828, 1002713, 1027848, 1019396), Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Google, Dell, Fastly, Inversoft, and MIT Media Lab research consortia.

source: If you’re just getting started, there’s a <a href="/projects/editor/?tip_bar=getStarted">step-by-step guide</a> available inside Scratch, or you can download the <a href="%(STATIC_URL)s/pdfs/help/ScratchGetStarted_beta_draft_Jan2013.pdf">Getting Started guide (PDF)</a>. The <a href="/help/cards/">Scratch Cards</a> provide a fun way to learn more. For an overview of Scratch resources, see <a href="/help/">Scratch Help</a>.
cs: Pokud právě začínáš, uvnitř Scratch je k dispozici <a href="/projects/editor/?tip_bar=getStarted">příručka krok-za-krokem</a>, nebo si můžeš stáhnout <a href="%(STATIC_URL)s/pdfs/help/ScratchGetStarted_beta_draft_Jan2013.pdf">Příručku začátečníka (PDF)</a>. Zábavný způsob další výuky poskytují <a href="/help/cards/">Scratch karty</a>. Pro přehled Scratch zdrojů, viz <a href="/help/">Scratch pomoc</a>.
ga: Má tá tú ag tosú amach, gheobhaidh tú <a href="/projects/editor/?tip_bar=getStarted">treoracha céim ar chéim</a> laistigh de Scratch, nó is féidir leat an <a href="%(STATIC_URL)s/pdfs/help/ScratchGetStarted_beta_draft_Jan2013.pdf">Treoirleabhar Tosaigh (PDF)</a> a íosluchtú. Soláthraíonn <a href="/help/cards/">Cártaí Scratch</a> bealach taitneamhach tuilleadh eolais a fháil faoi Scratch. Féach ar <a href="/help/">Cabhair Scratch</a> le haghaidh foramhairc ar acmhainní Scratch.
ro: Daca esti chiar la inceput, exista un <a href="/projects/editor/?tip_bar=getStarted">Ghid pas cu pas</a> disponibil in interiorul Scratch sau pe care il poti descarca <a href="%(STATIC_URL)s/pdfs/help/ScratchGetStarted_beta_draft_Jan2013.pdf">Introducere in Scratch (PDF)</a>. <a href="/help/cards/">Cartelele Scratch</a> contribuie la un mod placut de a invata mai mult. Pentru o prezentare generala a resurselor Scratch, vezi <a href="/help/">Ajutor Scratch</a>.

source: The MIT Scratch Team works with the community to maintain a friendly and respectful environment. Members are asked to be constructive when giving comments and to help keep the website friendly by reporting any inappropriate content. The Scratch Team includes a group of moderators who work each day to manage activity on the site and respond to reports, with the help of tools such as <a href="http://www.inversoft.com/cleanspeak/">Cleanspeak</a>. You can help your child learn how to participate in the Scratch community by reviewing the <a href="/community_guidelines">community guidelines</a> together.
cs: Tým MIT Scratch pracuje se společností aby udržoval přátelské a ohleduplné prostředí. Po členech se žádá, aby byli konstruktivní ve svých komentářích a hlásili každý nevhodný obsah. Tým Scratch zahrnuje skupinu moderátorů, kteří denně řídí aktivity na serveru a odpovídají na hlášení, s pomocí nástrujů jako je <a href="http://www.inversoft.com/cleanspeak/">Cleanspeak</a>. Můžeš svému dítěti poradit jak se zapojit do Scratch společenství, když si spolu přečtete <a href="/community_guidelines">pravidla společenství</a>.
ga: Oibríonn Foireann Scratch ag MIT leis an gcomhphobal chun timpeallacht chairdiúil mheasúil a chothú. Iarrtar ar bhaill a bheith cuidiúil nuair a dhéanann siad trácht ar thionscadail, agus iarrtar orthu tuairisc a dhéanamh ar aon ábhar mí-oiriúnach. Oibríonn grúpa modhnóirí, mar chuid d'fhoireann Scratch, gach uile lá chun gníomhaíocht an tsuímh a bhainistiú, agus chun freagraí a thabhairt ar thuairiscí ó úsáideoirí, le cabhair uirlisí cosúil le <a href="http://www.inversoft.com/cleanspeak/">Cleanspeak</a>. Is féidir leatsa cabhrú le do pháiste páirt a ghlacadh sa chomhphobal Scratch, trí <a href="/community_guidelines">threoirlínte an chomhphobail</a> a léamh le chéile.
ro: Echipa Scratch de la MIT lucreaza cu comunitatea pentru a intretine un mediu prietenos si plin de respect. Li se cere membrilor sa fie constructivi cand lasa comentarii si sa ajute la mentinerea prietenoasa a site-ului prin raportarea oricarui continut nepotrivit. Echipa Scratch include un grup de moderatori care lucreaza zilnic penru a gestiona activitatea pe site si pentru a raspunde la raportari, cu ajutorul instrumentelor ca <a href="http://www.inversoft.com/cleanspeak/">Cleanspeak</a>. Iti poti ajuta copilul sa invete cum sa participe in comunitatea Scratch prin revizuirea <a href="/community_guidelines">regulilor comunitatii</a>, impreuna cu tine.

source: Starter Projects
cs: Úvodní projekty
ga: Tionscadail Tosaigh
ro: Proiecte de inceput

source: Here are example projects that you can play with and change.
cs: Zde jsou příklady projektů se kterými si můžeš pohrát a měnit je
ga: Is féidir leat triail a bhaint as na tionscadail shamplacha seo nó iad a athrú.
ro: Iata cateva proiecte cu care te poti juca si pe care le poti modifica.
sr: Ево примера пројеката са којима можеш да експериментишеш и да их мењаш.

source: Paint with Gobo<
ga: Péinteáil le Gobo<
ro: Deseneaza cu Gobo<

source: Chimes
ga: Clingíní
ro: Glas
sr: Звона

source: To run Scratch 2.0, you need a relatively recent web browser (<a href="http://google.com/chrome/">Chrome</a> 7 or later, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a> 4 or later, or Internet Explorer 7 or later) with <a href="">Adobe Flash Player</a> version 10.2 or later installed. Scratch 2.0 is designed to support screen sizes 1024 x 768 or larger. If your computer doesn’t meet these requirements, you can try <a href="http://info.scratch.mit.edu/Scratch_1.4_ ">downloading</a> and installing <a href ="/scratch_1.4">Scratch 1.4</a>, which you can still use to share projects to the Scratch 2.0 website.
ro: Pentru a rula Scratch 2.0, ai nevoie de un browser web relativ recent (<a href="http://google.com/chrome/">Chrome</a> 7 sau ulterior, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a> 4 sau ulterior ori Internet Explorer 7 sau ulterior) cu <a href="">Adobe Flash Player</a> versiunea 10.2 sau una ulterioara instalata. Scratch este proiectat pentru a suporta o rezolutie a ecranului de 1024 x 768 sau mai mare. In cazul in care calculatorul tau nu indeplineste aceste cerinte, poti incerca<a href="http://info.scratch.mit.edu/Scratch_1.4_">descarcarea</a> si instalarea <a href ="/scratch_1.4">Scratch 1.4</a>, pe care il poti inca folosi pentru a partaja proiecte pe site-ul Scratch 2.0.

source: Yes - you can share or upload projects made with earlier versions of Scratch, and they will be visible and playable. (However, you can’t download projects made with or edited in later versions of Scratch and open them in earlier versions. For example, you can’t open a Scratch 2.0 project in <a href ="/scratch_1.4">Scratch 1.4</a>, because <a href ="/scratch_1.4">Scratch 1.4</a> doesn’t know how to read the .sb2 project file format.)
ro: Da - poti sa partajezi sau sa incarci proiecte facute cu versiuni anterioare ale Scratch si ele sunt inca vizibile si pot fi rulate. (Totusi, nu poti descarca proiecte create sau editate cu ultimele versiuni Scratch pentru a le deschide in versiuni mai vechi. De exemplu, nu poti deschide un proiect Scratch 2.0 cu <a href ="/scratch_1.4">Scratch 1.4</a>, deoarece <a href ="/scratch_1.4">Scratch 1.4</a> nu stie cum sa citeasca formatul de fisier .sb2.)

source: A downloadable version will be available early this summer. For now, you can still use <a href ="/scratch_1.4">Scratch 1.4</a>.
ro: O versiune ce poate fi descarcata va fi disponibila la inceputul verii. Deocamdata, poti sa folosesti doar <a href ="/scratch_1.4">Scratch 1.4</a>.

source: Since the Scratch Team is responsible for moderation, we have access to all content stored on the Scratch website - including unshared projects. If you prefer to work on projects in complete privacy, you can use <a href ="/scratch_1.4">Scratch 1.4</a>. (An offline editor for Scratch 2.0 will be available by the end of June 2013.)
cs: Jelikož tým Scratch zodpovídá za moderování, máme přístup k celému obsahu uloženému na Scratch webserveru - včetně nesdílených projektů. Pokud dáváš přednost práci na projektech v plném soukromí, můžeš použít<a href ="/scratch_1.4">Scratch 1.4</a>. (Offline editor pro Scratch 2.0 bude k dispozici na konci června 2013.)
ga: Toisc gurb é Foireann Scratch atá freagrach as gníomhaíocht an tsuímh a bhainistiú, tá rochtain againn ar an ábhar go léir ar an suíomh - tionscadail gan comhroinnt san áireamh. Más fearr leat obair a dhéanamh go príobháideach, molaimid duit <a href ="/scratch_1.4">Scratch 1.4</a> a úsáid. (Cuirfimid eagarthóir saorsheasaimh do Scratch 2.0 ar fáil roimh dheireadh Mheithimh 2013.)
ro: Deoarece echipa Scratch este responsabila cu moderarea, noi avem acces la intregul continut stocat pe site-ul Scratch - inclusiv la proiectele nepartajate. Daca preferi sa lucrezi la proiecte in intimitate perfecta, poti folosi <a href ="/scratch_1.4">Scratch 1.4</a>. (Un editor offline pentru Scratch 2.0 va fi disponibil la sfarsitul lunii iunie 2013.)

source: Is it ok to have more than one person logged into an account?
cs: Je v pořádku, jestli je víc než jedna osoba přihlášena k účtu?
ga: An bhfuil cead againn níos mó ná duine amháin a bheith logáilte isteach i gcuntas amháin?
ja: 複数の人が１つのアカウントを共有しても良いですか?
ro: Este voie ca intr-un cont sa se logheze mai mult de o persoana?

source: The account settings page has a link you can use to delete your account. When logged in, click your username in the upper right cornder, and select "account settings."
cs: Stránka nastavení účtu obsahuje odkaz, který můžeš použít ke smazání svého účtu. Po přihlášení klikni na své uživatelské jméno v pravém horním rohu a vyber "Nastavení účtu".
ga: Má tá tú logáilte isteach, cliceáil d'ainm úsáideora ag barr na fuinneoige ar dheis, agus roghnaigh "Socruithe an Chuntais". Tá nasc ar an leathanach sin lenar féidir do chuntas a scriosadh.
ja: アカウント設定のページにアカウントを削除するためのリンクがあります。ログインして右上端のユーザー名をクリックし、「アカウント設定」を選んでください。
ro: Pagina pentru setarile contului contine un link pe care il poti folosi pentru a-ti sterge contul. Cand esti logat, da clic pe numele de utilizator din contul dreapta sus si selecteaza "setarile contului".

source: The source code for Scratch 2.0 (website and editor) is not yet available. The source code for <a href ="/scratch_1.4">Scratch 1.4</a>, written in Squeak, is available <a href="https://github.com/LLK/Scratch_1.4">on github</a>. The source code for the first version of the Scratch website - ScratchR - is available <a href="http://svn.assembla.com/svn/scratchr/">on Assembla</a>.
cs: Zdrový kód pro Scratch 2.0 (webstránka a editor) není dosud k dispozici. Zdrojový kód pro <a href ="/scratch_1.4">Scratch 1.4</a>, napsaný v jazyce Squeak je dostupný <a href="https://github.com/LLK/Scratch_1.4">na githubu</a>. Zdrojový kód první verze Scratch webstránek - ScratchR - je dostupný <a href="http://svn.assembla.com/svn/scratchr/">na Assembla</a>.
ga: Níl an cód foinseach do Scratch 2.0 (an suíomh Gréasáin agus an t-eagarthóir) ar fáil fós. Tá cód foinseach <a href ="/scratch_1.4">Scratch 1.4</a>, scríofa i Squeak, ar fáil ó <a href="https://github.com/LLK/Scratch_1.4">github</a>. Tá na foinsí don chéad leagan den suíomh Gréasáin - ScratchR - ar fáil ó <a href="http://svn.assembla.com/svn/scratchr/">Assembla</a>.
ro: Sursa pentru Scratch 2.0 (site-ul web si editorul) inca nu este disponibila. Sursa pentru <a href ="/scratch_1.4">Scratch 1.4</a>, scrisa in Squeak, este disponibila la <a href="https://github.com/LLK/Scratch_1.4">on github</a>. Sursa pentru prima versiune a site-ului Scratch - scratchR - este disponibila la <a href="http://svn.assembla.com/svn/scratchr/">on Assembla</a>.

source: Cloud data is a feature in Scratch 2.0 that allows for data from a project to be saved and shared online. You can use cloud data to make surveys and other projects that store numbers over time.
cs: Cloudová data jsou vlastností Scratche 2.0, umožňují data z projektu uložit a sdílet online. Můžeš cloudová data použít ke zkoumání a k dalším projektům, jichž se v průběhu času ukládá mnoho.
ga: Is gné nua i Scratch 2.0 é Néalsonraí, a ligeann duit sonraí ó thionscadal a shábháil agus a chomhroinnt ar líne. Is féidir leat néalsonraí a úsáid chun suirbhéanna nó tionscadail eile a úsáideann amshraith uimhreacha a chruthú.
ja: クラウドデータは Scratch 2.0の機能で、プロジェクトのデータをオンライン上で共有するためのものです。クラウドデータは分析のために使ったり、長期間数値を保存するのに使うことができます。
ro: Datele cloud apartin caracteristicilor Scratch 2.0 si ele permit salvarea informatiilor dintr-un proiect si partajarea online. Poti folosi date cloud pentru a face sindaje si alte proiecte care stocheaza numere in timp.

source: Or visit the discussion forums:
cs: Nebo navštiv diskuzní fóra:
ga: Nó déan cuairt ar na cláir phlé:
ja: または、ディスカッション・フォーラムに行く：
ro: Sau viziteaza forumurile de discutii:
sr: Или посетите форум са дискусијом:

source: backdrop #
ro: fundal #

source: of
ro: al lui

source: Define Block
ro: Defineste bloc

source: Using Custom Blocks
ro: Folosirea blocurilor personalizate

source: Use this block if you want to add an item to the end of a list.
ro: Foloseste acest bloc daca vrei sa adaugi un element la sfarsitul unei liste.

source: Can't find the list blocks? You need to first make a list:
ro: Nu gasesti blocurile pentru liste? Mai intai trebuie sa creezi o lista:

source: Reports keyboard input from the most recent use of <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/>
ro: Identifica datele furnizate de la tastatura de la cea mai recenta folosire a <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/>

source: Reports Stage’s current backdrop name
ro: Returneaza denumirea fundalului curent al scenei

source: The title next to the backdrop in the list is the <img src="%(STATIC_URL)s/images/help/backdrop-name.png" />
ro: Titlul de langa fundal in lista este <img src="%(STATIC_URL)s/images/help/backdrop-name.png" />

source: The number next to the backdrop in the list is the <img src="%(STATIC_URL)s/images/help/backdrop-number.png" />
ro: Numarul de langa fundal in lista este <img src="%(STATIC_URL)s/images/help/backdrop-number.png" />

source: After sending the message and triggering other scripts, this script waits until the others all finish before continuing with next block.
ro: Dupa trimiterea mesajului si declansarea altor script-uri, acest script asteapta pana cand toate celelalte se termina si abia dupa aceea continua cu urmatorul bloc.

source: <p> You can use <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> to send a message to all sprites to tell them to do something, and wait until they all finish before continuing. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /></br> <br>Click to choose which message gets sent. Choose "new" to type in your own message. </br> </p>
ro: <p> Poti folosi <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> pentru a trimite un mesaj tuturor sprite-urile ca sa le spui sa execute ceva si pentru a astepta terminarea tuturor inainte de a continua. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /></br> <br>Da clic pentru a alege ce mesaj sa se trimita. Alege "nou" pentru a-ti tasta propriul mesaj. <br> </p>

source: After sending the message, continues with the next block without waiting for the triggered scripts.
ro: Dupa trimiterea mesajului, continua cu urmatorul bloc, fara a astepta dupa script-urile declansate.

source: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> sends a message to all the sprites (and the background). This is useful if you want to tell other sprites when to do something.</p> <p> What do you want them to do when they receive the message? See <img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></p>
ro: <p><img src="%(STATIC_URL)s/images/help/broadcast.png"/> trimite un mesaj tuturor sprite-urilor (si fundalului). Este folositor daca doresti sa transmiti altor sprite-uri cand sa execute ceva.</p> <p> Ce vrei sa execute ele cand primesc mesajul? Vezi <img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></p>
