Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p>When <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> gets to the end of the list, it goes back to the top.</p>
ca: <p>Quan <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> arriba al final de la llista, torna a començar pel principi.</p>
el: <p>Όταν το <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> φτάνει στο τέλος της λίστας, πάει πίσω στην αρχή.</p>
es: <p>Cuando <img src="%(STATIC_URL)s/images/help/es/nextbackdrop.png" /> llegue al final de la lista, esta vuelve al inicio.</p>
et: <p>Kui <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" />jõuab nimekirja lõppu, minnakse tagasi algusse.</p>
eu: <p><img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> zerrendako azkenera iristean, bueltan doa berriz haserara.</p>
fr: <p>Lorsque <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> arrive à la fin de la liste, il revient au début.</p>
gl: <p>Cando <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> chega ao final da lista, volta ao principio.</p>
it: <p>Quando <img src="%(STATIC_URL)s/images/help/it/nextbackdrop.png" /> arriva alla fine della lista riparte dalla cima alla lista.</p>
lv: <p>Kad<img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> sasniedz saraksta beigas, tas atgriežas uz sākumu.</p>
nb: <p>Når <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> kommer nederst i listen begynner den øverst igjen.</p>
pt: <p>Quando <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> chega ao fim da lista, regressa ao cenário no topo da lista.</p>
sl: <p>Ko <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> pride na konec seznama, se vrne na vrh.</p>
sv: <p>När <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> går till slutet av listan, startar den om igen på den första.</p>
tr: <p><img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> taşı listenin sonundaki dekora gelirse tekrar baştan başlar.</p>
uk: <p>Якщо <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> дійде до кінця списку, то наступни буде перше.</p>

source: Reports true if condition is false; reports false if condition is true
ca: Retorna cert si la condició és falsa; retorna fals si la condició és verdadera
el: Αληθεύει όταν η προϋπόθεση είναι ψευδής, αναληθεύει όταν η προϋπόθεση είναι αληθής.
es: Devuelve verdadero si la condición es verdadera; devuelve falso si la condición es falsa
et: Tagastab tõene, kui tingimus on väär; tagastab väär, kui tingimus on tõene
eu: Egiazkoa itzultzen du baldintza gezurrezkoa bada; gezurrezkoa itzultzen baldintza egiazkoa bada
fr: Renvoie "vrai" si la condition est fausse (n'est pas remplie), Renvoie "faux" si la condition est vraie (est remplie)
gl: Devolve vedadeiro si a condición é falsa, devolve falso si a condición é verdadeira
it: Restituisce il valore "vero" se la condizione è falsa; restituisce il valore "falso" se la condizione è vera
lv: Atgriež true, ja nosacījums ir false; atgriež false, ja nosacījums ir true
nb: Bytter en betingelse til motsatt resultat, fra oppfylt til ikke oppfylt og omvendt
pt: Reporta o valor verdadeiro se a condição for falsa e reporta o valor falso se a condição for verdadeira
ro: Returneaza adevarat in cazul in care conditia este falsa; returneaza falsa in cazul in care conditia este adevarata
sl: Vrne 'resnično', če je pogoj neresničen; vrne 'neresnično', če je pogoj resničen
sv: Rapporterar sant om villkoret är falskt; rapporterar falskt om villkoret är sant
uk: Результатом є ІСТИННО, якщо умова не виконується; результатом є ХИБНО, якщо умова виконується

source: Reports true if either condition is true
ca: Retorna cert si les dues condicions són certes
de: Gibt wahr zurück, wenn wenigstens eine der beiden Bedingungen erfüllt ist
el: Αληθεύει όταν μία από δύο προϋποθέσεις αληθεύει.
es: Devuelve verdadero si alguna de las condiciones es verdadera
et: Tagastab tõene, kui vähemalt üks tingimus on tõene
eu: Egiazkoa itzultzen du baldintza egiazkoa bada
fr: Renvoie "vrai" si au moins une des deux conditions est remplie (vraie).
gl: Devolve verdadeiro si algunha das condicións é verdadeira
it: Restituisce il valore "vero" se almeno una delle due condizioni è vera
lv: Atgriež true, ja abi nosacījumi ir patiesi
nb: Sant hvis begge betingelsene er sanne
pt: Reporta o valor verdadeiro se algumas das condições for verdadeira
ro: Returneaza adevarata daca si numai daca este adevarata conditia
sl: Vrne 'resnično', če je eden izmed pogojev resničen
sv: Rapporterar sant om ett av villkoren är sant
uk: Результатом є ІСТИННО якщо кожна умова справджується

source: Puts down sprite's pen, so the sprite will draw as it moves
ca: Baixa el llapis del personatge, i així el personatge dibuixarà quan es mougui
el: Κατεβάζει την πένα του αντικειμένου, ώστε να σχεδιάζει πάνω στο Σκηνικό καθώς κινείται.
es: Baja el lápiz del objeto, de tal forma que el objeto dibujará en la medida en que se mueve
et: Laseb pliiatsi alla, nii et see joonistab, kui sprait liigub
eu: Spritearen arkatza jaisten du, spriteak mugitu ahala marraztu dezan
fr: Abaisse le stylo du lutin, de sorte qu'il tracera un trait lors de son déplacement
gl: Baixa o lapis do obxecto, de xeito que a figura debuxará a medida que se mova
it: Poggia la penna dello sprite sullo Stage, in modo che quando lo sprite si muove tracci dei segni
lv: Gariņš piespiež zīmuli, tagad pārvietojoties tas zīmēs
nb: Gjør at figuren begynner å trekke en strek når den beveger seg
pt: Baixa a caneta do actor, para que ela escreva à medida que o actor se move
sl: Položi svinčnik figure na tla, da bo figura z njim med premikanjem lahko risala
sv: Sätter ned sprajtens penna, så att sprajten ritar ett streck när den rör sig
uk: Опускає "вниз" олівець спрайту, дозволяє малювати при переміщенні

source: <p>The pen will leave a trail as soon as the sprite moves.</p>
ca: <p>El llapis deixarà un rastre quan el personatge es mogui.</p>
el: <p>Η πένα αφήνει ίχνη καθώς το αντικείμενο κινείται.</p>
es: <p>El lápiz dejará un rastro tan pronto como el objeto se mueva.</p>
et: <p>Pliiats jätab jälje, kui sprait liigub.</p>
eu: <p>Arkatzak lorratza utziko du bistan spritea mugitu ahala.</p>
fr: <p>Le stylo laissera une trace dès que le lutin se déplacera.</p>
gl: <p>O lapis deixará un rastro tan pronto como se mova a figura.</p>
it: <p>La penna lascerà una traccia ogni volta che lo sprite si sposta.</p>
lv: <p>Zīmulis aiz sevis velk līniju, kolīdz gariņš sāk kustību.</p>
nb: <p>Med pennen på lager figuren et spor når den beveger seg.</p>
pt: <p>A caneta deixará um traço assim que o actor se mova.</p>
sl: <p>Svinčnik bo pustil sled takoj, ko se bo figura premaknila.</p>
sv: <p>Pennan lämnar ett spår så fort sprajten rör sig.</p>
uk: <p>Олівець буде залишати слід при русі спрайтів.</p>

source: Pulls up sprite's pen, so it won't draw as it moves
ca: Puja el llapis del personatge, i així no dibuixa en moure's
el: Ανεβάζει την πένα του αντικειμένου, ώστε να μη σχεδιάζει πάνω στο Σκηνικό καθώς κινείται.
es: Sube el lápiz del objeto, así que no dibujará cuando se mueva
et: Tõstab pliiatsi üles, nii et see ei joonista, kui sprait liigub
eu: Spritearen arkatza igo, mugitu ahala marraztu ez dezan
fr: Relève le stylo du lutin, de sorte qu'il ne tracera pas lors de son déplacement
gl: Levanta o lapis da figura, de xeito que non debuxará cando se mova
it: Solleva la penna dello sprite dallo Stage, in modo che non lasci segni quando lo sprite si sposta
lv: Paceļ gariņa zīmuli, tad tas pārvietojoties nezīmēs
nb: Gjør at figuren slutter å tegne streker
pt: Levanta a caneta do actor, para que ela não escreva à medida que o actor se move
sl: Dvigne svinčnik figure, da figura z njim med premikanjem ne bo risala
sv: Tar upp sprajtens pennan, så att den inte ritar när den rör sig
uk: Піднімає "догори" олівець спрайту, забороняє малювати при переміщенні

source: Picks a random integer within the specified range
ca: Tria un nombre enter aleatori dins del rang especificat
el: Επιλέγει έναν τυχαίο ακέραιο μέσα στο ορισμένο όριο.
es: Elige un número al azar dentro del rango especificado
et: Genereerib juhusliku täisarvu etteantud vahemikus
eu: Ausazkoa integer (zenbaki oso) bat aukeratu zehaztutako eremuaren barne dagoena
fr: Choisit un nombre aléatoire dans la plage spécifiée
gl: Toma un número enteiro ao chou dentro dun rango especificado
it: Restituisce un valore intero scelto a caso nell'intervallo indicato
lv: Izvēlās nejaušu veselu skaitli norādītajā intervālā
nb: Gir et tilfeldig tall innenfor området som er angitt
pt: Reporta um valor inteiro aleatório dentro da gama especificada
ro: Alege aleator un numar intreg din intervalul precizat
sl: Izbere poljubno število znotraj določenega območja
sv: Hämtar ett slumptal inom angivet intervall
uk: Обирає довільне число у визначених межах

source: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> picks a random number from 1 to 10.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Click to have a sprite say a random number. Click again to get another random number.<br/>
ca: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> tria un nombre a l'atzar entre 1 i 10.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Fes clic i el personatge dirà un nombre a l'atzar. Torna a fer clic, i en dirà un altre.<br/>
el: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" />διαλέγει τυχαίο αριθμό από το 1 μέχρι το 10.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Κάντε κλικ για να κάνετε ένα αντικείμενο να πει έναν τυχαίο αριθμό. Κάντε κι άλλο κλικ για να το κάνετε να πει έναν άλλον τυχαίο αριθμό.
es: <br><img src="%(STATIC_URL)s/images/help/es/pick-random-ex2.png" /> elige un número al azar entre 1 y 10.<br/> <br><img src="%(STATIC_URL)s/images/help/es/pick-random-ex3.png" /><br/> <br>Has clic para que un objeto diga un número al azar. Has clic de nuevo para obtener otro número al azar.<br/>
et: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> tekitab juhusliku arvu 1 kuni 10.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Klõpsa, et sprait ütleks juhusliku arvu. Klõpsa uuesti, et saada teine ​​juhuslik arv.<br/>
eu: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> 1 eta 10 arteko ausazko zenbaki bat aukeratzen du.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Klik egin ezazu sprite batek ausazko zenbaki bat esan dezan. Berriz klikatu ausazko beste zenbaki bat lortzeko.<br/>
fr: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> ajoute un nombre aléatoire compris entre 1 et 10 .<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Clique pour que le lutin dise un nombre aléatoire. Clique à nouveau pour obtenir un autre nombre aléatoire.<br/>
gl: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> toma un número enteiro ao chou entre 1 e 10.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Preme para que a figura diga un número ao chou. Preme outra vez para obter outro número ao chou.<br/>
it: <br><img src="%(STATIC_URL)s/images/help/it/pick-random-ex2.png" /> scegli un numero a caso compreso tra 1 e 10.<br/> <br><img src="%(STATIC_URL)s/images/help/it/pick-random-ex3.png" /><br/> <br>Clicca per far dire allo sprite un numero a caso. Clicca ancora per avere un diverso numero scelto a caso.<br/>
lv: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> izvēlas nejaušu skaitli no 1 līdz 10.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Noklikšķini, lai gariņš pateiktu nejaušu skaitli. Klikšķini vēlreiz, lai iegūtu citu nejaušu skaitli.<br/>
nb: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> lager et tilfeldig tall fra 1 til10.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Når du klikker på denne sier figuren et tilfeldig tall. Klikk igjen, og du får et nytt tilfeldig tall.<br/>
pt: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> reporta um número aleatório entre 1 e 10.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Clique para fazer o actor dizer um número ao acaso. Clique outra vez para obter outro número aleatório.<br/>
sl: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> izbere poljubno število od 1 do 10.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Klikni, če želiš da figura izreče poljubno število. Klikni ponovno, če želiš dobiti še eno naključno število.<br/>
sv: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> hämtar ett slumptal från 1 till 10.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Klicka för att låta en sprite säga ett slumptal. Klicka igen för att få ett annat slumptal.<br/>
tr: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> 1 ile 10 arasında bir sayı seçer.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Rastgele sayılar söyleyen bir kuklan olsun. Başka bir sayı sallaması için tekrar üzerine tıkla.<br/>
uk: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> надає випадкове число від 1 до 10.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Клацніть і спрайт скаже випадкове число. клацнувши знову отримаємо інше число.<br/>

source: Plays a drum sound for a specified number of beats
ca: Toca un so de tambor durant un nombre específic de pulsacions
de: Spielt ein Schlaginstrument für eine bestimmte Anzahl von Schlägen.
el: Παίζει έναν ήχο από τύμπανο για έναν ορισμένο αριθμό χτύπων.
es: Toca un sonido de tambor por un número dado de pulsos
et: Mängib trummi kindla arvu lööke
eu: Danbor soinua jotzen du zehaztutako taupada kopuruan
fr: Joue un son de batterie pour un nombre spécifié de battements
gl: Reproduce un son de tambor durante un número especificado de pulsos
it: Suona una percussione per il numero di battute indicato
lv: Atskaņo bungu skaņu norādīto sitienu skaitu
nb: Spiller en rytmeinstrument-lyd som varer et antall takter
pt: Toca um som de percussão durante um determinado número de tempos
ro: Canta un sunet de toba pentru un anumit numar de batai
sl: Zaigra zvok bobna za določeno število udarcev
sv: Spelar ett trumljud i angivet antal taktslag
tr: Bir davul sesini belirtilen vuruş süresi kadar çalar
uk: Програє звук барабану визначену кількість тактів

source: <p>Choose a drum sound from the list <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> Or, type in a number from 1 to 22 <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> Note: the length of a beat can be set with <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>
ca: <p>Tria un so de tambor de la llistat <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> O escriu un nombre d'1 a 22 <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> Nota: la durada de la pulsació es pot especificar amb <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>
el: <p>Επιλέξτε έναν ήχο τυμπάνου από τη λίστα <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> Αλλιώς, πληκτρολογήστε έναν αριθμό από το 1 μέχρι το 22. <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> Σημείωση: η διάρκεια ενός χτύπου ρυθμίζεται με το <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>
es: <p>Elija un sonido de tambor de la lista <br> <img src="%(STATIC_URL)s/images/help/es/playdrum_dropdown.png" /> </p> <p> O, ingrese un número entre el 1 y el 22 <br> <img src="%(STATIC_URL)s/images/help/es/playdrum_highlighted.png" /> </p> <p> Nota: la longitud de un compás (beat) se puede configurar con <img src="%(STATIC_URL)s/images/help/es/set_tempo.png" /> </p>
et: <p>Vali trummi heli loetelust <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> Või tipi arv 1 kuni 22 <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> Märkus: löögi pikkust saab valida<img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>
eu: <p>Zerrendatik danbor soinua aukeratu <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> edo, 1 eta 22 arteko zenbaki bat idatzi <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> Oharra: taupada baten luzera <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> bidez ezarri daiteke </p>
fr: <p>Choisis un son de batterie dans la liste <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> Ou, tape un numéro de 1 à 22 <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> Remarque: la longueur d'un battement peut être réglé avec <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>
gl: <p>Elixe un son de tambor da listat <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> Ou,escribe un número entre 1 e 22 <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> Nota: a lonxitude do pulso pode ser fixada con <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>
it: <p>Scegli una percussione dalla lista <br> <img src="%(STATIC_URL)s/images/help/it/playdrum_dropdown.png" /> </p> <p> Oppure, inserisci un numero tra 1 e 22 <br> <img src="%(STATIC_URL)s/images/help/it/playdrum_highlighted.png" /> </p> <p> Nota: la durata di una battuta può essere definita con <img src="%(STATIC_URL)s/images/help/it/set_tempo.png" /> </p>
lv: <p>Izvēlies bungu skaņu no saraksta <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> Vai ieraksti skaitli no 1 līdz 22 <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> Piezīme: sitiena ilgumu var uzstādīt ar <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>
nb: <p>Velg et rytmeinstrument fra listen <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> Eller skriv inn et tall fra 1 til 22 <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> Merk: Takten kan velges med <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>
pt: <p>Escolha um som de percussão na lista <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> Também pode inserir um número entre 1 e 22 <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> Nota: a duração de um tempo pode ser alterada com <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>
sl: <p>Izberi zvok bobna iz seznama <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> ali vtipkaj število med 1 in 22 <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> Opomba: dolžina udarca je lahko nastavljena z <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>
sv: <p>Välj ett trumljud från listan <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> Eller, skriv in ett tal från 1 till 22 <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> OBS: längden på taktslaget kan ändras med <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>
tr: <p>Listeden bir davul sesi seç <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> veya 1 ile 22 arasında bir sayı gir <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> Not: vuruşun süresi <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> ile ayarlanabilir </p>
uk: <p>Оберіть звук барабабну зі списку <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> Або введіть число в межах від 1 до 22 <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> Зауваження: розмір такту визначається через <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>

source: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Plays a musical note for specified number of beats</h3>
ca: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Toca una nota musical durant un nombre específic de pulsacions</h3>
el: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Παίζει μια νότα για συγκεκριμένο αριθμό χτύπων.</h3>
es: <img src="%(STATIC_URL)s/images/help/es/playnote.png"/> <h3>Toca una nota musical durante un número dado de pulsos</h3>
et: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Mängib muusikalise noodi kindla taktide arvuga</h3>
eu: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Nota musikal bat jotzen du zehaztutako taupada kopuruan</h3>
fr: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Joue une note de musique pour nombre spécifié de battements</h3>
gl: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Reproduce unha nota musical durante un número especificado de pulsos</h3>
it: <img src="%(STATIC_URL)s/images/help/it/playnote.png"/> <h3>Suona una nota musicale per il numero di battute indicato</h3>
lv: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Atskaņo noti norādīto sitienu daudzumu</h3>
nb: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Spiller en tone fra et valgt instrument</h3>
pt: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Toca uma nota musical durante o número de tempos especificado</h3>
sl: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Zaigra glasbeno noto za določeno število udarcev</h3>
sv: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Spelar en musiknot i ett bestämt antal taktslag</h3>
tr: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Bir notayı belirtilen vuruş süresi kadar çalar</h3>
uk: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Програти музичну ноту відповідну кількість тактів</h3>
