Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p> This Scratch Extensions Browser Plugin allows you to use the LEGO WeDo robotics kit with the online version of Scratch 2. (A future version of this browser plugin will also support the PicoBoard too.) </p><p> <b>NOTE:</b> This preliminary version of the browser plugin is for beta testing. It currently works only on Mac OS X and Windows. </p><p> To try it out, download the installer for <a href="%(STATIC_URL)sext/ScratchDevicePlugin.dmg">Mac</a> or <a href="%(STATIC_URL)sext/ScratchDevicePlugin.msi">Windows</a>. </p><p> To use the WeDo blocks, restart your browser. In the Scratch Editor, click on the "More Blocks" category <strong>while holding down the Shift key</strong>. Then click on the "Add an Extension" button. The Extensions library dialog will open. </p><p> Select the "WeDo" extension and click OK. The WeDo blocks will appear in the "More Blocks" palette. </p><p> If the Scratch browser plugin was correctly installed, you should see a green or yellow status indicator to the right of the "WeDo" title. </p><p>If you plug a WeDo hub into the USB port on your computer, the status light should turn green. You should now be able to use the motor blocks (if there is a motor connected to the hub) and see sensor values (if a sensor is connected to the hub). </p><p> Yellow means that there's a problem. Move your cursor over the status indicator to find out what's wrong. </p><p> Please check back on this page for future updates!
ca: <p> Aquest connector pel navegador et permet fer servir el kit de robòtica LEGO WeDo amb la versió online de Scratch 2. (Una futura versió d'aquest connector permetrà també l'ús de la Picoboard.) </p><p> <b>AVÍS:</b> Aquesta versió del connector està encara en fase beta. Actualment funiona només per Mac OS X i Windows. </p><p> Per provar-lo, descarrega l'instal·lador per <a href="%(STATIC_URL)sext/ScratchDevicePlugin.dmg">Mac</a> o per <a href="%(STATIC_URL)sext/ScratchDevicePlugin.msi">Windows</a>. </p><p> Per començar a fer servir els blocs de WeDo, reinicia el teu navegador. Dins l'editor d'Scratch, vés a la categoria "Més blocs" i fes clic al botó "Afegeix una Extensió".Apareixerà la finestra de la galeria d'Extensions. </p><p> Tria l'extensió "WeDo" i els blocs apareixeran a la categoria "Més Blocs" </p><p> Si el connector ha estat correctament instal·lat, veuràs un indicador de color verd o groc al costat del títol "LEGO WeDo". </p><p>Si connectes el Hub USB del WeDo a l'ordinador, l'indicador es posarà de color verd. Ara, hauries de poder fer servir els blocs de motor (si hi ha un motor connectat al hub) i veure els valors dels sensors (si estan connectats al hub). </p><p> L'indicador de color groc significa que hi ha algun problema. Mou el ratolí per sobre de l'indicador per veure quin és l'error. </p><p> Si us plau, torna a aquesta pàgina per veure futures actualitzacions!
de: <p> Dieses Browser-Plugin für Scratch-Erweiterungen ermöglicht es, die Robotik-Bausteine von LEGO-WeDo mit der Online-Version von Scratch 2 zu benutzen.(Eine künftige Version dieses Browser-Plugins wird auch das Pico-Board unterstützen.) </p><p> <b>HINWEIS:</b> Diese vorläufige Version des Browser-Plugins ist für Beta-Tests. Derzeit funktioniert es nur unter Mac OS X und Windows. </p><p> Willst du es ausprobieren, kannst du das Installationspaket für<a href="%(STATIC_URL)sext/ScratchDevicePlugin.dmg">Mac</a> oder <a href="%(STATIC_URL)sext/ScratchDevicePlugin.msi">Windows</a> herunterladen. </p><p> Zum Benutzen der WeDo-Blöcke musst du deinen Browser neu starten. Klicke dann im Scratch-Editor <strong>mit gedrückter Umschalttaste</strong> auf die Kategorie "Weitere Blöcke". Wähle anschließend den Knopf "Erweiterung hinzufügen". Es öffnet sich der Dialog für die Erweiterungsbibliothek. </p><p> Wähle die "WeDo"-Erweiterung und klicke auf OK. Nun erscheinen die WeDo-Blöcke in der Kategorie "Weitere Blöcke". </p><p> Falls das Browser-Plugin für Scratch richtig installiert wurde, solltest du rechts des Eintrags "weDo" eine grüne oder gelbe Statusanzeige sehen. </p><p>Wenn du einen WeDo-Hub mit einem USB-Anschluss deines Computers verbindest, sollte die Statusanzeige grün werden. Nun solltest du in der Lage sein, die Motorblöcke zu benutzen (falls ein Motor an den Hub angeschlossen ist) und die Sensorenwerte zu sehen (falls ein Sensor mit dem Hub verbunden ist). </p><p> Gelb bedeutet, dass ein Problem aufgetreten ist. Bewege den Mauszeiger über die Statusanzeige, um herauszufinden, was falsch ist. </p><p> Besuche diese Seite bitte wieder, um von künftigen Aktualisierungen zu erfahren!
el: <p> Αυτό το Άρθρωμα Επεκτάσεων Φυλλομετρητή του Scratch σάς επιτρέπει να χρησιμοποιείτε το κιτ ρομποτικής LEGO WeDo με την διαδικτυακή έκδοση του Scratch 2. Κάποια μελλοντική έκδοση του αρθρώματος θα υποστηρίζει επίσης και το PicoBoard. </p><p> <b>ΣΗΜΕΙΩΣΗ:</b>Αυτή η πρότυπη έκδοση του αρθρώματος προορίζεται για δοκιμές βήτα. Προς το παρόν λειτουργεί μόνο σε Mac OS X και Windows. </p><p> Για να το δοκιμάσετε, κατεβάστε το πρόγραμμα εγκατάστασης για <a href="%(STATIC_URL)sext/ScratchDevicePlugin.dmg">Mac</a> ή <a href="%(STATIC_URL)sext/ScratchDevicePlugin.msi">Windows</a>. </p><p> Για να χρησιμοποιήσετε τα τετράγωνα εντολών του WeDo, κάντε επανεκκίνηση στο φυλλομετρητή. Στον Επεξεργαστή Έργων του Scratch, πατήστε στην κατηγορία "Περισσότερα τετράγωνα εντολών" <strong>ενώ έχετε πατημένο το κουμπί Shift</strong>. Έπειτα πατήστε στο κουμπί "Προσθήκη μιας Επέκτασης". Η βιβλιοθήκη Επεκτάσεων εμφανιστεί. </p><p> Επιλέξτε την επέκταση "WeDo" και έπειτα "ΟΚ". Τώρα τα τετράγωνα εντολών θα εμφανιστούν κάτω από την κατηγορία αυτή. </p><p> Τώρα θα πρέπει να δείτε μια πράσινη ή κίτρινη ένδειξη στα δεξιά του τίτλου "WeDo". Τώρα θα είστε σε θέση να χρησιμοποιήσετε τα τετράγωνα εντολών του κινητήρα και να δείτε τις τιμές των αισθητήρων. </p><p> Η κίτρινη ένδειξη δηλώνει ότι υπάρχει κάποιο πρόβλημα. Μετακινήστε τον κέρσορα πάνω από την ένδειξη για να δείτε τι δεν πάει καλά. </p><p> Παρακαλώ ελέγξτε αυτή τη σελίδα για μελλοντικές ενημερώσεις!
fr: <p> Ce plugin navigateur pour les extensions de Scratch vous permet d'utiliser le kit robotique LEGO WeDo avec la version en ligne de Scratch 2 . ( Une future version de ce plugin navigateur gèrera également la PicoBoard . ) </p><p> <b>NOTE:</b>Cette version préliminaire du plugin navigateur est en bêta test. Il fonctionne seulement sur ​​Mac OS X et Windows. </p><p> Pour l'essayer, téléchargez le programme d'installation pour <a href="%(STATIC_URL)sext/ScratchDevicePlugin.dmg">Mac</a> or <a href="%(STATIC_URL)sext/ScratchDevicePlugin.msi">Windows</a>. </p><p> Pour utiliser les blocs WeDo , redémarrez votre navigateur. Dans l'éditeur de Scratch , cliquez sur la catégorie " Ajouter Blocs"<strong> tout en maintenant la touche Maj enfoncée</strong>. Puis cliquez sur le bouton "Ajouter une extension " . La boîte de dialogue bibliothèque d'extensions s'ouvre. </p><p> Sélectionnez l'extension " WeDo " et cliquez sur OK . Les blocs WeDo apparaissent dans la palette "Ajouter Blocs" .. </p><p> Si le plugin du navigateur de Scratch a été correctement installé, vous devriez voir un indicateur d'état vert ou jaune à la droite du titre " WeDo " . . </p><p>Si vous branchez un hub WeDo dans le port USB de votre ordinateur , le voyant d'état devrait devenir verte. Vous devriez maintenant être en mesure d'utiliser les blocs-moteurs ( s'il y a un moteur relié au hub ) et voir les valeurs des capteurs ( si un capteur est connecté au hub ) . </p><p> Jaune signifie qu'il ya un problème . Déplacez votre curseur sur l'indicateur d'état pour savoir ce qui ne va pas. </p><p> S'il vous plaît revenez sur cette page pour les futures mises à jour !
gl: <p> Este Plugin do Navegador con Extensións Scratch permiteche usar o kit de elementos de rotótica LEGO WeDo coa versión en liña de Scratch 2. (Unha versión futura deste plugin tamén soportará PicoBoard.) </p><p> <b>NOTE:</b> A versión preliminar deste plugin do navegador está en probas beta. Polo momento só traballa en Mac OS X e en Windows. </p><p> Para probalo, baixa o instalador para <a href="%(STATIC_URL)sext/ScratchDevicePlugin.dmg">Mac</a> ou <a href="%(STATIC_URL)sext/ScratchDevicePlugin.msi">Windows</a>. </p><p> Para usar os bloques WeDo, reinicia o teu navegador. No Editor Scratch, preme co botón esquerdo do rato na categoría "Máis Bloques" <strong>ao tempo que mantes pulsada a tecla Shift</strong>. Despois preme no botón "Engadir unha extensión". Entón abrirase o diálogo da biblioteca de Extensións. </p><p> Selecciona a extensión "WeDo" e preme OK. Os bloques WeDo aparecerán na paleta "Máis Bloques". </p><p> Si o plugin do navegador Scratch se instala correctamente, deberías ver un indicador de estado verde ou amarelo á dereita do título "WeDo". </p><p>Si enchufas un elemento WeDo nun porto USB do teu ordenador, a luz de estado volverase verde. Agora deberías ser capaz de usar bloques de motor (si hai un motor conectado ao elemento) e ver os valores do sensor (si hai un sensor conectado ao elemento). </p><p> Amarelo significa que hai un problema. Move o teu cursor sobre o indicador de estado para atopar o que falla. </p><p> Por favor, comproba esta páxina no futuro para ver actualizacións futuras!
it: <p> Questo plugin per le Estensioni di Scratch ti permette di usare il kit robotico LEGO WeDo con la versione online version di Scratch 2. (Una versione futura di questo plugin supporterà anche la PicoBoard.) </p><p> <b>NOTA:</b> Questa versione preliminare del plugin è per il beta testing. Al momento funziona soltanto su Mac OS X e Windows. </p><p> Provalo, scarica l'installatore per <a href="%(STATIC_URL)sext/ScratchDevicePlugin.dmg">Mac</a> o <a href="%(STATIC_URL)sext/ScratchDevicePlugin.msi">Windows</a>. </p><p> Per usare i blocchi WeDo, riavvia il browser. Nell'Editor di Scratch, clicca sulla categoria "Altri Blocchi" <strong>tenendo premuto il tasto Shift</strong>. Quindi clicca sul pulsante "Aggiungi un'Estensione". Si aprirà la finestra di dialogo Libreria delle Estensioni. </p><p> Seleziona l'estensione "WeDo" e clicca OK. I blocchi WeDo appariranno nella categoria "Altri Blocchi". </p><p> Se il plugin è stato installato correttamente, dovresti vedere un indicatore verde o giallo alla destra della scritta "WeDo". </p><p>Se inserisci una presa WeDo nella porta USB del tuo computer, l'indicatore dovrebbe diventare verde. Dovresti a questo punto poter usare i blocchi motore (se è stato collegato un motore alla presa) e vedere i valori dei sensori (se un sensore è stato collegato alla presa). </p><p> Giallo significa che c'è un problema. Muovi il cursore sopra l'indicatore per scoprire cosa non ha funzionato. </p><p> TI preghiamo di fare riferimento a questa pagina per i futuri aggiornamenti!
lv: <p> Šis Scratch paplašinājuma spraudnis pārlūkprogrammai dod iespēju izmantot LEGO WeDo robotikas komplektu ar Scratch 2 tiešsaistes versijā. (Šī spraudņa nākotnes versija atbalstīs arī PicoBoard.) </p><p> <b>NOTE:</b> Šī spraudņe versija joprojām ir aktīvā izstrādē un ir beta testēšanas stadijā. Tā strādā tikai ar Mac OS X un Windows. </p><p> Lai izmēģinātu, lejuplādē uzstādītāju priekš <a href="%(STATIC_URL)sext/ScratchDevicePlugin.dmg">Mac</a> vai <a href="%(STATIC_URL)sext/ScratchDevicePlugin.msi">Windows</a>. </p><p> Lai izmantotu WeDo blokus, pārstartē pārlūkprogrammu. Scratch redaktorā klikšķini sadaļā "Vairāk bloki", <strong>turot nospiestu Shift taustiņu</strong>. Tad spied pogu "Pievienot paplašinājumu". Atvērsies paplašinājumu bibliotēkas dialoga logs. </p><p> Atlasi "WeDo" paplašinājumu un spied Labi. WeDo bloku parādīsies grupā "Vairāk bloki". </p><p> Ja Scratch tīmekļa pārlūka spraudnis uzstādīts veiksmīgi, tev jārredz dzeltens vai zaļš stāvokļa indikators pa labi no nosaukuma "WeDo". </p><p>Ja pieslēgsi WeDo hubu pie USB pieslēgvietas savā datorā, statusa indikatoram jāiespīdas zaļā krāsā. Tagad jābūt iespējamam izmantot motora blokus (ja hubam ir pieslēgts motors) un redzēt sensoru vērtības (ja sensors ir pieslēgts hubam). </p><p> Dzeltens nozīmē, ka ir kāda problēma. Pakustini peles kursorsu pāri statusa indikatoram, lai noskaidrotu, kas nav kārtībā </p><p> Atgriezies šajā lapā vēlāk, lai uzzinātu vairāk!
nb: <p> Denne utvidelsen av Scratch gjør det mulig å koble Scratch til Lego WeDo robotsett, når Scratch kjører i nettleseren. (Senere kommer en versjon som også støtter PicoBoard.) </p><p> <b>Merk:</b> Dette er en foreløpig (beta) testversjon av programtillegget som bare virker på Mac OS X og Windows. </p><p> For å prøve Scratch-utvidelsen, last ned installasjonsfilen for <a href="%(STATIC_URL)sext/ScratchDevicePlugin.dmg">Mac</a> eller <a href="%(STATIC_URL)sext/ScratchDevicePlugin.msi">Windows</a>. </p><p> For å bruke WeDo-klossene, start først nettleseren på nytt. Klikk på kategorien "Flere klosser" <strong>mens du holder shift-knappen</strong>. Klikk på knappen for å hente inn et tillegg. Dialogboksen for utvidelser åpnes. </p><p> Velg "WeDo"-utvidelsen og klikk OK. WeDo-klossene vises i kategorien "Flere klosser". </p><p> Hvis programtillegget ble riktig installert vises en grønn eller gul indikator ved siden av overskriften "WeDo". </p><p>Hvis du kobler WeDo til en USB-port på datamaskinen skal indikatoren bli grønn. Nå skal motorklossene virke (hvis en WeDo-motor er tilkoblet) og du skal se sensorverdier (hvis en sensor er tilkoblet). </p><p> Gul betyr at det er noe som ikke virker. Hold musepekeren over indikatoren for å se hva som er galt.. </p><p> Gå til denne siden igjen senere for å se etter oppdateringer av programtillegget!
pt: <p> O <i>Plugin</i> do Navegador para Extensões Scratch permite-lhe usar o <i>kit</i> de robótica LEGO WeDo com a versão conectada do Scratch 2. (Uma versão futura deste <i>plugin</i> do navegador suportará também a PicoBoard.) </p><p> <b>NOTA:</b> Esta versão preliminar do <i>plugin</i> do navegador destina-se a testes beta. De momento apenas funciona no Mac OS X e no Windows. </p><p> Para o experimentar, descarregue o instalador para <a href="%(STATIC_URL)sext/ScratchDevicePlugin.dmg">Mac</a> ou para <a href="%(STATIC_URL)sext/ScratchDevicePlugin.msi">Windows</a>. </p><p> Para usar os blocos WeDo, reinicie o seu navegador. No Editor Scratch, clique na categoria «Mais Blocos» <strong>enquanto carrega na tecla Shift</strong>. Depois, clique no botão «Adicionar uma Extensão». Surgirá a caixa de diálogo da biblioteca Extensões. </p><p> Seleccione a extensão «WeDo» e clique em «OK». Os blocos WeDo surgirão na paleta «Mais Blocos». </p><p> Se o <i>plugin</i> de navegador do Scratch tiver sido correctamente instalado, deverá ver um indicador de estado verde ou amarelo à direita do título «WeDo». </p><p>Se ligar um <i>hub</i> WeDo a uma entrada USB do seu computador, o indicador de estado deverá ficar verde. Nesse momento já deve poder usar os blocos de motor (se algum motor estiver ligado ao <i>hub</i>) e ver os valores dos sensores (se algum sensor estiver ligado ao <i>hub</i>). </p><p> O indicador de estado amarelo significa que ocorreu um problema. Passe o ponteiro do rato sobre ele para ver o que aconteceu. </p><p> Por favor confira nesta páginas futuras actualizações!
sl: <p> Vtičnik za razširitve Scratcha omogoča uporabo LEGO WeDo robotskega kita s spletbno različico Scratch 2. (Bodoče verzije tega vtičnika bodo omogočale tudi uporabo PicoBoard.) </p><p> <b>POZOR:</b> Ta različica vtičnika je še v beta različici. Trenutno deluje le z Mac OS X in Windows. </p><p> Prenesite namestitveno datoteko z <a href="%(STATIC_URL)sext/ScratchDevicePlugin.dmg">Mac</a> ali <a href="%(STATIC_URL)sext/ScratchDevicePlugin.msi">Windows</a>. </p><p> Za uporabo blokov WeDo, ponovno zaženite brskalnik. V urejevalniku za Scratch <strong>držite tipko Shift </strong> in kliknite na kategorijo "More Blocks" . OPotem kliknite gumb "Add an Extension". The Extensions library dialog will open. </p><p> Select the "WeDo" extension and click OK. The WeDo blocks will appear in the "More Blocks" palette. </p><p> If the Scratch browser plugin was correctly installed, you should see a green or yellow status indicator to the right of the "WeDo" title. </p><p>If you plug a WeDo hub into the USB port on your computer, the status light should turn green. You should now be able to use the motor blocks (if there is a motor connected to the hub) and see sensor values (if a sensor is connected to the hub). </p><p> Yellow means that there's a problem. Move your cursor over the status indicator to find out what's wrong. </p><p> Please check back on this page for future updates!

source: Get Creative with Coding
de: Werde kreativ durch programmieren
fr: Coder pour devenir créatif
it: Diventa Creativo con la Programmazione
lv: Esi radošs kodējot
nb: Bli kreativ med programmering
pt: Seja Criativo com a Programação
tr: Kodlamada Yaratıcı Ol

source: Create one of these projects with Scratch!
de: Mache eines dieser Projekte mit Scratch!
fr: Créé un de ces projets avec Scratch!
it: Crea uno di questi progetti con Scratch!
lv: Izveido kādu no šiem projektiem ar Scratch!
nb: Prøv ett av disse Scratch-prosjektene!
pt: Crie um destes projectos com o Scratch!
tr: Bu projelerden birini Scratch ile yap!

source: With <a href="http://scratch.mit.edu/about">Scratch</a>, you can program your own stories, games, and animations &mdash; and share them online.
de: Mit <a href="http://scratch.mit.edu/about">Scratch</a> kannst du deinen eigenen Geschichten, Spiele und Animationen machen und diese mit anderen online teilen.
fr: Avec <a href="http://scratch.mit.edu/about">Scratch</a>, vous pouvez programmer votre propre histoire, jeux, et animations &mdash; et les partager en ligne.
it: Usando <a href="http://scratch.mit.edu/about">Scratch</a> puoi creare delle storie, dei giochi e delle animazioni &mdash; e poi puoi condividerle online.
lv: Ar <a href="http://scratch.mit.edu/about">Scratch</a>, tu vari programmēt savus stāstus, spēles un animācijas &mdash; un dalīties ar tiem tiešsaistē.
nb: Med <a href="http://scratch.mit.edu/about">Scratch</a> kan du programmere dine egne interaktive fortellinger, spill og animasjoner &mdash; og vise fram det du har laget til andre på nettet.
pt: Com o <a href="http://scratch.mit.edu/about">Scratch</a> pode programar as suas próprias estórias, jogos e animações &ndash; e partilhá-las em linha.
tr: <a href="http://scratch.mit.edu/about">Scratch</a> ile kendi hikayelerini, oyunlarını ve çizgi filmlerini programalayabilir &mdash; ve onları ağ-üzerinden tüm dünya ile paylaşabilirsin.

source: See our <a href="http://scratched.gse.harvard.edu/hoc">notes for teachers</a> on the ScratchEd site.
de: Siehe dazu unsere <a href="http://scratched.gse.harvard.edu/hoc">Hinweise für Lehrkräfte</a> auf der ScratchEd-Seite.
fr: Consultez nos <a href="http://scratched.gse.harvard.edu/hoc">notes pour les enseignants </a> sur le site ScratchEd.
it: Consulta le nostre <a href="http://scratched.gse.harvard.edu/hoc">note per gli insegnanti</a> sul sito ScratchEd.
lv: Lasi mūsu<a href="http://scratched.gse.harvard.edu/hoc">piezīmes skolotājiem</a>ScratchEd mājaslapā.
nb: Se også <a href="http://scratched.gse.harvard.edu/hoc">notater for lærere</a> på ScratchEd.
pt: Veja as nossas <a href="http://scratched.gse.harvard.edu/hoc">notas para professores</a> no sítio Web ScratchEd.
tr: ScratchEd sitesinde yer alan <a href="http://scratched.gse.harvard.edu/hoc">öğretmenler için notlar</a>ımıza bakın.

source: Scratch: Imagine, Program, Share
de: Scratch: Ausdenken, Programmieren, Teilen
fr: Scratch: Imagine, Programme, Partage
it: Scratch: Immagina, Programma, Condividi
lv: Scratch: Iztēlojies, programmē, dalies
nb: Scratch: Fantasi, Programmering, Samarbeid
pt: Scratch: Imagine, Programe, Partilhe
tr: Scratch: Hayal et, Kodla, Paylaş

source: Millions of young people around the world create projects with Scratch, a free programming language and <a href="http://scratch.mit.edu">online community</a> developed by the MIT Media Lab.
de: Millionen von jungen Leuten auf der ganzen Welt machen Projekte mit Scratch, einer freien Programmiersprache und einer <a href="http://scratch.mit.edu">Online-Gemeinschaft</a>. Scratch wurde vom MIT Media Lab entwickelt.
fr: Des millions des jeunes du monde entier créent des projets avec Scratch, un langage de programmation libre et <a href="http://scratch.mit.edu">communauté en ligne</a> élaboré par le Media Lab du MIT.
it: Milioni di giovani da tutto il mondo creano progetti con Scratch, un linguaggio di programmazione gratuito e una <a href="http://scratch.mit.edu">comunità online</a> sviluppati dal Media Lab del MIT.
lv: Miljoniem jauniešu visā pasaulē ir radījuši projektus ar Scratch, kas ir bezmaksas programmēšanas valoda un <a href="http://scratch.mit.edu">tiešsaistes kopiena</a>, ko izstrādājusi MIT Media Lab.
nb: Millioner av barn og unge i hele verden lager sine egne programmer med Scratch, et åpent og gratis programmeringsspråk og <a href="http://scratch.mit.edu">nettsamfunn</a> utviklet ved MIT Media Lab.
pt: Milhões de jovens de todo o mundo criam projectos com o Scratch, uma linguagem de programação gratuita e <a href="http://scratch.mit.edu">online community</a> desenvolvida pelo MIT Media Lab.
tr: Dünyanın her yerinden milyonlarca genç Scratch ile projeler yaratmakta. Scratch, MIT Medya Lab.'ı tarafından geliştirilmiş olan ücretsiz ve özgür bir programlama dili ve <a href="http://scratch.mit.edu">ağ-üzeri (online) bir topluluktur</a>.

source: When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.
de: Über das Programmieren lernt man auch wichtige Strategien zur Lösung von Problemen, Entwurf von Projekten und über die Vermittlung von Ideen.
fr: Quand les gens apprennent à coder avec Scratch, ils apprennent des stratégies importantes pour la résolution de problème, la conception de projet, et la transmission des idées.
it: Quando le persone imparano a programmare con Scratch imparano strategie importanti per risolvere i problemi, per progettare e per comunicare le loro idee.
lv: Mācoties programmēt ar Scratch, ir iespējams apgūt nozīmīgas problēmu risināšanas stratēģijas, attīstīt projektu izstrādes un saziņas prasmes.
nb: De som lærer programmering med Scratch lærer samtidig strategier for problemløsing, design og formidling av ideer.
pt: Quando se aprende a programar com o Scratch, aprende-se estratégias importantes para resolver problemas, conceber projectos e comunicar ideias.
tr: Kişi Scratch'te kodlamayı öğrendiğinde; problem çözmede, proje tasarlamada ve fikir paylaşımında önemli stratejik beceriler de ediniyor.
