Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: TRY IT OUT
ca: PROVA-HO
cs: VYZKOUŠEJ
de: PROBIER ES AUS
el: ΔΟΚΙΜΑΣΤΕ ΤΟ
es: PRUÉBALO
et: PROOVI SEDA
eu: PROBA EZAZU
fr: ESSAIE LE
ga: BAIN TRIAIL AS
gl: PROBAO
it: PROVALO
ja: やってみる
lv: IZMĒĢINI
nb: PRØV DET
pt: EXPERIMENTE
ro: INCEARCA
sl: PREIZKUSI
sv: TESTA
tr: HADİ DENE
uk: СПРОБУВАТИ

source: SEE EXAMPLES
ca: MIRA EXEMPLES
de: BEISPIELE
el: ΔΕΙΤΕ ΠΑΡΑΔΕΙΓΜΑΤΑ
es: VER EJEMPLOS
et: VAATA NÄITEID
eu: ADIBIDEAK IKUSI
fr: VOIR DES EXEMPLES
gl: VER EXEMPLOS
it: VEDI ESEMPI
lv: APSKATI PIEMĒRUS
nb: SE EKSEMPLER
pt: VER EXEMPLOS
sl: OGLEJ SI PRIMERE
sv: SE EXEMPEL
tr: ÖRNEKLERE BAK
uk: ПЕРЕГЛЯНУТИ

source: JOIN SCRATCH
ca: UNEIX-TE A SCRATCH
cs: PŘIPOJ SE K SCRATCH
de: MACH BEI SCRATCH MIT
el: ΓΙΝΕΤΕ ΜΕΛΟΣ
es: UNIRSE A SCRATCH
et: ÜHINE SCRATCHIGA
eu: SCRATCHERA BATU
fr: REJOINS SCRATCH
ga: CLÁRAIGH LE SCRATCH
gl: ÚNETE A SCRATCH
it: ISCRIVITI
ja: Scratchに参加
lv: PIEVIENOJIES SCRATCH
nb: BLI MED I SCRATCH
pt: ADIRA AO SCRATCH
ro: ALATURA-TE SCRATCH
sl: PRIDRUŽI SE SCRATCHU
sr: ПРИДРУЖИ СЕ СКРАЧУ
sv: GÅ MED I SCRATCH
tr: ARAMIZA KATIL
uk: ПРИЄДНАТИСЯ

source: it's free
ca: és gratuït
cs: je zdarma
de: kostenlos
el: Δωρεάν
es: es gratis
et: see on tasuta
eu: dohakoa da
fr: c'est gratuit
ga: tá sé saor in aisce
gl: é de balde
it: è gratis
ja: 無料です
lv: tas ir bez maksas
nb: det er gratis
pt: é gratuito
ro: este gratuit
sl: je zastonj
sr: бесплатно је
sv: gratis
tr: ücretsiz
uk: вільно!

source: ABOUT SCRATCH
ca: A PROPÒSIT D'SCRATCH
cs: O SCRATCH
de: ÜBER SCRATCH
el: ΣΧΕΤΙΚΑ ΜΕ ΤΟ SCRATCH
es: ACERCA DE SCRATCH
et: SCRATCHIST
eu: SCRATCHI BURUZ
fr: A PROPOS SCRATCH
ga: MAIDIR LE SCRATCH
gl: ACERCA DE SCRATCH
it: INFORMAZIONI SU SCRATCH
ja: Scratchについて
lv: PAR SCRATCH
nb: OM SCRATCH
pt: ACERCA DO SCRATCH
ro: DESPRE SCRATCH
sl: O SCRATCHU
sr: О СКРАЧУ
sv: OM SCRATCH
tr: SCRATCH HAKKINDA
uk: ПРО СКРЕТЧ

source: FOR EDUCATORS
ca: PER ALS EDUCADORS
cs: PRO UČITELE
de: FÜR LEHRKRÄFTE
el: ΓΙΑ ΤΟΥΣ ΕΚΠΑΙΔΕΥΤΙΚΟΥΣ
es: PARA DOCENTES
et: KOOLITAJATELE
eu: HEZITZAILEENTZAT
fr: POUR LES EDUCATEURS
ga: DO MHÚINTEOIRÍ
gl: PARA EDUCADORES
it: PER GLI EDUCATORI
ja: 先生方へ
lv: PASNIEDZĒJIEM
nb: FOR LÆRERE
pt: PARA EDUCADORES
ro: PENTRU PROFESORI
sl: ZA UČITELJE
sr: ЗА НАСТАВНИКЕ
sv: FÖR LÄRARE
tr: EĞİTMENLERE
uk: ДЛЯ ВЧИТЕЛІВ

source: FOR PARENTS
ca: PER ALS PARES
cs: PRO RODIČE
de: FÜR ELTERN
el: ΓΙΑ ΤΟΥΣ ΓΟΝΕΙΣ
es: PARA PADRES
et: LAPSEVANEMATELE
eu: GURASOENTZAT
fr: POUR LES PARENTS
ga: DO THUISMITHEOIRÍ
gl: PARA NAIS E PAIS
it: PER I GENITORI
ja: 保護者の方へ
lv: VECĀKIEM
nb: FOR FORELDRE
pt: PARA PAIS
ro: PENTRU PARINTI
sl: ZA STARŠE
sr: ЗА РОДИТЕЉЕ
sv: FÖR FÖRÄLDRAR
tr: ANNE-BABALARA
uk: ДЛЯ БАТЬКІВ

source: Featured Projects
ca: Projectes Destacats
cs: Vybrané projekty
de: Vorgestellte Projekte
el: Προτεινόμενα έργα
es: Proyectos Destacados
et: Valitud projektid
eu: Proiektu aipagarriak
fr: Projets Sélectionnés
ga: Tionscadail Mór-Le-Rá
gl: Proxectos Destacados
he: פרויקטים נבחרים
it: Progetti In Primo Piano
ja: 注目のプロジェクト
lv: Izceltie projekti
nb: Anbefalte prosjekter
pt: Projectos em Destaque
ro: Proiecte recomandate
sl: Izpostavljeni projekti
sr: Истакнути пројекти
sv: Presenterade Projekt
tr: Dikkat Çeken Projeler
uk: Популярні проекти

source: Featured Studios
ca: Estudis Destacats
cs: Vybraná studia
de: Vorgestellte Studios
el: Προτεινόμενες Συλλογές
es: Estudios Destacados
et: Valitud stuudiod
eu: Estudio aipagarriak
fr: Les studios à l'affiche
ga: Stiúideonna Mór-Le-Rá
gl: Estudos Destacados
he: סטודיו נבחרים
it: Gallerie in Primo Piano
ja: 注目のスタジオ
lv: Izceltās studijas
nb: Anbefalte gallerier
pt: Estúdios em Destaque
ro: Ateliere recomandate
sl: Izpostavljeni studii
sr: Истакнути студији
sv: Presenterade Studios
tr: Dikkat Çeken Stüdyolar
uk: Популярні студії

source: Learn more
ca: Aprèn-ne més
de: Mehr erfahren
el: Μάθετε περισσότερα
es: Aprende más
fr: En savoir plus
gl: Aprender máis
it: Ulteriori informazioni
lv: Uzzini vairāk
nb: Lær mer
pt: Saiba mais
sl: Nauči se več
tr: Daha fazlasını öğren

source: Projects Curated by
ca: Projectes Conservats per
de: Projekte vorgestellt von Kurator
el: Έργα επιμελημένα από το χρήστη
es: Proyectos seleccionados por
et: Projektid on kureerinud
eu: Proiektu hauen ontzailea:
fr: Projets dont le conservateur est
gl: Proxectos Supervisados por
it: Progetti selezionati da
lv: Projekti, kurus pārvalda
nb: Prosjekter forvaltet av
pt: Projectos Conservados por
ro: Proiecte manageriate de
sl: Projekti, za katere skrbi
sv: Projekt administrerade av
tr: Düzenleyicisin şu kişi olduğu projeler:
uk: Проекти куровані

source: Visit the studio
ca: Visita l'estudi
de: Besuche das Studio
el: Επισκεφθείτε τη συλλογή έργων
es: Visita el estudio
et: Külasta stuudiot
eu: Estudioa bisitatu
fr: Visitez le studio
gl: Visitar o estudo
it: Visita lo studio
lv: Apmeklēt studiju
nb: Besøk galleriet
pt: Visitar o estúdio
sl: Obišči studio
sv: Besök studion
tr: Stüdyoyu ziyaret et
uk: Відвідати студію

source: Scratch Design Studio
ca: Estudi de Disseny d'Scratch
el: Στούντιο Σχεδίασης του Scratch
es: Estudio de Diseño de Scratch
et: Scratchi disainistuudio
eu: Scratcheko Diseinu Estudioa
fr: L'atelier de conception de Scratch
gl: Estudo de Deseño de Scratch
it: Studio di Progettazione di Scratch
lv: Scratch projektu studija
pt: Estúdio de Design Scratch
ro: Atelier de design Scratch
sl: Scratch oblikovalski Studio
tr: Scratch Tasarlama Stüdyosu
uk: Дизайн-студія Скретчу

source: Recently Shared Projects
ca: Projectes Compartits recentment
de: Neu veröffentlichte Projekte
el: Πρόσφατα έργα σε κοινή χρήση
es: Proyectos compartidos recientemente
et: Hiljuti jagatud projektid
eu: Berriki partekaturiko proiektuak
fr: Projets récemment partagés
gl: Proxectos Compartidos Recentemente
it: Progetti Condivisi di Recente
lv: Pēdējie koplietotie projekti
nb: Prosjekter lagt ut nylig
pt: Projectos Partilhados Recentemente
ro: Proiecte partajate recent
sl: Nedavno deljeni projekti
sr: Недавно дељени пројекти
sv: Nyligen Delade Projekt
tr: Yakında Paylaşılmış Projeler
uk: Останні опубліковані проекти

source: Projects by Scratchers I'm Following
ca: Projectes d'Scratchers als qui segueixo
cs: Projekty od Scratch-erů které následuji
de: Projekte von Scratchern, die mich interessieren
el: Έργα από άτομα που ακολουθώ
es: Proyectos de Scratchers que sigo
et: Scratchijate projektid, mida ma jälgin
eu: Jarraitzen ditudan Scratcherren proiektuak
fr: Les Projets des Scratchers que je suis
ga: Tionscadail le Scratchálaithe a Leanaim
gl: Proxectos de Scratchers que sigo
it: Progetti di Utenti che sto seguendo
ja: フォローしているスクラッチャーの作品
lv: Projekti no Scratch lietotājiem, kuriem sekoju
nb: Prosjekter av Scratchere jeg følger
pt: Projectos de Scratchadores Que Sigo
ro: Proiectele ale Scratcher-ilor urmariti
sl: Projekti Scratcherjev, ki jim sledim
sr: Пројекти скрачера које следим
sv: Projekt av Scratchers som jag följer
tr: Takip Ettiğim Kişilerin Projeleri
uk: Проекти скретчерів, яким я слідую

source: Projects Loved by Scratchers I'm Following
ca: Projectes que més agraden als Scratchers als que segueixo
cs: Projekty lajkované Scratch-ery které následuji
de: Projekte, die Scratcher mögen, die mich interessieren
el: Έργα που αρέσουν σε άτομα που ακολουθώ
es: Proyectos queridos por Scratchers que sigo
et: Projektid, mis meeldivad Scratchijatele, keda ma jälgin
eu: Jarraitzen ditudan Scratcherrek gogoko dituzten proiektuak
fr: Les Projets aimés par les Scratchers que je suis
ga: Tionscadail a thaitníonn le Scratchálaithe a leanaim
gl: Proxectos que Gustan aos Scratchers que sigo
it: Progetti che piacciono agli Utenti che sto seguendo
ja: フォローしているスクラッチャーのお気に入り
lv: Projekti, kuri patīk Scratch lietotājiem, kuriem sekoju
nb: Prosjekter likt av Scratchere jeg følger
pt: Projectos Apreciados por Scratchadores Que Sigo
ro: Proiecte indragite de cei pe care ii urmaresc
sl: Projekti, ki so jih všečkali Scratcherji, ki jim sledim
sr: Пројекти које воле скречери које следим
sv: Projekt som gillas av Scratchers som jag följer
tr: Takip Ettiğim Kişilerin Sevdiği Projeler
uk: Улюблені проекти скретчерів, яким я слідую

source: Projects in Studios I'm Following
ca: Projectes d'Estudis que segueixo
cs: Projekty ve studiích které následuji
de: Projekte in Studios, die mich interessieren
el: Έργα από τις συλλογές που ακολουθώ
es: Proyectos en estudios que sigo
et: Projektid stuudiotes, mida ma jälgin
eu: Jarraitzen ditudan estudioetako proiektuak
fr: Les Projets du Studio que je suis
ga: Tionscadail i Stiúideonna a Leanaim
gl: Proxectos en Estudos que Sigo
it: Progetti nelle Gallerie che sto seguendo
ja: フォローしているスタジオの作品
lv: Projekti studijās, kurām sekoju
nb: Prosjekter i gallerier jeg følger
pt: Projectos em Estúdios Que Sigo
ro: Proiectele in atelierele urmarite
sl: Projekti v studiih, ki jim sledim
sr: Пројекти у студијима које следим
sv: Projekt i Studior som jag följer
tr: Takip Ettiğim Stüdyolardaki Projeler
uk: Проекти в студіях яким я слідую

source: What the Community is Remixing
ca: El què la Comunitat està Reinventant
cs: Co společenství upravuje
de: Die neuesten Remixe
el: Τι αναμιγνύει περισσότερο η κοινότητα
es: Lo que la comunidad reinventa
et: Mida kogukond remiksib
eu: Komunitatea birnahasten ari dena
fr: Ce que la communauté remixe
ga: Céard atá an pobal ag athmheascadh
gl: Que está Recreando a Comunidade
he: מה הקהילה ממקססת
it: Che Cosa sta Remixando la Comunità
ja: コミュニティがリミックスしているもの
lv: Ko kopiena remiksē
nb: Mye remikset i det siste
pt: O Que a Comunidade Tem Remisturado
ro: Ce mai amesteca membrii comunitatii
sl: Kaj skupnost predeluje
sr: Шта Заједница прерађује
sv: Vad Användarna Remixar
tr: Diğerleri Nelere Katkı Yapıyor
uk: Що спільнота змінює

source: What the Community is Loving
ca: El què més agrada a la Comunitat
cs: Co má společenství rádo
de: Die beliebtesten Projekte
el: Τι αρέσει περισσότερο στην κοινότητα
es: Lo que a la comunidad le encanta
et: Mida kogukond armastab
eu: Komunitatean gustoko duena
fr: Ce que la communauté aime
ga: Céard a thaitníonn leis an bpobal
gl: Que lle Gusta á Comunidade
he: מה הקהילה אוהבת
it: Cosa piace alla comunità
ja: コミュニティが好きなもの
lv: Kas kopienai patīk
nb: Likt av mange i det siste
pt: O Que a Comunidade Tem Gostado
ro: Ce iubesc cei din comunitate
sl: Kaj je skupnosti všeč
sr: Шта Заједница воли
sv: Vad Användarna Gillar
tr: Diğerleri Neleri Seviyor
uk: Що подобається спільноті

source: Follow
ca: Segueix
cs: Následovat
de: Folgen
el: Ακολουθήστε
es: Seguir
et: Jälgi
eu: Jarraitu
fr: Suivre
ga: Lean
gl: Seguir
it: Segui
ja: フォローする
lv: Sekot
nb: Følg
pt: Seguir
ro: Urmareste
sl: Sledi
sr: Прати
sv: Följ
tr: Takip et
uk: Слідувати

source: Unfollow
ca: Deixa de seguir
cs: Zrušit následování
de: Nicht mehr folgen
el: Σταματήστε να ακολουθείτε
es: Dejar de seguir
et: Ära jälgi
eu: Jarraitzeari utzi
fr: Ne plus suivre
ga: Dílean
gl: Deixar de seguir
it: Non Seguire
ja: フォローをやめる
lv: Nesekot
nb: Slutt å følge
pt: Deixar de seguir
ro: Inceteaza urmarirea
sl: Prenehaj slediti
sr: Не прати више
sv: Sluta följa
tr: Takibi bırak
uk: Покинути

source: Please verify your account
de: Bitte bestätige dein Konto
fr: S'il vous plaît vérifier votre compte
it: Per favore controlla il tuo account
lv: Lūdzu apstiprini savu kontu
tr: Lütfen hesabını doğrula

source: Submit Password
de: Passwort setzen
fr: Donner un mot de passe
it: Invia la Password
lv: Apstiprini paroli
tr: Parolayı Gir

source: Last modified
ca: Modificats darrerament
cs: Naposledy změněno
de: Letzte Änderung
el: Τροποποιήθηκε τελευταία
es: Modificados recientemente
et: Viimati muudetud
eu: Berriki aldatuak
fr: Dernière modification
ga: Dáta Athraithe
gl: Modificados recentemente
he: שונה לאחרונה
it: Ultima modifica
ja: 最終更新
lv: Pēdējo reizi labots
nb: Sist endret
pt: Alterado pela última vez
ro: Ultima modificare
sl: Zadnjič spremenjeno:
sr: Последњи пут измењено
sv: Senast ändrad
tr: Son değiştirilme
uk: Востаннє змінено

source: Loves
ca: Li agrada
cs: Lajkované
de: Beliebtheit
el: Άτομα τα οποία αγαπούν το έργο
es: Más queridos
et: Armastab
eu: Gogokoenak
fr: Aimés
ga: Grá
gl: Gustaron
it: Mi Piace
ja: 好き
lv: Patīk
nb: Liker
pt: Gostos
ro: Indragesc
sl: Všečki
sr: Вољени
sv: Gillanden
tr: Sevdiklerim
uk: Улюблених

source: Remixes
ca: Reinvencions
cs: Upravené
de: Remixe
el: Αναμίξεις
es: Reinvenciones
et: Remiksid
eu: Birnahasketak
fr: Remix
ga: Athmheasctha
gl: Recreacións
he: רימיקסים
it: Remix
ja: リミックス
lv: Remiksi
nb: Remiksinger
pt: Remisturas
ro: Amestecari
sl: Predelave
sr: Прерађени
sv: Remixningar
tr: Katkılılar
uk: Ремікси

source: The Lifelong Kindergarten research group respects the intellectual property of others, as well as our users. If you believe that your work has been copied in a way that constitutes copyright infringement, please email copyright@scratch.mit.edu, or mail your complaint to the following:
ca: El Lifelong Kindergarten research group respecta la propietat intel·lectual dels altres, així com la dels nostres usuaris. Si creus que la teva obra ha estat copiada d'una manera que constitueix una violació dels teus drets d'autor, si us plau envia un correu electrònic a copyright@scratch.mit.edu, o envia la teva reclamació a l'adreça següent:
cs: Lifelong Kindergarten research group respektuje intelektuální vlastnictví ostatních, včetně našich uživatelů. Pokud věříte, že vaše práce byla zkopírována způsobem který zakládá porušení copyrightu, prosím napište na copyright@scratch.mit.edu, nebo zamailujte vaši stížnost následujícím:
de: Die Lifelong-Kindergarten-Forschungsgruppe respektiert das geistige Eigentum anderer, genauso wie unsere Benutzer. Falls du glaubst, dass deine Arbeit in einer Weise kopiert wurden, die gegen das Urheberrecht verstößt, sende bitte eine E-Mail an copyright@scratch.mit.edu, oder sende deine Beschwerde an folgende Adresse:
el: Η ομάδα έρευνας της Lifelong Kindergarten σέβεται τις πνευματικές ιδιοκτησίες άλλων ατόμων, όπως και των χρηστών μας. Εάν πιστεύετε πως η δουλειά σας έχει αντιγραφεί με τρόπο που συνιστά παραβίαση των πνευματικών δικαιωμάτων, παρακαλούμε στείλτε μας e-mail στη διεύθυνση copyright@scratch.mit.edu, ή στείλτε μας γράμμα με τα παράπονά σας στην παρακάτω διεύθυνση:
es: El grupo Lifelong Kindergarten respeta la propiedad intelectual de otros, incluídos nuestros usuarios. Si cree que su trabajo ha sido copiado, infringiendo sus derechos de autor, por favor envíe un correo electrónico a copyright@scratch.mit.edu, o envié su queja a:
et: The Lifelong Kindergarten uurimisgrupp respekteerib teiste intellektuaalset omandit, ka meie kasutajate oma. Kui sa arvad, et su töö on kopeeritud viisil, mis kujutab endast autoriõiguste rikkumist, palun saada meil copyright@scratch.mit.edu või saada oma kaebus:
eu: Lifelong Kindergarten ikerketa taldeak besteen eta gure erabiltzaileen jabetza intelektuala errespetatzen du. Zure lana jabetza intelektualaren arauak hausten dituen modu batean kopiatua izan dela uste baduzu, jar zaitez gurekin harremanetan email bidez copyright@scratch.mit.edu helbidean, edo bidali zure kexa email bidez hurrengora:
fr: Le groupe de recherche Lifelong Kindergarten respecte la propriété intellectuelle d'autrui, tout autant que celle de nos utilisateurs. Si vous pensez que votre travail a été copié d'une manière qui constitue une violation du droit d'auteur, s'il vous plaît envoyez un courriel à copyright@scratch.mit.edu courriel ou envoyez par courrier votre plainte à l'adresse suivante:
gl: O grupo de investigación Lifelong Kindergarten respeta a propiedade intelectual de outros, incluidos os nosos usuarios. Si considera que o seu traballo foi copiado, infrinxindo os seus dereitos de autor, por favor envíe un correo electrónico a copyright@scratch.mit.edu, ou envie a súa queixa a:
it: Il gruppo di ricerca Lifelong Kindergarten rispetta la proprietà intellettuale sia degli altri che dei propri utenti. Se ritieni che il tuo lavoro sia stato copiato in un modo che costituisce una violazione al copyright, manda un'email a copyright@scratch.mit.edu, o invia una lettera di reclamo indirizzata a:
ja: 「Lifelong Kindergarten research group」は、知的財産権、皆さんの財産を、私たちのユーザー同様に尊重します。もし、あなたの作品が著作権侵害を受けるような方法でコピーされていると思われる場合は、copyright@scratch.mit.edu までメールで知らせるか、以下からご連絡ください。
lv: Lifelong Kindergarten pētījumu grupa ciena citu, tajā skaitā savu lietotāju intelektuālo īpašumu. Ja uzskati, ka tavs darbs ir kopēts pārkāpjot autortiesības, sūti epastu uz copyright@scratch.mit.edu vai nosūti savu iebildumu te:
pt: O grupo de investigação Lifelong Kindergarten respeita a propriedade intelectual dos outros, bem como a propriedade intelectual dos nossos utilizadores. Se crê que o seu trabalho foi copiado de uma forma que viola os seus direitos de autor, por favor envie uma mensagem de correio electrónico para copyright@scratch.mit.edu ou envie a sua queixa para:
ro: Grupul de cercetare The Lifelong Kindergarten respecta proprietatea intelectuala atat a utilizatorilor nostri cat si a celorlalti. Daca tu consideri ca munca ta a fost copiata intr-un mod care constituie incalcare a drepturilor de autor, te rugam sa ne trimiti email la copyright@scratch.mit.edu sau trimite plangerea ta la urmatorii:
sl: The Lifelong Kindergarten research group spoštuje intelektualno lastnino drugih, kot jo spoštujejo tudi naši uporabniki. Če menite, da je bilo vaše delo kopirano na način, kjer je prišlo do kršitve avtorskih pravic, prosimo pišite na naslov copyright@scratch.mit.edu, ali pa vašo pritožbo posredujte na naslov:
sr: Lifelong Kindergarten истраживачка група поштује интелектуалну имовину других, као и наших корисника. Уколико сматрате да је ваш рад копиран тако да представља провреду ауторских права, молим вас напишите нам copyright@scratch.mit.edu, или пошаљите ваш приговор на:
sv: Forskargruppen på LifeLong Kindergarten respekterar andras intellektuella rättigheter, såväl som våra användares. Om du tror att ditt arbete har kopierats på ett sätt som gör intrång i upphovsrätten skicka då e-post till copyright@scratch.mit.edu, eller maila ditt klagomål till:
tr: Lifelong Kindergarten araştırma grubu olarak hem kendi kullanıcılarımızın hem de diğerlerinin fikri haklarına saygı gösteririz. Eğer sizin bir eserinize ait telif hakkınızın ihlal edildiğini düşünüyorsanız, şikayetinizi copyright@scratch.mit.edu adresine bir eposta veya aşağıdaki adrese bir posta ile bildirin:
uk: Дослідницька група Lifelong Kindergarten поважає інтелектуальну власність інших осіб, а також наших користувачів. Якщо ви вважаєте, що ваша робота була скопійована з порушенням авторських прав, будь ласка, напишіть до copyright@scratch.mit.edu або відправте свою скаргу:
