Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p>You're ready to add and animate the rest of the letters in your name.</p> <p>Choose or draw the letters using the New Sprite buttons:</p> <p> <img src = "%(STATIC_URL)s/images/help/new-sprite-choose-paint.png"></p> <p>Here are some other scripts to try. </p> <p>Tip: Click twice on any sprite to edit its scripts.</p>
fr: <p>Tu es prêt à ajouter et animer le reste des lettres en votre nom.</p> <p>Choisis ou dessine les lettres en utilisant les boutons Nouveau lutin:</p> <p> <img src = "%(STATIC_URL)s/images/help/new-sprite-choose-paint.png"></p> <p>Voilà d'autres scripts à essayer. </p> <p>Tip: Clique 2 fois sur un lutin pour éditer son script.</p>
gl: <p>Estás preparado para engadir e animar o resto das letras do teu nome.</p> <p>Elixe ou debuxa as letras utilizando os botóns Nova Figura:</p> <p> <img src = "%(STATIC_URL)s/images/help/new-sprite-choose-paint.png"></p> <p>Aquí tes algúns outros programas que podes probar. </p> <p>Suxestión: preme dúas veces sobre calquera figura para editar os seus programas.</p>
it: <p>Sei ora pronto per aggiungere e animare il resto delle lettere del tuo nome.</p> <p>Scegli o disegna le lettere usando il pulsante Nuovo Sprite:</p> <p> <img src = "%(STATIC_URL)s/images/help/new-sprite-choose-paint.png"></p> <p>Ecco degli altri script da provare. </p> <p>Suggerimento: Clicca due volte su un qualunque sprite per modificarne gli script.</p>
lv: <p>Nu viss ir gatavs, lai pievienotu un iekustinātu pārējos tava vārda burtus.</p> <p>Izvēlies vai uzzīmē šos burtus, izmantojot pogu Jauns gariņš:</p> <p> <img src = "%(STATIC_URL)s/images/help/new-sprite-choose-paint.png"></p> <p>Lūk, dažas programmas ko izmēģināt. </p> <p>Padoms: Uzklikšķini divreiz uz jebkura gariņa, lai labotu tā programmu.</p>
nb: <p>Nå er du klar til å legge inn resten av bokstavene og animere dem.</p> <p>Velg eller tegn bokstavene med knappene for ny figur:</p> <p> <img src = "%(STATIC_URL)s/images/help/new-sprite-choose-paint.png"></p> <p>Her er noen andre skript du kan prøve. </p> <p>Tips: Dobbeltklikk på en figur for å redigere dens skript.</p>
pt: <p>Já está pronto para acrescentar e animar o resto das letras do seu nome.</p> <p>Escolha ou desenhe as letras usando os botões de Novo actor:</p> <p> <img src = "%(STATIC_URL)s/images/help/new-sprite-choose-paint.png"></p> <p>Aqui estão alguns outros guiões para experimentar. </p> <p>Dica: Clique duas vezes sobre qualquer actor para editar os seus guiões.</p>
tr: <p>İsminin diğer harflerini de ekleyip oynatmaya hazırsın artık.</p> <p>Yeni kukla oluşturma düğmelerinden birini kullanarak bir harf seç veya kendin çiz:</p> <p><img src = "%(STATIC_URL)s/images/help/new-sprite-choose-paint.png"></p> <p>Bak burada deneyebileceğin başka diziler de var.</p> <p>İpucu: Dizilerine hızlıca erişmek için kuklayı çift tıklayabilirsin.</p>

source: <h4>Glide</h4> <p>Make your letter glide when you click it:</p> <p><img src = "%(STATIC_URL)s/images/help/when-clicked-glide.png"></p>
fr: <h4>Glisser</h4> <p>Fais glisser ta lettre quand tu cliques dessus:</p> <p><img src = "%(STATIC_URL)s/images/help/when-clicked-glide.png"></p>
gl: <h4>Esbarar</h4> <p>Fai que a letra esbare cando premas sobre ela:</p> <p><img src = "%(STATIC_URL)s/images/help/when-clicked-glide.png"></p>
it: <h4>Scivola</h4> <p>Fai scivolare una lettera quando la clicchi:</p> <p><img src = "%(STATIC_URL)s/images/help/when-clicked-glide.png"></p>
lv: <h4>Slīdēt</h4> <p>Liec savam burtam slīdēt, kad uz tā uzklikšķini:</p> <p><img src = "%(STATIC_URL)s/images/help/when-clicked-glide.png"></p>
nb: <h4>Gli</h4> <p>Gjør at figuren glir når den klikkes:</p> <p><img src = "%(STATIC_URL)s/images/help/when-clicked-glide.png"></p>
pt: <h4>Deslizar</h4> <p>Faça a sua letra deslizar quando for clicada:</p> <p><img src = "%(STATIC_URL)s/images/help/when-clicked-glide.png"></p>
tr: <h4>Süzül</h4> <p>Tıklandığında harfin kayarak bir yere gitmesini sağla:</p> <p><img src = "%(STATIC_URL)s/images/help/when-clicked-glide.png"></p>

source: <h4>Change size</h4> <p>Make your letter grow and shrink when you click it:</p> <p><img src = "%(STATIC_URL)s/images/help/change-size-script.png"></p>
fr: <h4>Changer de taille</h4> <p>Agrandis ou rétrécis ta lettre quand tu cliques dessus:</p> <p><img src = "%(STATIC_URL)s/images/help/change-size-script.png"></p>
gl: <h4>Cambiar o tamaño</h4> <p>Fai que as túas letras medren ou encollan cando premes sobre elas:</p> <p><img src = "%(STATIC_URL)s/images/help/change-size-script.png"></p>
it: <h4>Cambia dimensione</h4> <p>Fai aumentare e diminuire le dimensioni della tua lettera quando lo clicchi:</p> <p><img src = "%(STATIC_URL)s/images/help/change-size-script.png"></p>
lv: <h4>Mainīt izmēru</h4> <p>Liec burtam samazināties un palielināties, kad uz tā klikšķini:</p> <p><img src = "%(STATIC_URL)s/images/help/change-size-script.png"></p>
nb: <h4>Endre størrelse</h4> <p>Gjør at bokstaven vokser eller krymper når den klikkes:</p> <p><img src = "%(STATIC_URL)s/images/help/change-size-script.png"></p>
pt: <h4>Alterar o tamanho</h4> <p>Faça a sua letra aumentar ou diminui quando for clicada:</p> <p><img src = "%(STATIC_URL)s/images/help/change-size-script.png"></p>
tr: <h4>Büyüklüğünü değiştir</h4> <p>Tıklandığında harfinin büyüyüp küçülmesini sağla:</p> <p><img src = "%(STATIC_URL)s/images/help/change-size-script.png"></p>

source: <p>You can try adding other blocks to see what they do.</p>
de: <p>Du kannst andere Blöcke einfügen, um zu sehen, was sie machen.</p>
fr: <p>Tu peux essayer d'ajouter d'autres blocs pour voir quelle est leur action.</p>
gl: <p>Podes probar a engadir outros bloques e ver o que fan.</p>
it: <p>Puoi provare ad aggiungere altri blocchi per vedere cosa fanno.</p>
lv: <p>Vari pievienot šos blokus, lai redzētu, ko tie dara.</p>
nb: <p>Du kan legge inn andre klosser og se hva de gjør.</p>
pt: <p>Pode tentar adicionar outros blocos para ver o que eles fazem.</p>
tr: <p>Diğer taşları da tek tek deneyip ne işe yaradıklarını kendin keşfet.</p>

source: Next, share your project
fr: Ensuite, partage ton projet
gl: Despois, comparte o teu proxecto
it: Ora condividi il tuo progetto
lv: Tālāk kopīgo savu projektu
nb: Videre: vis fram prosjektet
pt: Agora partilhe o seu projecto
tr: Sonra, projeni paylaş

source: Type a title for your project.
es: Escribe un nombre para tu proyecto
fr: Ecris un titre pour ton projet.
it: Scrivi un titolo per il tuo progetto.
lv: Ieraksti projekta nosaukumu.
nb: Skriv inn et navn på prosjektet ditt.
pt: Introduza um título para o seu projecto.
tr: Projene bir başlık bul.

source: When you are ready to share your project with others, click the “Share” button at the top of the screen.
es: Cuando estés listo para compartir tu proyecto con otros, haz clic en el botón "Compartir" en la parte superior de la pantalla.
fr: Quand tu es prêt à partager ton projet avec d'autres, clique le bouton “Partager” en haut de l'écran.
it: Quando sei pronto per condividere il progetto clicca il pulsante ”Condividi” in alto a sinistra nella finestra di Scratch.
lv: Kad esi gatavs dalīties ar savu projektu, spied pogu “Kopīgot” ekrāna augšējā daļā.
nb: Når du er klar til å vise kortet til andre klikker du "legg ut"-knappen øverst på skjermen.
pt: Quando estiver preparado para partilhar o seu projecto com outros, clique no botão «Partilhar» no topo da janela.
tr: Projeni başkalarıyla paylaşmaya hazır olduğunda, ekranın üstündeki "Paylaş" düğmesine tıkla.

source: Tip: You'll need to sign up for a Scratch account to share your project online.
es: Sugerencia: Tendrás que registrarte con una cuenta de Scratch para compartir tu proyecto en línea.
fr: Conseil : tu devras t'inscrire pour ouvrir un compte de Scratch et pouvoir partager ton projet en ligne.
it: Suggerimento: Per condividere online il tuo progetto dovrai registrarti sul sito di Scratch.
lv: Padoms: Tev jābūt reģistrētam Scratch kontam, lai kopīgotu savu projektu.
nb: Tips: Du må opprette en brukerkonto for å legge ut prosjektet ditt på nett.
pt: Dica: Terá de aderir ao Scratch para poder partilhar o seu projecto em linha.
tr: İpucu: Projeni ağ-üzerinden (online olarak) paylaşmak için bir Scratch hesabı açmalısın.

source: To add notes and credits, click:
es: Para añadir notas y créditos, haz clic en:
fr: Pour ajouter des notes et citer les contributeurs, clique:
it: Per aggiungere note e crediti clicca:
lv: Lai pievienotu piezīmes un atsauces, klikšķini:
nb: For å legge inn kommentarer og takk til andre som har bidratt, klikk:
pt: Para adicionar notas e créditos, clique:
tr: Not ve teşekkürlerini eklemek için buna tıkla:

source: Here's a video on how to edit the project page:
es: Aquí esta un video sobre cómo editar la página del proyecto:
fr: Voici une vidéo présentant la démarche pour éditer la page du projet:
it: Ecco un video che illustra come modificare la pagina del progetto:
lv: Te ir video, kā rediģēt projekta lapu:
nb: Her er en video om hvordan du bruker prosjektsiden: (engelsk tale)
pt: Aqui está um vídeo sobre como editar a página do projecto:
tr: Bir projeyi nasıl düzenleyeceğini öğreten bir video:

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/432299/" target="_blank">Animate a Name studio</a>:
es: Ahora puedes añadir tu proyecto al estudio <a href="http://scratch.mit.edu/studios/432299/" target="_blank">Anima un Nombre</a>:
fr: Maintenant tu peux ajouter ton projet au<a href="http://scratch.mit.edu/studios/432299/" target="_blank">Studio Anime un Nom</a>:
it: Ora puoi aggiungere il tuo progetto alla <a href="http://scratch.mit.edu/studios/432299/" target="_blank">galleria Animate a Name</a>:
lv: Tagad tu vari pievienot savu projektu studijai <a href="http://scratch.mit.edu/studios/432299/" target="_blank">Animē savu vārdu</a>:
nb: Du kan vise fram prosjektet ditt i galleriet <a href="http://scratch.mit.edu/studios/432299/" target="_blank">Animate a Name</a>:
pt: Agora pode adicionar o seu projecto ao <a href="http://scratch.mit.edu/studios/432299/" target="_blank">estúdio Animar um Nome</a>:
tr: Şimdi projeni <a href="http://scratch.mit.edu/studios/432299/" target="_blank">Bir İsmi Canlandır Stüdyosu</a>na ekleyebilirsin:

source: <p>For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.</p>
es: <p>Para más ideas, haz clic <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Todos las sugerencias</a>.</p>
fr: <p>Pour plus d'idées, clique <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tous les conseils</a>.</p>
it: <p>Per altre idee clicca <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tutti i Suggerimenti</a>.</p>
lv: <p>Citas idejas meklē pie <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Visiem padomiem</a>.</p>
nb: <p>Du kan få flere ideer her: <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Alle tips</a>.</p>
pt: <p>Para mais ideias clique em <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Todas as Dicas</a>.</p>
tr: <p>Daha fazla fikir edinmek için buraya tıkla <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tüm İpuçları</a>.</p>

source: Make a version of the bouncing ball game. Find out how to add sounds, points, or other effects. Then, challenge your friends to play.
es: Haz una versión del juego de pelota. Descubre cómo añadir sonidos, puntos, u otros efectos. Entonces, reta a tus amigos a jugar.
fr: Faire une version du jeu de bouncing ball. Découvre comment ajouter des sons, des points ou d'autres effets. Ensuite, défie tes amis à ce jeu.
it: Crea una versione del gioco della palla che rimbalza. Scopri come aggiungere suoni, il punteggio o altri effetti. Poi sfida i tuoi amici a giocare.
lv: Izveido savu versiju spēlei ar lēkājošu bumbiņu. Izpēti, kā pievienot skaņas, skaitīt punktus un citus efektus. Un tad aicini savus draugus spēlēt.
nb: Lag et spill der du spretter en ball. Lær å lage lyder, poeng og andre effekter. Inviter venner til å spille med deg!
pt: Faça uma versão do jogo da bola saltitona. Descubra como adicionar sons, pontos e outros efeitos. Depois, desafie os seus amigos a jogar.
tr: Kendi 'zıplayan top' oyunumuzu yapalım. Oyunumuza sesler, puanlar gibi özellikler ekleyeceğiz. Sonrada arkadaşlarını yarıştır.

source: First, choose a backdrop
es: Primero, elige un fondo
fr: Ensuite, choisis un arrière-plan.
it: Inizia scegliendo uno sfondo
lv: Pirmkārt, jāizvēlas fons
nb: Først, velg et bakgrunnsbilde
pt: Primeiro escolha um cenário.
tr: Önce bir dekor seç

source: Choose a Backdrop
es: Elige un Fondo
fr: Choisis un Arrière-plan
it: Scegli uno Sfondo
lv: Izvēlēties fonu
nb: Velg et bakgrunnsbilde
pt: Escolher um Cenário
tr: Dekor Seçme

source: Choose a Ball
es: Elige una Pelota
fr: Choisis une balle
it: Scegli una Palla
lv: Izvēlēties bumbu
nb: Velg en ball
pt: Escolher uma Bola
tr: Top Seçme

source: Make the Ball Move
es: Haz que la Pelota se Mueva
fr: Fais bouger la balle
it: Fai Muovere la Palla
lv: Liec bumbai kustēties
nb: Få ballen til å bevege seg
pt: Fazer a Bola Andar
tr: Topu Kıpırdatma

source: Move and Bounce
es: Mueve y Rebota
fr: Bouger et rebondir
it: Muoviti e Rimbalza
lv: Kustēties un atlekt
nb: Sprett omkring
pt: Andar e Saltar
tr: Hareketlendirme ve Sektirme

source: Choose your Paddle
es: Elige una Paleta
fr: Choisis une raquette
it: Scegli la tua Racchetta
lv: Izvēlies dēlīti
nb: Velg en racket
pt: Escolher a sua Raquete
tr: Raket Seçimi

source: Control the Paddle
es: Controla la Paleta
fr: Contrôle la raquette
it: Controlla la Racchetta
lv: Vadi dēlīti
nb: Styring av racketen
pt: Controle a Raquete
tr: Raket Kontrolü

source: Bounce Off the Paddle
es: Rebota en la Paleta
fr: Rebondir sur la raquette
it: Rimbalza sulla Racchetta
lv: Atsišanās no dēlīša
nb: Sprett i racketen
pt: Ressaltar na Raquete
tr: Raketten Sekme

source: Add a Challenge
fr: Ajoute un défi
it: Aggiungi una Sfida
lv: Pievieno izaicinājumu
tr: Zorluk Katalım

source: Enhance and Customize
es: Mejora y Personaliza
fr: Améliorer et Personnaliser
it: Migliora e Personalizza
lv: Uzlabo un pielāgo
nb: Flere forbedringer
pt: Aperfeiçoar e Personalizar
tr: Zevkli Hale Getirelim

source: Share Your Game
es: Comparte tu Juego
fr: Partager votre jeu
it: Condividi il Tuo Gioco
lv: Kopīgo savu spēli
nb: Legg ut spillet ditt
pt: Partilhar o Seu Jogo
tr: Oyununu Paylaş

source: Choose a backdrop for your pong game.
es: Escoge un fondo para tu juego de pong
fr: Choisis un arrière-plan pour ton jeu de pong
it: Scegli uno sfondo per il tuo gioco pong.
lv: Izvēlies fonu savai bumbas spēlei.
nb: Velg et bakgrunnsbilde for spillet ditt.
pt: Escolha um cenário para o seu jogo.
tr: Zıplayan top oyunun için önce bir dekor seç.

source: <p>Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:</p>
es: <p>Haz clic en el icono <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> para abrir la biblioteca de Fondos:</p>
fr: <p>Clique sur l'icône <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> pour ouvrir la libraire des arrière-plans:</p>
it: <p>Clicca l'<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icona per l'apertura della libreria di Sfondi:</p>
lv: <p>Klikšķini ikonu <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">, lai atvērtu fonu krātuvi:</p>
nb: <p>Klikk på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">-ikonet for å åpne bakgrunnsbiblioteket:</p>
pt: <p>Clique no ícone <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> para abrir a biblioteca de Cenários:</p>
tr: <p>Dekor kütüphanesini açmak için <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> simgesine tıkla:</p>

source: Then choose the backdrop you want (such as neon tunnel or brick wall):
es: Luego elige el fondo que deseas (como el túnel de neón o la pared de ladrillo):
fr: Ensuite, choisissez l'arrière-plan que vous voulez (comme tunnel de néon ou mur de brique):
it: Ora scegli lo sfondo che preferisci (ad esempio il tunnel di neon o il muro di mattoni):
lv: Izvēlies fonu, kāds patīk (piemēram, neona tuneli vai ķieģeļu sienu):
nb: Velg bakgrunnen du vil ha (for eksempel "neon tunnel" eller "brick wall"):
pt: Depois, escolha o cenário que entender (como o túnel néon ou a parede de tijolos):
tr: Beğendiğin bir dekoru seç (mesela 'neon tunnel' veya 'brick wall'):

source: Next, choose a ball
es: A continuación, elige una pelota
fr: Ensuite, choisis une balle
it: Ora scegli una palla
lv: Tagad izvēlies bumbu
nb: Videre: Velg en ball
pt: Depois escolha a bola
tr: Sırada, top seçimi

source: What else do you want to add to your game? Try some of these ideas.
es: ¿Qué más quieres añadir a tu juego? Intenta algunas de estas ideas.
fr: Que veux-tu ajouter d'autre à ton jeu? Essaie quelques-unes de ces idées.
it: Cos'altro vuoi aggiungere al tuo gioco? Prova alcune di queste idee.
lv: Ko vēl vēlies pievienot savai spēlei? Izmēģini kādu šīm idejām.
nb: Hva har du lyst til å legge inn i spillet ditt? Prøv noen av disse forslagene.
pt: Que mais deseja adicionar ao seu jogo? Tente algumas destas ideias.
tr: Oyunu daha zevkli hale getirmek için daha ne yapabilirsin? Aşağıda bazı fikirler var.

source: Add Effects
es: Añade Efectos
fr: Ajouter des effets
it: Aggiungi degli Effetti
lv: Pievieno efektus
nb: Grafiske effekter
pt: Adicionar Efeitos
tr: Etkiler Ekleyelim

source: Change the color of the ball when it hits the paddle.
es: Cambia el color de la pelota cuando golpea la paleta.
fr: Change la couleur de la balle quand elle touche la raquette.
it: Cambia il colore della palla quando colpisce la racchetta.
lv: Maini bumbas krāsu, kad tā atsitas no dēlīša.
nb: Få ballen til å forandre farge når den treffer racketen.
pt: Altere a cor da bola quando embate na raquete.
tr: Rakete değdiğinde topun rengi değişsin.

source: Starting Position
es: Posición de Inicio
fr: Position de départ
it: Posizione di Partenza
lv: Sākuma novietojums
nb: Startposisjon
pt: Posição Inicial
tr: Başlama Noktası

source: You may want to set the ball’s starting position.
es: Es posible que desees establecer la posición inicial de la pelota.
fr: Vous pouvez définir la position de départ de la balle.
it: Se vuoi puoi cambiare la posizione di partenza della palla.
lv: Tu varētu gribēt iestatīt bumbas atrašanās vietu spēles sākumā.
nb: Kanskje du vil bestemme hvor ballen skal starte?
pt: Talvez deseje estabelecer a posição inicial da bola.
tr: Topun başlama noktasını değiştirmek isteyebilirsin.

source: Move the ball to where you want it to start, then drag the <span class="motioncolor">go to x: y:</span> block into the top of this script:
es: Mueve la pelota al lugar donde quieres que comience, luego arrastra el bloque <span class="motioncolor">ir a x: y:</span> a la parte superior del programa:
fr: Déplace la balle à l'endroit où tu veux qu'elle démarre, puis faites glisser le bloc<span class="motioncolor">aller à x: y:</span> au sommet du script:
it: Sposta la palla nel punto da cui vuoi che parta e poi trascina il blocco <span class="motioncolor">vai a x: y:</span> in cima allo script:
lv: Novieto bumbu, kur tu gribētu, lai tā ir sākumā, tad velc bloku <span class="motioncolor">iet uz x: y:</span> uz šīs programmas sākumu:
nb: Flytt ballen dit du vil at den skal starte. Dra ut en <span class="motioncolor">gå til x: y:</span>- og sett den øverst i skriptet:
pt: Desloque a bola para onde quiser que ela esteja inicialmente e depois arraste o bloco <span class="motioncolor">vai para as coordenadas (x:, y:)</span> para o topo deste guião:
tr: Topu, başlamasını istediğin noktaya götür ve <span class="motioncolor">[x: .. y: .. noktasına git]</span> taşını dizinin 2. sırasına yerleştir:

source: Add Points
es: Añade Puntaje
fr: Ajouter des points
it: Aggiungi il Punteggio
lv: Pievienot punktus
nb: Telle poeng
pt: Adicionar Pontos
tr: Puanlama Ekle

source: Create a variable for keeping score.
es: Crea una variable para llevar el puntaje.
fr: Crée une variable pour compter les points.
it: Crea una variabile per tenere il punteggio.
lv: Izveido mainīgo, lai saglabātu rezultātu.
nb: Lag en variabel for å telle poeng.
pt: Crie uma variável para manter a pontuação.
tr: Skoru tutması için bir değişken oluştur.

source: Then add the score blocks to your script:
es: Luego añade los bloques de puntaje a tu programa:
fr: Puis ajoute les blocs de pointage du score à votre script:
it: Ora aggiungi al tuo script i blocchi che gestiscono il punteggio:
lv: Pēc tam pievieno rezultāta blokus savai programmai:
nb: Legg inn klosser for poengtelling i skriptet:
pt: Depois, adicione os blocos da pontuação ao seu guião:
tr: Sonra skoru arttıracak taşı dizimize yerleştir:

source: You can also change what happens when the ball touches the bottom. For example:
es: También puedes cambiar lo que sucede cuando la pelota toca la parte inferior. Por ejemplo:
fr: Tu peux aussi changer ce qui se passe lorsque la balle touche le fond. Par exemple:
it: Puoi modificare quello che accade quando la balla tocca il fondo. Per esempio:
lv: Tu vari arī noteikt, kas notiks, ja bumba pieskarsies laukuma apakšai. Piemēram:
nb: Du kan også bestemme hva som skal skje når ballen berører bunnen. For eksempel:
pt: Pode também alterar o que acontece quando a bola toca na base do palco. Por exemplo:
tr: Topun yere düştüğünde ne olacağını da değiştirebilirsin. Örneğin:

source: Congratulations! You've coded your own game!
es: ¡Felicitaciones! ¡Has codificado tu propio juego!
fr: Félicitations! Tu as codé ton propre jeu!
it: Congratulazioni! Hai creato il tuo gioco!
lv: Apsveicu! Tu nupat uzkodēji savu spēli!
nb: Gratulerer! Du har programmert ditt eget spill!
pt: Parabéns! Acabou de programar o seu próprio jogo!
tr: Tebrikler! Kendi oyununu yazmış bulunuyorsun!

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/644508" target="_blank">Pong Game studio</a>:
es: Ahora puedes agregar tu proyecto al <a href="http://scratch.mit.edu/studios/644508" target="_blank">estudio de Juego de Pong</a>:
fr: Maintenant tu peux ajouter ton projet au <a href="http://scratch.mit.edu/studios/644508" target="_blank">Studio Pong Game</a>:
it: Ora puoi aggiungere il tuo progetto alla <a href="http://scratch.mit.edu/studios/644508" target="_blank">galleria Pong Game</a>:
lv: Tagad tu vari pievienot savu projektu <a href="http://scratch.mit.edu/studios/644508" target="_blank">Pong spēles studijai</a>:
nb: Nå kan du legge ut prosjektet ditt på galleriet <a href="http://scratch.mit.edu/studios/644508" target="_blank">"Pong Game studio"</a>:
pt: Agora pode adicionar o seu projecto ao <a href="http://scratch.mit.edu/studios/644508" target="_blank">estúdio Jogo do Pong</a>:
tr: Şimdi projeni <a href="http://scratch.mit.edu/studios/644508" target="_blank">Pinpon Oyun Stüdyosu</a>na ekleyebilirsin:
