Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.
es: Para más ideas, haz clic <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Todos los Consejos</a>.
fr: Pour plus d'idées, clique sur<a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tous les Conseils</a>.
it: Se cerchi altre idee clicca <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tutti i Suggerimenti</a>.
lv: Citām idejām skaties <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Visus padomus</a>.
nb: Du finner flere veiledninger og ideer ved å klikke <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Alle tips</a>.
pt: Para mais ideias clique em <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Todas as Dicas</a>.
tr: Daha fazla proje fikirleri için <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tüm İpuçları</a>na tıkla.

source: Then select a ball for your game:
es: Luego elige una pelota para tu juego:
fr: Ensuite choisis une balle pour ton jeu:
it: Ora sceglia una palla per il tuo gioco:
lv: Tad izvēlies bumbu savai spēlei:
nb: Nå kan du velge en ball til spillet ditt:
pt: Depois, seleccione uma bola para o seu jogo:
tr: İstediğin bir topu seç:

source: You can delete the cat with the scissors tool. Click on the scissors, then click on the cat:
es: Puedes borrar el gato con la herramienta de tijeras. Haz clic en las tijeras, y luego haz clic en el gato:
fr: Tu peux supprimer le chat avec l'outil de ciseaux. Clique sur les ciseaux, puis clique sur le chat:
it: Puoi cancellare il gatto usando lo strumento 'forbici'. Clicca sulle forbici e poi clicca sul gatto:
lv: Kaķi var izdzēst ar šķērēm. Klikšķini uz šķērēm un tad uz kaķa:
nb: Du kan slette katten med sakseverktøyet. Klikk på saksen, deretter på katten:
pt: Pode remover o gato com a ferramenta da tesoura. Clique na tesoura e, depois, no gato:
tr: Kediyi silmek için makas aracını kullanabilirsin. Makası tıklayıp eline al daha sonra da kediye tıkla:

source: Or, use the right-click menu (Ctrl+click on Mac), and choose 'delete'.
es: O bien, utiliza el menú del botón derecho (Ctrl + clic en Mac) y selecciona 'borrar'.
fr: Ou, utilisez le menu du clic droit (Ctrl + clic sur Mac) et choisissez "Supprimer".
it: Oppure usa il menu che compare cliccando con il tasto destro (Ctrl+click su Mac) e scegli 'cancella'.
lv: Vai izmanto labo peles taustiņu (Ctrl+klikšķis uz Mac) un izvēlies 'dzēst'.
nb: En annen måte er å høyreklikke på figuren (Mac: Ctrl-klikk) og velge "slett".
pt: Alternativamente, use o botão direito do rato (Ctrl+clique se estiver num Mac) e escolha «remover».
tr: Veya, kediye sağ tıkla (Mac'de Ctrl-tık) ve 'sil' menüsünü seç.

source: Next, make the ball move
es: A continuación, haz que la pelota se mueva
fr: Ensuite, met la balle en mouvement
it: Ora facciamo muovere la palla
lv: Liec bumbai kustēties
nb: Videre: Få ballen til å bevege seg
pt: Depois faça a bola mexer
tr: Şimdi de topu kıpırdatalım

source: <p>Click the <span class="motioncolor">Motion</span> category, and drag out a <span class="motioncolor">move</span> block into the Scripts area.</p>
es: <p>Haz clic en la categoría <span class="motioncolor">Movimiento</span>, y arrastra un bloque <span class="motioncolor">mover a</span> al área de Programas.</p>
fr: <p>Clique dans la catégorie<span class="motioncolor">Mouvement</span>, et déplace un bloc <span class="motion color">avancer</span> dans l'aire des Scripts.</p>
it: <p>Clicca la categoria <span class="motioncolor">Movimento</span> e trascina un blocco <span class="motioncolor">fai passi</span> nell'area Script.</p>
lv: <p>Izvēlies sadaļu <span class="motioncolor">Kustība</span>, un velc bloku <span class="motioncolor">pārvietot</span> Programmas laukumā.</p>
nb: <p>Klikk på <span class="motioncolor">Bevegelse</span>-kategorien og dra en <span class="motioncolor">gå</span>-kloss ut i feltet for skript.</p>
pt: <p>Clique na categoria <span class="motioncolor">Movimento</span> e arraste um bloco <span class="motioncolor">anda</span> para a área de Guiões.</p>
tr: <p><span class="motioncolor">Hareket</span> grubunu aç, ve <span class="motioncolor">[... adım git]</span> taşını Diziler alanına taşı.</p>

source: Then, click on that block to make the ball move.
fr: Ensuite, clique sur ce bloc pour faire avancer la balle.
it: Ora clicca sul blocco per far muovere il gatto.
lv: Pēc tam noklikšķini uz šī bloka, lai liktu bumbai kustēties.
nb: Deretter klikker du på klossen, og ballen flytter seg.
pt: Depois clique sobre esse bloco para fazer a bola andar:
tr: Sonra, o taşa çift tıkla ve top ilerlesin.

source: Next, move and bounce
es: A continuación, mueve y rebota
fr: Enfin, avancer et rebondir
it: Ora muoviti e rimbalza
lv: Tālāk liksim kustēties un atsisties
nb: Videre: Sprett omkring
pt: Depois, andar e ressaltar
tr: Sırada, hareketlendirme ve sektirme

source: Want it to keep going? Snap on the block <span class="motioncolor">if on edge, bounce</span>.
es: ¿Quieres que la pelota continue? Inserta el bloque <span class="motioncolor">rebotar si toca un borde</span>.
fr: Tu veux continuer à avancer? emboîte le bloc<span class="motioncolor">rebondir si le bord est atteint</span>.
it: Vuoi che continui senza fermarsi? Attacca il blocco <span class="motioncolor">rimbalza quando tocchi il bordo</span>.
lv: Vēlies, lai turpina kustēties? pievieno blokam <span class="motioncolor">ja uz malas, tad atlēkt</span>.
nb: For å få den til å fortsette kan du sette på en <span class="motioncolor">sprett tilbake ved kanten</span>-kloss.
pt: Quer que ela continue a andar? Encaixe o bloco <span class="motioncolor">se estiveres a bater na borda, ressalta</span>.
tr: Peki, hareketi nasıl sürekli hale getirebilirsin? Bunun için önce <span class="motioncolor">[kenara geldiysen sek]</span> taşını alta yapıştır.

source: Then, click the <span class="controlcolor">Control</span> category. Wrap a <span class="controlcolor">forever</span> block around the other blocks, like this:</p>
es: A continuación, haz clic en la categoría de <span class="controlcolor">Control</span>. Envuelve los otros bloques con el bloque <span class="controlcolor">por siempre</span>, de esta forma:</p>
fr: Ensuite, clique dans la catégorie <span class="controlcolor">Contrôle</span> . Entoure avec un bloc <span class="control color">répéter indéfiniment</span> les autres blocs, comme ceci:</p>
it: Ora clicca la categoria <span class="controlcolor">Controllo</span>. Aggiungi un blocco <span class="controlcolor">per sempre</span> intorno agli altri blocchi, così:</p>
lv: Izvēlies sadaļu <span class="controlcolor">Vadība</span>. Ar bloku <span class="controlcolor">nepārtraukti</span> aptver pārējos blokus, kā te:</p>
nb: Så klikker du på <span class="controlcolor">Styring</span>kategorien og drar ut en <span class="controlcolor">for alltid</span>-kloss slik at den gaper over de andkre klossene, slik:</p>
pt: Depois clique na categoria <span class="controlcolor">Controlo</span>. Envolva os blocos existentes com um bloco <span class="controlcolor">repete para sempre</span>, desta forma:</p>
tr: Sonra <span class="controlcolor">Kontrol</span> grubunu aç. <span class="controlcolor">[sürekli tekrarla]</span> taşını al ve aşağıdaki gibi diğer taşların etrafını sardır:</p>

source: Click anywhere on the stack of blocks to try it.
es: Haz clic en cualquier lugar de la pila de bloques para probarlo.
fr: Clique n'importe où sur la pile de blocks pour la tester.
it: Per provare come funziona clicca un punto qualunque della sequenza di blocchi
lv: Klikšķini jebkurā vietā uz bloku grēdas, lai izmēģinātu.
nb: Klikk på en av klossene for å prøve skriptet.
pt: Clique em qualquer ponto da pilha de blocos para a testar.
tr: Bu halini denmek için dizdiğin taşlardan herhangi birisine tıklayabilirsin.

source: To stop, click the stop button:
es: Para detener, haz clic en el botón de pare:
fr: Pour arrêter, clique sur le bouton stop:
it: Per arrestare il progetto clicca il pulsante "ferma tutto":
lv: Lai apturētu, spied pogu:
nb: Du kan stoppe med stoppknappen:
pt: Para parar, clique no botão stop:
tr: Durdurmak için Dur düğmesine bas:

source: Want it to go at an angle? Snap a <span class="motioncolor">point in direction</span> block on top, and type in an angle.
es: ¿Quieres que vaya en ángulo? Agrega un bloque <span class="motioncolor">apuntar en dirección</span> en la parte superior, y escribe un ángulo.
fr: Tu veux le faire avancer suivant un angle donné? Emboîte le bloc <span class="motion color">s'orienter à</span>sur le dessus, et entre une valeur d'angle.
it: Vuoi che si muova in diagonale? Attacca in cima un blocco <span class="motioncolor">punta in direzione</span> e inserisci il valore di un angolo.
lv: Vēlies, lai kustās kāda leņķī? Augšdaļā pievieno bloku <span class="motioncolor">pagriezt virzienā</span>, un ieraksti leņķi.
nb: Skal ballen gå på skrå? Fest en <span class="motioncolor">pek i retning</span>-kloss øverst og skriv inn en vinkel.
pt: Quer fazê-la andar segundo um ângulo? Encaixe um bloco <span class="motioncolor">altera a tua direcção para</span> no topo e introduza um ângulo.
tr: Eğik gitmesini sağlayalım mı? <span class="motioncolor">[... yönüne dön]</span> taşını dizinin tepesine yapıştır ve bir açı gir.

source: <p>Next, click the <span class="eventscolor">Events</span> category.</p> <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top:</p>
es: <p>A continuación, haz clic en la categoría <span class="eventscolor">Eventos</span>.</p> <p>Arrastra un bloque <span class="eventscolor">al presionar<img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> </span> y agrégalo en la parte superior:</p>
fr: <p>Ensuite, clique dans la catégorie <span class="eventscolor">Evènements</span>.</p> <p>Déplace le bloc<span class="events color">quand <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> est cliqué</span> et emboîte le sur le desssus :</p>
it: <p>Ora clicca la categoria <span class="eventscolor">Situazioni</span>.</p> <p>Prensi un blocco <span class="eventscolor">quando si clicca su <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> e attaccalo in cima:</p>
lv: <p>Izvēlies sadaļu <span class="eventscolor">Notikumi</span>.</p> <p>Izvelc bloku <span class="eventscolor">kad nospiests <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> un pievieno to augšdaļā:</p>
nb: <p>Nå kan du klikke på <span class="eventscolor">Hendelser</span>-kategorien.</p> <p>Dra ut en <span class="eventscolor">når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikkes</span>-kloss og fest den øverst:</p>
pt: <p>Em seguida clique na categoria <span class="eventscolor">Eventos</span>.</p> <p>Arraste um bloco <span class="eventscolor">Quando alguém clicar em <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> e encaixe-o no topo:</p>
tr: <p>Daha sonra <span class="eventscolor">Olaylar</span> grubunu aç.</p> <p>Ve <span class="eventscolor"><img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> tıklanınca</span> taşını al ve dizinin en üstüne oturt:</p>

source: Your script will start whenever you click the green flag:
es: Tu programa se iniciará al hacer clic en la bandera verde:
fr: Ton script démarrera à chaque fois que tu cliques le drapeau vert:
it: Il tuo script inizierà ogni volta che clicchi la bandiera verde:
lv: Tava programma tiks izpildīta katru reizi, kad uzklikšķināsi uz zaļā karoga:
nb: Nå kan du starte skriptet ved å klikke på det grønne flagget:
pt: O seu guião será executado sempre que clicar na bandeira verde::
tr: Yapmış olduğumuz bu dizi yeşil bayrağa her tıkladığımızda çalışmaya başlayacak:

source: Tip: Want to change the speed of the ball? Type in a different number of steps:
es: Sugerencia: ¿Deseas cambiar la velocidad de la pelota? Escribe un número diferente de pasos:
fr: Astuce :Tu veux modifier la vitesse de la balle? Entre un nombre différent de pas:
it: Suggerimento: Vuoi cambiare la velocità della palla? Inserisci un diverso numero di passi:
lv: Padoms: Vēlies mainīt bumiņas ātrumu? Izmēģini dažādus skaitļus pie pārvietošanās:
nb: Tips: Hvis du vil forandre farten til ballen kan du skrive et annet antall steg:
pt: Dica: Quer alterar a velocidade da bola? Introduza um número diferente de passos.
tr: İpucu: Topun hızını mı değiştirmek istiyorsun? Adım sayısı ile oynayabilirsin:

source: Now, choose your paddle
es: Ahora, elege tu paleta
fr: Maintenant, choisis ta raquette
it: Ora scegli la tua racchetta
lv: Tagad izvēlies, ar ko atsist bumbiņu
nb: Videre: Velg en racket
pt: Agora escolha a sua raquete
tr: Şimdi raketini seç

source: Add a paddle so you can start to play! Click to choose a new sprite:
es: Agrega una paleta para que puedas empezar a jugar! Haz clic para seleccionar un nuevo objeto:
fr: Ajoute une raquette de sorte que vous pouvez commencer à jouer! Clique pour choisir un nouveau lutin:
it: Aggiungi una racchetta per iniziare a giocare! Clicca per scegliere un nuovo sprite:
lv: Pievieno dēlīti bumbas atsišanai un varēsi sākt spēlēt! Klikšķini un izvēlies jaunu gariņu:
nb: Legg inn en racket så du kan spille! Klikk for å velge en ny figur:
pt: Adicione uma raquete para poder começar a jogar! Clique para escolher um novo actor:
tr: Oyuna başlayabilmek için bir raketimiz olmalı! Kütüphaneden bir kukla seçmek için tıkla:

source: Then, select a paddle from the Sprite library:
es: A continuación, selecciona una paleta de la biblioteca de Objetos:
fr: Ensuite, choisis une raquette de la librairie des lutins:
it: Ora seleziona una racchetta nella libreria degli Sprite:
lv: Pēc tam izvēlies dēlīti no gariņu krātuves:
nb: Nå kan du velge en racket fra biblioteket:
pt: Depois seleccione uma raquete a partir da biblioteca de actores:
tr: Ve bir raket seç:

source: Tip: Adjust the size of the paddle by clicking with the grow or shrink tool:
es: Sugerencia: Ajusta el tamaño de la paleta haciendo clic con la herramienta de Crecer o Encoger:
fr: Astuce : ajuste la taille de la raquette en cliquant sur l'outil agrandir ou rétrécir:
it: Suggerimento: Aggiusta la dimensione della racchetta cliccandola con gli strumenti per espandere e ridurre gli sprite:
lv: Padoms: Pielāgo dēlīša izmēru, klikšķinot uz palielināšanas vai samazināšanas rīka:
nb: Tips: Du kan velge hvor stor racketen skal være med verktøy for størrelse:
pt: Dica: Ajuste o tamanho da raquete clicando na ferramenta de aumentar ou na ferramenta de reduzir:
tr: İpucu: Raketi şu araçları kullanarak büyütebilir ve küçültebilirsin:

source: Next, control the paddle
es: A continuación, controla la paleta
fr: Ensuite, contrôle la raquette
it: Ora controlla la racchetta
lv: Tagad kontrolēsim dēlīti
nb: Videre: Styring av racketen
pt: Em seguida controle a raquete
tr: Raketi yönetmeye geçelim

source: Make it interactive! You can control the paddle with the mouse cursor.
es: ¡Haz que sea interactivo! Puedes controlar la paleta con el cursor del ratón.
fr: Rendre le interactif! Tu peux contrôler la raquette avec le curseur de la souris.
it: Rendilo interattivo! Puoi controllare la racchetta con il puntatore del mouse.
lv: Padari to interaktīvu! Tu vari dēlīti vadīt ar peles kursoru.
nb: Ta kontroll! Du kan styre racketen med musepekeren.
pt: Torne-a interactiva! Pode controlar a raquete usando o ponteiro do rato.
tr: Raket elimizdeymiş gibi yapalım! Bunun için raketi fare ile yönetmeliyiz.

source: Select the paddle.
es: Selecciona la paleta.
fr: Sélectionnez la palette.
it: Seleziona la racchetta.
lv: Atlasi dēlīti.
nb: Velg racketen.
pt: Seleccione a raquete.
tr: Raketi seç.

source: Then build this script:
es: Ahora construye este programa:
fr: Ensuite réalise ce script:
it: Ora costruisci lo script:
lv: Un tad izveido šādu programmu:
nb: Nå kan du bygge dette skriptet:
pt: Depois, construa este guião:
tr: Ve aşağıdaki diziyi oluştur:

source: Click the green flag to start your scripts:
es: Haz clic en la bandera vede para empezar tu programa:
fr: Clique sur le drapeau vert pour lancer tes scripts:
it: Clicca la bandiera verde per far partire lo script:
lv: Klikšķini zaļo karogu, lai sāktu savas programmas:
nb: Klikk det grønne flagget for å starte skriptene:
pt: Clique na bandeira verde para dar início aos seus guiões:
tr: Komut dizini başlatmak için yeşil bayrağa tıkla:

source: How can you get the ball to bounce off the paddle? Find out in the next step!
es: ¿Cómo puedes hacer que la pelota rebote en la paleta? ¡Descúbrelo en el siguiente paso!
fr: Comment peux-tu faire rebondir le ballon sur la palette? Découvre-le à la prochaine étape!
it: Come puoi far rimbalzare la palla sulla racchetta? Scoprilo nel prossimo passo!
lv: Ka panākt, lai bumba atsitās no dēlīša? To uzzināsi nākamajā solī!
nb: Hvordan kan du få ballen til å sprette på racketen? Det er neste trinn!
pt: Como fazer a bola ressaltar na raquete? Descubra no próximo passo!
tr: Rakete değince topun sekmesini nasıl sağlayabilirsin? Sırada bu var!

source: Next, bounce off the paddle
es: A continuación, rebota en la paleta
fr: Ensuite, rebondir sur la palette
it: Ora rimbalza sulla racchetta
lv: Liec bumbiņai atsisties
nb: Videre: Sprett på racketen
pt: Em seguida faça a bola ressaltar na raquete
tr: Topu sektirme...

source: Click to choose the ball:
es: Haz clic para elegir la pelota:
fr: Clique pour choisir la balle:
it: Clicca per scegliere una palla:
lv: Klikšķini, lai izvēlētos bumbu:
nb: Klikk for å velge ballen:
pt: Clique para seleccionar a bola:
tr: Topu seçmek için tıkla:

source: Add this script to make it bounce whenever it hits the paddle:
es: Agrega este programa para hacer que rebote cada vez que golpea la paleta:
fr: Ajouter ce script pour le faire rebondir à chaque fois qu'il touche la raquette:
it: Aggiungi questo script per farla rimbalzare ogni volta che colpisce la racchetta:
lv: Pievieno šo programmu, lai bumba vienmēr atsistos no dēlīša:
nb: Bygg dette skriptet for å få ballen til å sprette når den treffer racketen:
pt: Adicione este guião para a fazer ressaltar sempre que bater na raquete:
tr: Aşağıdaki dizi, rakete her değdiğinde topun sekmesini sağlar:

source: Here’s how to build the script:
es: Aquí esta cómo construir el programa:
fr: Voici comment construire le script:
it: Ecco come lo script può essere costruito:
lv: Lūk, te ir programmas piemērs:
nb: Slik bygger du skriptet:
pt: Pode construir o guião assim:
tr: Bu diziyi nasıl yapabilirsin seyret:

source: Click the green flag to try it out:
es: Haz clic en la bandera verde para probarlo:
fr: Clique sur le drapeau vert pour l'essayer:
it: Clicca la bandiera verde per provarlo:
lv: Klikšķini zaļo karogu un izmēģini:
nb: Klikk det grønne flagget for å prøve:
pt: Clique na bandeira verde para o experimentar:
tr: Yeşil bayrağa tıkla ve her şey yolunda mı gör:

source: Make a sound when the ball hits the paddle.
es: Haz un sonido cuando la pelota golpee la paleta.
fr: Provoque un son lorsque la balle touche la raquette.
it: Fai produrre un suono alla palla quando colpisce la racchetta.
lv: Lai atskan skaņa, kad bumba atsitas pret dēlīti.
nb: Lag en lyd når ballen treffer racketen.
pt: Produza um som quando a bola bater na raquete.
tr: Top rakete her çarptığında bir ses çıksın istiyoruz.

source: <p>Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
es: <p>Haz clic en la pestaña<span class="tab-ref">Sonidos</span>, luego clic en <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
fr: <p>Clique l'onglet <span class="tab-ref">Sons</span> , ensuite clique <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
it: <p>Clicca la categoria <span class="tab-ref">Suono</span> poi clicca <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
lv: <p>Klikšķini cilni <span class="tab-ref">Skaņas</span> tad klikšķini <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
nb: <p>Klikk på <span class="tab-ref">Lyder</span>-fanen og deretter på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
pt: <p>Clique no separador <span class="tab-ref">Sons</span> e depois clique em <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
tr: <p><span class="tab-ref">Sesler</span> sayfasına geçip <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> simgesine tıkla</p>

source: Choose the 'water drop' sound (in Effects):
es: Elige el sonido 'gota de agua' (water drop) (en Efectos):
fr: Choisis le son 'water drop' (dans Effets):
it: Scegli il suono 'water drop' (nella cartella Effects):
lv: Izvēlies skaņu 'water drop' (grupā Efekti):
nb: Velg lyden "water drop" (i Effekter):
pt: Escolha o som «gota de água» (em Efeitos):
tr: 'Water drop' (su damlası) sesini seç (Etkiler içinden):

source: <p>Then, click the <span class="tab-ref">Scripts</span> tab. Click the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound</span> block.</p> <p>Snap that sound block into the script, like this:</p>
es: <p>Ahora, haz clic en la pestaña <span class="tab-ref">Programas</span>. Haz clic en la categoría <span class="soundcolor">Sonido</span>, y arrastra un bloque <span class="soundcolor">tocar sonido</span>.</p> <p>Encaja ese bloque de sonido en el programa, de esta forma:</p>
fr: <p>Ensuite, clique l'onglet <span class="tab-ref">Scripts</span>. Clique la catégorie <span class="soundcolor">Son</span>, et déplace un bloc <span class="soundcolor">jouer un son</span>.</p> <p>Emboîte le bloc son dans le script, comme ceci:</p>
it: <p>Ora clicca la scheda <span class="tab-ref">Script</span>. Clicca la categoria <span class="soundcolor">Suono</span> e prendi un blocco <span class="soundcolor">produci suono</span>.</p> <p>Attacca il suono allo script, così:</p>
lv: <p>Tad klikšķini cilni <span class="tab-ref">Programmas</span>. Izvēlies sadaļu <span class="soundcolor">Skaņa</span> un izvelc bloku <span class="soundcolor">spēlēt skaņu</span> block.</p> <p>Pievieno šo bloku programmai, kā šeit:</p>
nb: <p>Klikk på fanen <span class="tab-ref">Skript</span>. Klikk <span class="soundcolor">Lyd</span>-kategorien og dra ut en <span class="soundcolor">spill lyden</span>-kloss.</p> <p>Sett lydklossen inn i skriptet, slik:</p>
pt: <p>Depois clique no separador <span class="tab-ref">Guiões</span>. Clique na categoria <span class="soundcolor">Som</span> e arraste um bloco <span class="soundcolor">toca o som</span>.</p> <p>Encaixe esse bloco de som no guião, assim:</p>
tr: <p>Sonra <span class="tab-ref">Diziler</span> sayfasını aç. <span class="soundcolor">Ses</span> grubunu seç, ve <span class="soundcolor">[... sesini çal]</span> taşını al.</p> <p>Aşağıdaki gibi dizinin içine yerleştir:</p>

source: Next, add a challenge
es: A continuación, agrega un reto
fr: Ensuite, ajoute un défi
it: Ora aggiungi una difficoltà
lv: Jāpievieno arī izaicinājums
nb: Videre: Gjør spillet spennende
pt: Em seguida acrescente um desafio
tr: Şimdi oyunu biraz zorlaştır
