Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <li class="data"><span class="value">%(projects)s</span> projects shared,</li> <li class="data"><span class="value">%(users)s</span> users registered,</li> <li class="data"><span class="value">%(comments)s</span> comments posted,</li> <li>&hellip;and growing!</li>
de: <li class="data"><span class="value">%(projects)s</span> Projekte geteilt,</li> <li class="data"><span class="value">%(users)s</span> Benutzer registriert,</li> <li class="data"><span class="value">%(comments)s</span> hinterlassene Kommentare,</li> <li>&hellip;und steigend!</li>
fr: <li class="data"><span class="value">%(projects)s</span> projets partagés,</li> <li class="data"><span class="value">%(users)s</span> utilisateurs enregistrés,</li> <li class="data"><span class="value">%(comments)s</span> commentaires postés,</li> <li>&hellip;and growing!</li>
gl: <li class="data"><span class="value">%(projects)s</span> proxectos compartidos,</li> <li class="data"><span class="value">%(users)s</span> usuarios rexistrados,</li> <li class="data"><span class="value">%(comments)s</span> comentarios realizados,</li> <li>&hellip;e aumentando!</li>
it: <li class="data"><span class="value">%(projects)s</span> progetti condivisi,</li> <li class="data"><span class="value">%(users)s</span> utenti registrati,</li> <li class="data"><span class="value">%(comments)s</span> commenti inviati,</li> <li>&hellip;e sono in continuo aumento!</li>
lv: <li class="data"><span class="value">%(projects)s</span> kopīgoti projekti,</li> <li class="data"><span class="value">%(users)s</span> reģistrēti lietotāji,</li> <li class="data"><span class="value">%(comments)s</span> uzrakstīti komentāri,</li> <li>&hellip;mēs augam!</li>
nb: <li class="data"><span class="value">%(projects)s</span> prosjekter lagt ut,</li> <li class="data"><span class="value">%(users)s</span> registrerte brukere,</li> <li class="data"><span class="value">%(comments)s</span> kommentarer,</li> <li>&hellip;og det øker fortsatt!</li>
pt: <li class="data"><span class="value">%(projects)s</span> projectos partilhados,</li> <li class="data"><span class="value">%(users)s</span> utilizadores registados,</li> <li class="data"><span class="value">%(comments)s</span> comentários publicados,</li> <li>&hellip; e sempre a crescer!</li>

source: Data generated:
de: Erstellt:
fr: Les données générées:
gl: Datos xerados:
it: Dati generati:
lv: Dati ģenerēti:
nb: Data generert:
pt: Dados gerados:
tr: Üretilen veri:

source: Detailed trends for Brazil
de: Detaillierte Trends für Brasilien
fr: Tendances détaillées pour le Brésil
gl: Tendencias detalladas para Brasil
it: Trend dettagliati per il Brasile
lv: Detalizētas tendeces Brazīlijai
nb: Detaljerte trender for Brazil
pt: Tendências pormenorizadas para o Brasil
tr: Brezilya için detaylı eğilimler

source: Monthly Activity Trends
de: Trends zu den monatlichen Aktivitäten
el: Τάσεις Δραστηριοτήτων σε Μηνιαία Βάση
es: Tendencias mensuales de actividad
et: Kuu aktiivsuse trendid
eu: Hileko jarduera joerak
fr: Tendances de l'activité mensuelle
gl: Tendencias mensuais de actividade
it: Tendenze dell'Attività Mensile
lv: Mēneša aktivitātes tendences
nb: Månedlig aktivitetstrend
pt: Tendências de Actividade Mensais
sl: Trendi mesečne aktivnosti
sv: Månadens aktivitetstrender
tr: Aylık Aktivite Eğilimleri
uk: Тренд активності за місяць

source: Monthly Active Users
de: Monatlich aktive Benutzer
el: Ενεργοί Χρήστες σε Μηνιαία Βάση
es: Usuarios más activos mensualmente
et: Kuu aktiivsemad kasutajad
eu: Hilabetean izandako erabiltzaile aktiboak
fr: Utilisateurs actifs par mois
gl: Usuarios Activos Mensualmente
it: Utenti Attivi nel Mese
lv: Mēneša aktīvākie lietotāji
nb: Aktive brukere per måned
pt: Utilizadores Activos Mensais
sl: Mesečno aktivni uporabniki
sv: Månadens aktiva användare
tr: Aylık Aktif Kullanıcılar
uk: Активних користувачів за місяць

source: Age Distribution of New Scratchers
de: Altersverteilung neuer Scratcher
el: Ηλικιακή Κατάταξη των νέων Μελών
es: Distribución por edades de los nuevos Scratchers
et: Uute Scratcijate vanuseline jaotus
eu: Scratcher berrien adin banaketa
fr: Répartition des ages des nouveaux scratchers
gl: Distribución por Idades dos Novos Scratchers
it: Distribuzione dell'età dei Nuovi Utenti
lv: Jauno Scratch lietotāju vecuma sadalījums
nb: Aldersfordeling av nye Scratchere
pt: Distribuição de Idade dos Novos Scratchadores
sl: Starostna porazdelitev novih Scratcherjev
sv: Åldersfördelning på nya Scratchare
tr: Yeni Scratch Takipçilerinin Yaş Dağılımı
uk: Віковий розподіл нових скретчерів

source: Monthly Project Shares
de: Monatlich geteilte Projekte
el: Έργα σε Κοινή Χρήση σε Μηνιαία Βάση
es: Proyectos compartidos mensualmente
et: Kuu jooksul jagatud projektid
eu: Hilabetean partekatutako proiektuak
fr: Partages de projets par mois
gl: Proxectos Compartidos Mensualmente
it: Progetti Condivisi Mensilmente
lv: Mēneša kopīgotie projekti
nb: Prosjekter lagt ut per måned
pt: Partilhas de Projectos Mensais
sl: Mesečno deljenje projektov
sv: Antal delade projekt per månad
tr: Aylık Paylaşılan Projeler
uk: Опубліковано проектів за місяць

source: Monthly Comment Activity
de: Monatliche Kommentaraktivität
el: Δραστηριότητα Σχολίων σε Μηνιαία Βάση
es: Comentarios mensuales de actividades
et: Kommenteerimise aktiivsus kuus
eu: Hilabetean eginiko iruzkinak
fr: Activité des commentaires par mois
gl: Actividade de Comentarios Mensuais
it: Attività Mensile nei Commenti
lv: Mēneša aktivitātes komentāros
nb: Kommentarer per måned
pt: Actividade de Comentários Mensal
sl: Mesečna aktivnost komentiranja
sv: Kommentarer per månad
tr: Aylık Yorum Aktiviteleri
uk: Коментарів за місяць

source: Monthly Activity Trends from Brazil
de: Trend der monatlichen Aktivitäten aus Brasilien
fr: Tendances d'activités mensuelles pour le Brésil
gl: Tendencias de Actividade Mensual desde Brasil
it: Trend dell'Attività Mensile del Brasile
lv: Menēša aktivitātes tendences Brazīlijā
nb: Trend i månedlig aktivitet fra Brazil
pt: Tendências de Actividade Mensal do Brasil
tr: Brezilya'dan Aylık Aktivite Eğilimleri

source: Monthly Active Users from Brazil
de: Monatliche Benutzeraktivität aus Brasilien
fr: Activité mensuelle des utilisateurs du Brésil
gl: Usuarios Activos Mensuais desde Brasil
it: Utenti Mensili Attivi del Brasile
lv: Mēneša aktīvākie lietotāji Brazīlijā
nb: Aktive brukere fra Brazil per måned
pt: Utilizadores Activos Mensais do Brasil
tr: Brezilya'dan Aylık Aktif Kullanıcılar

source: Age Distribution of New Scratchers from Brazil
de: Altersverteilung neuer Scratcher aus Brasilien
fr: Répartition par âge des nouveaux Scratchers du Brésil
gl: Distribución de Idade de Novos Scratcher dende Brasil
it: Distribuzione dell'Età dei Nuovi Membri della Comunità di Scratch del Brasile
lv: Vecuma sadalījums jaunajiem Scratch lietotājiem no Brazīlijas
nb: Aldersfordeling for nye brukere fra Brazil
pt: Distribuição de Idades dos Novos Scratchadores do Brasil

source: Monthly Project Shares from Brazil
de: Monatlich geteilte Projekte aus Brasilien
fr: Projets mensuels partagés au Brésil
gl: Proxectos Compartidos Mensualmente dende Brasil
it: Progetti Condivisi Mensilmente dal Brasile
lv: Mēnēša kopīgotie projekti Brazīlijā
nb: Prosjekter lagt ut fra Brazil per måned
pt: Partilhas Mensais de Projectos do Brasil

source: Monthly Comment Activity from Brazil
de: Monatliche Kommentaraktivität aus Brasilien
fr: Activité mensuelle des commentaires au Brésil
gl: Actividade de Comentarios Mensuais desde Brasil
it: Attività Mensile sui Commenti dal Brasile
lv: Mēneša aktivitātes komentāros Brazīlijā
nb: Kommentarer fra Brazil per måned
pt: Actividade Mensal de Comentários do Brasil

source: Community statistics at a glance
de: Statistikübersicht der Gemeinschaft
fr: Coup d'oeil sur les statistiques de la communauté
gl: Estatísticas da comunidade nun vistazo
it: Statistiche della Comunità a colpo d'occhio
lv: Kopienas statistika
nb: Oversikt over statistikk for nettsamfunnet
pt: Estatísticas da comunidade de relance
tr: Bir bakışta topluluk istatistikleri

source: Scratchers Worldwide
de: Scratcher weltweit
el: Μέλη Παγκοσμίως
es: Scratchers alrededor del mundo
et: Scratcherid maailmas
eu: Scratcherrak munduan zehar
fr: Scratchers dans le monde
gl: Scratchers en todo o mundo
it: Distribuzione degli Utenti nel Mondo
lv: Scratch pasaulē
nb: Scratchere i hele verden
pt: Scratchadores em Todo o Mundo
sl: Scratcherji po svetu
sv: Scratchare världen runt
tr: Tüm Dünyadan Scratch'çiler
uk: Скретчери у світі

source: All Projects (<span data-content="project-count">%(projects_count)s</span>)
ca: Tots els Projectes (<span data-content="project-count">%(projects_count)s</span>)
cs: Všechny projekty (<span data-content="project-count">%(projects_count)s</span>)
de: Alle Projekte (<span data-content="project-count">%(projects_count)s</span>)
el: Όλα τα έργα (<span data-content="project-count">%(projects_count)s</span>)
es: Todos los Proyectos (<span data-content="project-count">%(projects_count)s</span>)
et: Kõik projektid (<span data-content="project-count">%(projects_count)s</span>)
eu: Proiektu guztiak (<span data-content="project-count">%(projects_count)s</span>)
fr: Tous les projets (<span data-content="project-count">%(projects_count)s</span>)
ga: Gach Tionscadal (<span data-content="project-count">%(projects_count)s</span>)
gl: Todos os Proxectos (<span data-content="project-count">%(projects_count)s</span>)
he: כל הפרויקטים (<span data-content="project-count">%(projects_count)s</span>)
it: Tutti i Progetti (<span data-content="project-count">%(projects_count)s</span>)
ja: 全プロジェクト (<span data-content="プロジェクト数">%(projects_count)s</span>)
lv: Visi projekti (<span data-content="project-count">%(projects_count)s</span>)
nb: Alle prosjekter (<span data-content="project-count">%(projects_count)s</span>)
pt: Todos os Projectos (<span data-content="project-count">%(projects_count)s</span>)
ro: Toate proiectele (<span data-content="project-count">%(projects_count)s</span>)
sl: Vsi projekti (<span data-content="project-count">%(projects_count)s</span>)
sr: Сви пројекти (<span data-content="project-count">%(projects_count)s</span>)
sv: Alla Projekt (<span data-content="project-count">%(projects_count)s</span>)
tr: Tüm Projeler (<span data-content="project-count">%(projects_count)s</span>)
uk: Усі проекти (<span data-content="project-count">%(projects_count)s</span>)

source: Shared Projects (<span data-content="shared-count">%(shared_count)s</span>)
ca: Projectes Compartits (<span data-content="shared-count">%(shared_count)s</span>)
cs: Sdílené projekty (<span data-content="shared-count">%(shared_count)s</span>)
de: Veröffentlichte Projekte (<span data-content="shared-count">%(shared_count)s</span>)
el: Έργα σε κοινή χρήση (<span data-content="shared-count">%(shared_count)s</span>)
es: Proyectos Compartidos (<span data-content="shared-count">%(shared_count)s</span>)
et: Jagatud projektid (<span data-content="shared-count">%(shared_count)s</span>)
eu: Partekatutako proiektuak (<span data-content="shared-count">%(shared_count)s</span>)
fr: Projets partagés(<span data-content="shared-count">%(shared_count)s</span>)
ga: Tionscadail Chomhroinnte (<span data-content="shared-count">%(shared_count)s</span>)
gl: Proxectos Compartidos (<span data-content="shared-count">%(shared_count)s</span>)
he: פרויקטים משותפים (<span data-content="shared-count">%(shared_count)s</span>)
it: Progetti Condivisi (<span data-content="shared-count">%(shared_count)s</span>)
ja: 共有されたプロジェクト (<span data-content="共有数">%(shared_count)s</span>)
lv: Kopīgotie projekti (<span data-content="shared-count">%(shared_count)s</span>)
nb: Prosjekter lagt ut (<span data-content="shared-count">%(shared_count)s</span>)
pt: Projectos Partilhados (<span data-content="shared-count">%(shared_count)s</span>)
ro: Proiecte partajate (<span data-content="shared-count">%(shared_count)s</span>)
sl: Deljeni projekti (<span data-content="shared-count">%(shared_count)s</span>)
sr: Дељени пројекти (<span data-content="shared-count">%(shared_count)s</span>)
sv: Delade Projekt (<span data-content="shared-count">%(shared_count)s</span>)
tr: Paylaşılan Projeler (<span data-content="shared-count">%(shared_count)s</span>)
uk: Опубліковані проекти (<span data-content="shared-count">%(shared_count)s</span>)

source: Unshared Projects (<span data-content="unshared-count">%(notshared_count)s</span>)
ca: Projectes No Compartits (<span data-content="unshared-count">%(notshared_count)s</span>)
cs: Nesdílené projekty (<span data-content="unshared-count">%(notshared_count)s</span>)
de: Unveröffentlichte Projekte (<span data-content="unshared-count">%(notshared_count)s</span>)
el: Έργα σε ιδιωτική χρήση (<span data-content="unshared-count">%(notshared_count)s</span>)
es: Proyectos No Compartidos (<span data-content="unshared-count">%(notshared_count)s</span>)
et: Jagmata projektid (<span data-content="unshared-count">%(notshared_count)s</span>)
eu: Partekatu gabeko proiektuak (<span data-content="unshared-count">%(notshared_count)s</span>)
fr: Projets non partagés(<span data-content="unshared-count">%(notshared_count)s</span>)
ga: Tionscadail Gan Comhroinnt (<span data-content="unshared-count">%(notshared_count)s</span>)
gl: Proxectos Non Compartidos (<span data-content="unshared-count">%(notshared_count)s</span>)
he: פרויקטים לא משותפים (<span data-content="unshared-count">%(notshared_count)s</span>)
it: Progetti non Condivisi (<span data-content="unshared-count">%(notshared_count)s</span>)
ja: 共有されていないプロジェクト (<span data-content="非共有数">%(notshared_count)s</span>)
lv: Nekopīgotie projekti (<span data-content="unshared-count">%(notshared_count)s</span>)
nb: Prosjekter ikke lagt ut (<span data-content="unshared-count">%(notshared_count)s</span>)
pt: Projectos Não Partilhados (<span data-content="unshared-count">%(notshared_count)s</span>)
ro: Proiecte nepartajate (<span data-content="unshared-count">%(notshared_count)s</span>)
sl: Nedeljeni projekti (<span data-content="unshared-count">%(notshared_count)s</span>)
sr: Пројекти који нису дељени (<span data-content="unshared-count">%(notshared_count)s</span>)
sv: Ej delade Projekt (<span data-content="unshared-count">%(notshared_count)s</span>)
tr: Paylaşılmayan Projeler (<span data-content="unshared-count">%(notshared_count)s</span>)
uk: Особисті проекти (<span data-content="unshared-count">%(notshared_count)s</span>)

source: My Studios (<span data-content="gallery-count">%(gallery_count)s</span>)
ca: Els meus Estudis (<span data-content="gallery-count">%(gallery_count)s</span>)
cs: Moje studia (<span data-content="gallery-count">%(gallery_count)s</span>)
de: Meine Studios (<span data-content="gallery-count">%(gallery_count)s</span>)
el: Οι Συλλογές μου (<span data-content="gallery-count">%(gallery_count)s</span>)
es: Mis Estudios (<span data-content="gallery-count">%(gallery_count)s</span>)
et: Minu stuudiod (<span data-content="gallery-count">%(gallery_count)s</span>)
eu: Nire estudioak (<span data-content="gallery-count">%(gallery_count)s</span>)
fr: Mes Studios (<span data-content="gallery-count">%(gallery_count)s</span>)
ga: Mo Stiúideonna (<span data-content="gallery-count">%(gallery_count)s</span>)
gl: Os Meus Estudos (<span data-content="gallery-count">%(gallery_count)s</span>)
he: הסטודיו שלי (<span data-content="gallery-count">%(gallery_count)s</span>)
it: Le mie Gallerie (<span data-content="gallery-count">%(gallery_count)s</span>)
ja: 私のスタジオ (<span data-content="ギャラリー数">%(gallery_count)s</span>)
lv: Manas studijas (<span data-content="gallery-count">%(gallery_count)s</span>)
nb: Mine gallerier (<span data-content="gallery-count">%(gallery_count)s</span>)
pt: Os Meus Estúdios (<span data-content="gallery-count">%(gallery_count)s</span>)
ro: Atelierele mele (<span data-content="gallery-count">%(gallery_count)s</span>)
sl: Moji studii (<span data-content="gallery-count">%(gallery_count)s</span>)
sr: Моји студији (<span data-content="gallery-count">%(gallery_count)s</span>)
sv: Mina Studior (<span data-content="gallery-count">%(gallery_count)s</span>)
tr: Stüdyolarım (<span data-content="gallery-count">%(gallery_count)s</span>)
uk: Мої Студії (<span data-content="gallery-count">%(gallery_count)s</span>)

source: Trash
fr: Poubelle
it: Cestino
lv: Atkritne
tr: Çöp Kutusu

source: New Project
ca: Nou Projecte
cs: Nový projekt
de: Neues Projekt
el: Νέο έργο
es: Nuevo Proyecto
et: Uus projekt
eu: Proiektu berria
fr: Nouveau projet
ga: Tionscadal Nua
gl: Novo Proxecto
he: פרויקט חדש
it: Nuovo Progetto
ja: 新しいプロジェクト
lv: Jauns projekts
nb: Nytt prosjekt
pt: Novo Projecto
ro: Proiect nou
sl: Nov projekt
sr: Нови пројекат
sv: Nytt Projekt
tr: Yeni Proje
uk: Створити проект

source: New Studio
ca: Nou Estudi
cs: Nové studio
de: Neues Studio
el: Νέα Συλλογή
es: Nuevo Estudio
et: Uus stuudio
eu: Estudio berria
fr: Nouveau Studio
ga: Stiúideo Nua
gl: Novo Estudo
he: סטודיו חדש
it: Nuova Galleria
ja: 新しいスタジオ
lv: Jauna studija
nb: Nytt galleri
pt: Novo Estúdio
ro: Atelier nou
sl: Nov studio
sr: Нови студио
sv: Ny Studio
tr: Yeni Stüdyo
uk: Нова Студія

source: Load More
ca: Carrega'n més
cs: Stáhnout další
de: Mehr anzeigen
el: Περισσότερα
es: Cargar más
et: Laadi veel
eu: Gehiago kargatu
fr: Montrer plus
ga: Luchtaigh Tuilleadh
gl: Cargar Máis
it: Mostra i successivi
ja: もっと読み込む
lv: Ielādēt vairāk
nb: Vis flere
pt: Carregar Mais
ro: Incarca mai mult
sl: Naloži več
sr: Учитај више
sv: Ladda Fler
tr: Daha da Yükle
uk: Завантажити більше

source: Last modified:
ca: Darrera modificació:
cs: Naposledy upraveno:
de: Zuletzt verändert:
el: Τροποποιήθηκε τελευταία στις:
es: Modificado por última vez:
et: Viimati muudetud:
eu: Azken aldaketa noiz:
fr: Dernière modification:
ga: Dáta athraithe:
gl: Modificados recentemente:
he: שונה לאחרונה:
it: Ultima modifica:
ja: 最終更新:
lv: Pēdējo reizi mainīts:
nb: Sist endret:
pt: Última alteração:
ro: Ultima modificare:
sl: Nazadnje spremenjeno
sr: Последњи пут измењено:
sv: Senast ändrad:
tr: Son değişim:
uk: Останні зміни:

source: Add to
ca: Afegeix a
cs: Přidat k
de: Hinzufügen zu
el: Προσθήκη
es: Añadir a
et: Lisa
eu: Gehitu
fr: Ajouter à
ga: Cuir le
gl: Engadir a
he: הוסף ל
it: Aggiungi a
ja: 追加する
lv: Pievienot pie
nb: Legg til i
pt: Adicionar a
ro: Adauga la
sl: Dodaj v
sr: Додај у
sv: Lägg till
tr: Ekle
uk: Додати до

source: Unshare
ca: Deixa de compartir
cs: Nesdíleno
de: Zurückziehen
el: Διακοπή της κοινής χρήσης
es: No compartir
et: Ära jaga
eu: Ez partekatu
fr: Non partagé
ga: Dí-Chomhroinn
gl: Non compartir
it: Non condividere
ja: 共有しない
lv: Atcelt koplietošanu
nb: Ta av nett
pt: Deixar de partilhar
ro: Opreste partajare
sl: Prenehaj deliti
sv: Dela inte
tr: Paylaşımdan çek
uk: Тільки для мене

source: View:
ca: Veure:
cs: Přístup:
de: Zeige:
el: Προβολή:
es: Ver:
et: Vaade:
eu: Ikusi:
fr: Vue:
ga: Amharc:
gl: Ver:
he: צפה:
it: Visite:
ja: ビュー:
lv: Skats:
nb: Vis:
pt: Ver:
ro: Vizualizare:
sl: Pogled:
sr: Приказ:
sv: Visa:
tr: Bak:
uk: Перегляд:

source: Most Projects
ca: Més Projectes
cs: Většina projektů
de: Anzahl der Projekte
el: Τα περισσότερα έργα
es: Más Proyectos
et: Enamik projekte
eu: Proiektu gehien
fr: Tous les projets
ga: Líon is mó tionscadal
gl: Máis Proxectos
he: הכי הרבה פרויקטים
it: Altri Progetti
ja: 多くのプロジェクト
lv: Vairums projektu
nb: Flest prosjekter
pt: Maioria dos Projectos
ro: Cele mai multe proiecte
sl: Večina projektov
sr: Већина пројеката
sv: Flest Projekt
tr: Çoğu Proje
uk: Більшість проектів

source: Last updated
ca: Actualitzats darrerament
cs: Naposledy změněno
de: Zuletzt aktualisiert
el: Ενημερώθηκε τελευταία
es: Actualizados recientemente
et: Viimati uuendatud
eu: Azkeneko aldiz eguneratua
fr: Dernière mise à jour
ga: Nuashonrú is déanaí
gl: Actualizados recentemente
he: עודכן לאחרונה
it: Ultimo aggiornamento
ja: 最終更新
lv: Pēdējo reizi labots
nb: Sist oppdatert
pt: Última actualização
ro: Ultima actualizare
sl: Nazadnje posodobljeno
sr: Последњи пут измењено
sv: Senast uppdaterad
tr: Son güncelleme
uk: Останнє оновлення

source: You do not own any galleries. <a href=>Create one!</a>
ca: No tens cap galeria. <a href=>Crea'n una!</a>
cs: Nemáš žádnou vlastní galerii. <a href=>Vytvoř ji!</a>
de: Du hast keine eigenen Studios. <a href=>Erstelle eines!</a>
el: Δεν έχετε δημιουργήσει καμία συλλογή έργων. <a href=>Δημιουργείστε μία!</a>
es: No tienes galerías. <a href=>¡Crea una!</a>
et: Sul ei ole ühtegi galeriid. <a href=>Loo!</a>
eu: Ez duzu galeriarik. <a href=>Soru bat!</a>
fr: Vous ne possédez pas de galerie. <a href=>Créez en une!</a>
ga: Níl aon ghailearaithe agat. <a href=>Cruthaigh ceann nua!</a>
gl: Non tes galerías. <a href=>Crea unha!</a>
he: האם ברשותך גלריה כלשהי <a href=>Create one!</a>
it: Non hai ancora creato nessuna galleria. <a href=>Creane una!</a>
ja: まだギャラリーを持っていません。<a href=>作成しましょう!</a>
lv: Tev nav galeriju. <a href=>Izveido to!</a>
nb: Du har ingen gallerier. <a href=>Lag et!</a>
pt: Não tem nenhuma galeria. <a href=>Crie uma!</a>
ro: Nu ai nici o galerie. <a href=>Creeaza-ti una!</a>
sl: Nimaš še nobene galerije.
sr: Немаш ни једну галерију. <a href=>Направи једну!</a>
sv: Du äger inga gallerier. <a href=>Skapa ett!</a>
tr: Hiç galerin yok. <a href=>Bir tane aç!</a>
uk: Ви не маєте жодної галереї. <a href=>Створити!</a>

source: Created: %(gallery.datetime_created|date:"F d Y fa")s
ca: Creat: %(gallery.datetime_created|date:"F d Y fa")s
cs: Vytvořeno: %(gallery.datetime_created|date:"F d Y fa")s
de: Erstellt: %(gallery.datetime_created|date:"F d Y fa")s
el: Δημιουργήθηκε στις: %(gallery.datetime_created|date:"F d Y fa")s
es: Creado: %(gallery.datetime_created|date:"F d Y fa")s
et: Lodud: %(gallery.datetime_created|date:"F d Y fa")s
eu: Sortze data: %(gallery.datetime_created|date:"F d Y fa")s
ga: Cruthaithe: %(gallery.datetime_created|date:"F d Y fa")s
gl: Creada: %(gallery.datetime_created|date:"F d Y fa")s
he: נוצרה (gallery.datetime_created|date:"F d Y fa")%
it: Creato: %(gallery.datetime_created|date:"F d Y fa")s
ja: 作成: %(gallery.datetime_created|date:"F d Y fa")s
lv: Izveidots: %(gallery.datetime_created|date:"F d Y fa")s
nb: Opprettet: %(gallery.datetime_created|date:"F d Y fa")s
pt: Criada: %(gallery.datetime_created|date:"F d Y fa")s
ro: Creat: %(gallery.datetime_created|date:"F d Y fa")
sl: Ustvarjeno: %(gallery.datetime_created|date:"F d Y fa")s
sr: Направљено: %(gallery.datetime_created|date:"F d Y fa")s
sv: Skapat: %(gallery.datetime_created|date:"F d Y fa")s
tr: Oluşturma: %(gallery.datetime_created|date:"F d Y fa")s
uk: Створено: %(gallery.datetime_created|date:"F d Y fa")s

source: You do not have any galleries
ca: No tens cap galeria
cs: Nemáš žádné galerie
de: Du hast keine Studios
el: Δεν έχετε καμία συλλογή έργων
es: No tienes galerías
et: Sinul ei ole ühtegi galeriid
eu: Ez duzu galeriarik
fr: Vous n'avez pas de galerie
ga: Níl aon ghailearaithe agat
gl: Non tes galerías
he: אין ברשותך גלריות
it: Non hai creato nessuna galleria
ja: ギャラリーを持っていません
lv: Tev nav galeriju
nb: Du har ingen gallerier
pt: Não tem nenhuma galeria
ro: Nu ai nici o galerie
sl: Nimaš še nobene galerije.
sr: Немаш ни једну галерију
sv: Du har inga gallerier
tr: Hiç galerin yok
uk: Ви не маєте жодної галереї

source: Not shared
ca: Sense compartir
cs: Nesdílené
de: Nicht veröffentlicht
el: Δεν έγινε κοινή χρήση του έργου
es: No compartido
et: Jagamata
eu: Partekatu gabea
fr: Non partagé
ga: Gan chomhroinnt
gl: Non compartido
he: לא משותף
it: Non condivisi
ja: 共有されていないもの
lv: Nekopīgotie
nb: Ikke lagt ut
pt: Não partilhado
ro: Nepartajat
sl: Ni deljeno
sr: Недељено
sv: Inte delad
tr: Paylaşılmayan
uk: Не опубліковане
