Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Troubleshooting: <br> If you can't see the clone, move it so the original sprite doesn't cover it. The clone appears in the same location as the sprite initially. <br/> <br>Make sure you've chosen the sprite you want to clone from the menu in the <img src="%(STATIC_URL)s/images/help/create-clone-of.png" /> block. <br/> Note: The clone only lasts while the project is running. </p> </div>
ca: Solució de problemes: <br> Si no pots veure la còpia, vigila que el personatge original no l'estigui tapant. La còpia apareix a la mateixa localització que el personatge inicial. <br/> <br>Assegura't que hagis triat el personatge que vulguis copiar de la llista desplegable en el <img src="%(STATIC_URL)s/images/help/create-clone-of.png" /> bloc. <br/> Nota: La còpia només existeix durant l'execució del projecte. </p> </div>
de: Fehlerbehebung: <br> Wenn du den Klon nicht sehen kannst, bewege ihn so, dass ihn die ursprüngliche Figur nicht verdeckt. Der Klon erscheint zunächst an der gleichen Stelle wie die Figur. <br/> <br>Versichere dich, dass du die gewünschte Figur aus dem Ausklappmenü des <img src="%(STATIC_URL)s/images/help/create-clone-of.png" />-Blocks ausgewählt hast. <br/> Beachte: Der Klon verschwindet, sobald das Projekt gestoppt wird. </p> </div>
el: Επίλυση Προβλημάτων: <br> Εάν δεν μπορείτε να δείτε τον κλώνο, μετακινήστε τον ώστε το αρχικό αντικείμενο να μην το καλύπτει. <br/> <br>Σιγουρευτείτε ότι έχετε επιλέξει το αντικείμενο που θέλετε να δημιουργήσετε κλώνο του από το μενού στο<img src="%(STATIC_URL)s/images/help/create-clone-of.png" />. <br/> Σημείωση: Ο κλώνος διαρκεί μέχρι το έργο να σταματίσει να εκτελείται. </p> </div>
es: Solución de problemas: <br> Si no puedes ver el clon, muévelo de tal forma que el objeto original no lo cubra. El clon aparece inicialmente en la misma posición del objeto. <br/> <br>Asegúrate de haber elegido el objeto que quieres clonar del menú en el bloque <img src="%(STATIC_URL)s/images/help/es/create-clone-of.png" />. <br/> Nota: El clon solo dura mientras el proyecto se está ejecutando. </p> </div>
et: Probleemid: <br> Kui sa ei näe klooni, liiguta seda nii, et originaal sprite ei kataks teda. Kloon ilmub samas kohas nagu sprite esialgu. <br/> <br> Veendu, et oled valinud menüüst spraidi kloonimiseks <img src="%(STATIC_URL)s/images/help/create-clone-of.png" /> ploki <br/> Märkus: kloon kestab ainult kui projekt töötab </p> </div>
eu: Arazoen konponbidea: <br> Klona ezin baduzu ikusi, mugi ezazu sprite originalak estali ez dezan. Klona spritearen posizio berean azaltzen da haseran. <br/> <br>Ziurtatu nahi zenuen spritearen klona aukeratu duzula menutik <img src="%(STATIC_URL)s/images/help/create-clone-of.png" /> blokean. <br/> Oharra: Klonak proiektua exekutatzen ari den artean soilik irauten du. </p> </div>
fr: Résolution de problèmes: <br> Si tu ne peux pas voir le clone, déplace le de telle sorte le lutin d'origine ne le couvre pas. Le clone apparaît au même emplacement que l'image-objet initiale. <br/> <br>Assure-toi que tu as choisi le lutin que tu veux cloner à partir du menu dans le <img src="%(STATIC_URL)s/images/help/create-clone-of.png" /> bloc. <br/> Remarque: Le clone ne dure que le temps de l'exécution du projet. </p> </div>
gl: Solución de problemas: <br> Si non podes ver o clon, móveo de tal xeito que a figura orixinal non o solape. O clon aparece inicialmente na mesma posición da figura. <br/> <br>Asegúrate de elexir o obxecto que queeres clonar do menú no bloque <img src="%(STATIC_URL)s/images/help/create-clone-of.png" />. <br/> Nota: O clon só dura mentras o proxecto se está executando. </p> </div>
it: Soluzione dei Problemi: <br> Se non riesci a vedere il clone, spostalo in modo che non sia coperto dallo sprite originale. Il clone quando viene creato appare esattamente nella stessa posizione dello sprite originale. <br/> <br>Assicurati di aver scelto lo sprite che vuoi clonare nel menu del blocco <img src="%(STATIC_URL)s/images/help/it/create-clone-of.png" />. <br/> Nota: Il clone esiste soltanto mentre il progetto è in esecuzione. </p> </div>
lv: Problēmu novēršana: <br> Ja klonu neredzi, pārvieto to, lai sākotnējais gariņš to neaizklāj. Klons uzrodas tajā pašā vietā, kur ir gariņš. <br/> <br>Pāliecinies, ka izvēlējies gariņu, kuru vēlies klonēt no izkrītošā saraksta <img src="%(STATIC_URL)s/images/help/create-clone-of.png" /> blokā. <br/> Piezīme: Kloni darbojas tikai tik ilgi, kamēr programma strādā. </p> </div>
nb: Feilsøking: <br> Hvis du ikke ser klonen, flytt den originale figuren slik at den ikke dekker klonen. Klonen starter på samme sted som originalfiguren. <br/> <br>Pass på at du har valgt den figuren du ønsker å klone fra menyen i <img src="%(STATIC_URL)s/images/help/create-clone-of.png" />-klossen. <br/> Merk: Klonen varer bare så lenge programmet kjører. </p> </div>
pt: Resolvendo problemas: <br> Se não consegue ver o clone, mova-o para que o actor original não o cubra. O clone surge inicialmente na mesma posição que o actor clonado. <br/> <br>Assegure-se de que escolheu o actor que deseja clonar no menu do bloco <img src="%(STATIC_URL)s/images/help/create-clone-of.png" />. <br/> Nota: O clone existe apenas durante a execução do projecto. </p> </div>
sl: Odpravljanje napak: <br> Če ne vidiš klona, ga premakni, da ga prvotna figura ne zakriva. Klon se namreč najprej pojavi na istem mestu kot figura. <br/> <br>Prepričaj se, da si izbral-a figuro, ki jo želiš klonirati iz menija v <img src="%(STATIC_URL)s/images/help/create-clone-of.png" /> block. <br/> Opomba: Klon obstaja, dokler je projekt odprt. </p> </div>
sv: Felsökning: <br> Om du inte kan se klonen, flytta den så att originalet inte täcker den. Klonen dyker till att börja med upp på samma ställe som orginalet. <br/> <br>Försäkra dig om att du valt figuren som ska klonas från menyn i <img src="%(STATIC_URL)s/images/help/create-clone-of.png" /> blocket. <br/> OBS: Klonen finns enbart så länge projektet körs. </p> </div>
uk: Якщо виникли проблеми: <br> Ви не бачите клона? - перемістіть його, він покриває оригінальний спрайт. Клон з'являється в тому ж місці, що і спрайт, що його створив. <br/> <br> Переконайтеся, що ви вибрали спрайт якого хочете клонувати з меню блока <img src="%(STATIC_URL)s/images/help/create-clone-of.png" /> . <br/> Застереження: Клон існує тільки під час виконання проекту. </p> </div>

source: Reports the current time
ca: Mostra l'hora i la data actuals
de: Gibt die aktuelle Zeit zurück
el: Αναφέρει την τωρινή ώρα.
es: Retorna la hora actual
et: Tagastab jooksva aja
eu: Ordua itzultzen du
fr: Renvoie l'heure actuelle
gl: Devolve a hora actual
it: Restituisce informazioni sul momento attuale
lv: Atgriež pašreizējo laiku
nb: Gir klokketiden nå
pt: Reporta o tempo actual
ro: Returneaza ora curenta
sl: Vrne trenutni čas
sv: Rapporterar aktuell tid
tr: Şimdiki zamanı verir
uk: Результатом є поточний час

source: <p> You can select from the menu to indicate which item you want. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> To view the value of the current time, click the checkbox next to the current time.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
ca: <p> Pots triar del menú desplegable quin element vols. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> Per visualitzar el valor de l'hora o la data, fes clic a la casella de verificació del bloc.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
de: <p> Du kannst aus dem Ausklappmenü wählen, um festzulegen, welchen Zeiteintrag du haben möchtest. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> Um die aktuelle Zeitinformation auf der Bühne anzuzeigen, markiere die Kontrollbox neben dem Zeitblock.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
el: <p> Μπορείτε να επιλέξετε από το μενού για να διαλέξετε το στοιχείο που θέλετε. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> Για να προβάλετε την τιμή της τωρινής ώρας, κάντε κλικ στο κουτάκι δίπλα από την τωρινή ώρα.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
es: <p> Puedes elegir desde el menú para indicar cuál elemento deseas. <br><img src="%(STATIC_URL)s/images/help/es/current-time-ex2.png" /><br/> </p> <p> Para ver la hora actual, haz clic en la casilla enseguida de hora actual.<br> <img src="%(STATIC_URL)s/images/help/es/current-time-checkbox.png" /> </p>
et: <p> Võid valida menüüst, millist liiget soovid. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> Jooksva aja kuvamiseks klõpsa märkeruutu.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
eu: <p> Menutik aukeratu dezakezu zein item nahi duzun. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> Uneko orduaren balioa ikusteko, uneko orduaren ondoan dagoen kontrol laukia klikatu ezazu.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
fr: <p> Tu peux sélectionner à partir du menu pour indiquer quel élément que vous souhaitez. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> Pour afficher la valeur de l'heure, clique sur la case à cocher à côté de l'heure actuelle.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
gl: <p> Podes elexir desde o menú para indicar o elemento que desexas. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> Para ver a hora actual, preme no recadro de verificación que está a carón da hora actual.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
it: <p> Puoi selezionare nel menu l'elemento a cui sei interessato. <br><img src="%(STATIC_URL)s/images/help/it/current-time-ex2.png" /><br/> </p> <p> Per vedere il valore dell'ora corrente sullo Stage, clicca la casella a fianco del blocco.<br> <img src="%(STATIC_URL)s/images/help/it/current-time-checkbox.png" /> </p>
lv: <p> Vari izvlēlēties no izvēlnes, lai norādītu, kuru vienumu vēlies. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> Lai redzētu šī brīža laiku, ieklišķini ķeksīti blakus šī brīža laikam.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
nb: <p> Du kan velge hvilken del av klokkeslettet du vil ha. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> For å vise tiden på skjermen kan du klikke i ruten ved siden av klossen.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
pt: <p> Pode escolher no menu para indicar que item quer. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> Para ver o valor do tempo corrente, clique na caixa de selecção junto ao tempo corrente.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
sl: <p> Izbereš lahko iz menija, da pokažeš, kateri element želiš. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> Za ogled vrednosti trenutnega časa, klikni na potrditveno polje poleg trenutnega časa.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
sv: <p> Du kan välja från menyn vilket objekt du vill ha. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> För att se värdet av den aktuella tiden, klicka i kryssrutan vid sidan om aktuell tid.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
uk: <p> Ви можете обрати з меню, щоб вказати, який елемент вам потрібний. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> Для перегляду значення поточного часу, встановіть позначку поруч із поточним часом.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>

source: Reports the number of days since January 1, 2000
ca: Mostra el nombre de dies des de l'1 de gener de l'any 2000
de: Gibt die Anzahl der seit dem 1. Januar 2000 vergangenen Tage zurück
el: Αναφέρει το αριθμό την ημερών από την 1η Ιανουαρίου 2000.
es: Retorna el número de días desde Enero 1 de 2000
et: Tagastab päevade arvu alates 1. jaanuar 2000
eu: 2000 urteko Urtarrilak 1etik pasatako egunen kopurua itzultzen du
fr: Renvoie le nombre de jours depuis le 1er Janvier 2000
gl: Devolve o número de días dende o 1 de xaneiro de 2000
it: Restituisce il numero di giorni trascorsi dal 1 gennaio 2000
lv: Atgriež skaitli, cik dienas pagājušas kopš 2000. gada 1. janvāra
nb: Gir antall dager siden 1. januar 2000
pt: Reporta o número de dias decorridos deste 1 de Janeiro de 2000
ro: Returneaza numarul de zile de la 1 ianuarie 2000
sl: Vrne število dni od 1. januarja 2000
sv: Rapporterar antalet dagar sedan Januari 1, 2000
uk: Повідомляє кількість днів від 1 січня 2000 року

source: Defines what the custom block will do
ca: Defineix el que farà el bloc personalitzat
de: Legt fest, was der benutzerdefinierte Block tun wird
el: Ορίζει τη λειτουργία του προσαμοσμένου τετραγώνου εντολών.
es: Define lo que hará el bloque personalizado
et: Defineerib, mida kasutaja plokk peab tegema
eu: Neurrira egindako blokeak zer egingo duen zehazten du
fr: Définit ce que le bloc personnalisé doit faire
gl: Define que fara o bloque persoalizado
it: Definisce il comportamento del blocco
lv: Nodefinē, ko lietotāja bloks darīs
nb: Bestemmer hva din egen kloss skal gjøre
pt: Define o que um bloco personalizado fará
sl: Določi, kaj bo delal blok po meri
sv: Bestämmer vad specialblocket ska göra
tr: Özel taşın ne iş göreceğini tanımlar
uk: Визначає, що робить блок користувача

source: The <strong>define</strong> script tells a custom block what to do:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
ca: Les instruccions indicades a <strong>defineix</strong> li diuen al bloc com ha d'actuar:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
de: Das <strong>Definiere</strong>-Skript teilt dem benutzerdefinierten Block mit, was er tun soll:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
el: Το <strong>σενάριο ορισμού</strong> λέει σε ένα προσαμοσμένο τετράγωνο εντολών τι να κάνει:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
es: El programa <strong>define</strong> le dice al bloque personalizado qué hacer:</br> <p><img src="%(STATIC_URL)s/images/help/es/make-block-script-ex.png" /></p>
et: <strong>Define</strong>skript määrab, mida kasutaja plokk peab tegema:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
eu: <strong>Zehaztu</strong> skriptak neurrira egindako bloke bati zer egin agintzen dio:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
fr: Le script <strong>définir</strong> indique au bloc personnalisé ce qu'il doit faire:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
gl: O programa <strong>define</strong> dille ao bloque persoalizado que facer:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
it: Lo script <strong>di definizione</strong> dice a un nuovo blocco cosa fare:</br> <p><img src="%(STATIC_URL)s/images/help/it/make-block-script-ex.png" /></p>
lv: <strong>Definētā</strong> programma norādīs, ko darīt lietotāja izveidotam blokam:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
nb: Skriptet <strong>definer</strong> bestemmer hva den egendefinerte klossen gjør:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
pt: O guião <strong>define</strong> indica o que um bloco personalizado fará:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
sl: <strong>Določna</strong> skripta pove bloku po meri, kaj naj stori:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
sv: <strong>Scriptet</strong> berättar för specialblocket vad som ska göras:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
uk: <strong>Визначає</strong> скрипт, який описує дії блока, створеного користувачем:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>

source: If your block has inputs, they will appear as rounded, light purple blocks. To use them, drag copies of the input blocks into other blocks within the define script. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Note: The input blocks can <strong>only</strong> be used in the define script.
ca: Si el bloc té paràmetres, apareixeran com petits blocs arrodonits. Per fer-los servir, arrossega copies seves a d'altres blocs a l'interior del programa. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Nota: Els blocs de paràmetres <strong>només</strong> es poden utilitzar en la definició del programa.
de: Wenn dein Block Eingabefelder hat, erscheinen diese als abgerundete, hellviolette Blöcke. Um sie zu benutzen, ziehe Kopien der Eingabeblöcke in andere Blöcke innerhalb des Definiere-Skripts. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Beachte: Die Eingabeblöcke können ausschließlich innerhalb des Definiere-Skripts verwendet werden.
el: Εάν το τετράγωνο εντολής σας δέχεται εισόδους, θα εμφανίζονται ως στρογγυλά, ανοιχτόχρωμα μοβ τετράγωνα. Για να τα χρησιμοποιήσετε, τραβήξτε αντίγραφα αυτών των τετραγώνων μέσα σε άλλα τετράγωνα εντολών μέσα στο σενάριο ορισμού. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Σημείωση: Τα τετράγωνα εισόδων μπορούν αν χρησιμοποιηθούν <strong>μόνο</strong> μέσα στο σενάριο ορισμού.
es: Si su bloque tiene entradas, estas aparecerán como bloques redondeados en color morado claro. Para usarlas, arrastre copias de estas entradas en otros bloques con el programa definir. </p> <p><img src="%(STATIC_URL)s/images/help/es/make-block-input-jump-script.png"/></p> Nota: las entradas de bloques <strong>solo</strong> se pueden usar en el programa definir.
et: Kui plokil on sisendparameetrid, esitatakse need ümarate helelillade plokkidena. Et neid kasutada, lohistatakse nende koopiad teistesse plokkidesse defineeritavas skriptis. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Märkus: Sisendplokke saab kasutada<strong> ainult </strong>defineeritavas skriptis.
eu: Zure blokeak sarrerak baditu, more argi koloreko bloke borobildu gixa azalduko dira. Berauek erabiltzeko, sarrera blokeen kopiak arrastan eman itzazu definizio skript barruko beste blokeetara. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Oharra: Sarrera blokeak <strong>soilik</strong> erabil daitezke definizio skriptean.
fr: Si votre bloc dispose d'entrées, elles vont apparaitre comme des blocs arrondis de couleur légèrement pourpre. Pour les utiliser,déplacez des copies des blocs d'entrées dans les autres blocs dans le script "définir". </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Note: Les blocs d'entrée peuvent<strong>seulement</strong> être utilisées dans le script "définir".
gl: Si o teu bloque ten entradas, aparecerán como bloques redondeados en cor morado claro. Para usalas, arrastra copias destas entradas noutros bloques co programa definir. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Nota: as entradas de bloques <strong>só</strong> se poden usar no programa definir.
it: Se il tuo blocco ha degli argomenti, questi appariranno come blocchi arrotondati di colore violetto. Per usarli, trascina copie di questi blocchi all'interno degli altri blocchi dello script di definizione. </p> <p><img src="%(STATIC_URL)s/images/help/it/make-block-input-jump-script.png"/></p> Nota: I blocchi degli argomenti possono essere usati <strong>soltanto</strong> all'interno dello script di definizione.
lv: Ja blokam paredzēta ievade, tie parādīsies kā noapaļoti, gaiši violeti bloki. Lai tos izmantotu, velc tos iekš citiem blokiem izveidotajā programmā. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Piezīme: Ievades blokus var izmantot <strong>tikai</strong> funkciju definēšanai.
nb: Hvis klossen din trenger inngangsdata markeres dataverdiene som blå variabeklosser. Du kan dra kopier av disse inn i skriptet som definerer den nye klossen. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Merk: dataverdi-klossene kan <strong>bare</strong> brukes i definisjonen av klossen.
pt: Se o seu bloco tiver entradas (parâmetros), elas surgirão como blocos azuis arredondados. Para os usar, arraste cópias deles para outros blocos no guião de definição. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Nota: Os parâmetros <strong>só</strong> podem ser usados no guião de definição.
sl: "Če ima tvoj blok vhodne podatke, bodo ti prikazani kot okrogli, svetlo vijolični bloki. Če jih želiš uporabiti, povleci kopije vhodnih blokov v ostale bloke znotraj določne skripte. </p> <p><img src=\"%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Opomba: Vhodni bloki so lahko uporabljeni <strong>le</strong> v definicijskih skriptah.
sv: Om ditt block har indata, kommer de att synas som rundade, ljust purpurfärgade block. För att använda dem, dra en kopia av indatablocket in i andra block inom specialscriptet. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> OBS: Indatablock kan <strong>bara</strong> användas i specialscriptet.
uk: Якщо ваш блок потребує вводу даних ("входи"), вони будуть виглядати як округлі, світло-фіолетові блоки. Щоб використовувати - перетягніть їх копії в інші блоки в скрипту. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Застереження: ці блоки можна використовувати <strong>тільки</strong> у скрипту, що визначає блок користувача.

source: Deletes one or all items from a list
ca: Esborra un o tots els elements d'una llista
de: Löscht ein oder alle Elemente einer Liste
el: Διαγράφει ένα ή περισσότερα στοιχεία από μια λίστα
es: Borra uno o todos los elementos de una lista
et: Eemaldab ühe või kõik liikmed loendist
eu: Zerrendako item bat edo guztiak ezabatzen ditu
fr: Supprime un ou tous les éléments d'une liste
gl: Borra un ou todos os elementos dunha lista
it: Rimuove tutti gli elementi della lista
lv: Dzēs vienu vai visus vienumus no saraksta
nb: Sletter ett eller alle elementer fra en liste
pt: Remove um ou todos os itens de uma lista
ro: Sterge unul sau toate elementele unei liste
sl: Izbriše enega ali vse elemente iz seznama
sv: Tar bort ett eller alla objekt i en lista
tr: Listedeki maddelerden birini veya tümünü siler
uk: Вилучає один або усі елементи зі списку
