Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: To remove the speech bubble, delete the text and click <img src="%(STATIC_URL)s/images/help/say.png" />.
cs: Pro odstranění textové bubliny smaž text a klikni na <img src="%(STATIC_URL)s/images/help/say.png" />.
ga: Chun an bolgán cainte a bhaint, scrios an téacs agus cliceáil <img src="%(STATIC_URL)s/images/help/say.png" />.
ro: Pentru a elimina balonul de vorbire, sterge textul si clic pe <img src="%(STATIC_URL)s/images/help/say.png" />.

source: To remove the speech bubble, click an empty say block:
cs: Abys odstranil textovou bublinu klikni na prázdný blok povídej:
ga: Chun an bolgán cainte a bhaint, cliceáil bloc folamh 'say':
ro: Pentru a elimina balonul de vorbire, clic pe un bloc vid de vorbire:

source: Click to choose an effect from the menu: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /></br> <p>Try typing in different numbers between -100 and 100. (Some of the effects range from 0 to 100.) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /></br></p>
ro: Clic pentru a alege din meniu un efect: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /></br> <p>Incearca sa tastezi diverse numere intre -100 si 100. (Unele efecte se gasesc in intervalul de la 0 la 100.) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /></br></p>

source: Sets sprite’s tempo to specified value in beats per minute
ro: Seteaza ritmul sprite-ului la valoarea precizata in batai pe minut

source: Sets sprite’s sound volume to specified value
ro: Seteaza volumul sunetului unui sprite la o anumita valoare

source: <b>Set x</b> places a sprite across the Stage (horizontal position).
cs: <b>Nastav x</b> umístí postavu přes scénu (vodorovné umístění).
ro: <b>Seteaza x-ul</b> unde se plaseaza un sprite pe latimea scenei (pozitia orizontala).

source: <b>Set y</b> places a sprite up or down (vertical position).
cs: <b>Nastav y</b> umístí postavu nahoru nebo dolů (svislé umístění).
ro: <b>Seteaza y-ul</b> unde se plaseaza un sprite sus sau jos (pozitia verticala).

source: <h3>Sets the type of instrument that the sprite uses for <b>play note</b> blocks</h3></div>
ro: <h3>Seteaza tipul instrumentului folosit de sprite pentru blocurile <b>canta nota</b></h3></div>

source: <p> Each sprite has its own instrument. </p> <p> Click to choose from the menu. Or, type in a number from 1 to 21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> </br> </p>
ro: <p> Fiecare sprite are propriul instrument. </p> <p> Clic pentru a alege din meniu. Sau tasteaza un numar de la 1 la 21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /></br> </p>

source: <p> To choose a color, get the eye dropper by clicking in the square. Use the eye dropper to click on the color you want. The color will appear in the square. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> </br> <p> Picking the color also changes the pen shade. </p>
ro: <p> Pentru a alege o culoare, ia pipeta dand clic in patrat. Foloseste pipeta pentru a da clic pe culoarea dorita. Culoarea va aparea in patrat. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/></br> <p> Alegand culoarea se schimba si umbra stiloului, de asemenea. </p>

source: Sets pen’s thickness
ro: Seteaza grosimea stiloului

source: Sets pen’s shade to specified amount
ro: Seteaza umbra stiloului la cantitatea precizata

source: <p> The pen shade goes from 0 to 100. The default is 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> If the pen shade is 0, then the pen color will be close to black. If the pen shade is 100, the pen color will be close to white.
ro: <p> Umbra stiloului merge de la 0 la 100. Valoarea implicita este 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Daca umbra stiloului este 0, atunci culoarea stiloului va fi aproape negru. Daca umbra stiloului este 100, atunci culoarea sa va fi aproape alb.

source: Reports sprite’s size, as %% of original size
ro: Returneaza dimensiuneea sprite-ului, ca %% din dimensiunea originala

source: <p><img src="%(STATIC_URL)s/images/help/size.png" /> reports the %% of the original size of the object</p> <p>To view the value of size, click the checkbox next to the block in the palette.</p>
ro: <p><img src="%(STATIC_URL)s/images/help/size.png" /> returneaza %% din dimensiunea originiala a obiectului</p> <p>Pentru a vedea valoarea dimensiunii, clic pe caseta de validare de langa bloc in paleta.</p>

source: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>This block performs a mathematical function. Choose the math functions from the block's drop down menu.</br>
ro: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>Acest bloc calculeaza o functie matematica. Alege functiile matematice din meniul derulant al blocului.</br>

source: <img src="%(STATIC_URL)s/images/help/stampex.png" /> <p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> <p> A stamp is only a temporary image of the sprite that is drawn on the Stage. It can be drawn over or cleared using the <img src="%(STATIC_URL)s/images/help/clear.png" /> block. <p> A stamp cannot move and cannot hold scripts.
ro: <img src="%(STATIC_URL)s/images/help/stampex.png" /> <p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> <p> O stampila este doar o imagine temporara a sprite-ului care este desenata pe scena. Poate fi desenata pe deasupra sau pe curat folosind blocul <img src="%(STATIC_URL)s/images/help/clear.png" />. <p> O stampila nu poate merge si nu poate contine script.

source: First, choose the backdrop you want <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Then, select the backdrop name from the drop-down menu:
ro: Mai intai, alege fundalul pe care il doresti <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Apoi, selecteaza denumirea fundalului din meniul derulant:

source: To see the value of timer, click the checkbox next to the block. The timer is always running.
ro: Pentru a vedea valoarea cronometrului, clic pe caseta de validare de langa bloc. Cronometrul merge continuu.

source: To choose a color, get the eye dropper by clicking in the square. Use the eye dropper to click on the color you want. The color will appear in the square.
ro: Pentru a alege o culoare, ia pipeta dand clic in patrat. Foloseste pipeta pentru a da clic pe culoarea pe care o vrei. Culoarea va aparea in patrat.

source: Turn to the left
cs: Zatočení doleva
ga: Cas ar chlé
ro: Intoarce spre stanga

source: Makes the sprite perform your customized script
ro: Face ca sprite-ul sa execute script-ul tau personalizat

source: <p> The block can be used to make your scripts more organized and modular: </p> <img src="%(STATIC_URL)s/images/help/usedefineex.png" /> <p> If your block has a number parameter, this is where you modify it: </p> <img src="%(STATIC_URL)s/images/help/usedefineex1.png"/> </div> <div class="example"> <b>Note:</b> You need to have a define script to tell your block what to do. Keep the define script (don't throw it away). <br> You can only drag inputs (parameters) into blocks that are attached to the define script! <br> Right-click to edit the name of the block or add or delete parameters.
ro: <p> Blocul poate fi folosit pentru a-ti organiza mai mult script-ul si pentru a-l modulariza: </p> <img src="%(STATIC_URL)s/images/help/usedefineex.png" /> <p> Daca blocul tau are un parametru numeric, aici trebuie sa il modifici: </p> <img src="%(STATIC_URL)s/images/help/usedefineex1.png"/> </div> <div class="example"> <b>Observatie:</b> Trebuie definitiesti un script pentru a-i spune blocului ce sa faca. Pastreaza script-ul definit (nu il da deoparte). <br> Poti doar sa tragi date de intrare (parametri) in blocurile atasate pentru a defini script-ul! <br> Clic dreapta pentru a edita denumirea blocului sau pentru a adauga sau sterge parametri.

source: <p> To see the value of the variable, click the checkbox next to the block. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /></br> <p> Right-click on readout to get different views: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" </br> <p> To delete or rename a variable, right click on the variable. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" </br> </p>
ro: <p> Pentru a vedea valoarea variabilei, clic pe caseta de validare de langa bloc. <p> Clic dreapta pe cititor pentru a obtine vizualizari diferite: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png"> </br> <p> Pentru a sterge sau redenumi o variabila, clic dreapta pe variabila. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png"> </br> </p>

source: Senses how much <b>motion</b> or <b>direction</b> is currently in the video image
ro: Are semnificatia cat de multa <b>miscare</b> sau in ce <b>directie</b> are loc imaginea video curenta

source: <b>How to Use It:</b> <ul> <li>Requires webcam.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> to check the amount of motion in the video under the current sprite.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> to check the amount of motion over the entire video image.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> to check the direction of motion in the video under the current sprite.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" /> to check the direction of motion in the video image.</li> </ul> <p> <b>Sample Script:</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> </br> </p>
ro: <b>Cum sa il folosesti:</b> <ul> <li>Necesita camera web.</li> <li>Foloseste <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> ca sa verifici cantitatea de miscare pentru sprite-ul curent din secventa video.</li> <li>Foloseste <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> ca sa verifici cantitatea de miscare din intreaga secventa video.</li> <li>Foloseste <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> ca sa verifici directia miscarii pentru sprite-ul curent din secventa video.</li> <li>Foloseste <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" /> ca sa verifici directia miscarii in secventa video.</li> </ul> <p> <b>Model de script:</b> <br><img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /></br> </p>

source: <b>Troubleshooting:</b> <ul> <li>Make sure the video camera is on.</li> <li>Adjust the %% of motion or direction to get it to respond more or less.</li> <li>Click the checkbox to see the current value:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /></br> </ul>
ro: <b>Probleme de depanare:</b> <ul> <li>Asigura-te ca ai camera video pornita.</li> <li>Ajusetaza %% din miscare sau directie pentru a o face sa reactioneze mai mult sau mai putin.</li> <li>Clic pe caseta de validare pentru a vedea valoarea curenta:</li> <br><img src="%(STATIC_URL)s/images/help/say-video-motion.png" /></br> </ul>

source: Once the background switches to kitchen, the sprite will say "Now I'm in the kitchen!
ro: Odata ce fundalul comuta pe bucatarie, sprite-ul va spune "Acum sunt in bucatarie!"

source: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/> waits for the message <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
ro: <p><img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/> asteapta mesajul <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>

source: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>You can select any of the attributes from the dropdown menu.</br> <p> </div> <div class="example"> <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/></br> <br>After the timer reaches 10 seconds, the script will run. </br> <p> </div> <div class="example"> <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/></br> <br>When the video motion on the sprite goes above 10, the script will run. </br>
ro: \<img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> \<br>Poti sa selectezi orice atribut din meniul derulant.</br> <p> </div> <div class="example"> <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/></br> <br>Dupa ce cronometrul numara 10 secunde, script-ul se va executa. </br> <p> </div> <div class="example"> <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/></br> <br>Cand miscarea video a sprite-ului depaseste 10, se va executa script-ul. </br>

source: The x position of the ghost is set to the x position of Gobo.
ro: Pozitia x a fantomei este setata la pozitia x a lui Gobo.

source: Use this block to access various properties from other sprites and use that information in the current sprite's scripts.
ro: Foloseste acest bloc pentru a accesa diverse proprietati ale altor sprite-uri si foloseste acea informatie in script-ul sprite-ului curent.

source: To display the sprite's <b>x</b> position on the Stage, click the checkbox next to the block:
cs: Pro zobrazení souřadnice <b>x</b> postavy na scéně, klikni na zaškrtávací políčko vedle bloku:
ro: Pentru a afisa pozitia <b>x</b> a sprite-ului din Scena, clic pe caseta de validare de langa bloc:

source: To see the sprite's <b>y</b> position on the stage, click the checkbox next to the block:
cs: Abys viděl souřadnici <b>y</b> postavy na scéně, klikni na zaškrtávací políčko vedle bloku:
ro: Pentru a vedea pozitia <b>y</b> a sprite-ului din scena, clic pe caseta de validare de langa bloc:

source: If you want to edit a sound, select a section of the sound: </br> <img src="%(STATIC_URL)s/images/help/edit-sound.png"></br> Then choose from the Edit menu:</br> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>Or, choose Effects:</br> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
cs: Jestli chceš editovat zvuk, vyber si nějaký úsek zvuku: </br> <img src="%(STATIC_URL)s/images/help/edit-sound.png"></br> Potom vyber z Edit menu:</br> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>Nebo vyber efekty:</br> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
ga: Más mian leat fuaim a chur in eagar, roghnaigh cuid den fhuaim: </br> <img src="%(STATIC_URL)s/images/help/edit-sound.png"></br> Ansin roghnaigh ón roghchlár Eagar:</br> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>Nó, roghnaigh Maisíochtaí:</br> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
ro: Daca vrei sa editezi un sunet, selecteaza un fragment din sunet: </br> <img src="%(STATIC_URL)s/images/help/edit-sound.png"></br> Apoi alege din meniul Edit:</br> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>Sau alege Efecte:</br> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>

source: <p>To learn more, you can browse the <a href="../../help/studio/tips/home/"><img src = "%(STATIC_URL)s/images/help/house-icon.png"></a> <a href="../../help/studio/tips/home/">Tips</a></b>.
ro: <p>Pentru a invata mai mult, poti sa navighezi la <a href="../../help/studio/tips/home/"><img src = "%(STATIC_URL)s/images/help/house-icon.png"></a><a href="../../help/studio/tips/home/">Sfaturi</a></b>.

source: <p>Drag out a <span class=controlcolor>REPEAT</span> block and drop it on top of the stack. (You want the "mouth" of the <span class=controlcolor>REPEAT</span> to wrap around the other blocks.)</p>
cs: <p>Přetáhni blok<span class=controlcolor>OPAKUJ</span> a upusť jej na vršek hromady. (Chceš "spolknutím" blokem <span class=controlcolor>OPAKUJ</span> obalit ostatní bloky.)</p>
ga: <p>Tarraing bloc <span class=controlcolor>REPEAT</span> amach agus scaoil ar bharr na cruaiche é. (Caithfidh tú "béal" an bhloic <span class=controlcolor>REPEAT</span> a chur timpeall na mblocanna eile.)</p>
ro: <p>Scoate un bloc <span class=controlcolor>REPETITIE</span> si pune-l in partea de sus a stivei. (Vrei ca toate celelalte blocuri sa fie cuprinse in "gura" blocului <span class=controlcolor>REPETITIE</span>.)</p>

source: <p>Click <span class=lookscolor>LOOKS</span> and drag out a <span class=lookscolor>SAY</span> block.</p> <p><img src = "%(STATIC_URL)s/images/help/5a-say.png"></p> Type in the block to change the words:</br> <img src = "%(STATIC_URL)s/images/help/5b-say-new.png"></br> Then <b>snap</b> it on top of the stack.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png"> <p>Click on the stack to run.</p>
ro: <p>Clic pe <span class=lookscolor>ASPECT</span> si scoate un bloc <span class=lookscolor>SPUNE</span>.</p> <p><img src = "%(STATIC_URL)s/images/help/5a-say.png"></p> Tasteaza pentru a schimba cuvintele din bloc:</br> <img src = "%(STATIC_URL)s/images/help/5b-say-new.png"></br> Apoi <b>prinde</b>-l in partea de sus a stivei.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png"> <p>Clic pe stiva pentru a o executa.</p>

source: <p>You can add new backdrops on the Stage.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png"></br> <p> Click <img src = "%(STATIC_URL)s/images/help/landscape-icon.png"> to choose a New backdrop from the Library (such as "Spotlight-Stage"):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png"></br> <p>Click OK.</p>
ro: <p>Acum poti sa adaugi un nou fundal pentru Scena.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png"></br> <p> Clic pe <img src = "%(STATIC_URL)s/images/help/landscape-icon.png"> pentru a alege o nooua imagine de fundal cin Biblioteca (precum "Spotlight-Stage"):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png"></br> <p>Clic pe OK.</p>

source: If you want to edit the song, select a section: <img src="%(STATIC_URL)s/images/help/edit-sound.png"></br> Then choose from the Edit menu:</br> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
cs: Jestli chceš editovat písničku, zvol si nějaký úsek: <img src="%(STATIC_URL)s/images/help/edit-sound.png"></br> Potom vyber z Edit menu:</br> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
ga: Más mian leat an t-amhrán a chur in eagar, roghnaigh cuid de: <img src="%(STATIC_URL)s/images/help/edit-sound.png"></br> Ansin roghnaigh ón roghchlár Eagar:</br> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
ro: Daca vrei sa editezi un cantec, selecteaza o sectiune: <img src="%(STATIC_URL)s/images/help/edit-sound.png"></br> Apoi alege din meniul Editare:</br> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>

source: To record a sound, click <img src="%(STATIC_URL)s/images/help/sounds-tab.png"></br> and the microphone <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Then, click the record button: </br> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
cs: Pro záznam zvuku klikni na <img src="%(STATIC_URL)s/images/help/sounds-tab.png"></br> a mikrofon <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Potom klikni na tlačítko record: </br> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
ga: Le fuaim a thaifeadadh, cliceáil <img src="%(STATIC_URL)s/images/help/sounds-tab.png"></br> agus an micreafón <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Ansin, cliceáil an cnaipe Taifead: </br> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
ro: Pentru a inregistra un sunet, clic pe <img src="%(STATIC_URL)s/images/help/sounds-tab.png"></br> si pe microfon <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Apoi, clic pe butonul inregistrare: </br> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">

source: Type in a name of your sound:</br> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>
cs: Napiš název pro svůj zvuk:</br> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>
ga: Clóscríobh ainm le cur ar an bhfuaim:</br> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>
ro: Tasteaza denumirea sunetului tau:</br> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>

source: Then, click <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> and use this block:</br> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"></br> Choose the sound name from the drop-down menu.
cs: Potom klikni na <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> a použij tento blok:</br> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"></br> Vyber název zvuku z rozbalovacího menu.
ga: Ansin, cliceáil <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> agus úsáid an bloc seo:</br> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"></br> Roghnaigh ainm na fuaime ón roghchlár anuas.
ro: Apoi, clic pe <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> si foloseste acest bloc:</br> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"></br> Alege numele sunetului din meniul derulant.

source: To add your voice, click <img src="%(STATIC_URL)s/images/help/sounds-tab.png"></br> and the microphone <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> to record the words.</p> Add this to your script:</br> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"></br> just below the green flag block.
cs: Abys přidal vlastní hlas, klikni na <img src="%(STATIC_URL)s/images/help/sounds-tab.png"></br> a mikrofon <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> pro záznam slov.</p> Tohle přidej ke svému scénáři:</br> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"></br> přímo pod blok se zelenou vlajkou.
ga: Chun do ghuth féin a chur leis, cliceáil <img src="%(STATIC_URL)s/images/help/sounds-tab.png"></br> agus an micreafón <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> chun na focail a thaifeadadh.</p> Cuir le do script é seo:</br> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"></br> faoi bhloc na brataí uaine.
ro: Pentru a-ti adauga vocea, clic pe <img src="%(STATIC_URL)s/images/help/sounds-tab.png"></br> si pe microfon <img src="%(STATIC_URL)s/images/help/microphone-icon.png">pentru a inregistra cuvintele.</p> Adauga asta la script-ul tau:</br> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"></br> chiar sub blocul steag verde.

source: remixed <a href="%(remixSourceUrl)s">%(displayName)s</a> as
cs: odvozené <a href="%(remixSourceUrl)s">%(displayName)s</a> jako
ga: - d'athmheasc sé/sí <a href="%(remixSourceUrl)s">%(displayName)s</a> mar
ja: 次のものとして <a href="%(remixSourceUrl)s">%(displayName)s</a> をリミックスされた
ro: amestecat <a href="%(remixSourceUrl)s">%(displayName)s</a> ca

source: Sent Today
cs: Dnes odeslané
ga: Seolta Inniu
ro: Trimis Azi
sr: Данас послато

source: Sent
cs: Odeslané
ga: Seolta
ro: Trimis
sr: Послато

source: joined the Scratch community
cs: připojit se k společenství Scratch
ga: - chláraigh sé/sí leis an gcomhphobal Scratch
ro: alaturat comunitatii Scrach
sr: придружи се Скрач заједници

source: shared the project
cs: sdílet projekt
ga: - chomhroinn sé/sí tionscadal
ja: 共有されたプロジェクト
ro: a partajat proiectul
sr: дели пројекат

source: is now following the gallery
cs: nyní následuje tuto galerii
ga: - tá sé/sí ag leanúint gailearaí
ja: ギャラリーをフォローしている
ro: acum urmeaza galeria

source: FEATURED:
cs: VYBRANÉ:
ga: MÓR-LE-RÁ:
ja: 注目の作品:
ro: CARACTERISTICI:

source: Your password cannot be \
ga: Ní cheadaítear é seo mar fhocal faire: \
sr: Твоја лозинка не може да буде \

source: Language (coming soon..)
ga: Teanga (ag teacht go luath...)
ja: 言語（近日公開）
sr: Језик (очекуј ускоро)

source: You have <span id=\
ga: Tá <span id=\
ja: あなたの <span id=\
sr: Имаш <span id=\
