Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>When the video motion on the sprite goes above 10, the script will run. <br/>
ca: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>Quan el moviment de vídeo del personatge superi 10, el programa s'executarà. <br/>
el: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>Όταν η κίνηση στην προβολή κάμερας στο αντικείμενο ξεπεράσει τα 10, το σενάριο θα τρέξει.<br/>
es: <img src="%(STATIC_URL)s/images/help/es/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/es/when-videomotion2.png"/><br/> <br>Cuando el movimiento del video del objeto es superior a 10, el programa se ejecutará. <br/>
et: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>Kui video liikumine spraidi all läheb üle 10, skript käivitub.<br/>
eu: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>Bideoko mugimenduak 10 balioa gainditu ostean, skripta exekutatuko da. <br/>
fr: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>Lorsque le mouvement de la vidéo sur le sprite dépasse 10, le script s'exécutera. <br/>
gl: <img src="%(STATIC_URL)s/images/help/es/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/es/when-videomotion2.png"/><br/> <br>Cando o movimento de vídeo na figura sexa superior a 10, executarase o programa. <br/>
it: <img src="%(STATIC_URL)s/images/help/it/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/it/when-videomotion2.png"/><br/> <br>Quando il movimento della webcam in corrispondenza dello sprite supera il valore 10, lo script verrà eseguito. <br/>
lv: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>Programma izpildīsies, kad gariņa video kustības vērtība pārsniegs 10. <br/>
nb: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>Når videobevegelsen over figuren er større enn 10 starter skriptet. <br/>
pt: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>Quando o movimento do vídeo na área sob o actor exceder 10, o guião será executado. <br/>
sl: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>Ko video gibanje figure preseže vrednost 10, se skripta požene. <br/>
sv: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>När videorörelsen på sprajten går över över 10, körs scriptet. <br/>
uk: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>Коли кількість руху у відео перевищить 10, скрипт розпочне роботу. <br/>

source: Runs script below when sprite is clicked
ca: Executa els blocs del programa quan es cliqui el personatge
el: Τρέχει το σενάριο που ακολουθεί όταν το αντικείμενο πατηθεί.
es: Cuando se hace clic en el objeto, ejecuta el programa que está debajo
et: Käivitab skripti, kui klõpsatakse spraiti
eu: Azpiko skripta exekutatzen du spritea klikatzen denean
fr: Exécute le script ci-dessous lorsque le lutin est cliqué
gl: Executa o programa de abaixo cando se preme sobre a figura.
it: Esegue lo script sottostante quando lo sprite viene cliccato
lv: Izpilda tālāko programmu, kad ir uzklikšķināts uz gariņa
nb: Starter et skript når figuren klikkes
pt: Executa o guião abaixo quando o actor for clicado
ro: Ruleaza script-ul de dedesubt cand se da clic pe sprite
sl: Požene skripto spodaj, ko se klikne na figuro
sv: Kör scriptet nedan när du klickar på sprajten
uk: Виконує скрипт якщо по спрайту клацнуто

source: Reports a property or variable of another sprite
ca: Retorna una propietat o variable d'un altre personatge
el: Αναφέρει μια ιδιότητα ή μεταβλητή άλλου αντικειμένου.
es: Informa una característica o variable a otro objeto
et: Tagastab teise spraidi omaduse või muutuja
eu: Beste sprite baten ezaugarri edo aldagai bat itzultzen du
fr: Renvoie une propriété ou une variable d'un autre lutin
gl: Devolve unha propiedade ou variable de outra figura
it: Fornisce il valore di una delle proprietà o di una delle variabili di un'altro sprite
lv: Atgriež cita gariņa īpašību vai mainīgo
nb: Leser ut egenskapene til en annen figur
pt: Reporta o valor de uma propriedade ou variável de outro actor
ro: Returneaza o proprietate sau o variabila a altui sprite
sl: Vrne lastnost ali spremenljivko druge figure
sv: Rapporterar en egenskap eller variabel från en annan sprite
uk: Повідомляє властивість або змінну іншому спрайту

source: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> The x position of the ghost is set to the x position of Gobo. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>
ca: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> La posició x del fantasma es fixa a la posició x d'en Gobo. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>
el: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> Η θέση x του φαντάσματος είναι ορισμένη στη θέση x του Gobo. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>
es: <img src="%(STATIC_URL)s/images/help/es/x-position-sprite-ex.png"/> <p> La posición en X del objeto ghost se establece en la posición en x de Gobo. <br><img src="%(STATIC_URL)s/images/help/es/x-position-sprite-ex2.png"/><br/> </p>
et: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> Kummituse x-koordinaat pannakse võrdseks Gobo x-koordinaadiga. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>
eu: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> Mamuaren x posizioa Goboren x posizio berera ezartzen da. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>
fr: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> La position x du fantôme est réglé sur la position x du Gobo. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>
gl: <img src="%(STATIC_URL)s/images/help/es/x-position-sprite-ex.png"/> <p> A posición en X da figura fantasma fíxase na posición x de Gobo. <br><img src="%(STATIC_URL)s/images/help/es/x-position-sprite-ex2.png"/><br/> </p>
it: <img src="%(STATIC_URL)s/images/help/it/x-position-sprite-ex.png"/> <p> La posizione x del fantasma viene fatta coincidere con la posizione x di Gobo. <br><img src="%(STATIC_URL)s/images/help/it/x-position-sprite-ex2.png"/><br/> </p>
lv: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> Spoka x koordināte tiek iestatīta par Gobo x koordināti. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>
nb: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> X-posisjonen til spøkelset blir satt lik x-posisjonen til GOBO. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>
pt: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> O valor da coordenada x da posição do fantasma é alterado para o valor da coordenada x do Gobo. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>
sl: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> Položaj x duhca je nastavljen na položaj x Goba. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>
sv: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> X-positionen på spöket sätts till Gobos x-position. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>
uk: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> Позиція-x привида встановлюється в позицію-x Ґобо. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>

source: Use this block to access various properties from other sprites and use that information in the current sprite's scripts. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>
ca: Utilitza aquest bloc per accedir a diverses propietats d'un altre personatge i fer servir aquesta informació pels programes del personatge actual. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>
el: Χρησιμοποιήστε αυτό το τετράγωνο εντολής για να αποκτήσετε πρόσβαση σε ιδιότητες από άλλα αντικείμενα και να τις χρησιμοποιήσετε στα σενάρια του τρέχοντος αντικειμένου. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>
es: Use este bloque para tener acceso a varias propiedades de otros objetos, y usar esa información en los programas del objeto actual. <br><img src="%(STATIC_URL)s/images/help/es/x-position-sprite-ex3.png"/><br/>
et: Kasuta seda ploki juurdepääsuks teiste spraitide erinevatele omadustele ja kasuta seda teavet, jooksva spraitdi skriptides. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>
eu: Erabili bloke hau beste spriteen hainbat ezaugarri atzitzeko (access) eta uneko spritearen skriptetan erabil ezazu informazio hori. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>
fr: Utilise ce bloc pour accéder à différentes propriétés d'autres lutins et utilisez cette information dans les scripts du lutin sélectionné <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>
gl: Usa este bloque para ter acceso a propiedades doutras figuras e usar esa información nos programas da figura actual. <br><img src="%(STATIC_URL)s/images/help/es/x-position-sprite-ex3.png"/><br/>
it: Usa questo blocco per far si che lo sprite possa accedere a diverse proprietà degli altri sprite e possa usarle nei propri script. <br><img src="%(STATIC_URL)s/images/help/it/x-position-sprite-ex3.png"/><br/>
lv: Šo bloku vari izmantot, lai piekļūtu cita gariņa dažādām īpašībām un izmantot šo informāciju pašreizējā gariņa programmā. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>
nb: Denne klossen kan brukes til å hente informasjon om andre figurer. Denne figuren kan bruke informasjonen i sine skript. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>
pt: Use este bloco para aceder a vários atributos de outros actores e use essa informação nos guiões do actor corrente. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>
sl: Uporabi ta blok za dostop do različnih lastnosti drugih figur in uporabi te informacije v skriptah trenutne figure. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>
sv: Använd detta blocket för att få tillgång till olika egenskaper från andra sprites och använd informationen i den aktuella sprajtens script. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>
uk: Використовуйте цей блок для доступу до різних властивостей інших спрайтів щоб скористатися цією інформацією в скриптах поточного спрайта. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>

source: Reports the <b>x</b> position of a sprite
ca: Retorna la posició <b>x</b> d'un personatge
cs: Hlásí souřadnici <b>x</b> postavy
de: Beinhaltet die <b>x</b>-Position einer Figur
el: Αναφέρει τη θέση <b>x</b> ενός αντικειμένου
es: Informa la posición <b>x</b> de un objeto
et: Spraidi <b>x</b>-koordinaat
eu: Sprite baten <b>x</b> posizioa itzultzen du
fr: Renvoie la position <b>x</b> du lutin
gl: Devolve a posición <b>x</b> da figura
it: Restituisce la posizione <b>x</b> dello sprite
lv: Atgriež gariņa <b>x</b> koordināti
nb: Gir <b>x</b>-posisjonen til en figur
pt: Reporta a coordenada <b>x</b> da posição de um actor
ro: Returneaza pozitia <b>x</b> a unui sprite
sl: Vrne položaj <b>x</b> figure
sv: Rapporterar en sprites <b>x</b>-position
tr: Kuklanın <b>x</b> konumunu verir
uk: Повідомляє координату <b>x</b> спрайта

source: <p>To display the sprite's <b>x</b> position on the Stage, click the checkbox next to the block:<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
ca: <p>Per visualitzar a l'escenari la posició <b>x</b> del personatge, fes clic a la casella del davant del bloc:<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
el: <p>Για να προβάλλετε τη θέση <b>x</b> του αντικειμένου στο Σκηνικό, πατήστε στο κουτάκι από δίπλα του:<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
es: <p>Para mostrar la posición en <b>x</b> del objeto en el escenario, has clic en el recuadro enseguida del bloque:<br/> <img src="%(STATIC_URL)s/images/help/es/x-position-display.png">
et: <p>Kuvamaks spraidi <b>x</b>-koordinaati laval, klõpsa märkeruutu ploki ees<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
eu: <p>Spritearen <b>x</b> posizioa eszenatokian erakusteko, klikatu blokearen ondoan dagoen kontrol laukia:<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
fr: <p>Pour afficher la position <b>x</b> du lutin sur la Scène, clique la boîte à cocher à côté du bloc<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
gl: <p>Para amosar a posición en <b>x</b> da figura no escenario, preme no recadro de verificación a carón do bloque:<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
it: <p>To display the sprite's <b>x</b> position on the Stage, click the checkbox next to the block:<br/> <img src="%(STATIC_URL)s/images/help/it/x-position-display.png">
lv: <p>Lai gariņa <b>x</b> koordināti parādītu uz skatuves, ieklikšķini ķeksīti blakus blokam:<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
nb: <p>Du kan vise figurens <b>x</b>-posisjon på scenen ved å klikke ved siden av klossen <br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
pt: <p>Para mostrar no palco a coordenada <b>x</b> da posição clique na caixa de selecção junto ao bloco:<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
sl: <p>Za prikaz položaja <b>x</b> figure na odru, klikni na potrditveno polje poleg bloka:<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
sv: <p>För att visa sprajtens <b>x</b>-position på scenen, bocka i kryssrutan vid sidan om blocket:<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
tr: <p>Kuklanın <b>x</b> konumunu sahnede görüntülemek için, taşın yanındaki onay kutusuna tıkla:<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
uk: <p>Щоб показати <b>x</b>-позицію спрайта на Сцені, встановіть позначку поруч блока:<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">

source: Reports the <b>y</b> position of a sprite
ca: Retorna la posició <b>y</b> d'un personatge
cs: Hlásí souřadnici <b>y</b> postavy
de: Beinhaltet die <b>y</b>-Position einer Figur
el: Αναφέρει τη θέση <b>y</b> ενός αντικειμένου
es: Informa la posición <b>y</b> de un objeto
et: Spraidi <b>y</b>-koordinaat
eu: Sprite baten <b>y</b> posizioa itzultzen du
fr: Renvoie la position <b>y</b> du lutin
gl: Devolve a posición <b>y</b> da figura
it: Restituisce la posizione <b>y</b> dello sprite
lv: Atgriež gariņa <b>y</b> koordināti
nb: Gir <b>y</b>-posisjonen til en figur
pt: Reporta a coordenada <b>y</b> da posição de um actor
ro: Returneaza pozitia <b>y</b> a unui sprite
sl: Vrne položaj <b>y</b> figure
sv: Rapporterar en sprites <b>y</b>-position
tr: Kuklanın <b>y</b> konumunu verir
uk: Повідомляє координату <b>у</b> спрайта

source: <p>To see the sprite's <b>y</b> position on the stage, click the checkbox next to the block:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>
ca: <p>Per visualitzar a l'escenari la posició <b>y</b> del personatge, fes clic a la casella del davant del bloc:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png">
el: <p>Για να προβάλλετε τη θέση <b>y</b> του αντικειμένου στο Σκηνικό, πατήστε στο κουτάκι από δίπλα του:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png">
es: <p>Para ver en el escenario la posición en <b>y</b> del objeto, has clic en el recuadro enseguida del bloque:<br/> <img src="%(STATIC_URL)s/images/help/es/y-position-display.png"></p>
et: <p>Et näha spraidi <b>y</ b>-koordinaati laval, klõpsa märkeruutu ploki ees:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>
eu: <p>Spritearen <b>y</b> posizioa eszenatokian ikusteko, klikatu blokearen ondoan dagoen kontrol laukia:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>
fr: <p>Pour afficher la position <b>y</b> du lutin sur la Scène, clique la boîte à cocher à côté du bloc:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>
gl: <p>Para ver no escenario a posición en <b>y</b> da figura, preme no recadro de verificación a carón do bloque:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>
it: <p>Per vedere sullo Stage la posizione <b>y</b> dello sprite, clicca la casella a fianco al blocco:<br/> <img src="%(STATIC_URL)s/images/help/it/y-position-display.png"></p>
lv: <p>Lai redzētu gariņa <b>y</b> y koordināti uz skatuves, ieliec ķeksīti blakus blokam:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>
nb: <p>Du kan vise figurens <b>y</b>-posisjon på scenen ved å klikke ved siden av klossen <br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>
pt: <p>Para mostrar no palco a coordenada <b>y</b> da posição clique na caixa de selecção junto ao bloco:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>
sl: <p>Za ogled položaja <b>y</b> figure na odru, klikni na potrditveno polje poleg bloka:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>
sv: <p>För att visa sprajtens <b>y</b>-position på scenen, bocka i kryssrutan vid sidan om blocket:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>
tr: <p>Kuklanın sahnedeki<b>y</b> konumunu görmek için, taşın yanındaki onay kutusuna tıkla:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>
uk: <p>Щоб показати <b>y</b>-позицію спрайта на Сцені, встановіть позначку поруч блока:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>

source: LEGO WeDo Extension
ca: Extensió LEGO WeDo
el: Επέκταση LEGO WeDo
gl: Extensión LEGO WeDo
it: Estensione LEGO WeDo
lv: LEGO WeDo paplašinājums
nb: Tilleggsfunksjoner for Lego WeDo
pt: Extensão LEGO WeDo
sl: Razširitev LEGO WeDo
tr: LEGO WeDo Uzantısı

source: <p>This extension works with the LEGO WeDo kit.</p> <img src="%(STATIC_URL)s/images/help/wedo.png" />
ca: <p>Aquesta extensió funciona amb el kit LEGO WeDo.</p> <img src="%(STATIC_URL)s/images/help/wedo.png" />
el: <p>Αυτή η επέκταση λειτουργεί με το πακέτο LEGO WeDo.</p> <img src="%(STATIC_URL)s/images/help/wedo.png" />
fr: <p>Cette extension fonctionne avec le kit LEGO WeDo.</p> <img src="%(STATIC_URL)s/images/help/wedo.png" />
gl: <p>Esta extensión traballa co kit LEGO WeDo.</p> <img src="%(STATIC_URL)s/images/help/wedo.png" />
it: <p>Questa estensione funziona con il kit LEGO WeDo.</p> <img src="%(STATIC_URL)s/images/help/wedo.png" />
lv: <p>Šis paplašinājums strādā ar komplektu LEGO WeDo kit.</p> <img src="%(STATIC_URL)s/images/help/wedo.png" />
nb: <p>Denne tilleggsfunksjonen virker med LEGO WeDo.</p> <img src="%(STATIC_URL)s/images/help/wedo.png" />
pt: <p>Esta extensão funciona com o <i>kit</i> LEGO WeDo.</p> <img src="%(STATIC_URL)s/images/help/wedo.png" />
sl: <p>Ta razširitev deluje z LEGO WeDo.</p> <img src="%(STATIC_URL)s/images/help/wedo.png" />
tr: <p>Bu uzantı LEGO WeDo seti ile çalışır.</p> <img src="%(STATIC_URL)s/images/help/wedo.png" />

source: IMPORTANT: Install the Plug-In
ca: IMPORTANT: Instal·la el Connector
el: ΣΗΜΑΝΤΙΚΟ: Εγκαταστήστε το Plug-In.
fr: Important : installer le plug-in
gl: IMPORTANTE: Instala o Plug-In
it: IMPORTANTE: Installare il plug-in
lv: SVARĪGI: Uzstādi spraudni
nb: VIKTIG: Installer tilleggsprogrammet
pt: IMPORTANTE: Instale o Plug-In
sl: POMEMBNO: Namesti vtičnik
tr: ÖNEMLİ: Eklentiyi Yükle

source: All hardware extensions need a plug-in to work. If the plug-in is not already isntalled, check the <a href="../../ui/extensions/">Extensions</a> page for instructions. </p>
ca: Totes les extensions de maquinari necessiten un connector per funcionar. Si el connector no està instal"lat, mira la pàgina d' <a href="../../ui/extensions/">Extensions</a> per seguir les instruccions. </p>
el: Κάθε επέκταση υλικού χρειάζεται ένα plug-in για να λειτουργήσει. Εάν το plug-in δεν είναι ήδη εγκατεστημένο, μεταβείτε στη σελίδα <a href="../../ui/extensions/">Επεκτάσεις</a> για οδηγίες. </p>
fr: Toutes les extensions matérielles ont besoin d'un plug-in pour travailler. Si le plug-in n'est pas déjà installé, consultez la page des <a href="../../ui/extensions/">Extensions</a> pour obtenir des instructions. </p>
gl: Todas as extensións harware precisan dun plug-in. Si o plug-in ainda non está instalado comproba as instruccións na páxina <a href="../../ui/extensions/">Extensiónss</a> . </p>
it: Tutte le estensioni hardware hanno bisogno di un plug-in per poter funzionare. Se il plug-in non è già installato, controlla alla pagina delle <a href="../../ui/extensions/">Estensioni</a> per avere istruzioni su come farlo. </p>
lv: Visu aparatūras paplašinājumu darbībai nepieciešams spraudnis. Ja spraudnis vēl nav uzstādīts, lasi <a href="../../ui/extensions/">Paplašinājumu</a> lapā, lai uzzinātu. </p>
nb: For å koble annet utstyr til Scratch trengs et tilleggsprogram. Hvis det ikke er installert allerede kan du finne en veiledning på siden for <a href="../../ui/extensions/">Tilleggsfunksjoner</a>. </p>
pt: Todas as extensões de <i>hardware</i> precisam de uma extensão do navegador para funcionarem. Se o <i>plug-in</i> não estiver ainda instalado, veja a página <a href="../../ui/extensions/">Estensões</a> para instruções. </p>
sl: Vse strojne razširitve zahtevajo vtičnik. Če ta še ni nameščen, na strani <a href="../../ui/extensions/">Razširitve</a> poglej navodila. </p>
tr: Bilgisayara takılabilen tüm ilave donanımlara kumanda edebilmek için plugin denilen ek programlar gerekir. Plugin yüklü değilse yüklemek için <a href="../../ui/extensions/">Uzantılar</a> sayfasına bak. </p>

source: Blocks:
ca: Blocs:
el: Τετράγωνα Εντολών:
fr: Blocs:
gl: Bloques:
it: Blocchi:
lv: Bloki:
nb: Klosser:
pt: Blocos:
sl: Bloki:

source: Components:
el: Εξαρτήματα:
fr: Composants:
gl: Compoñentes:
it: Componenti:
lv: Komponentes:
nb: Komponenter:
pt: Componentes:
sl: Sestavni deli:
