Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: When you make a variable, you can check the box that says "Cloud variable." Any data you store will be saved on the server and visible to others.
ca: Quan creis una variable, marca la casella que diu "variable al núvol". Qualsevol dada que hi emmagatzemis, serà desada al servidor i visible pels altres.
cs: Když uděláš proměnnou, můžeš zaškrtnout okénko říkající "cloudová proměnná". Všechna data která uložíš budou uložena na serveru a viditelná pro ostatní.
de: Wenn du eine Variable erzeugst, kannst du das Auswahlfeld "Cloud-Variable" markieren. Alle Daten, die du darin ablegst, werden auf dem Server gespeichert und sind für andere sichtbar.
el: Καθώς φτιάχνετε μια μεταβλητή, μπορείτε να τσεκάρετε το κουτί που γράφει "Δεδομένο Cloud". Κάθε δεδομένο Cloud θα αποθηκεύεται στους σέρβερ μας και θα είναι ορατό σε άλλους.
es: Cuando creas una variable, puedes marcar la caja que dice "variable de nube". Cualquier información que guardes será guardada en el servidor y visible para otros.
et: Kui lood muutuja, saad näidata, et tegemist on "pilvemuutujaga." Kõik pilveandmed salvestatakse serverisse ja on nähtavad teistele.
eu: Aldagai bat sortzean, "Hodei aldagaia" dioen laukia markatu dezakezu. Gordetzen duzun datu oro zerbitzarian gordea izango da eta besteentzako ikusgarri egongo da.
fr: Lorsque vous fabriquez une variable, vous pouvez cocher la case qui dit "Variable cloud." Toutes les données que vous stockez seront sauvegardés sur le serveur et visible pour les autres.
ga: Nuair a chruthaíonn tú athróg, cuir tic sa bhosca "Néalathróg." Sábhálfar aon sonraí ar an bhfreastalaí agus beidh daoine eile in ann iad a fheiceáil.
gl: Cando creas unha variable, podes comprobar a caixa que di "datos na nube". Todos os datos que gardes no servidor serán visibles para os demais usuarios.
it: Quando crei una nuova variabile hai la possibilità di segnare la casella "Variabile Cloud". Tutti i dati memorizzati dalla variabile saranno salvati sul server e saranno visibili a tutti.
ja: 変数を作る際に、「クラウド変数」というチェックボックスをオンにします。格納する全てのデータはサーバーに保存され、他の人が見られるようになります。
lv: Kad veido mainīgo, ieliec ķeksīti pie "Mākoņu mainīgais". Visi dati, ko šādi saglabāsi, būs mūsu serverī un tos varēs redzēt citi.
nb: Når du lager en variabel merker du av i ruten "Nettvariabel". Data du lagrer i denne variabelen blir lagret på nettstedet og er synlig for andre.
pt: Quando cria uma variável, pode marcar a opção que diz «variável de Nuvem». Quaisquer dados que guardar nessa variável serão armazenados no servidor e ficarão visíveis para outros.
ro: Cand creezi o variabila, poti sa bifezi caseta "Variabila cloud". Orice data memorata va fi salvata pe server si va fi vizibila tuturor.
sl: Ko ustvariš spremenljivko, lahko preveriš polje "Spremenljivka v oblaku." Vsi podatki, ki jih shraniš, bodo shranjeni na strežniku in vidni ostalim.
sv: När du skapar en variabel kan du bocka i "Molnvariabel - Cloud variable". All data som lagras sparas på servern och är synlig för andra.
tr: Bir değişken yaratırken, "Bulut değişkeni" kutucuğunu tıklarsan bu değişken sunucu üzerinde tutulur ve diğerleri görebilir.
uk: Коли ви створюєте змінну, то можете встановити прапорець "Хмарна змінна". Будь-які дані, які ви зберігаєте в цій змінній, будуть збережені на сервері і доступні для перегляду іншим.

source: Who can change the information in a cloud variable?
ca: Qui pot canviar la informació dins d'una variable al núvol?
cs: Kdo může měnit informaci v cloudové proměnné?
de: Wer kann die Werte einer Cloud-Variable ändern?
el: Ποιος μπορεί να αλλάξει τις πληροφορίες σε μια μεταβλητή Cloud;
es: ¿Quién puede cambiar la información en una variable de nube?
et: Kes saab muuta pilvemuutujaid?
eu: Nork alda dezake hodei aldagai batetako informazioa?
fr: Qui peut changer l'information dans une variable cloud?
ga: Cé atá in ann luach néalathróige a athrú?
gl: Quen pode cambiar a información nunha variable na nube?
it: Chi può modificare le informazioni memorizzate in una variabile cloud?
ja: 誰がクラウド変数の情報を変えることができますか?
lv: Kā varu mainīt informāciju mākoņu mainīgajos?
nb: Hvem kan forandre informasjonen i en nettvariabel?
pt: Quem pode alterar a informação numa variável de nuvem?
ro: Cine poate modifica informatia dintr-o variabila cloud?
sl: Kdo lahko spreminja informacije v spremenljivki v oblaku?
sv: Vem kan ändra på informationen i en molnvariabel?
tr: Bulut değişkenindeki bilgileri kim değiştirebilir?
uk: Хто може змінити інформацію в "хмарній" змінній?

source: Only your project can store data in its cloud variable. If people change or remix your code, it creates a different variable in their project with the same name.
ca: Només el teu projecte pot desar informació dins la variable al núvol del teu projecte. Si la gent canvia o reinventa el teu codi, es crea una variable diferent dins del seu projecte amb el mateix nom.
cs: Pouze tvůj projekt může ukládat data do své cloudové proměnné. Když lidé mění nebo odvozují tvůj kód, vytvoří jinou proměnnou se stejným jménem v jejich projektu.
de: Ausschließlich dein Projekt kann Daten in seinen Cloud-Variablen abspeichern. Wenn Leute dein Projekt remixen, wird eine andere Variable mit dem gleichen Namen erzeugt.
el: Μόνο το έργο σας μπορεί να αποθηκεύσει δεδομένα στις μεταβλητές Cloud του. Όταν άλλοι αλλάζουν ή αναμιγνύουν τον κώδικα του έργου σας, το έργο δημιουργεί μια διαφορετική μεταβλητή με το ίδιο όνομα.
es: Sólo tu proyecto puede guardar información en sus variables de nube. Si la gente cambia o reinventa tu código, se creará una variable diferente en su proyecto, con igual nombre.
et: Ainult sinu projekt saab salvestada andmeid sinu pilvemuutujasse. Kui keegi muudab või remiksib sinu koodi, loob ta sama nimega uue muutuja oma projektis.
eu: Zure proiektuak soilik gorde ditzake datuak bere hodei aldagaiean. Jendeak zure kodea aldatu edo birnahasten badu, beren proeiktueta aldagai ezberdin bat sortzen du, zure aldagaiaren izen bera duena.
fr: Seul votre projet peut stocker des données dans sa variable cloud. Si les gens changent ou remisent votre code, ils créent une variable différente dans leur projet avec le même nom.
ga: Is é do thionscadal amháin atá in ann sonraí a shábháil ina néalathróg féin. Nuair a athmheasctar do chód, cruthaíonn Scratch athróg dhifriúil leis an ainm céanna sa tionscadal athmheasctha.
gl: Só o teu proxecto pode gardar información nas súas variables na nube. Si outra persoa cambia ou recrea o teu código, crearase unha variable diferente no seu proxecto co mesmo nome.
it: Solo il progetto in cui la variabile cloud è stata creata può modificarne il valore. Se qualcuno modifica o remixa il tuo progetto, verrà creata una diversa variabile cloud con lo stesso nome.
ja: そのクラウド変数にデータを格納できるのは、あなたのプロジェクトだけです。あなたのコードを変えたりリミックスした場合、同じ名前ですが異なる変数がプロジェクトごとに作られます。
lv: Mākoņu mainīgajos ierakstīt datus var tikai tavs projekts. Ja citi lietotāji remiksē tavu kodu, tas izveidos jaunu mainīgo ar tādu pašu nosaukumu viņu projektā.
nb: Bare ditt prosjekt kan lagre data i sin egen nettvariabel. Hvis andre forandrer eller remikser programmet vil deres prosjekt få en annen nettvariabel med samme navn.
pt: Pode guardar dados numa variável de nuvem apenas o projecto a que a variável pertence. Se alguém alterar ou remisturar o seu código, será criada uma variável diferente, embora com o mesmo nome, no projecto resultante.
ro: Numai din proiectul tau sa poate modifica informatia din variabila sa cloud. Daca oamenii pot modifica sau amesteca sursa ta, se va crea o alta variabila cu acelasi nume in proiectul lor.
sl: Samo tvoj projekt lahko shrani podatke v svoji spremeljivki v oblaku. Če ljudje spremenijo ali predelajo tvojo kodo, se ustvati druga spremenljivka v njihovem projektu z istim imenom.
sv: Bara ditt projekt kan lagra data i sin molnvariabel. Om någon annan förändrar eller remixar din kod, skapas det en annan variabel med samma namn i deras projekt.
tr: Projendeki bulut değişkenine sadece senin projen erişebilir. Eğer başkaları projene katkı yapmışsa aynı isimde fakat farklı bir bulut değişkeni oluşturulur.
uk: Тільки ваш проект може зберігати ваші дані в "хмарній" змінній. Якщо користувачі змінюють або реміксують код, він створює різні змінні в проекті з тією ж назвою.

source: I am logged in, but I still cannot use projects with cloud data. What is going on?
ca: He iniciat la sessió però encara no puc fer servir projectes amb dades al núvol. Què està passant?
cs: Jsem přihlášený, ale stále nemohu používat projekty s cloudovými daty. Co se děje?
de: Ich bin angemeldet, kann aber trotzdem keine Projekte mit Cloud-Daten verwenden. Woran liegt das?
el: Είμαι συνδεδεμένος, αλλά και πάλι δεν μπορώ να χρησιμοποιήσω έργα με δεδομένα Cloud. Τι συμβαίνει;
es: Ingresé a mi cuenta, pero no puedo usar proyectos con información de la nube. ¿Qué pasa?
et: Olen sisse loginud, kuid ma ei saa ikka kasutada projektis pilveandmeid. Mis toimub?
eu: Saioa hasia dut, baina oraindik ezin ditut hodei aldagaiak dituzten proiektuak erabili. Zer gertatzen da?
fr: Je suis connecté, mais je ne peux toujours pas utiliser des projets avec cloud data​​. Que se passe-t-il?
ga: Tá mé logáilte isteach, ach ní féidir liom tionscadail a bhfuil néalsonraí acu a úsáid. Cén fáth?
gl: Entrei na miña conta, pero non podo usar proxectos con datos na nube. Que pasa?
it: In questo momento mi sono collegato al sito, ma ancora non riesco a creare progetti che usino le variabili cloud. Per quale motivo?
ja: ログインしましたが、まだプロジェクトでクラウドデータが使えません。どうすれば良いですか?
lv: Esmu pieslēdzies, bet joprojām nevaru veidot projektus ar mākoņu datiem. Kas notiek?
nb: Jeg er logget inn, men får ikke til å bruke prosjekter med nettdata. Hva er galt?
pt: Estou autenticada(o), mas continuo a não poder usar projectos com dados de nuvem. O que se passa?
ro: Desi sunt logat, inca nu pot sa adaug la proiecte variabile cloud. Ce se intampla?
sl: Kljub temu, da sem prijavljen-a, ne morem uporabljati projektov s podatki v oblaku. Kaj se dogaja?
sv: Jag loggade in, men kan fortfarande inte använda projekt med molndata. Vad är det som händer?
tr: Giriş yaptım, fakat hala bulut verili projeleri kullanamıyorum. Neden olabilir?
uk: Я увійшов в систему, але все ще не можу використовувати проекти з хмарою даних. Що відбувається?

source: You need to have become a "Scratcher" on the website to have access to cloud data. You can become a Scratcher through actively participating on the website.
ca: Necessites esdevenir un "Scratcher" a la pàgina web per tenir accés a les dades al núvol. Pots esdevenir un Scratcher participant activament a la web.
cs: Potřebuješ se stát "Scratcherem" na webstánkách pro přístup ke cloudovým datům. Můžeš se stát Scratcherem aktivní účastí na webstránkách.
de: Du musst ein "Scratcher" auf der Website geworden sein, um Zugriff auf Cloud-Variablen zu erhalten. Du kannst zum Scratcher werden, indem du dich aktiv an der Website beteiligst.
el: Χρειάζεται να γίνετε ένα ενεργό μέλος στην ιστοσελίδα του Scratch για να έχετε πρόσβαση στα δεδομένα cloud.
es: Necesitas tener el estatus de "Scratcher" en el sitio, para tener acceso a la información de la nube. Puedes ser Scratcher participando activamente en el sitio web.
et: Sa pead saama "Scratcheriks" juurdepääsuks veebilehel pilveandmetele. Võid saada Scratcheriks osaledes aktiivselt veebilehel.
eu: Webgunean "Scratcher" bihurtu behar duzu laino aldagaiak erabili ahal izateko. Scratcher bihurtzeko webgunean era aktiboak parte hartu behar duzu.
fr: Vous devez être devenu un "Scratcher" sur le site Web pour avoir accès à cloud data​​. Vous pouvez devenir un Scratcher en participant activement sur ​​le site.
ga: Caithfidh tú bheith i do "Scratchálaí" ar an suíomh Gréasáin chun néalsonraí a úsáid. Is féidir bheith i do Scratchálaí trí pháirt ghníomhach a ghlacadh ar an suíomh.
gl: É preciso que sexas un "Scratcher" no sitio web para ter acceso a datos na nube. Podes convertirte en Scratcher a través da túa participación activa no sitio web.
it: Per avere accesso ai dati cloud è necessario che tu sia un membro "attivo" del sito di Scratch. Puoi diventare un membro attivo è necessario prendere parte attiva alla vita del sito.
ja: クラウドデータへアクセスするには、あなたが「Scratcher」になる必要があります。ウェブサイトで積極的に関わることでScratcherになることができます。
lv: Lai piekļūtu mākoņu datiem, tev mājaslapā jabūt ar statusu "Scratch lietotājs". Par tādu vari kļūt aktīvi piedaloties mājaslapā.
nb: Du må ha blitt en "Scratcher" på nettstedet for å få tilgang til nettdata. Du blir Scratcher ved å delta aktivt på nettstedet.
pt: Tem de se ter tornado um «Scratchador» no sítio Web para ter acesso a dados de nuvem. Pode tornar-se um Scratchador através da sua participação activa no sítio Web.
ro: Trebuie sa fi devenit Scratcher pe site-ul web pentru a avea acces la date cloud. Poti deveni Scratche prin participarea activa pe site.
sl: Da bi imel-a dostop do podatkov v oblaku, moraš najprej postati Scratcher na Scratch spletni strani. Scratcher lahko postaneš z aktivnim sodelovanjem na spletni strani.
sv: Du måste ha blivit en "Scratcher" på webbplatsen för att få tillgång till molndata. Du kan bli en Scratcher genom att aktivt delta på webbplatsen.
tr: Bulut verilerine erişmek için bir "Scratch'çi" olman gerekir. Scratch'çi olabilmek için web sitesinde faal olman gerekir.
uk: Ви повинні були "скретчером" на сайті, щоб мати доступ до хмарних даних. Ви можете стати скретчером через активну участь на сайті.

source: Is it possible to make multiplayer games with cloud data?
ca: És possible fer un joc multijugador fent servir dades al núvol?
cs: Je možné vytvořit multiplayer hry s cloudovými daty?
de: Ist es möglich, Mehrspieler-Spiele mit Cloud-Daten zu erstellen?
el: Είναι δυνατό να φτιάξω παιχνίδια με πολλαπλούς παίχτες χρησιμοποιώντας μεταβλητές Cloud;
es: ¿Es posible hacer juegos multijugador con información de nube?
et: Kas on võimalik luua mitme osalejaga mängu, kasutades pilveandmeid?
eu: Zilegi al da jokalari anitzeko (multiplayer) jokuak sortzea hodei datuak erabiliz?
fr: Est-il possible de faire des jeux multijoueurs avec cloud data​​?
ga: An féidir cluiche ilimreoirí a chruthú le néalsonraí?
gl: Pódense facer xogos multixogador con datos na nube?
it: Con i dati cloud è possibile creare un gioco multiplayer?
ja: クラウドデータでマルチプレイヤーゲームを作れますか?
lv: Vai iespējams veidot vairāku spēlētāju spēles ar mākoņu datiem?
nb: Er det mulig å lage spill for flere spillere ved å bruke nettdata?
pt: É possível fazer jogos multijogador usando dados de nuvem?
ro: Este posibila crearea de jocuri de tip multiplayer cu date cloud?
sl: Ali je mogoče ustvariti igrice za več igralcev s pomočjo podatkov oblaku?
sv: Är det möjligt att skapa multiplayer-spel med molndata?
tr: Bulut verisi kullanarak çok oyunculu oyunlar yapmak mümkün mü?
uk: Чи можна зробити багатокористувацькі ігри з "хмарними" даними?

source: Multiplayer games may be difficult to create, due to network speed and synchronization issues. However, some Scratchers are coming up with creative ways to use the cloud data for turn-by-turn and other games.
de: Spiele mit mehreren Spielern mögen wegen der Übertragungsgeschwindigkeit im Netz und Synchronisationsproblemen schwer zu entwickeln sein. Trotzdem haben Scratcher kreative Möglichkeiten gefunden, Cloud-Daten für rundenbasierte und andere Spiele zu nutzen.
el: Παιχνίδια για πολλούς παίκτες μπορεί να είναι δύσκολο να δημιουργηθούν, λόγω της ταχύτητας του δικτύου και των προβλημάτων συγχρονισμού. Ωστόσο, ορισμένοι χρήστες βρίσκουν δημιουργικούς τρόπους για να χρησιμοποιήσουν τα δεδομένα cloud για άλλα παρόμοια παιχνίδια.
es: Los juegos Multijugador pueden ser difíciles de crear debido a la velocidad de la red y a cuestiones relacionadas con la sincronización. Sin embargo, algunos Scratchers han descubierto maneras creativas de usar la nube para juegos por turnos, entre otros juegos.
et: Mitme osalejatega mänge võib olla raske luua seoses võrgu kiiruse ja sünkroniseerimise probleemidega. Kuid mõned scratchijad teevad seda.
eu: Jokalari anitzeko jokoak sortzeko zailak izan daitezke, sare abiadura eta sinkronizazio kontuengatik. Hala ere, zenbait Scratcher hasi da hodei datuak erabiltzen txandakako eta bestelako jokuak sortzeko.
fr: Les jeux multijoueurs peuvent être difficiles à créer, en raison de la vitesse du réseau et des problèmes de synchronisation . Cependant, certains Scratchers peuvent réussir en créant de moyens d'utiliser tout à tour les données du cloud data et d'autres jeux.
gl: Os xogos multixogador poden ser difíciles de crear, debido á velocidade da rede e a cuestións relacionadas coa sincronización. Agora ben, algúns Scratchers descubriron solucións creativas de usar a nube para xogos por turnos e outros xogos.
it: A causa della velocità della rete e a problemi di sincronizzazione, i giochi multiplayer potrebbero essere difficili da creare. Tuttavia alcuni membri della comunità hanno trovato modi creativi di usare i dati cloud per giochi a turni o di altro tipo.
lv: Vairākspēlētāju spēles var būt sarežģītāk izveidot tīkla ātruma un sinhronizācijas dēļ. Tomēr daži Scratch lietotāji ir izdomājuši radošus veidus, kā mākoņu datus izmantot spēlēs ar gājieniem un vēl citās.
nb: Det er vanskelig å bruke nettdata for å lage raske spill for flere spillere på grunn av hastigheten på nettet og vanskeligheter med synkronisering. Derimot er det mulig å lage spill der spillerne bytter på å spille, eller bruke nettdata på andre kreative måter.
pt: Jogos com múltiplos utilizadores podem ser difíceis de criar, devido à velocidade da rede a questões de sincronização. No entanto, alguns Scratchadores têm engendrado formas criativas de usar os dados de nuvem em jogos que se jogam à vez e noutros tipos de jogos.
ro: Jocurile multiplayer sunt dificil de creat datorita vitezei retelei si cerintelor de sincronizare. Totusi, unii Scratcher-i vin cu idei creative in privinta utilizarii datelor cloud pentru jocuri unul-cate-unul sau de alte feluri.
sl: Igrice z več igralci je zapleteno ustvariti, predvsem zaradi internetne povezave in težav s sinhronizacijo. Vendar pa so nekateri Scratcherji našli izvirne načine, kako uporabiti podatke v oblaku za igrice z več igralci in ostale igrice.
sv: Multiplayerspel kan vara svårt att skapa, beroende på nätverkets hastighet och frågor om synkronisering. Men vissa Scratchare kommer säkert på olika kreativa sätt att använda molndata för att använda turordning och andra liknande spel.
tr: İnternet hızı ve eş-zamanlama problemleri nedeniyle çok oyunculu oyunlar yapmak zor olabilir. Fakat, bazı Scratch'çılar oyuncuların bulut değişkenine erişimlerini sıraya sokarak veya başka yaratıcı fikirlerle bunun üstesinden gelebiliyorlar.
uk: Мережеві ігри можуть бути важким для створення через швидкість мережі та проблеми синхронізації. Однак деякі скретчери придумують різні способи, щоб використовувати "хмарні" дані для руху від повороту до повороту та інші ігри.

source: How long does it take for cloud data to reach another Scratcher?
ca: Quan triguen les dades al núvol a arribar a un altre Scratcher?
cs: Jak dlouho trvá cloudovým datům dostat se k jinému Scratcheru?
de: Wie lange dauert es, bis Cloud-Daten einen anderen Scratcher erreichen?
el: Πόση ώρα παίρνει για ένα δεδομένο Cloud να φτάσει κάποιον άλλο χρήστη;
es: ¿Cuánto se demora la información en la nube para llegar a otro Scratcher?
et: Kui kaua võtab aega pilveandmetel jõudmiseks teise kasutajani?
eu: Zenbat denbora behar dute hodei datuek beste Scratcher batengana iristeko?
fr: Combien de temps cela prend-il avec cloud data ​​pour atteindre un autre Scratcher?
gl: Canto tempo lle leva aos datos na nube chegar a outro Scratcher?
it: Quanto tempo impiega un dato cloud a raggiungere un altro utente giocatore?
ja: クラウドデータが他のScratcherに届くのにかかる時間はどの位ですか?
lv: Cik ilgā laikā mākoņu dati sasniedz citu Scratch lietotāju?
nb: Hvor lang tid tar det før data som lagres på nett kommer fram til en annen Scratcher?
pt: Quanto tempo é necessário para os dados de nuvem chegarem a um outro Scratchador?
ro: De cat timp este nevoie pentru ca o informatie cloud sa ajunga de la un Scratcher la altul?
sl: Kako dolgo traja, da podatki v oblaku dosežejo drugega Scratcherja?
sv: Hur lång tid tar det för att molndata når en annan Scratcher?
tr: Bir bulut verisindeki değişikliğin bir başkasına ulaşması ne kadar sürer?
uk: Скільки часу займе доступ до "хмарних" даних для іншого скретчера?
