Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p>You can specify which item to delete by choosing from the pull-down menu or typing in a number. Choosing "last" deletes the last item in the list. Choosing "all" deletes everything from the list. Deleting decreases the length of the list.</p>
ca: <p>Pots especificar quin element vols esborrar triant-lo de la llista desplegable, o teclejant un nombre d'ordre. Triant "darrer" s'esborrarà l'últim element. Triant "tots" s'esborrarà tota la llista. Si esborres elements d'una llista es redueix la seva llargada.</p>
de: <p>Du kannst festlegen, welches Element gelöscht wird, indem du aus dem Ausklappmenü wählst oder eine Nummer eingibst. "letztes" löscht das letzte Element einer Liste. "alles" löscht alle Elemente. Das Löschen verringert die Länge der Liste.</p>
el: <p>Μπορείτε να επιλέξετε ποιο στοιχείο θα θέλατε να διαγράψετε επιλέγοντάς το από το μενού ή γράφοντας μέσα σε αυτό έναν αριθμό. Επιλέγοντας "τελευταίο" διαγράφετε το τελευταίο στοιχείο από τη λίστα. Επιλέγοντας "όλα", διαγράφετε όλα τα στοιχεία από τη λίστα. Η διαγραφή στοιχείων μειώνει το μήκος της λίστας.</p>
es: <p>Puedes especificar qué elemento borrar eligiéndolo del menú desplegable o ingresando un número. Elegir "último" borra el último elemento de la lista. Elegir "todos" borra todos los elementos de la lista. Borrar decrementa la longitud de la lista.</p>
et: <p> Saate määrata, mis element kustutada, valides rippmenüüst või kirjutades numbri. Valides "viimane" kustutad viimase liikme loendist. Valik "kõik" kustutab kõik elemendid loendist. Kustutamine vähendab loendi pikkust. </p>
eu: <p> Goitikbeherako menutik aukeratuz zein item ezabatu aukeratu dezakezu edo zenbaki bat idatziz ere bai. "Azkena" aukeratzeak azkenengo itema ezabatzen du zerrendatik. "Guztiak" aukeratzeak guztiak ezabatzen ditu zerrendatik. Ezabatzeak zerrendaren luzera mozten du.</p>
fr: <p>Tu peux spécifier l'élément à supprimer en le choisissant dans le menu déroulant ou en tapant un nombre dans l'espace disponible . En choisissant "dernier" tu effaces le dernier élément de la liste. En choisissant "tout" tu effaces toute la liste. Chaque suppression diminue la longueur de la liste.</p>
gl: <p>Podes especificar o elemento a borrar elixindoo do menú despregable ou introducindo un número. Elexindo "último" borrase o último elemento da lista. Elexindo "todos" borranse todos os elementos da lista. Borrar decrementa a lonxitude da lista.</p>
it: <p>Puoi specificare quali elementi rimuovere scegliendoli nel menu a discesa a digitando il numero corrispondente. Scegliendo "ultimo" viene cancellato l'ultimo elemento della lista. Scegliendo "tutto" vengono rimossi tutti gli elementi della lista. Quando si rimuovono degli elementi la lunghezza della lista diminuisce.</p>
lv: <p>Tu vari norādīt, kuru vienumu dzēst, to izvēloties no izkrītošās izvēlnes vai ierakstot tā numuru. Izvēloties "pēdējais", tiks dzēsts pēdējais vienums sarakstā. Izvēloties "visi" izdzēš visu sarakstu. Dzēšana samazina saraksta garumu.</p>
nb: <p>Du kan angi hvilket element som skal slettes ved å velge fra menyen i klossen eller skrive inn et tall. Med "siste" sletter du det siste elementet og med "alle" slettes hele listen. Når elementer slettes blir listen kortere.</p>
pt: <p>Pode especificar que item remover escolhendo no menu ou introduzindo um número. Escolher «o último item» remove o último item da lista. Escolher «tudo» remove tudo da lista. Remover diminui o comprimento da lista.</p>
sl: <p>Določiš lahko, kateri element se naj izbriše tako, da izbereš iz padajočega menija ali z vnosom števila. Izbira "zadnji" izbriše zadnji element v seznamu. Izbira "vse" izbriše vse iz seznama. Brisanje zmanjšuje dolžino seznama.</p>
sv: <p>Du kan välja vilket objekt som ska tas bort via rullgardinsmenyn eller skriva in ett tal. Genom att välja "sista" tas sista objektet bort från listan. Välj "alla" och allt tas bort från listan. Ta bort minskar längden på listan.</p>
uk: <p>Можна вказати, який елемент слід видалити, вибравши зі спадного меню або ввівши його номер. Вибравши "останній" видалимо останній елемент у списку. Вибравши "все" видаляємо усі елементи списку. Видалення зменшує довжину списку.</p>

source: <p> You can specify the number of the item you want to delete. For example: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> To delete the last item in the list, choose "last" from the pull-down menu: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> You can also choose to delete everything in the list: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>
ca: <p> Pots indicar el nombre d'ordre del element que vols esborrar, Per exemple: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> Per esborrar l'últim element de la llista, tria "darrer" de la llisrta desplegable:: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> També pots suprimir tot el contingut de la llista:: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>
de: <p> Du kannst die Nummer des Elements festlegen, das du löschen möchtest. Zum Beispiel: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> Um das letzte Element der Liste zu löschen, wähle "letztes" im Ausklappmenü aus: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> Du kannst auch alle Elemente der Liste löschen: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>
el: Μπορείτε να επιλέξετε τον αριθμό του στοιχείου που θέλετε να διαγράψετε: <br><img src=\"%(STATIC_URL)s/images/help/delete-2-mylist.png\" /></br> </p> <p> Για να διαγράψετε το τελευταίο στοιχείο της λίστας, επιλέξτε "τελευταίο" από το μενού: <br><img src=\"%(STATIC_URL)s/images/help/delete-last-mylist.png\" /></br> </p> <p> Μπορείτε επίσης να επιλέξετε να διαγράψετε τα πάντα από τη λίστα: <br><img src=\"%(STATIC_URL)s/images/help/delete-all-mylist.png\" /></br> </p>
es: <p> Puedes especificar el número del elemento que quieres borrar. Por ejemplo: <br><img src="%(STATIC_URL)s/images/help/es/delete-2-mylist.png" /><br/> </p> <p> Para borrar el último elemento de la lista, elige "último" del menú desplegable: <br><img src="%(STATIC_URL)s/images/help/es/delete-last-mylist.png" /><br/> </p> <p> También puedes elegir borrar toda la lista: <br><img src="%(STATIC_URL)s/images/help/es/delete-all-mylist.png" /><br/> </p>
et: <p> Võid anda elemendi numbri, mida tahad kustutada. Näiteks <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> Viimase elemendi kustutamiseks vali menüüst "viimane": <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> Võid ka kustutada kõik liikmed loendis: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>
eu: <p> Ezabatu nahi duzun itemaren zenbakia zehaztu dezakezu. Adibidez: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> Zerrendako azken itema ezabatzeko, aukeratu "azkena" goitikbeherako menutik: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> Zerrenda guztia ezabatzea ere aukera dezakezu: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>
fr: <p> Tu peux préciser le numéro d'un élément de la liste pour l'effacer. Par exemple: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> Pour effacer le dernier élément de la liste, choisis "dernier" dans le menu déroulant: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> Tu peux aussi choisir d'effacer toute la liste: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>
gl: <p> Podes especificar o número de elemento que queres borrar. Por exemplo: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> Para borrar o último elemento da lista, elixe "último" do menú despregable: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> Tamén podes elexir borrar toda a lista: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>
it: <p> Puoi indicare il numero dell'elemento che vuoi rimuovere. Ad esempio: <br><img src="%(STATIC_URL)s/images/help/it/delete-2-mylist.png" /><br/> </p> <p> Per cancellare l'ultimo elemento della lista, scegli "ultimo" nel menu a discesa: <br><img src="%(STATIC_URL)s/images/help/it/delete-last-mylist.png" /><br/> </p> <p> Puoi anche richiedere che vengano rimossi tutti gli elementi della lista: <br><img src="%(STATIC_URL)s/images/help/it/delete-all-mylist.png" /><br/> </p>
lv: <p> Vari norādīt vienumu, ko dzēstu, kārtas numurus. Piemēram,: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> Lai dzēstu pēdējo saraksta vienumu, izkrītošajā izvēlnē izvēlies "pēdējais": <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> Vari dzēst arī visu no saraksta: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>
nb: <p> Med tallet angir du hvilket element i listen du vil slette. For eksempel: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> For å slette siste element kan du velge "siste" fra menyen i klossen: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> Du kan også slette alt som er i listen: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>
pt: <p> Pode especificar o número do item que quer remover. Por exemplo: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> Para remover «o último item» da lista, escolha «o último item» no menu: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> Pode também escolher remover tudo da lista: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>
sl: <p> Izbereš lahko številko elementa, ki ga želiš izbrisati. Na primer: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> Za izbris zadnjega elementa iz seznama, izberi "zadnji" iz padajočega menija: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> Prav tako lahko izbrišeš vse v seznamu: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>
sv: <p> Du kan ange hur många objekt du vill ta bort. Till exempel: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> För att ta bort det sista objektet i listan, välj "sista" från rullgardinsmenyn: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> Du kan också välja att ta bort allting i listan: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>
uk: <p> Ви можете вказати номер елемента, якого слід видалити. На приклад: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> Для видалення останнього елемента в списку, оберіть "останній" у спадному меню: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> Також ви можете видалити усі елементи списку: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>

source: Deletes the current clone
ca: Esborra la còpia actual
de: Löscht den aktuellen Klon
el: Διαγράφει τον συγκεκριμένο κλώνο.
es: Borra el clon actual
et: Kustutab jooksva klooni
eu: Uneko klona ezabatzen du
fr: Supprime le clone actuel
gl: Borra o clon actual
it: Cancella il clone che esegue il blocco
lv: Dzēš aktīvo klonu
nb: Sletter denne figuren hvis den er en klon
pt: Remove o clone corrente
ro: Sterge clona curenta
sl: Izbriše trenutni klon
sv: Tar bort aktuell klon
tr: Faal durumdaki ikizi siler
uk: Вилучає поточний клон спрайта

source: Place this block in a script after the clone is done its actions. <br> <br>All clones are automatically deleted when the program is stopped.<br/> Sample Script: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
ca: Col·loca aquest bloc després de que la copia hagi realitzat les accions. <br> <br>Totes les còpies s'esborraran automàticament quan el programa s'aturi.<br/> Programa d'exemple: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
de: Platziere diesen Block in einem Skript, nachdem der Klon seine Aktionen abgeschlossen hat. <br> <br>Alle Klone werden automatisch gelöscht, wenn das Programm gestoppt wird.<br/> Beispiel-Skript: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
el: Τοποθετείστε αυτό το τετράγωνο εντολής αφού ο κλώνος τελειώσει ο,τι κάνει. <br> Όλοι οι κλώνοι διαγράφονται αυτόματα όταν το πρόγραμμα σταματά.</br> Παράδειγμα: <br><img src=\"%(STATIC_URL)s/images/help/clone%%20startup%%20example.png/></br>
es: Ubique este bloque en un programa después de que el clon haya terminado sus acciones. <br> <br>Todos los clones se borran automáticamente cuando el programa termina.<br/> Programa de ejemplo: <br><img src="%(STATIC_URL)s/images/help/es/clone-startup-example.png" /><br/>
et: Asetage see plok skripti pärast seda, kui kloon on täitnud oma tegevused. <br> <br>Kõik kloonid kustutatakse automaatselt, kui programm on peatatud.<br/> Näite Skript: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
eu: Bloke hau skript batetan jarri klonak bere ekintzak bukatu ondoren. <br> <br>Klon guztiak automatikoki ezabatzen dira programa gelditzen denean.<br/> Adibide skripta: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
fr: Placez ce bloc dans un script après le clone est fait de ses actions. <br> <br>Tous les clones sont automatiquement supprimés lorsque le programme est arrêté.<br/> Exemple de script: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
gl: Sitúa este bloque nun programa despois de que o clon remate as súas accións. <br> <br>Todos os clons elimínanse de xeito automático cando se para o programa.<br/> Programa de exemplo: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
it: Usa questo blocco in uno script dopo che il clone ha completato tutte le sue azioni. <br> <br>Tutti i cloni vengono automaticamente cancellati quando il programma viene arrestato.<br/> Script di Esempio: <br><img src="%(STATIC_URL)s/images/help/it/clone-startup-example.png" /><br/>
lv: Ievieto šo bloku pēc programmas, kurā klons paveic visas darbības. <br> <br>Visi kloni tiek dzēsti, kad programma tiek apturēta.<br/> Programmas piemērs: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
nb: Bruk denne klossen i et skript når klonen er ferdig med alt den skal gjøre. <br> <br>Alle kloner slettes automatisk når programmet stopper.<br/> Eksempelskript: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
pt: Coloque este bloco num guião para execução quando o clone tiver terminado as suas acções. <br> <br>Todos os clones são removidos automaticamente assim que o programa é parado.<br/> Guião de Exemplo: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
sl: Postavi ta blok v skripto, potem ko je klon opravil vse svoje naloge. <br> <br>Vsi kloni so samodejno izbrisani, ko se program ustavi.<br/> Sample Script: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
sv: Placera blocket i ett script efter att klonen har gjort sina åtgärder. <br> <br>Alla kloner tas automatiskt bort när programmet stoppas.<br/> Exempelscript: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
uk: Розмістіть цей блок у скрипту після того, як клон виконає необхідні дії. <br> <br>Усі клони автоматично знищуються при зупинці програми.<br/> Зразок скрипту: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>

source: Reports the current direction of a sprite
ca: Informa de la direcció actual d'un personatge
cs: Hlásí současný směr postavy
de: Gibt die momentane Richtung einer Figur zurück
el: Αναφέρει την τρέχουσα κατεύθυνση ενός αντικειμένου
es: Retorna la dirección actual de un objeto
et: Viitab spraidi jooksvale suunale
eu: Sprite baten uneko norabidea itzultzen du
fr: Renvoie la direction actuelle d'un lutin
gl: Devolve a dirección actual da figura
it: Fornisce la direzione attuale di uno sprite
lv: Atgriež pašreizējo gariņa virzienu
nb: Gir figurens nåværende retning i grader
pt: Reporta a direcção actual do actor
ro: Raporteaza directia curenta a sprite-ului
sl: Vrne trenutno smer figure
sr: Саопштава тренутан смер лика
sv: Rapporterar den aktuella riktningen på en sprite
tr: Kuklanın o andaki yönünü söyler
uk: Повідомляє поточний напрямок спрайта
