Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: + New Project
ca: + Nou Projecte
cs: + Nový projekt
de: + Neues Projekt
el: + Νέο έργο
es: + Nuevo Proyecto
et: + Uus projekt
eu: + Proiektu berria
fr: +Nouveau projet
ga: + Tionscadal Nua
gl: + Novo Proxecto
he: + פרויקט חדש
it: + Nuovo Progetto
ja: + 新しいプロジェクト
lv: + Jauns projekts
nb: + Nytt prosjekt
pt: + Novo Projecto
ro: + Proiect nou
sl: + Nov projekt
sr: + Нови пројекат
sv: + Nytt Projekt
tr: + Yeni Proje
uk: + Створити проект

source: Created:
ca: Creat:
cs: Vytvořeno:
de: Erstellt:
el: Δημιουργήθηκε στις:
es: Creado:
et: Loodud:
eu: Sortze data:
fr: Créé:
ga: Cruthaithe:
gl: Creado:
he: נוצר:
it: Creato:
ja: 作成:
lv: Izveidots:
nb: Opprettet:
pt: Criado:
ro: Creat:
sl: Ustvarjeno:
sr: Направљено:
sv: Skapad:
tr: Oluşturulma:
uk: Створено:

source: Owned by me
ca: De la meva creació
cs: Jsem vlastníkem
de: Erstellt von mir
el: Εσείς το κατέχετε
es: Creadas por mí
et: Minu omad
eu: Nik sortuak
fr: Dont je suis le propriétaire
ga: Liomsa
gl: Creado por min
it: Creati da me
ja: 私が所有している
lv: Pieder man
nb: Mine egne
pt: Possuídas por mim
ro: In proprietatea mea
sl: V moji lasti
sr: У мом власништву
sv: Ägs av mig
tr: Bana ait olanlar
uk: Власник тільки я

source: Curated by me
ca: Conservat per mi
cs: Jsem správcem
de: Kuratiert von mir
el: Εσείς το επιμελείστε
es: Curadas por mí
et: Minu poolt kureeritud
eu: Nik onduak
fr: Dont je suis le conservateur
ga: Coimeádta agam
gl: Supervisado por min
it: Curati da me
ja: 私が管理している
lv: Es vadu
nb: Forvaltet av meg
pt: Geridas por mim
ro: Supervizat de mine
sl: V mojem skrbništvu
sr: Ја сам направио
sv: Administrerad av mig
tr: Yönetimimde olanlar
uk: Є куратором

source: Featured Project
fr: Les projets à l'affiche
it: Progetti In Primo Piano
lv: Izceltie projekti
tr: Dikkat Çeken Proje

source: Featured Tutorial
fr: Tutorial en vedette
it: Tutorial in Primo Piano
lv: Ieteikta pamācība

source: Work In Progress
fr: Travail en cours
it: In Costruzione
lv: Darbs notiek
tr: Geliştirilme Aşamasında

source: Remix This!
fr: Remixe ceci!
it: Remixa Questo!
lv: Remiksē šo!
tr: Katkı Yap!

source: My Favorite Things
fr: Mes choses préférées
it: Le Mie Cose Favorite
lv: Mani iecienītie
tr: Gözdelerim

source: Why I Scratch
fr: Pourquoi je scratche
it: Perchè uso Scratch
lv: Kapēc esmu Scratch

source: Add a Dancer
lv: Pievieno dejotāju

source: Play the Music
lv: Atskaņo mūziku

source: Code the Dance
lv: Uzkodē deju

source: Dance to the Music
lv: Dejo pie mūzikas

source: Enhance Your Dance
lv: Uzlabo savu deju

source: Add Your Own Moves
lv: Pievieno savas kustības

source: Share Your Dance
lv: Kopīgo savu deju

source: Dance, Dance, Dance
lv: Dejo, dejo, dejo

source: <a id="confirm-email-popup" href="#">Confirm your email</a> to enable sharing. Having trouble? <a href="%(contact_us_url)s?confirmation=1">Contact Us</a>
lv: <a id="confirm-email-popup" href="#">Apstiprini savu epastu</a>, lai varētu kopīgpt. Kaut kas nesanāk? <a href="%(contact_us_url)s?confirmation=1">Sazinies ar mums</a>

source: Problems with email confirmation...
lv: Problēmas ar epasta apstiprināšanu...

source: Having problems? <a href="%(contact_url)s?confirmation=1">Please give us feedback</a>
lv: Ir problēmas? <a href="%(contact_url)s?confirmation=1">Dari mums to zināmu</a>

source: A creative learning community with <span class="projcount">%(PROJECT_COUNT)s</span> projects shared
lv: Radoša mācību kopiena ar <span class="projcount">%(PROJECT_COUNT)s</span>kopīgotiem projektiem

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>If you don't already have it, download and install the latest <a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 &amp; Older - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://get.adobe.com/air/">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
lv: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>Ja vien tas nav izdarīts, lejuplādē un uzstādi jaunāko <a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">Lejuplādē<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 &amp; vecāks - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">Lejuplādē<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://get.adobe.com/air/">Lejuplādē<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Lejuplādē<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>Next download and install the <br>Scratch 2.0 Offline Editor</p> <p>Mac OS X - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Mac OS 10.5 &amp; Older - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
lv: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>Pēc tam lejuplādē un uzstādi <br>Scratch 2.0 bezsaistes redaktoru</p> <p>Mac OS X - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">Lejuplādē<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Mac OS 10.5 &amp; vecāks - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Lejuplādē<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">Lejuplādē<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Lejuplādē<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> <p>Need some help getting started? <br>Here are some helpful resources.</p> <p>Starter Projects - <a href="/scratchr2/static/sa/Scratch2StarterProjects.zip">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Getting Started Guide - <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Download<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> <br> Scratch Cards - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">Download<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> </p>
lv: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> <p>Nepieciešama palīdzība, lai iesāktu? <br>Te ir daži noderīgi resursi.</p> <p>Iesācēju projekti - <a href="/scratchr2/static/sa/Scratch2StarterProjects.zip">Lejuplādē<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Iesācēju ceļvedis - <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Lejuplādē<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> <br> Scratch kartes - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">Lejuplādē<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> </p>

source: Step-by-Step
lv: Soli pa solim

source: Follow these tutorials to get started with your project.
lv: Izmanto šīs pamācības, veidojot savus pirmos projektus.

source: Learn more about how to make specific things for your project.
lv: Uzzini vairāk, kā izveidot ko īpašu savam projektam.

source: Dig deeper here to find out more about each block, or use the ? button in the editor to click on individual blocks to learn more.
lv: Uzkavējies te, lai uzzinātu vairāk par katru bloku, vai koda redaktorā izmanto pogu ar ? , ar ko uzklikšķini uz tiem blokiem, par kuriem vēlies ko uzzināt.

source: List of Steps
lv: Soļu saraksts

source: Make an interactive dance scene, combining music and dance moves.
lv: Izveido interaktīvu deju skatuvi, apvienojot mūziku un deju kustības.

source: Where do you want to dance?
lv: Kur tu vēlies dejot?

source: Then choose the backdrop you want (such as graffiti or basketball-court):
lv: Izvēlies fonu, ko izmantosi (piemēram, graffiti vai basketbola laukums):

source: Next, add a dancer
lv: Tālāk pievienosim dejotāju

source: <p>Click on to choose a new sprite:</p>
lv: <p>Klikšķini uz , lai izvēlētos jaunu gariņu:</p>

source: Click the 'Music and Dance' theme. Select a Hip-Hop or other Dance sprite:
lv: Izvēlies tēmu 'Mūzika un deja'. Izvēlies Hip-Hop vai citu dejojošu gariņu:

source: Or, use the right-click menu (Shift+click on Mac), and choose 'delete'.
lv: Vai izmanto labo peles taustiņu (Ctrl+klikšķis uz Mac) un izvēlies 'dzēst'.

source: Next, add music
lv: Tālāk pievieno mūziku

source: To add music, click the <span class="tab-ref">Sounds</span> tab.
lv: Lai pievienotu mūziku, klikšķini cilni <span class="tab-ref">Skaņas</span>.

source: To choose a sound, click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
lv: Lai izvēlētos skaņu, klikšķini <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">

source: Choose dance music (such as 'dance celebrate' or 'dance funky').
lv: Izvēlies deju mūziku (piemēram, 'dance celebrate' vai 'dance funky').

source: Or, to upload your own music, click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">:
lv: Vai, lai augšuplādētu savu mūziku, klikšķini <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">:

source: Tip: You can upload an MP3 or other sound file.
lv: Padoms: Vari augšuplādēt MP3 vai citu skaņas datni.

source: Next, play the music
lv: Tālāk atskaņo mūziku

source: Click the <span class="tab-ref">Scripts</span> tab.
lv: Izvēlies cilni <span class="tab-ref">Programma</span>.

source: Click the <span class="soundcolor">Sound</span> category.
lv: Izvēlies sadaļu <span class="soundcolor">Skaņa</span>.

source: Drag out a <span class="soundcolor">play sound until done</span> block:
lv: Izvelc bloku <span class="soundcolor">spēlēt skaņu līdz galam</span>:

source: Click the block to play the sound.
lv: Klikšķini bloku, lai skaņa skanētu.

source: Now, make the sound repeat.
lv: Tagad liec skaņai atkārtoties.

source: Click the <span class="controlcolor">Control</span> category.
lv: Klikšķini sadaļu <span class="controlcolor">Vadība</span>.

source: Drag out a <span class="controlcolor">repeat</span> block, and wrap it around:
lv: Izvelc bloku <span class="controlcolor">atkārtot</span> un apliec to apkārt:

source: You can change the number of times it repeats.
lv: Vari mainīt, cik reizes tam atkārtoties.

source: Click the <span class="eventscolor">Events</span> category.
lv: Izvēlies sadaļu <span class="eventscolor">Notikumi</span>.

source: Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top.
lv: Izvelc bloku <span class="eventscolor">Kad nospiests <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> un pievieno to augšdaļā.

source: Play your music! Your script will start whenever you click the green flag:
lv: Lai skan mūzika! Tava programma sāks darbu katru reizi, kad nospiedīsi zaļo karodziņu:

source: Click the stop sign if you want it to stop.
lv: Klikšķini stop zīmi, ja vēlies apturēt.

source: Next, code the dance
lv: Tālāk uzprogrammē deju

source: Tell the dancer which moves to make.
lv: Norādi dejotājam, kādam kustības veikt.

source: Click the <span class="tab-ref">Costumes</span> tab.
lv: Klikšķini cilni <span class="tab-ref">Tērpi</span>.

source: Each costume has a different dance move.
lv: Katrs tērps ir cita dejas kustība.

source: Click the <span class="lookscolor">Looks</span> category, and drag out a <span class="lookscolor">switch costume to</span> block.
lv: Izvēlies sadaļu <span class="lookscolor">Izskats</span>, un izvelc bloku <span class="lookscolor">nomainīt tērp uz</span>.

source: Choose a costume from the drop-down menu.
lv: Izvēlies tērpu no izkrītošā saraksta.

source: Build up a dance script by switching to different costumes.
lv: Izveido dejas programmu, kas pārslēdzas starp dažādiem tērpiem.

source: Use a <span class="controlcolor">wait</span> block (from the <span class="controlcolor">Control</span> category) to pause between moves.
lv: Izmanto bloku <span class="controlcolor">gaidīt</span> (no sadaļas <span class="controlcolor">Vadība</span>), lai pagaidītu pirms kustībām.

source: Click anywhere on your script to try it.
lv: Klikšķini jebkurā vietā uz programmas, lai izmēģinātu.

source: Make sure you have a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block on top of the script.
lv: Pārliecienies, ka programmas augšdaļā ir bloks <span class="eventscolor">Kad nospiests <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span>.

source: Then, click the green flag to play your scripts:
lv: Klikšķini zaļo karogu, lai sāktu savas programmas:

source: Next, dance to the music
lv: Tālāk jādejo pie mūzikas

source: Adjust the dance moves so they coordinate with the music.
lv: Pielāgo deju kustības, lai tās būtu kopā ar mūziku.

source: Wrap a <span class="controlcolor">repeat</span> around any blocks you want to repeat:
lv: Apliec bloku <span class="controlcolor">atkārtot</span> ap jebkuriem citiem blokiem, ko vēlies atkārtot:

source: Adjust the wait times to sync with the music.
lv: Pielāgo gaidīšanas laiku, lai sinhronizētu ar mūziku.

source: Next, enhance your dance
lv: Tālāk uzlabo savu deju

source: Amp up your dance with these ideas.
lv: Izmēģini kādu no šīm idejām.

source: Want to change the scene? Choose a new backdrop or add your own photo.
lv: Vēlies mainīt skatuvi? Izvēlies jaunu fonu vai pievieno savu foto.

source: Then, add this block to switch backdrops:
lv: Tad pievieno šo bloku, lai pārslēgtu fonus:

source: Choose the backdrop name from the menu.
lv: Izvēlies fona nosaukumu no saraksta.

source: If you want your backdrop to change color, click the Stage thumbnail.
lv: Ja vēlies, lai skatuve maina fonu, klikšķini uz skatuves ikonas.

source: Click the <span class="tab-ref">Scripts</span> tab.
lv: Izvēlies cilni <span class="tab-ref">Programmas</span>.

source: Then, add a script like this:
lv: Pēc tam pievieno tādu programmu, kā šī:

source: Add dancers to make a dance party. Or, challenge your dancers to a dance off.
lv: Pievieno dejotājus ballītei.

source: Add your own moves
lv: Pievienot savas kustības

source: Want to add yourself to the dance?
lv: Vēlies dejai pievienot sevi?

source: Take photos of yourself in different moves against a blank wall.
lv: Nofotografējies pie tukšas sienas dažādi kustoties.

source: Make a new sprite by uploading the photos into Scratch:
lv: Izveido jaunu gariņu, augšuplādējot fotogrāfijas uz Scratch:

source: Click the upload button: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
lv: Klikšķini augšupielādes pogu: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">

source: Edit the costumes using the Scratch paint editor.
lv: Rediģē tērpus, izmantojot Scratch grafisko redaktoru.

source: You can adjust the size of the eraser.
lv: Vari mainīt dzēšgumijas izmēru.

source: Rename the costumes so they’re easy to remember.
lv: Maini tērpu nosaukumus, lai būtu vienkāršāk atcerēties.

source: Now you’re ready to code your moves!
lv: Nu tu esi gatavs, lai kodētu kustības!

source: Build a dance script, like you did for your other dancer.
lv: Izveido dejas programmu, līdzīgi kā to darīji otram dejotājam.

source: When you're ready, share your dance.
lv: Kad esi gatavs, koplieto savu deju.

source: Share your dance
lv: Kopīgo savu deju

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">Dance, Dance, Dance studio</a>:
lv: Savu projektu vari pievienot studijai <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">Dejo, dejo, dejo</a>:

source: Have some ideas for your card?
lv: Ir kādas idejas savai kartītei?

source: Let's start by deleting the cat.
lv: Sāc ar kaķa izdzēšanu.

source: Can you find another way to delete a sprite?
lv: Vari atrast vēl citu vietu, kur izdzēst gariņu?

source: Next, let's add some holiday sprites to your card.
lv: Tagad savai kartītei pievieno dažus svētku gariņus.

source: <h4>Here's what each button does:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p>
lv: <h4>Lūk, ko dara katra poga:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Izvēlies gariņu no krātuves</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Uzzīmē savu gariņu</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Augšuplādē savu attēlu vai gariņu</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Uzņem attēlu ar tīmekļa kameru</p>

source: Next, let's make your sprites interactive.
lv: Tagad padari savus gariņus interaktīvus.

source: <p>Play with the blocks in the different categories. Or check out one of these ideas to make your sprite:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Move</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Say Something</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Make a Sound</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Change Color</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Change Costume</a></li> </ul>
lv: <p>Izmēģini blokus no dažādām kategorijām. Vai ieskaties šajās idejās, lai pilnveidotu savu gariņu:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Kustība</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Kaut ko sacīt</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Skaņa</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Krāsu maiņa</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Tērpu maiņa</a></li> </ul>

source: Next, let's add a background image to your holiday card.
lv: Tālāk pievieno fona attēlu savai kartītei.

source: <p>Get your sprites moving with blocks from the <span class="motioncolor">Motion</span> palette.</p> Try adding this code to have one of your sprites dance back and forth: <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-a-move.png"></p> </div>
lv: <p>Liec gariņiem kustēties, izmantojot blokus no sadaļas <span class="motioncolor">Kustība</span>.</p> Mēģini pievienot šo kodu, lai viens no gariņiem dejo uz priekšu un atpakaļ: <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-a-move.png"></p> </div>

source: What other ways can you get your sprites moving?
lv: Kā vēl vari likt gariņiem kustēties?

source: Let's explore other types of interactivity...
lv: Izmēģini citus interaktivitātes veidus...

source: What wishes for the holiday season will your sprites share?
lv: Kādus svētku novēlējumus teiks tavi gariņi?

source: What interesting holiday sounds can you add to your card?
lv: Kādas interesantas svētku skaņas varētu pievienot tavai kartītei?

source: What cool image effects will you add to your card?
lv: Kādus foršus attēlu efektus vari pievienot savai kartītei?

source: How can costumes add animation to your holiday card?
lv: Kā tērpi var veidot animāciju tavā apsveikuma kartītē?

source: Next, let's add some background music to your holiday card.
lv: Pievieno fona mūziku savai apsveikuma kartītei.

source: What sounds will your card make?
lv: Kādas skaņas būs tavai kartītei?

source: Next, let's help people know how to interact with your card.
lv: Tālāk ļauj citiem zināt, kā darboties ar tavu kartīti.

source: <p>How will people learn how to interact with your holiday card? Give help by adding instructions that appear when someone starts your card.</p> <p>Scratch projects starts when the <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> is clicked.</p> <div class="steps last"> <p>Try adding a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and a <span class="soundcolor">say</span> block to explain what the viewer should do.</p> <img src = "%(STATIC_URL)s/images/help/hoc-7-green-flag.png">
lv: <p>Kā citi zinās, ka izmantot tavu apsveikuma kartīti? Palīdzi, pievienojot pamācību, kas pārādīsies, kad kāds atvērs tavu kartīti.</p> <p>Scratch projekti sākas ar Kad nospiests <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">.</p> <div class="steps last"> <p>Mēģini pievienot bloku <span class="eventscolor">Kad nospiests <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> un bloku <span class="soundcolor">teikt</span>, lai izskaidrotu, kas ir jādara.</p> <img src = "%(STATIC_URL)s/images/help/hoc-7-green-flag.png">

source: Next, let's share your holiday card.
lv: Tālāk kopīgo savu apsveikuma kartīti.

source: Now you can send a link to your holiday card to family, friends, and others!
lv: Nu tu vari nosūtīt saiti uz savu kartīti ģimenei, draugiem un visiem citiem!

source: Finally, finish by adding your card to the Holiday Card studio.
lv: Un beigās pievieno savu pabeigto kartīti Apsveikuma kartīšu studijai.

source: Make your name come to life! Animate the letters by coding in Scratch. Add sound and music too.
lv: Liec savam vārdam atdzīvoties! Animē sava vārda burtus, programmējot ar Scratch. Pievieno arī skaņas un mūziku.
