Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p> Type in a number from 0 to 127 (60 is middle C) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Use higher numbers for higher pitches </p>
ca: <p> Escriu un nombre entre 0 i 127 (60 és el DO mig) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Quan més gran sigui el nombre, més aguda serà la nota </p>
el: <p> Πληκτρολογήστε έναν αριθμό από το 0 μέχρι το 127 <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Χρησιμοποιήστε μεγαλύτερους αριθμούς για υψηλότερους τόνους. </p>
es: <p> Ingrese un número entre 0 y 127 (60 es C media) <br> <img src="%(STATIC_URL)s/images/help/es/playnote_highlighted.png" /> <br> Use números altos para tonos altos </p>
et: <p> Tipi arv 0 kuni 127 (60 on keskmine) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Kasuta suuremat arvu kõrgema heli saamiseks. </p>
eu: <p> 0 eta 127 arteko zenbaki bat idatzi (60 Do edo erdiko C nota da) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Zenbaki handiagoak erabili tonu altuagoak lortzeko </p>
fr: <p> Tape un nombre entre 0 et 127 (60 correspond à la note Do) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Utilise des chiffres plus élevés si tu veux des sons plus aigus </p>
gl: <p> Escribe un número entre 0 e 127 (60 é C media) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Usa números altos para os tons máis agudos </p>
it: <p> Inserisci un numero tra 0 e 127 (60 corrisponde al Do centrale) <br> <img src="%(STATIC_URL)s/images/help/it/playnote_highlighted.png" /> <br> Usa numeri superiori per note più alte </p>
lv: <p> Ieraksti skaitli no 0 līdz 127 (60 ir "parastais" do) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Izmanto lielākus skaitļus lielākam augstumam </p>
nb: <p> Skriv et tall fra 0 til 127 (60 er grunntonen C) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Større tall gir lysere tonehøyde </p>
pt: <p> Introduza um número entre 0 to 127 (60 é o dó central) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Use números maiores para tons mais altos </p>
sl: <p> Vstavi število med 0 in 127 (60 je sredinski C) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Izberi višja števila za višje tone </p>
sv: <p> Skriv in ett tal från 0 till 127 (60 är normal-C) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Använd större tal för högre noter </p>
uk: <p> Введіть число від 0 до 127 <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Використовуйте більші числа для більш високих нот </p>

source: <p> The length of a beat can be set with <img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>
ca: <p> La durada de la pulsació es pot especificar amb <img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>
el: <p> Η διάρκεια ενός χτύπου ρυθμίζεται με το <img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>
es: <p> La longitud de un pulso puede configurarse con <img src="%(STATIC_URL)s/images/help/es/set_tempo.png" />. </p>
et: <p> Löögi pikkust saab valida<img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>
eu: <p> Taupada baten luzera <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> bidez ezarri daiteke. </p>
fr: <p> La longueur d'un battement peut être réglé avec <img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>
gl: <p> A lonxitude dun pulso pode fixarse con <img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>
it: <p> La durata di una battuta può essere definita con <img src="%(STATIC_URL)s/images/help/it/set_tempo.png" />. </p>
lv: <p> Sitiena ilgumu var uzstādīt ar <img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>
nb: <p> Takten bestemmes med <img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>
pt: <p> A duração de um tempo pode ser alterada usando <img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>
sl: <p> Dolžina udarca je lahko nastaviš z <img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>
sv: <p> Längden på ett taktslag kan sättas med <img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>
uk: <p> Величину такта можна вибрати з набору в <img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>

source: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Plays a sound</h3>
ca: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Toca un determinat so</h3>
el: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Παίζει κάποιον ήχο</h3>
es: <img src="%(STATIC_URL)s/images/help/es/playsound.png"/> <h3> Tocar un sonido</h3>
et: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Mängib heli</h3>
eu: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Soinu bat jo</h3>
fr: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Joue un son</h3>
gl: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Reproduce un son</h3>
it: <img src="%(STATIC_URL)s/images/help/it/playsound.png"/> <h3> Riproduce un suono</h3>
lv: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Atskaņo skaņu</h3>
nb: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Spiller en lyd</h3>
pt: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Toca um som</h3>
sl: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Predvaja zvok</h3>
sv: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Spelar ett ljud</h3>
uk: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Програти музику</h3>

source: <p> Choose a sound from the menu: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> To add a sound, click the Sounds tab: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
ca: <p> Tria un so del menú: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> Per afegir més sons, fes clic a la pestanya Sons: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
el: <p> Επιλέξτε έναν ήχο από το μενού: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> Για να προσθέσετε έναν ήχο, πατήστε την καρτέλα ήχου: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
es: <p> Elige un sonido del menú: <img src="%(STATIC_URL)s/images/help/es/soundmenu.png" /> </p> <p> Para agregar un sonido, haz clic en la pestaña Sonidos: <br/> <img src="%(STATIC_URL)s/images/help/es/sounds.png" /> </p>
et: <p> Vali helind menüüst: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> Heli lisamiseks, klõpsa gruppi Helid: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
eu: <p> Aukeratu soinu bat menutik: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> Soinu bat gehitzeko, Soinu fitxan klikatu: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
fr: <p> Choisis un son à partir du menu: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> Pour ajouter un son, clique sur l'onglet Sons: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
gl: <p> Elixe un son do menú: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> Para engadir un son, preme co rato na pestaña Sons: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
it: <p> Scegli un suono dal menu: <img src="%(STATIC_URL)s/images/help/it/soundmenu.png" /> </p> <p> Per aggiungere un nuovo suono, usa la scheda Suoni: <br/> <img src="%(STATIC_URL)s/images/help/it/sounds.png" /> </p>
lv: <p> Paņem skaņu no izvēlnes: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> Lai pievienotu skaņu, klikšķini cilni skaņa: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
nb: <p> Velg en lyd fra menyen: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> Du kan legge til nye lyder under lyd-fanen: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
pt: <p> Escolha um som no menu: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> Para adicionar um som, clique no separador Sons: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
sl: <p> Izberi zvok iz menija: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> Če želiš dodati zvok, klikni na zavihek Zvoki: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
sv: <p> Välj ett ljud från menyn: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> För att lägga till ett ljud, klicka på ljudfliken: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
uk: <p> Оберіть звук з меню: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> Щоб додати звук, клацніть вкладку Звуки: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>

source: <img src="%(STATIC_URL)s/images/help/playsound.png"/> starts playing a sound and continues to the next block immediately. </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> waits until the sound is finished playing before continuing to the next block.
ca: <img src="%(STATIC_URL)s/images/help/playsound.png"/> inicia la reproducció del so i continua immediatament amb el següent bloc. </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> espera que la reproducció del so acabi abans de continuar amb el bloc següent.
el: <img src="%(STATIC_URL)s/images/help/playsound.png"/> αρχίζει να παίζει έναν ήχο και συνεχίζει στο επόμενο τετράγωνο εντολής αμέσως. </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> περιμένει μέχρι ο ήχος σταματίσει πριν συνεχίσει στο επόμενο τετράγωνο εντολής.
es: <img src="%(STATIC_URL)s/images/help/es/playsound.png"/> empieza tocando un sonido y continúa con el bloque siguiente inmediatamente. </p> <p> <img src="%(STATIC_URL)s/images/help/es/playsound_tildone.png"/> espera hasta que el sonido termina de ejecutarse antes de continuar con el siguiente bloque.
et: <img src="%(STATIC_URL)s/images/help/playsound.png"/> käivitab heli ja jätkab kohe järgmise plokiga.. </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> mängib helindi lõpuni ja siis jätkab järgmise plokiga.
eu: <img src="%(STATIC_URL)s/images/help/playsound.png"/> soinu bat jotzen hasten da eta hurrengo blokera mugitzen da segidan. </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> soinua bukatu artean itxaroten du hurrengo blokera pasa aurretik.
fr: <img src="%(STATIC_URL)s/images/help/playsound.png"/> commence à jouer un son et continue au bloc suivant sans attendre la fin du son. </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> attend que le son ait fini de jouer avant de passer au bloc suivant...
gl: <img src="%(STATIC_URL)s/images/help/playsound.png"/> empeza reproducindo un son e pasa ao seguinte bloque inmediatamente. </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> agarda a que remate de reproducirse o son antes de pasar ao seguinte bloque.
it: <img src="%(STATIC_URL)s/images/help/it/playsound.png"/> inizia a riprodurre un suono e passa immediatamente ad eseguire il blocco successivo. </p> <p> <img src="%(STATIC_URL)s/images/help/it/playsound_tildone.png"/> attende che il suono sia terminato prima di passare all'esecuzione del blocco successivo.
lv: <img src="%(STATIC_URL)s/images/help/playsound.png"/> sāk spēlēt skaņu un uzreiz pāriet uz nākamo bloku. </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/>gaida, kamēr skaņa beigsies un tikai tad pāriet uz nākamo bloku.
nb: <img src="%(STATIC_URL)s/images/help/playsound.png"/> starter avspilling av lyden og fortsetter til neste kloss i skriptet med en gang. </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> venter til lyden er spilt ferdig før skriptet fortsetter med neste kloss.
pt: <img src="%(STATIC_URL)s/images/help/playsound.png"/> inicia a reprodução do som e continua imediatamente para o próximo comando. </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> espera até que termine a reprodução do som antes de continuar para o próximo comando.
sl: <img src="%(STATIC_URL)s/images/help/playsound.png"/> začne predvajati zvok in takoj nadaljuje v naslednji blok. </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/>počaka do konca predvajanja, preden nadaljuje na naslednji blok.
sv: <img src="%(STATIC_URL)s/images/help/playsound.png"/> startar att spela ett ljud och fortsätter till nästa block direkt. </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> väntar tills ljudet har spelats färdigt innan fortsättningen till nästa block.

source: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Plays a sound and waits until the sound is finished </h3>
ca: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Reprodueix un so i espera fins que el so hagi acabat.</h3>
el: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Παίζει έναν ήχο και περιμένει μέχρι να τελειώσει </h3>
es: <img src="%(STATIC_URL)s/images/help/es/playsound_tildone.png"/> <h3>Toca un sonido y espera hasta que el sonido finalice </h3>
et: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Käivitab helindi ja ootab, kuni see on lõppenud</h3>
eu: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Soinu bat jotzen du eta bukatu artean itxaroten du </h3>
fr: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Joue un son et attend jusqu'à ce que le son soit terminé </h3>
gl: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Reproduce un son e agarda ata que remate </h3>
it: <img src="%(STATIC_URL)s/images/help/it/playsound_tildone.png"/> <h3>Riproduce un suono e attende che il suono sia finito </h3>
lv: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Atskaņo skaņu un gaida, kad tā beigs skanēt </h3>
nb: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Spiller en lyd og venter til lyden er ferdig </h3>
pt: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Toca um som e espera que o som termine </h3>
sl: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Predvaja zvok in počaka do konca predvajanja </h3>
sv: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Spelar ett ljud och väntar tills ljudet spelats färdigt </h3>
uk: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Відтворює звук і чекає доки він не закінчиться </h3>

source: <img src="%(STATIC_URL)s/images/help/playsound.png"/> starts playing a sound and continues to the next block immediately.
ca: <img src="%(STATIC_URL)s/images/help/playsound.png"/> inicia la reproducció d'un so i continua immediatament amb el bloc següent.
el: <img src="%(STATIC_URL)s/images/help/playsound.png"/> αρχίζει να παίζει κάποιον ήχο και συνεχίζει στο επόμενο τετρ. εντολής αμέσως.
es: <img src="%(STATIC_URL)s/images/help/es/playsound.png"/> empieza tocando un sonido y continua con el siguiente bloque inmediantamente.
et: <img src="%(STATIC_URL)s/images/help/playsound.png"/> Käivitab helindi ja jätkab kohe järgmise plokiga.
eu: <img src="%(STATIC_URL)s/images/help/playsound.png"/> soinu bat jotzen hasten da eta hurrengo blokearekin jarraitzen du segidan.
fr: <img src="%(STATIC_URL)s/images/help/playsound.png"/> Commence à jouer un son et passe au bloc suivant immédiatement..
gl: <img src="%(STATIC_URL)s/images/help/playsound.png"/> empeza reproducindo un son e continua ata o seguinte bloque inmediatamente.
it: <img src="%(STATIC_URL)s/images/help/it/playsound.png"/> inizia a riprodurre un suono e passa immediatamente ad eseguire il blocco successivo.
lv: <img src="%(STATIC_URL)s/images/help/playsound.png"/> atskaņo skaņu un uzreiz pāriet uz nākamo bloku.
nb: <img src="%(STATIC_URL)s/images/help/playsound.png"/> begynner å spille av lyden og fortsetter til neste kloss med en gang.
pt: <img src="%(STATIC_URL)s/images/help/playsound.png"/> começa a tocar um som e continua imediatamente para o próximo bloco.
sl: <img src="%(STATIC_URL)s/images/help/playsound.png"/> začne predvajati zvok in takoj nadaljuje v naslednji blok.
sv: <img src="%(STATIC_URL)s/images/help/playsound.png"/> startar att spela upp ett ljud och fortsätter direkt till nästa block.
uk: <img src="%(STATIC_URL)s/images/help/playsound.png"/> почати відтворення звуку та перейти до виконання наступного блоку без чекання.

source: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> waits until the sound is finished playing before continuing to the next block.
ca: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> espera que la reproducció del so acabi abans de continuar amb el bloc següent.
el: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> περιμένει μέχρι ο ήχος σταματήσει πριν συνεχίσει στο επόμενο τετρ. εντολής.
es: <img src="%(STATIC_URL)s/images/help/es/playsound_tildone.png"/> espera hasta que el sonido termina de ejecutarse antes de continuar con el siguiente bloque.
et: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> ootab, kuni helind on mängitud, siis jätkab järgmise plokga.
eu: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> soinua bukatu arte itxaroten du hurrengo blokera pasa aurretik.
fr: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> Attend que le son ait fini de jouer avant de passer au bloc suivant.
gl: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> agarda ata que o son remate de reproducirse antes de continuar ao seguinte bloque.
it: <img src="%(STATIC_URL)s/images/help/it/playsound_tildone.png"/> attende che il suono sia finito prima di passare all'esecuzione del blocco successivo.
lv: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> gaida, kamēr skaņa beigs skanēt un tikai tad pāriet uz nākamo bloku.
nb: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> venter til lyden er ferdig før skriptet fortsetter med neste kloss.
pt: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> espera até que o som termine de tocar antes de continuar para o próximo bloco.
sl: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> počaka, da se predvajanje ustavi, preden nadaljuje v naslednji blok.
sv: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> väntar tills ljudet har spelats färdigt innan fortsättningen till nästa block.
uk: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> чекати закінчення відтворення звуку, а потім продовжити виконання наступних блоків.

source: Set the direction of the current sprite
ca: Ajusta la direcció del personatge actual
cs: Nastavení směru aktuální postavy
de: Lege die Vorwärtsrichtung fest
el: Ορίζει την κατεύθυνση του συγκεκριμένου αντικειμένου
es: Fija la dirección del objeto actual
et: Määrab spraidi suuna
eu: Uneko spritearen norabidea ezartzen du
fr: Définit la direction du lutin sélectionné
ga: Socraigh treo an sprid reatha
gl: Fixa a dirección da figura actual
it: Definisce la direzione dello sprite
lv: Iestata virzienu izvēlētajam gariņam
nb: Velg retning for denne figuren
pt: Estabelece a direcção do actor corrente
ro: Seteaza directia sprite-ului curent
sl: Nastavi smer trenutne figure
sr: Одређује правац тренутног лика
sv: Välj riktning för den aktuella sprajten
tr: Bu kuklanın yönünü belirler
uk: Задати напрямок поточного спрайта
