Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Subscribed to topic.
cs: Přiregistrován k námětu.
el: Έγινε συνδρομή στο θέμα
es: Suscrito al tema.
et: Teema tellitud.
eu: Gaiari harpidetua.
fr: Abonné à ce sujet.
lv: Pierakstīties tēmai.
ro: Abonat la aceasta tema.
sl: Naročen na temo.
sv: Prenumererar på ämnet.
tr: Bu başlığa üye oldun.
uk: Підписатися на тему.

source: New Topic
cs: Nový námět
el: Νέο θέμα
es: Nuevo Tema
et: Uus teema
eu: Gai berria
fr: Nouveau sujet
lv: Jauna tēma
ro: Tema noua
sl: Nova tema
sv: Nytt ämne
tr: Yeni Başlık
uk: Нова тема

source: Discussion Forums
ca: Fòrum de discussió
cs: Diskuzní fóra
de: Diskussionsforen
el: Φόρουμ Συζητήσεων
es: Foros de discusión
et: Foorumid mõtetevahetuseks
eu: Eztabaida foroak
fr: Forums de discussion
gl: Foros de Discusión
it: Forum di Discussione
lv: Diskusiju forumi
nb: Forum
pt: Fóruns de Discussão
ro: Forumuri de discutii
sl: Razpravljalni forumi
sv: Diskussionsforum
tr: Tartışma Forumları
uk: Форуми обговорення

source: Discuss Scratch
cs: Diskuze ke Scratch
el: Συζητήσεις σχετικά με το Scratch
es: Hablar de Scratch
et: Räägime Scratchist
eu: Scratchi buruz eztabaidatu
fr: Discussion à propos de Scratch
lv: Apspriest Scratch
ro: Discuta Scratch
sl: Razpravljaj o Scratchu
sv: Diskutera Scratch
tr: Scratch'ı Tartış
uk: Обговорення Скретчу

source: Notice
cs: Oznámení
el: Παρατήρηση
es: Aviso
et: Teatis
eu: Oharra
fr: Notification
lv: Paziņojums
ro: Avertisment
sl: Obvestilo
sv: Notifiering
tr: Not
uk: Повідомлення

source: Delete Posts - %(name)s
cs: Zrušené příspěvky - %(name)s
el: Διαγραφή Αναρτήσεων - %(name)s
es: Entradas Borradas - %(name)s
et: Kustuta postitused - %(name)s
eu: Argitalpenak ezabatu - %(name)s
fr: Sujets effacés - %(name)s
lv: Dzēst ierakstus - - %(name)s
ro: Sterge postarile - %(name)s
sl: Izbriši objave - %(name)s
sv: Ta bort inlägg - %(name)s
tr: Gönderiyi Sil -%(name)s
uk: Вилучення повідомлень - %(name)s

source: Delete Posts
cs: Zrušené příspěvky
el: Διαγραφή Αναρτήσεων
es: Entradas borradas
et: Kustuta postitused
eu: Argitalpenak ezabatu
fr: Sujets effacés
lv: Dzēst ierakstus
ro: Sterge postarile
sl: Izbriši objave
sv: Ta bort inlägg
tr: Gönderiyi Sil
uk: Вилучення повідомленнь

source: Last edited by %(user)s (%(time)s)
cs: Naposled upravoval %(user)s (%(time)s)
el: Επεξεργάστηκε τελευταία από το χρήστη %(user)s (στις %(time)s)
es: Última edición por %(user)s (%(time)s)
et: Viimati muudetud %(user)s (%(time)s)
eu: Azkeneko editatzea %(user)s (%(time)s)
fr: Dernière modification par %(user)s (%(time)s)
lv: Pēdējo reizi laboja %(user)s (%(time)s)
ro: Ultima editare de %(user)s (%(time)s)
sl: Zadnji uredil %(user)s (%(time)s)
sv: Senast redigerad av %(user)s (%(time)s)
tr: En son %(user)s tarafından (%(time)s)'de değiştirildi
uk: Останні зміни від %(user)s (%(time)s)

source: Select
el: Επιλογή
es: Seleccionar
et: Vali
eu: Hautatu
fr: Sélectionner
lv: Izvēlēties
ro: Selecteaza
sl: Izberi
sv: Välj
tr: Seç
uk: Обрати

source: Delete
ca: Elimina
cs: Zrušit
de: Löschen
el: Διαγραφή
es: Borrar
et: Kustuta
eu: Ezabatu
fr: Effacer
ga: Scrios
gl: Borrar
it: Cancella
ja: 削除
lv: Dzēst
nb: Slett
pt: Remover
ro: Sterge
sl: Izbriši
sr: Обриши
sv: Radera
tr: Sil
uk: Вилучити

source: Go back
el: Επιστροφή
es: Volver
et: Mine tagasi
eu: Atzera bueltatu
fr: Retour
lv: Iet atpakaļ
ro: Inapoi
sl: Nazaj
sv: Tillbaka
tr: Geri dön
uk: Повернутися

source: Edit Post - %(name)s
el: Επεξεργασία Ανάρτησης - %(name)s
es: Editar entrada - %(name)s
et: Redigeeri postitust - %(name)s
eu: Argitalpenak editatu - %(name)s
fr: Modifier le sujet - %(name)s
lv: Labot ierakstu - %(name)s
ro: Editeaza postarea - %(name)s
sl: Uredi objavo - %(name)s
sv: Redigerat inlägg - %(name)s
tr: Gönderiyi Düzenle -%(name)s
uk: Змінити повідомлення - %(name)s

source: Edit Post
el: Επεξεργασία Ανάρτησης
es: Editar entrada
et: Redigeeri postitust
eu: Argitalpena editatu
fr: Modifier le sujet
lv: Labot ierakstu
ro: Editeaza postare
sl: Uredi objavo
sv: Redigera inlägg
tr: Gönderiyi Düzenle
uk: Зміна повідомлення

source: Edit post
el: Επεξεργασία Ανάρτησης
es: Editar entrada
et: Redigeeri postitust
eu: Argitalpena editatu
fr: Modifier le sujet
lv: Labot ierakstu
ro: Editeaza postare
sl: Uredi objavo
sv: Redigera inlägg
tr: Gönderiyi düzenle
uk: Зміна повідомлення

source: Silent edit (don't display 'Edited by ...' in topic view)
el: Σιωπηλή επεξεργασία (δεν εμφανίζει το κείμενο "Επεξεργάστηκε από το χρήστη..." στο θέμα)
es: Edición silenciada (no se despliega 'Editado por ...' en la vista del tema)
et: Vaikne muutmine (ei näidata 'Muudetud ... poolt...' teema vaates)
eu: Isilpeko editatzea (gaiaren bistan ez da editatu duzunik erakutsiko)
fr: Modification cachée ( 'Modifier par ...' ne sera pas affiché)
lv: Klusā labošana (nerādīt 'Laboja...' tēmas skatā)
ro: Editare silentioasa (nu afisa 'Editat de...' in vizualizarea temei)
sl: Skrito urejanje (ne prikaži drugim 'Urejal ...')
sv: Osynlig redigering (visa inte 'Redigerad av...' i ämnesvyn)
tr: Gizli düzenle ( '... tarafından düzenlendi' olarak görünmesin)
uk: "Тиха" зміна (без "Змінено ..." в перегляді теми)

source: Save
cs: Uložit
el: Αποθήκευση
es: Guardar
et: Salvesta
eu: Gorde
fr: Sauvegarder
lv: Saglabāt
ro: Salveaza
sl: Shrani
sv: Spara
tr: Kaydet
uk: Збереження

source: Can't find an answer to your question? Click here to ask it in a new thread.
cs: Nemůžeš najít odpověď na svou otázku? Klikni zde a zeptej se na ni v novém vlákně.
el: Δεν βρίσκετε απάντηση στην ερώτησή σας; Κάντε κλικ εδώ για να ξεκινήσετε καινούριο thread.
es: No puede encontrar un respuesta a tu pregunta? Haz clic aquí para preguntar en un nuevo tema?
et: Ei leia vastust oma küsimusele? Vajuta siia, et küsida seda uues arutelus.
eu: Ezin duzu zure galderarentzat erantzunik aurkitu? Klikatu hemen hari berri batetan galdegiteko.
fr: Vous ne trouvez pas la réponse à votre question? Cliquez ici pour la poser dans un nouveau fil de discussion.
lv: Nevari atrast atbildi uz savu jautājumu? Klikšķini te, lai to pajautātu jaunā pavedienā.
ro: Nu gasesti raspuns la intrebarea ta? Clic aici pentru a intreba intr-o noua discutie.
sl: Ne najdeš odgovora na svoje vprašanje? Klikni tu in ga vprašaj v novi niti
sv: Kan inte hitta ett svar på din fråga? Klicka här för att ställa frågan i en ny tråd.
tr: Sorularına cevap bulamadın mı? Yeni bir başlıkta sormak için buraya tıkla.
uk: Не знайшли відповідь на питання? Клацніть тут щоб створити нову тему.

source: New topic
cs: Nový námět
el: Νέο θέμα
es: Nuevo tema
et: Uus teema
eu: Gai berria
fr: Nouveau sujet
lv: Jauna tēma
ro: Tema noua
sl: Nova tema
sv: Nytt ämne
tr: Yeni başlık
uk: Нова тема

source: Replies
cs: Odpovědi
el: Απαντήσεις
es: Respuestas
et: Vastused
eu: Erantzunak
fr: Réponses
lv: Atbildes
ro: Raspunsuri
sl: Odgovori
sv: Svar
tr: Yanıtlar
uk: Відповіді

source: Views
ca: Visites
cs: Přístupy
de: Aufrufe
el: Προβολές
es: Vistas
et: Vaatamised
eu: Ikuskapenak
fr: Vues
ga: Amhairc
gl: Vistas
it: Visualizzazioni
ja: ビュー
lv: Skatījumi
nb: Visninger
pt: Visualizações
ro: Vizualizari
sl: Ogledi
sr: Прегледи
sv: Visningar
tr: Bakışlar
uk: Перегляди

source: Last Post
cs: Poslední příspěvek
el: Τελευταία Ανάρτηση
es: Última entrada
et: Viimane postitus
eu: Azken argitalpena
fr: Sujet récent
lv: Pēdējais ieraksts
ro: Ultima postare
sl: Zadnja objava
sv: Senaste inlägget
tr: Son Gönderi
uk: Останнє повідомлення

source: Sticky:
el: Καρφιτσωμένο Θέμα:
es: Importante:
et: Kleebi:
eu: Itsaskina:
fr: Fixé:
lv: Pielīmēts:
ro: Importante:
sl: Zasidrano:
sv: Fastnålat:
uk: Важливо:

source: by
ca: per
cs: od
de: von
el: από το χρήστη
es: por
et: autor
eu: egilea
fr: par
ga: le
gl: por
he: ע"י
it: di
ja: 作者
lv: veidojis
nb: av
pt: por
ro: de
sl: od
sr: аутор
sv: av
tr: yapan
uk: від

source: (New Posts)
cs: (Nové příspěvky)
el: (Νέες Αναρτήσεις)
es: (Nuevas Entradas)
et: (Uued postitused)
eu: (Argitalpen berriak)
fr: (Nouveaux Sujets)
lv: (Jauni ieraksti)
ro: (Postari noi)
sl: (Nove objave)
sv: (Nya inlägg)
tr: (Yeni Gönderi)
uk: (Нові повідомлення)

source: Forum is empty.
cs: Fórum je prázdné.
el: Το φόρουμ είναι άδειο.
es: El foro está vacío
et: Foorum on tühi.
eu: Foroa hutsik dago.
fr: Le forum est vide.
lv: Forums ir tukšs.
ro: Forumul este vid.
sl: Forum je prazen.
sv: Forumet är tomt.
tr: Forum boş.
uk: Форум порожній.

source: Moderate forum
cs: Moderované fórum
el: Έλεγχος φόρουμ
es: Foro moderado
et: Modereeri foorumit
eu: Foroa moderatu
fr: Forum avec modérateur
lv: Moderēt forumu
ro: Modereaza forumul
sl: Moderiraj forum
sv: Modererat forum
tr: Forumu yönet
uk: Модерувати форум

source: Show new posts since last visit
cs: Ukázat nové příspěvky od poslední návštěvy
el: Εμφάνιση νέων αναρτήσεων από την τελευταία επίσκεψη.
es: Mostrar nuevas entradas desde la última visita
et: Näita uusi postitusi alates viimasest külastusest
eu: Azken bisitatik izan diren argitalpen berriak erakutsi
fr: Montrez les nouveaux messages depuis ta dernière visite
lv: Rādīt jaunus ierakstus kopš pēdējā apmeklējuma
ro: Afiseaza postarile noi de la ultima vizita
sl: Pokaži objave po zadnjem obisku
sv: Visa nya inlägg sedan ditt senaste besök
tr: Son ziyaretimden sonraki gönderileri göster
uk: Показати нові повідомлення з часу останнього візиту

source: Discussion Home
el: Αρχική Σελίδα του Φόρουμ
es: Página de Discusión
eu: Eztabaidaren orria
fr: Accueil du forum
lv: Diskusiju sākumlapa
ro: Inceput discutii
sl: Začetek razprav
sv: Diskussion Hem
tr: Tartışma Anasayfası
uk: Домівка обговорень

source: Search
ca: Cerca
cs: Hledání
de: Suche
el: Αναζήτηση
es: Buscar
et: Otsing
eu: Bilatu
fr: Recherche
ga: Cuardaigh
gl: Buscar
it: Cerca
ja: 検索
lv: Meklēt
nb: Søk
pt: Pesquisa
ro: Cauta
sl: Išči
sr: Тражи
sv: Sök
tr: Ara
uk: Пошук

source: Reports (%(report_count)s)
cs: Hlášení (%(report_count)s)
el: Αναφορές (%(report_count)s)
es: Informes (%(report_count)s)
et: Teateid (%(report_count)s)
eu: Txostenak (%(report_count)s)
fr: Rapports (%(report_count)s)
lv: Ziņojumi (%(report_count)s)
ro: Raportari (%(report_count)s)
sl: Število prijav je (%(report_count)s)
sv: Rapporter (%(report_count)s)
tr: Şikayetler (%(report_count)s)
uk: Звіти (%(report_count)s)

source: Show your
cs: Zobrazovat tvé
el: Εμφάνιση των δικών σας
es: Mostrar tu
et: Näita
eu: Erakutsi zure
fr: Montrer votre
lv: Rādīt tavu
ro: Afiseaza-ti
sl: Pokaži svoj
sv: Visa din
uk: Ваші

source: topics
cs: náměty
el: θεμάτων
es: temas
et: teemad
eu: gaiak
fr: sujets
lv: tēmas
ro: teme
sl: teme
sv: ämnen
tr: konular
uk: теми

source: posts
cs: příspěvky
el: αναρτήσεων
es: entradas
et: postitused
eu: argitalpenak
fr: messages
lv: ieraksti
ro: postari
sl: objave
sv: meddelanden
tr: gönderiler
uk: повідомлення

source: Change your signature
cs: Změnit tvůj podpis
el: Αλλαγή υπογραφής
es: Cambiar tu firma
et: Muuda oma signatuuri
eu: Zure sinadura aldatu
fr: Changer votre signature
lv: Mainīt parakstu
ro: Schimba-ti semnatura
sl: Spremeni svoj podpis
sv: Ändra din signatur
tr: İmzanı değiştir
uk: Змінити підпис

source: Show recent posts
cs: Ukázat nedávné příspěvky
el: Εμφάνιση των τελευταίων αναρτήσεων
es: Mostrar entradas recientes
et: Näita uusi postitusi
eu: Argitalpen berriak erakutsi
fr: Montrer les messages récents
lv: Rādīt pēdējos ierakstus
ro: Afiseaza postarile recente
sl: Prikaži nedavne objave
sv: Visa senaste inläggen
tr: Yeni gönderileri göster
uk: Показати останні

source: Show unanswered posts
cs: Ukázat neodpovězené příspěvky
el: Εμφάνιση αναπάντητων θεμάτων
es: Mostrar entradas no respondidas
et: Näita vastamata postitusi
eu: Erantzun gabeko argitalpenak erakutsi
fr: Montrer les messages restés sans réponse
lv: Rādīt neatbildētus ierakstus
ro: Afiseaza postarile fara raspunsuri
sl: Prikaži objave brez odgovorov
sv: Visa obesvarade inlägg
tr: Yanıtsız gönderileri göster
uk: Повідомлення без відповіді

source: Mark all topics as read
cs: Označit všechny náměty jako přečtené
el: Επισήμανση όλων των θεμάτων ως διαβασμένα
es: Marcar todos los temas como leídos
et: Märgi kõik teemad loetuks
eu: Gai guztiak irakurrita bezela markatu
fr: Marqués tous les sujets comme lus
lv: Atzīmēt visas tēmas kā lasītas
ro: Marcheaza toate temele ca fiind citite
sl: Označi vse teme kot prebrane
sv: Markera alla ämnen som lästa
tr: Bütün konuları okundu olarak işaretle
uk: Позначити все як прочитане

source: Send e-mail to
cs: Odeslat email pro
el: Αποστολή e-mail στο χρήστη
es: Enviar e-mail a
et: Saada meil
eu: E.maila bidali:
fr: Envoyer un courriel à
lv: Sūtīt e-pastu uz
ro: Trimite e-mail catre
sl: Pošlji e-pošto
sv: Skicka e-post till
tr: E-posta gönder
uk: Послати e-mail для

source: Write and submit your e-mail message
cs: Napsat a odeslat tvoji email zprávu
el: Γράψτε και στείλτε το μήνυμά σας
es: Escribir y enviar tu mensaje de e-mail
et: Kirjuta ja postita oma sõnum
eu: Zure e-mail mezua idatzi eta bidali
fr: Ecrire et envoyer votre courriel
lv: Raksti un iesniedz savu e-pasta ziņu
ro: Scrie si trimite mesajul tau e-mail
sl: Napiši in pošlji e-pošto
sv: Skriv och skicka ditt e-postmeddelande
tr: Epostanı yaz ve yolla
uk: Написати та відіслати e-mail

source: Please note that by using this form, your e-mail address will be disclosed to the recipient.
cs: Prosím vezmi na vědomí, že při použití tohoto formuláře příjemce uvidí tvoji email adresu.
el: Να ξέρετε ότι, χρησιμοποιώντας αυτή τη φόρμα , η διεύθυνση e-mail σας θα είναι φανερό στον παραλήπτη.
es: Por favor ten en cuenta que usando este formulario, tu email sera revelado al destinatario
et: Palun pane tähele, et seda vormi kasutades tehakse adressaadile teatavaks ka sinu e-posti aadress.
eu: Formulario hau erabiltzean zure e-mail helbidea hartzaileri erakutsia izango da.
fr: Veuillez noter qu'en utilisant ce formulaire, votre adresse e-mail sera divulguée à votre destinataire.
lv: Ņem vērā, ka izmantojot šo formu, tava epasta adrese saņēmējam būs redzama.
ro: Te rugam sa retii ca folosind acest formular adresa ta de e-mail va fi dezvaluita destinatarului.
sl: Prosimo upoštevaj, da bo z uporabo tega obrazca tvoj e-poštni naslov viden prejemniku.
sv: Observera, när du använder formuläret kommer din e-postadress att visas för mottagaren.
tr: Aklında olsun, bu formu kullandığında alıcı, e-posta adresini görmeyecek.
uk: Завважте, що використовуючи цю форму вашу адресу буде відомо отримувачу.

source: Submit
ca: Envia
cs: Odeslat
de: Senden
el: Υποβολή
es: Enviar
et: Esita
eu: Bidali
fr: Envoyer
gl: Enviar
it: Invia
lv: Iesniegt
nb: Send
pt: Submeter
ro: Trimite
sl: Oddaj
sv: Skicka
tr: Gönder
uk: Надіслати

source: Moderate - %(name)s
cs: Moderované - %(name)s
el: Έλεγχος - %(name)s
es: Moderar - %(name)s
et: Juhata - %(name)s
eu: Moderatu - %(name)s
fr: Modérer - %(name)s
lv: Moderēt - %(name)s
ro: Modereaza - %(name)s
sl: Moderiraj - %(name)s
sv: Moderera - %(name)s
tr: Yönet -%(name)s
uk: Модерувати - %(name)s

source: Moderate Forum
cs: Moderované fórum
el: Έλεγχος Φόρουμ
es: Foro moderado
et: Juhata Foorumit
eu: Foroa moderatu
fr: Forum modéré
lv: Moderēt forumu
ro: Modereaza forumul
sl: Moderiraj forum
sv: Modererat Forum
tr: Forumu Yönet
uk: Модерувати форум

source: Move
ca: Mou
cs: Přesunout
de: Verschieben
el: Μετακίνηση
es: Mover
et: Teisalda
eu: Mugitu
fr: Avancer
gl: Mover
it: Sposta
lv: Pārvietot
nb: Flytt
pt: Mover
ro: Muta
sl: Premakni
sv: Flytta
tr: Yürüme
uk: Перемістити

source: Open
cs: Otevřít
el: Άνοιγμα
es: Abrir
et: Ava
eu: Ireki
fr: Ouvrir
lv: Atvērt
ro: Deschide
sl: Odpri
sv: Öppna
tr: Aç
uk: Відкрити

source: Close
ca: Tanca
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
eu: Itxi
fr: Fermer
gl: Pechar
it: Chiudi
lv: Aizvērt
nb: Lukk
pt: Fechar
ro: Inchide
sl: Zapri
sr: Затвори
sv: Stäng
tr: Kapat
uk: Закрити

source: Moderated by
cs: Moderuje
el: Ελέγχεται από
es: Moderado por
et: Modereerib
eu: Moderatzailea:
fr: Modérer par
lv: Moderēja
ro: Moderat de
sl: Moderiral
sv: Modererat av
tr: Yöneten:
uk: Модеровано

source: Move Posts - %(name)s
cs: Přesunout příspěvky - %(name)s
el: Μετακίνηση Αναρτήσεων - %(name)s
es: Mover entradas - %(name)s
et: Teisalda postitused - %(name)s
eu: Argitalpenak mugitu - %(name)s
fr: Déplacer les messages - %(name)s
lv: Pārvietot ierakstus - %(name)s
ro: Muta postarile - %(name)s
sl: Premakni objave - %(name)s
sv: Flytta meddelanden - %(name)s
tr: Gönderileri Taşı - %(name)s
uk: Перемістити повідомлення - %(name)s

source: Move Posts
cs: Přesunout příspěvky
el: Μετακίνηση Αναρτήσεων
es: Mover entradas
et: Teisalda postitused
eu: Sarrerak mugitu
fr: Déplacer les messages
lv: Pārvietot ierakstus
ro: Muta postarile
sl: Premakni objave
sv: Flytta meddelanden
tr: Gönderleri Taşı
uk: Перемістити повідомлення

source: All posts (original topic will be deleted)
cs: Všechny příspěvky (původní námět bude zrušen)
el: Όλες οι αναρτήσεις (τα αρχικά θέματα θα διαγραφούν)
es: Todos las entradas (temas originales serán borrados)
et: Kõik postitused (originaalteema kustutatud)
eu: Argitalpen guztiak (jatorrizko gaia ezabatua izango da)
fr: Tous les messages (le sujet original sera supprimé)
lv: Visi ieraksti (sākotnējā tēma tiks dzēsta)
ro: Toate postarile (tema originala va fi stearsa)
sl: Vse objave (izvirne teme bodo izbrisane)
sv: Alla inlägg (originalämnet kommer att tas bort)
tr: Bütün gönderiler (ana konu silinecek)
uk: Усі повідомлення (оригінали буде вилучено)

source: Topic ID or URL
cs: ID námětu nebo URL
el: ID ή URL θέματος
es: ID o URL del tema
et: Teema ID või URL
eu: Gaiaren ID edo URLa
fr: ID ou URL du sujet
lv: Tēmas ID vai URL
ro: ID sau URL al temei
sl: ID teme ali URL
sv: Ämnes ID eller URL
tr: Konunun ID numarası ya da URL adresi
uk: ID чи URL повідомлення

source: Move Topic
cs: Přesunout námět
el: Μετακίνηση Θέματος
es: Mover tema
et: Teisalda teema
eu: Gaia mugitu
fr: Déplacer sujet
lv: Pārvietot tēmu
ro: Muta tema
sl: Premakni temo
sv: Flytta ämnet
tr: Konuyu Taşı
uk: Перемістити повідомлення

source: Move to
cs: Přesunout do
el: Μετακίνηση σε
es: Mover a
et: Teisalda
eu: Mugitu -->
fr: Déplacer vers
lv: Pārvietot uz
ro: Muta in
sl: Premakni v
sv: Flytta till
tr: Buraya taşı:
uk: Перемістити до

source: Pages
cs: Stránky
el: Σελίδες
es: Páginas
et: Leheküljed
eu: Orriak
lv: Lapas
ro: Pagini
sl: Strani
sv: Sidor
tr: Sayfalar
uk: Сторінки

source: Report Post
cs: Nahlášení příspěvku
el: Αναφορά Ανάρτησης
es: Denunciar entrada
et: Teata postitusest
eu: Argitalpena salatu
fr: Signaler le message
lv: Ziņot par ierakstu
ro: Raporteaza postare
sl: Prijavi objavo
sv: Flagga post
tr: Gönderiyi Şikayet Et
uk: Звіт

source: Please enter a short reason why you are reporting this post.
cs: Prosím uveď stručně důvod proč nahlašuješ tento příspěvek.
el: Παρακαλούμε συμπληρώστε σύνρομα το λόγο που κάνετε αναφορά αυτής της ανάρτησης.
es: Por favor ingrese una razón breve de por qué esta denunciando esta entrada.
et: Palun sisesta lühidalt põhjus, miks sa teatad sellest postitusest.
eu: Argitalpen hau salatzeko arrazoia azal ezazu era motzean.
fr: S'il vous plaît donner brièvement vos raisons de signaler ce message.
lv: Uzraksti īsu iemeslu, kādēļ ziņo par šo ierakstu.
ro: Te rugam scrie un scurt motiv pentru care raportezi aceasta postare.
sl: Prosimo, napiši kratko obrazložitev, zakaj prijavljaš to objavo.
sv: Ange en kort anledning till varför du rapporterar detta inlägg.
tr: Bu gönderiyi neden şikayet ettiğini kısaca açıkla.
uk: Ввідіть причини чому ви повідомляєте про цей пост.

source: Reputation of the user
el: Φήμη του χρήστη
es: Reputación del usuario
et: Kasutaja maine
eu: Erabiltzailearen ospea
fr: Note des utilisateurs
lv: Lietotāja reputācija
ro: Reputatia utilizatorului
sl: Ugled uporabnika
sv: Omdöme om användaren
tr: Kullanıcının namı
uk: Репутація користувача

source: From user
cs: Od uživatele
el: Από το χρήστη
es: De usuario
et: Kasutajalt
eu: Jatorrizko erabiltzailea:
fr: par l'utilisateur
lv: No lietotāja
ro: De la utilizatorul
sl: Od uporabnika
sv: Från användare
tr: Gönderen kullanıcı:
uk: Від користувача

source: For post in topic
cs: Pro příspěvek v námětu
el: Για την ανάρτηση στο θέμα
es: Para agregar en tópico
et: Postitusest teemas
eu: Gaiean artitaratzeko
fr: Pour ajout au sujet
lv: No ieraksta tēmā
ro: Pentru postare in tema
sl: Za objavo v temi
sv: För inlägg i ämnet
uk: Для повідомлення в темі

source: Estimation
el: Εκτίμηση
es: Estimación
et: Hinnang
eu: Zenbatespena
lv: Novērtējums
ro: Estimare
sl: Ocena
sv: Uppskattning
uk: Оцінка

source: Date
cs: Datum
el: Ημερομηνία
es: Fecha
et: Kuupäev
eu: Data
lv: Datums
ro: Data
sl: Datum
sv: Datum
tr: Tarih
uk: Дата

source: Are you sure
cs: Jseš si jistý
el: Είστε σίγουροι;
es: ¿Estás seguro?
et: Oled kindel
eu: Ziur al zaude?
fr: Etes-vous sûr
lv: Vai esi pārliecināts
ro: Esti sigur
sl: Si prepričan-a
sv: Är du säker
tr: Emin misin
uk: Ви впевнені

source: Please, fill the form
cs: Prosím vyplň formulář
el: Παρακαλούμε συμπληρώστε τη φόρμα
es: Por favor, llene el formulario
et: Palun täida vorm
eu: Formulario bete ezazu mesedez
fr: Veuillez remplir le formulaire s'il vous plaît
lv: Lūdzu aizpildi formu
ro: Te rugam, completeaza formularul
sl: Prosimo, izpolni obrazec
sv: Fyll i formuläret
uk: Заповніть цю форму

source: Your name:
cs: Tvoje jméno:
el: Το όνομά σας:
es: Tu nombre:
et: Sinu nimi:
eu: Zure izena:
fr: Votre nom:
lv: Tavs vārds:
ro: Numele tau:
sl: Tvoje ime:
sv: Ditt namn:
uk: Ваше ім’я:

source: To whom we change a reputation:
el: Σε ποιον μεταβάλουμε τη φήμη:
es: A quien le cambiamos una reputación:
eu: Nori aldatuko diogun ospea:
fr: A qui nous changeons une note:
lv: Kam mēs mainām reputāciju:
ro: Cei carora le schimbam reputatia:
sl: Komu naj spremenimo ugled:
sv: För vem vi ändrar omdömet:
uk: Кому ми міняємо репутацію:

source: Method:
el: Μέθοδος:
es: Método:
et: Meetod:
eu: Metodoa:
fr: Méthode:
lv: Metode:
ro: Metoda:
sl: Metoda:
sv: Metod:
uk: Метод:

source: Add of a reputation
el: Πρόσθεση φήμης
es: Incremento de una reputación
et: Lisa maine
eu: Ospearen handitzea
fr: Ajouter une note
lv: Paaugstināt reputāciju
ro: Adauga reputatie
sl: Povečanje ugleda
sv: Lägg till omdöme
uk: Додати до репутації

source: Reduction of a reputation
el: Αφαίρεση φήμης
es: Reducción de una reputación
et: Maine vähendamine
eu: Ospearen txikitzea
fr: Réduction de la note
lv: Pazemināt reputāciju
ro: Reducere reputatie
sl: Zmanjšanje ugleda
sv: Ta bort ett omdöme
uk: Відняти від репутації

source: (Dustbin all posts and topics)
el: (Διαγραφή όλων των αναρτήσεων και των θεμάτων)
es: (Borradas todas las entradas y temas)
et: (Prügikasti kõik postitused ja teemad)
eu: (Argitalpen eta gai guztiak zakarrontzira bota)
fr: (Poubelle pour tous les messages et sujets)
lv: (Izmest visus ierakstus un tēmas)
sl: (Vrzi v koš vse objave in teme)
sv: (Papperskorg alla inlägg och ämnen)
uk: (Смітник: всі повідомлення і теми)
