Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Some of the information and data collected on the Scratch website are used in research studies intended to improve our understanding of how people learn with Scratch. The results of this research are shared with educators and researchers through conferences, journals, and other publications. You can find out more on our <a href="/info/research">Research page</a>.
cs: Některé informace a data sbíraná na Scratch stránkách jsou používána ve výzkumných studiích s úmyslem vylešit naše znalosti jak se lidé se Scratchem učí. Výsledky tohoto výzkumu jsou sdíleny s lektory a výzkumníky na konferencích, v časopisech a dalších publikacích. Můžeš se o tom dozvědět více na stránce<a href="/info/research">výzkum</a>.
de: Einige der Informationen und Daten, die wir auf der Scratch-Webseite sammeln, werden für wissenschaftliche Forschungsstudien genutzt, die das Verständnis dafür verbessern sollen, wie Leute mit Scratch lernen. Die Ergebnisse dieser Forschung werden Pädagogen und Forschern auf Konferenzen, in Journalen und anderen Publikationen zur Verfügung gestellt. Mehr dazu findet sich auf unserer <a href="/info/research">Forschungs-Seite</a>.
el: Κάποιες από τις πληροφορίες και τα δεδομένα που συλλέγουμε στην ιστοσελίδα χρησιμοποιούνται σε μελέτες που έχουν ως σκοπό να βελτιώσουν την αντίληψή μας σχετικά με το πώς τα μέλη μαθαίνουν με το Scratch. Τα αποτελέσματα αυτής της μελέτης μοιράζονται με εκπαιδευτικούς και ερευνητές μέσα από συνέδρια, άρθρα και άλλα μέσα. Μπορείτε να μάθετε περισσότερα στη σελίδα <a href="/info/research">Ερευνών</a>.
es: Parte de la información recogida en el sitio web de Scratch se usa en investigaciones que buscan mejorar nuestro entendimiento acerca de cómo la gente aprende con Scratch. Los resultados de esta investigación se comparten con docentes e investigadores a través de conferencias, revistas y otras publicaciones. Puede encontrar más en nuestra <a href="/info/research">página de investigaciones</a>.
et: Osa Scratchi kodulehel kogutavast infost kasutatakse uuringuteks, et täiendada meie teadmisi sellest, kuidas inimesed Scratchi abil õpivad. Nende uuringute tulemusi on avaldatud konverentsidel, ajakirjades jm. Rohkem infot selle kohta leidad meie <a href="/info/research">uuringute lehel</a>.
eu: Scratch webgunean jasotako zenbait informazio eta datu, jendeak Scratch bidez nola ikasten duen ikertzen duten ikerketetan erabiltzen dira. Ikerketa hauetako emaitzak hezitzaile eta ikerlariekin elkarbanatzen dira konferentzia, aldizkari eta bestelako argitalpenetan. Gure <a href="/info/research">Ikerketa orrian</a> gehiago ikasi dezakezu honi buruz.
fr: Certaines des informations et des données recueillies sur le site web de Scratch sont utilisées dans les études de recherche visant à améliorer notre compréhension de la façon dont les gens apprennent avec Scratch. Les résultats de cette recherche sont partagés avec les enseignants et les chercheurs à travers des conférences, des revues et autres publications. Vous pouvez en savoir plus sur notre <a href="/info/research">Page de recherche</a>.
ga: Úsáidimid roinnt de na sonraí a bhailímid ón suíomh Scratch i staidéir taighde atá ag iarraidh tuiscint níos fearr a fháil ar na bealaí a fhoghlaimíonn daoine le Scratch. Cuirimid torthaí an taighde seo ar fáil do mhúinteoirí agus do thaighdeoirí ag comhdhálacha acadúla, trí altanna in irisí, agus trí fhoilseacháin eile. Tá tuilleadh eolais ar fáil ar ár leathanach <a href="/info/research">Taighde</a>.
gl: Parte da información recollida no sitio web de Scratch úsase en investigacións que procuran mellorar a nosa comprensión sobre como a xente aprende con Scratch. Os resultados desta investigación compártense con docentes e investigadores a través de conferencias, revistas e outras publicacións. Podes atopar máis información na nosa <a href="/info/research">páxina de Investigación</a>.
it: Alcune delle informazioni e dei dati raccolti su sito di Scatch vengono usati per ricerche che ci permettono di capire meglio i modi in cui le persone imparano con Scratch. I risultati di questa ricerca vengono condivisi con altri educatori e ricercatori in conferenze, riviste e altre pubblicazioni. Per saperne di più vai alla nostra <a href="/info/research">pagina della Ricerca</a>.
lv: Daži no šiem savāktajiem datiem tiek izmantoti tālākos pētījumos, lai mēs labāk saprastu, kā cilvēki mācās ar Scratch. Šo pētījumu rezultāti pie skolotājiem un citiem pētniekiem nonāk konferencēs, žurnālos un citās publikācijās. Vairāk var lasīt mūšu <a href="/info/research">Pētījumu lapā</a>.
nb: Informasjon som samles inn på Scratch-nettstedet brukes i studier der vi prøver å forstå bedre hvordan folk lærer med Scratch. Resultatene formidles til lærere og andre forskere gjennom konferanser og publikasjoner. Du kan lese mer på <a href="/info/research">Forskning</a>-siden.
pt: Parte da informação e dos dados recolhidos no sítio Web do Scratch é usada em estudos de investigação destinados a melhorar a nossa conhecimento acerca da forma como as pessoas aprendem com o Scratch. Os resultados desta investigação são partilhados com educadores e investigadores através de conferências, revistas científicas e outras publicações. Encontra mais informação na nossa <a href="/info/research">página de Investigação</a>.
ro: Unele informatii si date colectate pe website-ul Scratch sunt folosite in studiile de cercetare pentru imbunatatirea modului de intelegere despre cum invata ooameni cu Scratch. Rezultatele acestei cercetari sunt partajate cu profesorii si cercetatorii in cadrul unor conferinte, jurnale si alte publicatii. Poti afla mai multe pe <a href="/info/research">Pagina noastra de cercetare</a>.
sl: Nekaj informacij in podatkov, ki so zbrani na Scratch spletni strani, je uporabljenih v raziskavah z namenom, da bi izboljšali naše razumevanje o tem, kako se ljudje učijo s Scratchem. Rezultate teh raziskav delimo z učitelji in raziskovalci na konferencah, v revijah in drugih publikacijah. Več o tem lahko prebereš na <a href="/info/research">Stran o raziskavah</a>.
sv: Viss information och uppgifter som samlas in på Scratch webbplats används i studier som syftar till att förbättra vår förståelse för hur användarna lär sig med Scratch. Resultaten av denna forskning delas med lärare och forskare via konferenser, tidskrifter och andra publikationer. Du kan läsa mer på vår <a href="/info/research">Forskningssida</a>.
uk: Деякі дані, зібрані на сайті Скретч, використовуються у дослідженнях, покликаних покращити розуміння того, як люди навчаються зі Скретч. Результати цих досліджень оприлюднюються вчителями та дослідниками на конференціях, у журналах та іншими шляхами. Дізнатися більше можна на сторінці <a href="/info/research">Дослідження</a>.

source: Does the Scratch Team sell or rent information about users of Scratch to anyone?
ca: L'Equip d'Scratch ven o lloga informació sobre els usuaris d'Scratch a algú?
cs: Prodává nebo pronajímá Scratch tým někomu údaje o uživatelích Scratche?
de: Verkauft oder vermietet das Scratch-Team Informationen über Benutzer an irgendjemanden?
el: Πωλεί ή ενοικιάζει η ομάδα του Scratch πληροφορίες σχετικά με τους χρήστες σε κανέναν;
es: ¿El equipo de Scratch vende o arrienda información sobre los usuarios de Scratch?
et: Kas Scratchi tiim müüb või rendib kellelegile informatsiooni Scratch kasutajate kohta?
eu: Scratch lantaldeak inorri saldu edo alokatzen al dio erabiltzaileen informazioa?
fr: Est-ce que l'équipe de Scratch vend ou loue les informations sur les utilisateurs du Scratch à une tierce personne?
ga: An ndíolann foireann Scratch aon eolas faoi úsáideoirí d'aon tríú páirtí?
gl: O equipo de Scratch vende ou arrenda información sobre os usuarios de Scratch?
it: Lo Scratch Team rivende le informazioni raccolte sugli utenti di Scratch a qualcun altro?
ja: ScratchチームはScratchの利用者に関する情報を売ったり貸したりしますか?
lv: Vai Scratch komanda pārdod vai izīrē informāciju par Scratch lietotājiem?
nb: Blir informasjon om brukerne solgt til andre?
pt: A Equipa Scratch vende ou aluga a alguém informação sobre os utilizadores?
ro: Echipa Scratch vinde sau divulga cuiva informatii despre utilizatorii Scratch?
sl: Ali Scratch ekipa prodaja ali posoja informacije o uporabnikih Scratcha?
sv: Säljer eller hyr Scratchteamet ut information om användarna av Scratch till någon?
uk: Чи може команда Скретчу надати чи продати кому-небудь інформацію про користувачів?

source: No.
cs: Ne.
de: Nein.
el: Όχι.
et: Ei.
eu: Ez.
fr: Non.
ga: Ní dhíolann.
gl: Non.
ja: いいえ。
lv: Nē.
nb: Nei.
pt: Não.
ro: Nu.
sl: Ne.
sr: Не.
sv: Nej.
uk: Ні.

source: Can the Scratch Team view unshared projects on my 'My Stuff' page?
ca: L'Equip d'Scratch pot veure els meus projectes que no estan compartits dins de "Les meves coses"?
cs: Může tým Scratch vidět nesdílené projekty na stránce 'Moje věci'?
de: Kann das Scratch-Team unveröffentlichte Projekte auf meiner "Meine Sachen"-Seite sehen?
el: Μπορεί η ομάδα του Scratch να δει από τη σελίδα "Τα Πράγματά Μου" έργα σε ιδιωτική χρήση;
es: ¿Puede el equipo Scratch ver proyectos no compartidos en "Mis Cosas"?
et: Kas Scratchi tiim saab vaadata mittejagatud projekte lehel 'Minu Asjad'?
eu: Scratch lantaldeak ikus al ditzake "Nire Gauzak" orriak dauzkadan partekatu gabeko proiektuak?
fr: Est-ce l'équipe de Scratch peut voir les projets non partagés sur la page 'Mes projets'?
ga: An féidir le Foireann Scratch tionscadail gan comhroinnt ó 'Mo Chuid Stuif' a fheiceáil?
gl: O Scratch Team pode ver proxectos non compartidos na páxina 'As Miñas Cousas'?
it: Lo Scratch Team può vedere i miei progetti non condivisi nella pagine de 'Le Mie Cose"?
lv: Vai Scratch komanda var redzēt manus projektus, ar kuriem neesmu dalījies?
nb: Har administratorene på Scratch sitt nettsted tilgang til prosjekter som jeg ikke har lagt ut?
pt: A Equipa Scratch pode ver os projectos não partilhados que estão na minha página «As Minhas Coisas»?
ro: Echipa Scratch poate vedea proiectele nepartajate din pagina "Lucrurile mele"?
sl: Ali lahko Scratch ekipa vidi moje nedeljene projekte na strani 'Moje stvari'i?
sv: Kan Scratchteamet se odelade projekt på sidan för 'Mina grejor'?
uk: Чи може команда Скретч бачити неопубліковані проекти з моєї сторінки 'Мій доробок'?

source: Since the Scratch Team is responsible for moderation, we have access to all content stored on the Scratch website - including unshared projects. If you prefer to work on projects in complete privacy, you can use either the <a href="/scratch2download">Scratch 2 offline editor</a> or <a href ="/scratch_1.4">Scratch 1.4</a>.
lv: Tā kā Scratch komanda ir atbildīga par pārraudzību, mums ir pieeja visas Scratch mājaslapā saglabātajam saturam, tajā skaitā nekopīgotajiem projektiem. Ja vēlies strādāt ar projektiem pilnīgi privāti, vari izmantot vai nu <a href="/scratch2download">Scratch 2 bezsaistes redaktoru</a> vai <a href ="/scratch_1.4">Scratch 1.4</a>.

source: What is a remix?
ca: Què és un projecte reinventat?
cs: Co je to odvodit?
de: Was ist ein Remix?
el: Τι είναι μια ανάμειξη;
es: ¿Qué es una reinvención/remezcla?
et: Mis on remiksimine?
eu: Zer da birnahasketa bat?
fr: Qu'est-ce qu'un remix?
ga: Cad is "athmheascadh" ann?
gl: Qué é unha recreación?
it: Cos'è un remix?
ja: リミックスとは何ですか?
lv: Kas ir remikss?
nb: Hva er en remiks?
pt: O que é uma remistura?
ro: Ce este o amestecare?
sl: Kaj je predelava?
sv: Vad är en remix?
tr: Katkı nedir?
uk: Що таке ремікс?

source: When a Scratcher makes a copy of someone else’s project and modifies it to add their own ideas (for example, by changing scripts or costumes), the resulting project is called a "remix." Every project shared to the Scratch website can be remixed. We consider even a minor change to be a valid remix, as long as credit is given to the original project creator and others who made significant contributions to the remix.
ca: Quan un Scratcher fa una còpia del projecte d'algú altre i el modifica per afegir-hi les seves pròpies idees (per exemple, canviant els programes o els vestits) el projecte resultant és "reinventat". Tots els projectes compartits a la web d'Scratch poden ser reinventats. Considerem un simple canvi com a un projecte reinventat vàlid, sempre que es citi l'autor del projecte original i altres autors que hi hagin fet contribucions.
cs: Jestliže uživatel Scratche vytvoří kopii projektu někoho jiného, změní ji a doplní vlastními nápady (např. změnou scénářů nebo kostýmů), výsledný projekt se nazývá "odvozený". Každý projekt sdílený na Scratch webu se může použít k odvození jiného projektu. Uvažujeme, že i malá změna může znamenat správně odvodit, pokud je uveden původní autor projektu a ostatní, kteří nějakým způsobem k odvození nového projektu přispěli.
de: Wenn ein Scratcher ein Projekt eines anderen kopiert und es modifiziert, indem er seine eigenen Ideen einbringt (z.B. Skripte oder Kostüme verändert), wird das Ergebnis "Remix" genannt. Jedes Projekt, das auf der Scratch-Website veröffentlicht wird, kann so bearbeitet werden. Wir betrachten auch eine kleinere Veränderung als einen gültigen Remix, solange dem ürsprünglichen Projekt-Ersteller und anderen, die einen signifikanten Beitrag zu dem Remix geleistet haben, Anerkennung gezollt wird.
el: Όταν ένας χρήστης δημιουργεί ένα αντίγραφο από ένα έργο ενός άλλου και το τροποποιεί προσθέτοντας τις δικές του ιδέες (για παράδειγμα, αλλάζοντας λίγο το σενάριο ή τις ενδυμασίες), το έργο που προκύπτει ονομάζεται "ανάμειξη". Κάθε έργο σε κοινή χρήση στη σελίδα του Scratch μπορεί να αναμιχτεί. Ακόμα και μια μικρή αλλαγή θεωρείται μια ανάμειξη, εφόσον ο δημιουργός της ανάμειξης έχει ευχαριστήσει τον αρχικό δημιουργό και όσους έκαναν σημαντικές προσφορές στην ανάμειξη.
es: Cuando un Scratcher hace una copia del proyecto de otro, y lo modifica para añadir sus propias ideas (por ejemplo, cambiando los programas o los disfraces), decimos que el resultado es una "reinvención/remezcla". Cada proyecto compartido en el sitio web de Scratch puede ser reinventado o remezclado. Consideramos que incluso los cambios pequeños son remezclas válidas, siempre que se den los créditos al creador del proyecto original y a otras personas que hayan contribuido de manera significativa a la reinvención/remezcla.
et: Kui kasutaja teeb koopia kellegi teise projektist, teeb muudatusi ning lisab sellele oma ideeid (näiteks muutes skripte või kostüüme), nimetatakse seda remiksimiseks. Iga Scratchi kodulehel jagatud projekti võib remiksida. Iga väikseimgi muudatus on remiks; seejuures tuleks kindlasti viidata projekti originaalile tunnustamaks selle autorit ning tänada kõiki, kes on andnud oma panuse remiksimisel.
eu: Scratcher batek beste baten proiektua kopiatu eta aldatzen duenean, bere ideia propioak gehituz (skriptak edo mozorroak aldatuz adibidez), proiektuari "birnahasketa" deritzaio. Scratch webgunean partekaturiko edozein proiektu birnahastua izan daiteke. Edozein aldaketa txiki badu, baliozko birnahasketa da guretzat, jatorrizko proiektuaren egileari eta birnahasketan eragina izan duen orori kreditua ematen zaion artean.
fr: Quand un Scratcher fait une copie du projet de quelqu'un d'autre et le modifie pour ajouter ses propres idées (par exemple, en changeant des scripts ou des costumes), le projet résultant est appelé un "remix". Chaque projet partagé sur le site de Scratch peut être remixé. Nous considérons même qu'un changement mineur peut être considéré comme un remix valable, tant que le crédit est donné au créateur original du projet et ceux qui ont fait des contributions importantes au remix.
ga: Nuair a dhéanann Scratchálaí cóip de thionscadal agus athraíonn sé/sí lena smaointe féin é (mar shampla, na scripteanna nó na cultacha a athrú), tugtar "athmheascadh" ar an toradh. Is féidir aon tionscadal atá comhroinnte ar an suíomh Scratch a athmheascadh. Is cuma cé chomh beag atá na hathruithe, is athmheascadh é fad is tugadh aitheantas don bhunúdar agus d'aon duine eile a rinne obair shuntasach ar an tionscadal athmheasctha.
gl: Cando un Scratcher fai unha copia do proxecto de outro e o modifica para engadir as súas propias ideas (por exemplo, cambiando os programas ou as vestimentas), decimos que o resultado é unha "recreación." Cada proxecto compartido no sitio web de Scratch pode ser recreado. Consideramos que incluso os cambios pequenos son recreacións válidas, sempre que se fagan os recoñecementos ao creador do proxecto orixinal e a outras persoas que teñan contribuido de maneira significativa á recreación.
it: Quando un utente crea una copia di un progetto creato da qualcun'altro e lo modifica per aggiungervi le proprie idee (ad esempio modificando gli script o i costumi) il progetto che ne viene fuori è detto "remix". Tutti i progetti condivisi sul sito di Scratch possono essere remixati. Noi consideriamo un remix anche una modifica molto piccola, purchè venga riconosciuto il credito al creatore originale del progetto e ad altri che abbiano apportato contributi significativi al remix.
ja: Scratcherが誰かのプロジェクトをコピーして自分のアイデアを加えたら(例えばスクリプトやコスチュームを変えるとか)、結果としてできたプロジェクトは「リミックス」と呼ばれます。Scratchのウェブサイトで共有されたプロジェクトはどれもリミックスできます。ちょっとした変更でもリミックスと見なされ、オリジナルのプロジェクトの作者やリミックスに対して重要な貢献を行った人が正当に評価されます。
lv: Kad Scratch lietotājs izveido kāda cita projekta kopiju un to pielāgo, pievienojot savas idejas (piemēram, mainot programmu vai tērpus), jauno projektu sauc par "remiksu". Katrs projekts, kurš ir kopīgots Scratch mājaslapā var tikt remiksēts. Mēs uzskatām, ka arī nelielas izmaiņas ir saucamas par remiksu, ja vien ir norādīta atsauce uz sākotnējā projekta autoru un citiem, kas būtiski ieguldījuši darbu remiksā.
nb: Når en Scratcher lager en kopi av en annens prosjekt og forandrer det med sine egne ideer (for eksempel ved å endre skript eller drakter) kalles det nye prosjektet en "remiks". Alle prosjekter som legges ut på Scratch-nettstedet kan remikses. Vi regner det som en remiks selv om forandringen er liten, men pass på å oppgi hvem de andre bidragsyterne er.
pt: Quando um Scratchador copia o projecto de outra pessoa e o modifica para adicionar as suas próprias ideias (por exemplo, alterando os guiões ou os trajes), o projecto resultante diz-se uma «remistura». Todos os projectos partilhados no sítio Web do Scratch podem ser remisturados. Consideramos qualquer alteração, mesmo que menor, como uma remistura válida, desde que seja dado crédito ao criador original do projecto e a todos os que tiverem contribuído de forma significativa para a remistura.
ro: Cand un Scratcher face o copie a unui proiect apartinand altcuiva si o modifica pentru a adauga propriile idei (de exemplu, prin schimbarea scriptului sau costumelor), proiectul rezultat se numeste "amestecare". fiecare proiect partajat pe site-ul Scratch poate fi amestecat. Consideram ca o schimbare cat de mica este o amestecare valida, atat timp cat au fost date referinte catre autorul original al proiectului si catre altii care au contribuit la amestecare.
sl: Ko Scratcher ustvari kopijo projekta nekega drugega uporabnika in ga preuredi tako, da mu doda svoje ideje (na primer tako, da spremeni skripte ali videze), je končni rezultat poimenovan "predelava." Vsak projekt, ki je deljen na Scratch spletni strani je lahko predelan. Tudi če narediš najmanjšo spremembo, je to že predelava, dokler so zasluge dane prvotnemu ustvarjalcu projekta in vsem
sv: När en Scratchare gör en kopia av någon annans projekt och modifierar det för att lägga sina egna idéer (exempelvis genom att ändra skript eller klädslar), kallas det resulterande projektet en "remix". Alla projekt som delas på Scratch webbplats kan remixas. Vi anser även att en mindre förändring är en giltig remix, så länge kredit ges till det ursprungliga projektets skapare och andra som gjort viktiga bidrag till remixen.
uk: Коли користувач робить копію чужого проекту та змінює його, щоб додати свої власні ідеї (наприклад, шляхом зміни скриптів або образів), результуючий проект називається «ремікс». Кожен проект, усуспільнений на сайтіСкретчу може мати ремікси. Ми вважаємо, що навіть незначні зміни будуть реміксом, вказуючи на автора проекту та інших осіб, які внесли значний вклад у ремікс.

source: Why does the Scratch Team require that all projects be “remixable”?
ca: Per què l'Equip d'Scratch demana que tots els projectes puguin ser "reinventats"?
cs: Proč Scratch tým požaduje, aby všechny projekty se mohly "použít k odvození"?
de: Warum verlangt das Scratch-Team, dass alle Projekte "remixbar" sind?
el: Γιατί αφήνει η ομάδα του Scratch όλα τα έργα να μπορούν να αναμειχθούν;
es: ¿Por qué el equipo de Scratch quiere que todos los proyectos sean "reinventables"?
et: Miks Scratchi tiim nõuab, et kõik projektid oleks “remiksitavad”?
eu: Zergatik eskatzen du Scratch lantaldeak proiektu guztiak "birnahasgarriak" izatea?
fr: Pourquoi l'équipe Scratch met elle tant d'insistance pour que tout projet soit "remixable"?
ga: Cén fáth a n-éilíonn Foireann Scratch go mbeidh gach tionscadal “in-athmheasctha”?
gl: Por que o Scratch Team quere que todos os proxectos sexan “recreables”?
it: Perchè il Team di Scratch richiede che tutti i progetti siano "remixabili"?
ja: なぜScratchチームは全てのプロジェクトがリミックスできることを求めているのですか?
lv: Kapēc Scratch komanda visus projektus padara "remiksējamus"?
nb: Hvorfor mener folkene bak Scratch at alle prosjekter må kunne remikses?
pt: Por que é que a Equipa Scratch requer que todos os projectos sejam «remisturáveis»?
ro: De ce impune echipa Scratch ca toate proiectele sa poata fi amestecate?
sl: Zakaj Scratch ekipa zahteva, da je vse projekte možno predelati?
sv: Varför kräver Scratchteamet att alla projekt ska vara möjliga att "remixa"?
uk: Чому команда Скретчу вимагає, щоб всі проекти могли бути "реміксовані"?
