Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <a href="/discuss/6/">Introduce</a> yourself in the Scratch forums
cs: <a href="/discuss/6/">Představit se</a> ve Scratch fórech
de: <a href="/discuss/6/">Stelle dich vor</a> in den Scratch-Foren
el: <a href="/discuss/6/">Συστηθείτε</a> στους χώρους συζητήσεων του Scratch
es: <a href="/discuss/6/">Preséntate</a> en los foros de Scratch
et: <a href="/discuss/6/">Tutvusta</a> end Scratchi foorumil
eu: <a href="/discuss/6/">Aurkeztu</a> zaitez Scratcheko foroetan
fr: <a href="/discuss/6/">Présentez-vous</a> dans le Forum Scratch
ga: <a href="/discuss/6/">Lig d'aithne</a> ar an gclár plé Scratch
gl: <a href="/discuss/6/">Preséntate</a> nos foros de Scratch
it: <a href="/discuss/6/">Presentati</a> nei forum di Scratch
lv: <a href="/discuss/6/">Iepazīstini</a> ar sevi Scratch forumā
nb: <a href="/discuss/6/">Presenter</a> deg selv på Scratch-forumet
pt: <a href="/discuss/6/">Apresente-se</a> nos fóruns Scratch
ro: <a href="/discuss/6/">Prezinta-te</a> in forumurile Scratch
sl: <a href="/discuss/6/">Predstavi se</a> v Scratch forumih
sr: <a href="/discuss/6/">Представи</a> се у Скрач форумима
sv: <a href="/discuss/6/">Presentera</a> dig själv i Scratchforum
tr: Kendini forumlara <a href="/discuss/6/">Takdim et</a>
uk: <a href="/discuss/6/">Розпочати</a> спілкування на форумі Скретчу

source: Click <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> on any profile or studio to receive updates
ca: Clica <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> a qualsevol perfil o estudi per rebre'n actualitzacions
cs: Klikni na <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> v jakémkoli profilu nebo studiu pro přijímání aktualizací
de: Klicke auf <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> in Profilen oder Studios, um von Aktualisierungen zu erfahren.
el: Πατήστε <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> σε κάθε προφίλ ή συλλογή για να λαμβάνετε ενημερώσεις
es: Haz clic en <img src="%(STATIC_URL)s/images/help/es/follow-button-small.png"/> en cualquier perfil o estudio para recibir actualizaciones
et: Klõpsa <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> iga profiili või stuudio uuendamiseks
eu: Klikatu <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> edozein profil edo estudiotan eguneraketak jasotzeko
fr: Clic <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> sur n'importe quel profil ou un studio pour recevoir les mises à jour
ga: Cliceáil an cnaipe <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> ar aon phróifíl nó stiúideo chun nuashonruithe a fháil
gl: Preme en <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> calquera perfil ou estudo para recibir actualizacións
it: Clicca <img src="%(STATIC_URL)s/images/help/it/follow-button-small.png"/> in qualunque profilo utente o galleria per ricevere gli aggiornamenti
ja: 更新情報を受け取るためにプロフィールやスタジオにある<img src="%(STATIC_URL)s/images/help/follow-button-small.png"/>をクリックしてください。
lv: Klikšķini uz <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> jebkurā profilā, lai saņemtu jauninājumus
nb: Klikk <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> på en brukerprofil eller et galleri for å få melding om oppdateringer
pt: Clique sobre <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> em qualquer perfil ou estúdio para receber actualizações
ro: Clic pe <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> pentru orice profil sau atelier ca sa primesti actualizari
sl: Klikni <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> na katerem koli profilu ali studiu za spremljanje dogajanja
sv: Klicka <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> på någon profil eller studio för att se uppdateringar
tr: Bir profildeki veya stüdyodaki <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> düğmesine tıkla ve güncellemeler sana gelsin
uk: Натисніть <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> будь-якого профілю чи студії щоб отримати зміни

source: What is Scratch?
ca: Què és Scratch?
cs: Co je Scratch?
de: Was ist Scratch?
el: Τι είναι το Scratch;
es: Qué es Scratch?
et: Mis on Scratch?
eu: Zer da Scratch?
fr: Scratch : qu'est ce que c'est ?
ga: Cad is Scratch ann?
gl: Qué é Scratch?
it: Cosa è Scratch?
lv: Kas ir Scratch?
nb: Hva er Scratch?
pt: O que é o Scratch?
ro: Ce este Scratch?
sl: Kaj je Scratch?
sr: Шта је Скрач?
sv: Vad är Scratch?
tr: Scratch Nedir?
uk: Що таке Скретч?

source: For <a href="/parents">Parents</a>
de: Für <a href="/parents">Eltern</a>
el: Για τους <a href="/parents">Γονείς</a>
es: Para <a href="/parents">Padres</a>
et: <a href="/parents">Lapsevanemad</a>
eu: <a href="/parents">Gurasoentzat</a>
fr: Pour les <a href="/parents">Parents</a>
gl: Para <a href="/parents">Nais e Pais</a>
it: Per i <a href="/parents">Genitori</a>
lv: <a href="/parents">Vecākiem</a>
nb: For <a href="/parents">Foreldre</a>
pt: Para <a href="/parents">Encarregados de Educação</a>
sl: Za <a href="/parents">starše</a>
sv: För <a href="/parents">Föräldrar</a>
tr: <a href="/parents">Anne-babalar</a> için
uk: Для <a href="/parents">батьків</a>

source: For <a href="/educators">Educators</a>
de: Für <a href="/educators">Lehrkräfte</a>
el: Για τους <a href="/educators">Εκπαιδευτικούς</a>
es: Para <a href="/educators">Docentes</a>
et: <a href="/educators">Koolitajad</a>
eu: <a href="/educators">Hezitzaileentzat</a>
fr: Pour les <a href="/educators">Professeurs</a>
gl: Para <a href="/educators">Docentes</a>
it: Per gli <a href="/educators">Educatori</a>
lv: <a href="/educators">Skolotājiem</a>
nb: For <a href="/educators">Lærere</a>
pt: Para <a href="/educators">Educadores</a>
sl: Za <a href="/educators">učitelje</a>
sv: För <a href="/educators">Pedagoger</a>
tr: <a href="/educators">Eğitimciler</a> için
uk: Для <a href="/educators">вчителів</a>

source: Browse for answers on: </br><a href="/help/faq">Frequently Asked Questions</a>
cs: Prohlížej pro odpovědi na: </br><a href="/help/faq">Často kladené otázky</a>
de: Finde Antworten unter: </br><a href="/help/faq">Häufig gestellte Fragen</a>
el: Βρείτε απαντήσεις στη σελίδα με τις </br><a href="/help/faq">Συχνές Ερωτήσεις</a>!
es: Busque respuestas en:<a href="/help/faq">Preguntas frecuentes</a>
et: Sirvi vastuseid: </br> <a href="/help/faq">Korduma Kippuvad Küsimused</a>
eu: Erantzunak irakurri: </br><a href="/help/faq">Sarri Egindako Galderetan</a>
fr: Rechercher des réponses dans la : </br><a href="/help/faq">Foire Aux Questions</a>
ga: Lorg freagraí ar: </br><a href="/help/faq">Ceisteanna Coitianta</a>
gl: Busca respostas en:<a href="/help/faq">Preguntas Frecuentes (FAQ)</a>
it: Puoi cercare le risposte alla pagina delle </br><a href="/help/faq">Domande Frequenti</a>
lv: Meklēt atbildes </br><a href="/help/faq">Biežāk uzdotajos jautājumos</a>
nb: Kanskje du finner det her: </br><a href="/help/faq">Spørsmål og svar</a>
pt: Procure respostas nas: </br><a href="/help/faq">Perguntas Frequentes</a>
ro: Navigheaza pentru raspunsuri pe: </br><a href="/help/faq">Intrebari frecvente</a>
sl: Poišči odgovore na: </br><a href="/help/faq">Pogosto zastavljena vprašanja</a>
sr: Потражи одговоре у: </br><a href="/help/faq">Често постављаним питањима</a>
sv: Leta efter ett svar på: </br><a href="/help/faq">Ofta Förekommande Frågor - FAQ</a>
tr: Cevaplar için buraya gözat: </br><a href="/help/faq">Sık Sorulan Sorular</a>
uk: Переглянути відповіді в: </br><a href="/help/faq">Найчастіше запитують</a>

source: Or visit the <a href="/discuss">discussion forums</a>:
de: Oder besuche die <a href="/discuss">Diskussionsforen</a>:
el: Ή επισκευτείτε τους <a href="/discuss">χόρους συζητήσεων</a>:
es: O visite los <a href="/discuss">foros de discusión</a>:
et: Või külasta <a href="/discuss"> foorumeid </a>:
eu: Edo bisitatu <a href="/discuss">eztabaida foroak</a>:
fr: Ou visitez les <a href="/discuss">forums de discussion</a>:
gl: Ou visite os <a href="/discuss">foros de discusión</a>:
it: Oppure visita i <a href="/discuss">forum di discussione</a>:
lv: Vai apmeklējiet <a href="/discuss">diskusiju forumu</a>:
nb: Eller gå til <a href="/discuss">forumet</a>:
pt: Também pode visitar os <a href="/discuss">fóruns de discussão</a>:
sl: Ali obišči <a href="/discuss">razpravljalne forume</a>:
sv: Eller besök <a href="/discuss">diskussionforum</a>:
tr: Veya <a href="/discuss">tartışma forumlarını</a> ziyaret et:
uk: Або завітайте на <a href="/discuss">наш Форум</a>:

source: - Questions about Scratch
ca: - Preguntes sobre Scratch
de: - Fragen zu Scratch
el: - Ερωτήσεις σχετικά με το Scratch
es: Preguntas sobre Scratch
et: - Küsimused Scratchi kohta
eu: - Scratchi buruzko galderak
fr: - Des questions à propos de Scratch
gl: - Preguntas sobre Scratch
it: - Domande su Scratch
lv: - Jautājumi par Scratch
nb: - Spørsmål om Scratch
pt: - Perguntas sobre o Scratch
ro: - Intrebari despre Scratch
sl: - Vprašanja o Scratchu
sv: - Frågor om Scratch
uk: - Запитання про Скретч

source: - Help with Scripts
ca: - Ajuda amb els Programes
de: - Hilfe bei Skripten
el: - Βοήθεια με τα Σενάρια
es: Ayuda con programas
et: - Abiinfo skriptide kohta
eu: - Scriptei buruzko laguntza
fr: - Aide avec les scripts
gl: - Axuda con Programas
it: - Aiuto con gli Script
lv: - Palīdzība par programmām
nb: - Hjelp med skript
pt: - Ajuda sobre Guiões
ro: - Ajutor cu script-uri
sl: - Pomoč pri skriptah
sv: - Hjälp med Script
uk: - Довідка про скрипти

source: Resources
ca: Recursos
cs: Zdroje
de: Material und Hilfen
el: Πηγές
es: Recursos
et: Ressursid
eu: Errekurtsoak
fr: Ressources
ga: Acmhainní
gl: Recursos
it: Risorse
ja: 教材
lv: Resursi
nb: Lærestoff
pt: Recursos
ro: Resurse
sl: Viri
sv: Resurser
tr: Kaynaklar
uk: Ресурси

source: An online community for educators using Scratch, with stories, discussions, and resources, such as the Scratch curriculum guide.
ca: Una comunitat per educadors que fan servir Scratch, amb histories, discussions i recursos com la Guia de Currículum amb Scratch.
cs: Online komunita pro učitele používající Scratch, s příběhy, diskuzemi a zdroji, jako je průvodce historií Scratch.
de: Eine Online-Gemeinschaft für Lehrkräfte, die Scratch benutzen; mit Geschichten, Diskussionen und Materialien wie dem "Scratch-Curriculum-Leitfaden".
el: Μια διαδικτυακή κοινότητα για εκπαιδευτικούς που χρησιμοποιούν το Scratch με ιστορίες, συζητήσεις και πηγές, όπως ο "Οδηγός στην Ύλη του Scratch".
es: Una comunidad en línea para educadores que usan Scratch, con historias, discusiones y recursos, como la guía curricular de Scratch.
et: Õpetajate kogukond kasutab Scratchi lugusid, arutelusid, materjale ja õppejuhendeid.
eu: Scratch darabilten hezitzaileentzako komunitatea, istorio, eztabaida eta errekurtsoekin, Scratchen kurrikulum gida bezalakoak.
fr: Une communauté en ligne pour les éducateurs en utilisant Scratch, avec des histoires, des discussions et des ressources, tels que le guide pédagogique de Scratch.
ga: Comhphobal ar líne, dírithe ar mhúinteoirí a úsáideann Scratch, ina bhfuil scéalta, díospóireacht, agus acmhainní, mar shampla an leabhrán curaclaim Scratch.
gl: Unha comunidade en liña para educadores que usan Scratch, con historias, discusións e recursos, como a guía curricular de Scratch.
it: Una comunità online per educatori che usano Scratch in cui troverai storie, discussioni e risorse come ad esempio la guida al curriculum Scratch.
ja: Scratchを使った教育者のためのオンラインコミュニティです。論文や討議の場に加えてScratchカリキュラムガイドのような教材があります。
lv: Tiešsaistes kopiena skolotājiem, kuri izmanto Scratch ar stāstiem, diskusijām un resursiem, piemēram, Scratch mācību programmu.
nb: Et nettsamfunn for lærere som bruker Scratch, der du finner erfaringer, lærestoff og undervisningsplaner.
pt: Uma comunidade em linha para educadores que usam o Scratch, com estórias, discussões e recursos, tais como o guia curricular do Scratch.
ro: O comunitate online pentru profesorii care folosesc Scratch, cu povesti, discutii si resurse, precum si un ghid de curriculum Scratch.
sl: Spletna skupnost za učitelje, ki uporabljajo Scratch, z zgodbami, razpravami in gradivi kot je Scratch učni načrt.
sv: Online community för utbildare som använder Scratch, med berättelser, diskussioner och resurser, som läroplansguiden för Scratch.
tr: Scratch müfredat kılavuzu gibi birçok kaynak, hikaye ve tartışmanın yer aldığı ağ-üzeri (online) eğitmenler topluluğu.
uk: Інтернет-спільнота для педагогів, як використовують Скретч, історії успіху, обговорення, ресурси та розробки навчальних планів.

source: The Scratch Wiki contains a wide variety of articles by Scratchers for Scratchers, including advanced topics and tutorials.
ca: La Scratch Wiki conté una àmplia varietat d'articles d'Scratcher per a Scratchers, incloent-hi temes avançats i tutorials.
cs: Scratch Wiki obsahuje široké spektrum článků od uživatelů Scratch pro uživatele, včetně pokročilých témat a návodů.
de: Das Scratch-Wiki bietet eine vielfältige Auswahl an Artikeln von Scratchern für Scratcher, die auch fortgeschrittene Themen und Anleitungen umfassen.
el: Η σελίδα Wiki του Scratch περιέχει μια ευρεία ποικιλία από άρθρα γραμμένα από φίλους του Scratch για φίλους του Scratch, συμπεριλαμβανομένων και προχωρημένων θεμάτων και οδηγών.
es: La Wiki de Scratch contiene una gran variedad de artículos creados "por Scratchers para Scratchers", incluyendo temas avanzados y tutoriales.
et: Scratch Wiki sisaldab mitmesuguseid artikleid Scratcheritelt Scratcheritele, sealhulgas teemasid edasijõudnutele ja juhendeid.
eu: Scratch Wikian Scratcherrek beste Scratcherrontzako sorturiko artikulu sorta zabala dago, gai eta tutorial aurreratuak barne.
fr: Le Wiki Scratch contient une grande variété d'articles de scratchers pour des scratchers, y compris des sujets avancés et des tutoriels.
ga: Tá raon leathan altanna sa Vicí Scratch, scríofa ag Scratchálaithe, dírithe ar Scratchálaithe, ábhar casta agus ceachtanna san áireamh.
gl: A Wiki de Scratch contén unha gran variedade de artigos creados por Scratchers para Scratchers, incluindo temas avanzados e tutoriais.
it: Il Wiki di Scratch contiene molti articoli scritti dagli utenti di Scratch per gli utenti di Scratch, inclusi argomenti avanzati e tutorial.
ja: Scratch Wikiには、Scratcherによる、Scratcherのための多種多様な記事があり、高度な話題やチュートリアルを含んでいます。
lv: Scratch Wiki atradīsi dažādus rakstus Scratch lietotājiem no Scratch lietotājiem, ieskaitot sarežģītākas tēmas un pamācības.
nb: Scratch Wiki inneholder mange slags artikler av Scratchere for Scratchere, blant annet veiledninger og informasjon om avansert bruk av Scratch.
pt: O Wiki do Scratch contém uma grande variedade de artigos escritos por Scratchadores para Scratchadores, incluindo tópicos avançados e tutoriais.
ro: Pagina wiki Scratch contine o varietate de articole ale unor Scratcher-i pentru Scratcher-i, inclusiv teme si tutoriale avansate.
sl: Scratch Wiki vsebuje široko paleto gradiv, ki so jih prispevali Scratcherji za Scratcherje, vključno z zahtevnejšimi temami in vodiči.
sv: Scratch Wikin innehåller en mängd olika artiklar av Scratchare för Scratchare, med avancerade ämnen och handledningar.
tr: Scratch Wiki, içerisinde Scratch kullanıcıları tarafından yazılmış ileri seviye konu ve dersler de dahil olmak üzere birçok makale barındırır.
uk: Вікі Скретчу містить різні статті скретчерів та для скретчерів, включаючи детальні описи та керівництва.

source: Scratch 2 Offline Editor
fr: L'éditeur Scratch 2 hors ligne
it: Editor Offline di Scratch 2
lv: Scratch 2 bezssaistes redaktors

source: Download the Scratch 2 offline editor.
fr: Télécharger l'éditeur hors ligne de Scratch.
it: Scarica l'editor offline di Scratch 2.
lv: Lejuplādē Scratch 2 bezsaistes redaktoru.
tr: Scratch 2 ağ-dışı (offline) editörünü indir.

source: Scratch 1.4 Download
ca: Descarrega Scratch 1.4
de: Scratch 1.4 herunterladen
el: Λήψη του Scratch 1.4
es: Descargar Scratch 1.4
et: Scratch 1.4 allalaadimine
eu: Scratch 1.4 deskargatu
fr: Scratch 1.4 téléchargement
gl: Descargar Scratch 1.4
it: Download di Scratch 1.4
lv: Lejuplādē Scratch 1.4
nb: Last ned Scratch 1.4
pt: Descarregamento do Scratch 1.4
ro: Descarca Scratch 1.4
sl: Prenos Scratch 1.4
sr: Преузимање Скрача 1.4
sv: Ladda ned Scratch 1.4
tr: Scratch 1.4 İndir
uk: Завантажити Скретч 1.4

source: Links and information on the previous version of Scratch.
ca: Enllaços i informació sobre la versió anterior d'Scratch.
cs: Odkazy a informace o předchozích verzích Scratch
de: Links und Informationen zur Vorgängerversion von Scratch.
el: Σύνδεσμοι και πληροφορίες για τις προηγούμενες εκδόσεις του Scratch.
es: Enlaces e información sobre la versión anterior de Scratch
et: Lingid ja teabe eelmise Scratchi versiooni kohta.
eu: Scratchen aurreko bertsioei buruzko informazioa eta estekak.
fr: Liens et informations vers la version précédente de Scratch.
ga: Nascanna agus eolas faoin leagan de Scratch roimhe seo.
gl: Ligazóns e información sobre a versión anterior de Scratch.
it: Collegamenti e informazioni per la precedente versione di Scratch.
lv: Saites un informācija par iepriekšējo Scratch versiju.
nb: Nedlasting og informasjon om forrige versjon av Scratch.
pt: Ligações e informação sobre versões anteriores do Scratch.
ro: Link-uri si informatii despre versiunile anterioare Scratch.
sl: Povezave in informacije o starejših različicah Scratcha.
sr: Везе и информације о предходној верзији Скрача.
sv: Länkar och information om den tidigare versionen av Scratch.
tr: Scratch'in önceki versiyonlarına ait bağlantılar ve bilgi.
uk: Посилання та інформація про попередні версії Скретчу.

source: Scratch Statistics
ca: Estadístiques d'Scratch
de: Scratch-Statistiken
el: Στατιστικά του Scratch
es: Estadísticas de Scratch
fr: Statistiques sur Scratch
gl: Estatísticas de Scratch
it: Le Statistiche di Scratch
lv: Scratch statistika
nb: Scratch-statistikk
pt: Estatísticas do Scratch
sl: Scratch statistika
sv: Scratchstatistik
tr: Scratch İstatistikleri

source: Explore up-to-date statistics about the Scratch online community.
ca: Explora les estadístiques actualitzades sobre la comunitat d'Scratch.
de: Erkunde aktuelle Statistiken über die Online-Gemeinschaft von Scratch.
el: Ερευνήστε ενημερωμένα στατιστικά σχετικά με την κοινότητα.
es: Explora estadísticas actualizadas sobre la comunidad en línea de Scratch.
fr: Parcourir les dernières statistiques sur la communauté Scratch
gl: Explorar estatísticas actualizadas sobre a comunidade en liña de Scratch.
it: Esplora le statistiche aggiornate sulla comunità online di Scratch.
lv: Pārlūko aktuālo statistiku par Scratch tiešsaistes kopienu.
nb: Se oppdatert statistikk over aktiviteten på nettsidene til Scratch.
pt: Explore estatísticas actualizadas acerca da comunidade em linha do Scratch.
sl: Razišči tekočo statistiko o Scratch spletni skupnosti.
sv: Utforska aktuell statistik om Scratch online community.
tr: Scratch ağ-üzeri (online) topluluğu hakkında güncel istatistikleri incele.

source: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch and the Physical World</a>
ca: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch i el Món Físic</a>
cs: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch a fyzický svět</a>
de: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch und die physische Welt</a>
el: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Το Scratch και ο Φυσικός Κόσμος</a>
es: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch y el mundo físico</a>
et: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch ja füüsiline maailm</a>
eu: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch eta mundu fisikoa</a>
fr: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch et le Monde Physique</a>
ga: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch agus an Saol Nithiúil</a>
gl: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch e o mundo físico</a>
it: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch e il Mondo Reale</a>
lv: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch in reālā pasaule</a>
nb: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Koble Scratch til den fysiske verden</a>
pt: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch e o Mundo Físico</a>
ro: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch si lumea fizica</a>
sl: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch in fizični svet</a>
sv: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch och den fysiska världen</a>
tr: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch ve Fiziksel Dünya</a>
uk: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Скретч та реальний світ</a>
