Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Note: When a sprite is hidden, other sprites cannot detect it with touching? blocks.
ca: Nota: Quan un personatge està amagat, altres personatges no el poden detectar tocant? blocs.
cs: Poznámka: Když je postava skrytá, ostatní postavy je nemohou zjišťovat bloky "dotýká se?".
de: Beachte: Wenn eine Figur versteckt ist, können sie andere Figuren nicht mit wird-berührt?-Blöcken erkennen.
el: Σημείωση: Όταν ένα αντικείμενο είναι κρυμμένο, άλλα αντικείμενα δεν μπορούν να το βρουν με τα τετράγωνα εντολών αισθητήρων.
es: Nota: Cuando un objeto está escondido, otros objetos no lo pueden detectar con los bloques "tocando".
et: Märkus: Kui sprait on peidetud, teised spraidid ei suuda tuvastada seda puudutab? plokkidega.
eu: Oharra: Sprite bat ezkutatuta dagoenean, beste spriteek ezin dute detektatu "ukitze" blokeen bitartez.
fr: Note: Quand un lutin est caché, les autres lutins ne peuvent pas détecter s'ils le touchent (les capteurs contenant le test "touché ?" renvoient toujours "non").
gl: Nota: cando unha figura está agochada, as outras figuras non a poden detectar con bloques "tocando?".
it: Nota: Quando uno sprite è nascosto gli altri sprite non possono individuarlo usando il blocco Sta Toccando.
lv: Piezīme: Ja gariņš ir paslēpts, citi gariņi nevar to pamanīt ar pieskāriena blokiem.
nb: Husk at når en figur er skjult kan ikke andre figurer føle den med "berører"-klossen.
pt: Nota: Quando um actor está escondido, os outros actores não o podem detectar usando os blocos «estás a tocar».
ro: Observatie: Cand un sprite este ascuns, celelalte sprite-uri nu il pot detecta cu blocuri de tip atingere.
sl: Opomba: Ko je figura skrita, je ostale figure ne morejo zaznati z dotikanjem? blokov.
sv: OBS: När en sprite är dold, kan andra sprites inte upptäcka den med ett rör?-block.
tr: Not: Bir kukla gizliyse, diğer kuklalar değme kontrolu yapamazlar.
uk: Примітка. Коли спрайт приховано, інші спрайти не можуть виявити його за допомогою блоку <b>доторкається?</b>

source: If condition is true, runs the blocks inside the <b>if</b> portion; if not, runs the blocks inside the <b>else</b> portion
ca: Si la condició és certa, s'executen els blocs dins la part del <b>si</b>; en cas contrari, s'executen els blocs dins la part del <b>si no</b>
de: Falls die Bedingung erfüllt ist, werden die Blöcke innerhalb der <b>falls</b>-Klammer ausgeführt, falls nicht, die innerhalb der <b>sonst</b>-Klammer
el: Εάν αληθεύει μια κατάσταση, τρέχει τις εντολές στο <b>"εάν"</b>. Εάν όχι, τρέχει τις εντολές στο <b>"αλλιώς"</b>.
es: Si la condición es verdadera, ejecuta el bloque dentro de la parte <b>si</b>; de lo contrario, ejecuta el bloque dentro de la parte <b>sino</b>.
et: Kui tingimus on tõene, täidetakse plokid <b>kui</b> osa sees, kui ei,täidetakse plokid <b>muidu</b> osas
eu: Baldintza egiazkoa bada, <b>baldin</b> zatiaren barruko kodea exekutatzen du; ez bada, <b>bestela</b> zatiaren barruko kodea exekutatzen du.
fr: Si la condition est vraie, l'instruction conditionnelle exécute les instructions des blocs situés à l'intérieur de la portion <b>if</b> ; sinon, elle exécute les instructions des blocs situés à l'intérieur de la portion <b>else</b>
gl: Si a condición é verdadeira, executa o bloque dentro da parte do <b>si</b> ; en caso contrario, executa os bloques dentro da parte do <b>si non</b>
it: Se la condizione è verificata, esegue i blocchi all'interno della parte <b>se</b>; altrimenti esegue i blocchi all'interno della parte <b>altrimenti</b>
lv: Ja nosacījums ir patiess, izpilda blokus, kuri ir iekšā <b>ja</b> daļā; ja nē, izpilda tos blokus, kuri ir iekšā <b>else</b> daļā
nb: <b>Hvis</b> betingelsen er oppfylt kjøres klossene i den øverste delen, <b>ellers</b> kjøres klossene i den nederste delen.
pt: Se a condição for verdadeira, executa os comandos envolvidos pelo <b>se então</b>; se não o for, executa os comandos envolvidos pelo <b>senão</b>
ro: In cazul in care conditia este adevarata, se executa blocurile din interiorul zonei <b>daca</b>; daca nu, se executa blocurile din interiorul zonei <b>altfel</b>
sl: Če je pogoj resničen, požene bloke znotraj stavka<b>if</b>; sicer požene bloke znotraj stavka <b>else</b>
sv: Om villkoret är sant, körs blocken inuti <b>om-</b>partiet; om inte, körs blocken inuti <b>annars-</b>partiet
uk: Якщо умова справджується, виконуються блоки всередині частини <b>якщо</b>; інакше виконуються блоки частини <b>інакше</b>

source: If touching the edge of the stage, then bounce away
ca: Si toca els costats de l'escenari, rebota
cs: Když se dotkne okraje scény, odrazí se od ní
de: Pralle vom Bühnenrand ab
el: Εάν το αντικείμενο αγγίζει τις πλευρές του σκηνικού, τότε αναπηδάει πίσω
es: Si está tocando el borde del escenario, el objeto rebota
et: Kui puudutab lava serva, siis põrkab tagasi
eu: Eszenatokiko ertza ukituz gero, errebotatu
fr: Si le lutin touche le bord de la scène, alors il rebondit
ga: Má tá an sprid i dteagmháil le ciumhais an stáitse, preab uaithi
gl: Si está tocando o borde do escenario, o obxecto rebota
it: Se tocca il bordo dello Stage rimbalza
lv: Ja pieskaras skatuves malai, atlec nost
nb: Endre retning hvis figuren kommer til kanten av scenen, slik at den spretter inn igjen
pt: Se estiver a tocar na borda do palco, então ressalta
ro: Daca atinge marginea scenei, atunci se intoarce
sl: Če se dotakne roba odra, naj se odbije nazaj
sr: Ако додирну ивицу позорнице они се одбију
sv: Studsar iväg om den rör scenens kant
tr: Kukla eğer sahnenin kenarına değiyor ise geriye seker
uk: Відскочити, торкнувшись краю Сцени

source: The sprite will bounce at an angle if it is touching the <b>side</b>, <b>top</b>, or <b>bottom</b> of the stage.
ca: El personatge rebotarà si toca els <b>costats</b>, a <b>dalt</b> o a <b>baix</b> de l'Escenari, canviant la direcció.
cs: Postava se odrazí pod úhlem, kdykoli se dotkne <b>strany</b>, <b>vršku</b> nebo <b>spodku</b> scény.
de: Die Figur prallt unter ihrem Richtungswinkel ab, wenn sie eine <b>Seite</b>, die <b>Ober-</b> oder die <b>Unterkante</b> der Bühne berührt.
el: Το αντικείμενο θα αναπηδήσει κατά κάποια γωνία εάν ακουμπάει τις <b>πλευρές</b>, το <b>πάνω</b> και το <b>κάτω μέρος</b> του σκηνικού.
es: El objeto rebotará en un ángulo si está tocando <b>un lado</b>, <b>la parte superior</b>, o <b>a parte inferior</b> del escenario.
et: Sprait põrkab tagsi, kui puudutab lava <b>külge</b>, <b>ülemist</b> või <b>alumist</b> serva.
eu: Spriteak errebotatu egingo du angelu bat mantenduz eszenatokiko <b>albo</b>, <b>goiko alde</b>, edo <b>azpiko aldea</b> ukitzen badu.
fr: Le lutin va rebondir d'un angle égal à celui qu'il faisait avant de toucher le <b>côté</b>, <b>haut</b>, ou <b>bas</b> de la scène.
ga: Preabfaidh an sprid ar claonadh má tá sí i dteagmháil le <b>taobh</b>, <b>barr</b>, nó <b>bun</b> an stáitse.
gl: A figura rebotará nun ángulo si está tocando o <b>lado</b>, a parte de <b>arriba</b> ou a de <b>abaixo</b> do escenario.
it: Lo sprite rimbalzerà con lo stesso angolo se tocca <b>un lato</b>, <b>la cima</b>, o <b>il fondo</b> dello stage.
lv: Gariņš atlēks leņķī, ja tas pieskaras skatuves <b>sāniem</b>, <b>augšai</b> vai <b>apakšai</b>.
nb: Retningen endres slik at figuren spretter tilbake som en ball hvis den kommer til <b>siden</b>, <b>toppen</b> eller <b>bunnen</b> av scenen.
pt: O actor ressalta com um ângulo apropriado se estiver a tocar nos <b>lados</b>, no <b>topo</b> ou na <b>base</b> do palco.
ro: Sprite-ul va sari la un unghi daca el va atinge <b>latura</b>, <b>partea de sus</b> sau <b>partea de jos</b> a scenei.
sl: Figura se bo odbila pod kotom, če se dotakne <b>stranic</b>, <b>vrha</b> ali <b>dna</b> odra.
sv: Sprajten studsar i en vinkel om den rör scenens <b>sida</b>, <b>topp</b>, eller <b>botten</b>.
tr: Kukla, sahnenin <b>kenarlarına</b> değdiyse aynı açıyla ters yöne doğru seker.
uk: Спрайт відскочить під кутом, торкнувшись <b>бічних</b>, <b>верхнього</b> чи <b>нижнього</b> країв Сцени.

source: If condition is true, runs the blocks inside
ca: Si la condició és certa, s'executaran els blocs
de: Falls die Bedingung erfüllt ist, werden die Blöcke innerhalb der Klammer ausgeführt
el: Εάν η κατάσταση αληθεύει, τρέχει τις εντολές πο είναι μέσα.
es: Si la condición es verdadera, ejecuta los bloques interiores
et: Kui tingimus on tõene, täidab sisemised plokid
eu: Baldintza egiazkoa bada, barruko blokeak exekutatzen ditu
fr: Si la condition est remplie, le script exécute les instructions des blocs situés à l'intérieur
gl: Si a condición é verdadeira, execútase o bloque de dentro
it: Se la condizione è verificata esegue i blocchi al suo interno
lv: Ja nosacījums ir patiess, izpildīts iekšējos blokus
nb: Hvis betingelsen er oppfylt kjøres klossene inni
pt: Se a condição for verdadeira, executa os comandos que envolve
ro: In cazul in care conditia este adevarata, se executa blocurile din interior
sl: Če je pogoj resničen, požene bloke znotraj
sv: Om villkoret är sant, körs blocken inuti
uk: Якщо умова справджується, виконуються блоки всередині

source: Inserts an item at the specified position in the list
ca: Afegeix un element a la posició indicada de la llista
de: Fügt ein Element an der angegebenen Position in die Liste ein
el: Τοποθετεί ένα στοιχείο σε συγκεκριμένη θέση στη λίστα.
es: Inserta un elemento en la posición especificada de la lista
et: Lisab elemendi antud positsiooni loendis
eu: Zerrendako zehaztutako posizioan item bat txertatzen du.
fr: Ajoute un élément dans la liste, à la position indiquée.
gl: Insire un elemento na posición especificada da lista
it: Inserisce un elemento alla posizione indicata della lista
lv: Ievieto vienumu norādītā vietā sarakstā
nb: Setter inn et nytt element på angitt plass i listen
pt: Insere um novo item na posição especificada da lista
ro: Insereaza un element la pozitia specificata in lista
sl: Vstavi element na določeno mesto v seznamu
sv: Infogar ett objekt vid den specificerade positionen i listan
uk: Вставляє елемент на визначене місце списку

source: You can specify where to insert the item by choosing from the pull-down menu or typing in a number. Choosing "random" inserts at a random place in the list. Choosing "last" adds the item to the end of the list. The length of the list increases by 1.
de: Du kannst bestimmen, wo das Element eingefügt werden soll, indem du eine Option aus dem Menü auswählst oder eine Zahl eingibst. Das Auswählen von "zufälliges" fügt an eine zufällige Stelle der Liste ein. Das Auswählen von "letztes" fügt das Element ans Ende der Liste hinzu. Die Länge der Liste ändert sich um 1.
el: Μπορείτε να καθορίσετε πού θέλετε να εισάγετε το αντικείμενο επιλέγοντάς το από το μενού μετακύλισης ή πληκτρολογώντας έναν αριθμό. Η τυχαία επιλογή εισάγει έναν τυχαίο αριθμό στη λίστα. Επιλέγοντας την επιλογή "τελευταίο" προσθέτετε το αντικείμενο στο τέλος της λίστας. Το μήκος της λίστας αυξάνεται κατά 1.
es: Puede especificar dónde insertar el elemento seleccionando del menú desplegable o escribiendo un número. Si selecionas "al azar" adiciona al azar en la lista. Si seleccionas "último" agrega el elemento al final de la lista. La longitud de la lista se incrementa en 1.
fr: Vous pouvez indiquer où insérer l'élément en choisissant dans le menu déroulant ou typing in a number. Choisir "au hasard" >insère un élément à une place aléatoire dans la liste. Choisir "dernier" ajoute l'élément à la fin de la liste. La longueur de la liste augmente de 1.
gl: Podes especificar onde inserir o elemento seleccionando dende o menú despregable o escribindo un número. Si selecionas "ao chou" introduceo nunha posición ao chou da lista. Si seleccionas "último" engade o elemento ao final da lista. A lonxitude da lista increméntase en 1.
it: Puoi indicare dove inserire l'elemento selezionando una posizione nel menu o digitando un numero. Se scegli "random" l'elemento verrà inserito in una posizione della lista scelta a caso. Se scegli "ultimo" l'elemento verrà aggiunto in fondo alla lista. La lunghezza della lista aumenta di 1.
lv: Vari norādīt, kuru pēc kārtas ievietot vienumu, izvēloties no izkrītošās izvēlnes vai ierakstot skaitli. Izvēloties "nejauši", ievietos nejaušā vietā sarakstā. Izvēloties "pēdējais" ievietos vienumu saraksta beigās. Saraksta garums palielinās par 1.
nb: Du kan angi hvor det nye elementet skal plasseres ved å velge fra menyen i klossen eller skrive inn et tall. Hvis du velger "tilfeldig" havner elementet på en tilfeldig plass i listen. Velger du "sist" havner det på slutten. Lengden av listen øker med 1.
pt: Pode especificar onde inserir o item escolhendo no menu ou introduzindo um número. Se escolher «um item ao acaso», inserirá num local aleatório da lista. Se escolher «o último item», adicionará o item ao final da lista. O comprimento da lista aumenta de 1.
sl: Določiš lahko, kam vstaviti element tako, da izbereš iz padajočega menija ali vstaviš število. Izbira \"poljubno\" vstavi elemnt na naključno mesto v seznamu. Izbira "zadnji" doda element na konec seznama. Dolžina seznama se poveča za 1.

source: <p> You can indicate where in the list you want to add an item. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> inserts item at the specified place in the list.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> inserts item at a random place in the list. </p>
ca: <p> Pots indicar en quin lloc de la llista vols afegir el nou element. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> afegeix l'element al lloc indicat a la llista.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> afegeix l'element en un lloc triat a sorts a la llista. </p>
de: <p> Du kannst angeben, wo in der Liste ein Element hinzugefügt werden soll. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> fügt ein Element an der angegebenen Stelle in die Liste ein.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> fügt ein Element an einer zufälligen Stelle zur Liste hinzu. </p>
el: <p> Μπορείτε να επιλέξετε πού θέλετε να τοποθετείσετε ένα αντικείμενο στη λίστα. Το <br><img src=\"%(STATIC_URL)s/images/help/insert-scoreboard.png\" /> πρόσθέτει ένα στοιχείο στη συγκεκριμένη θέση στη λίστα.</br> </p> <p> Το <img src=\"%(STATIC_URL)s/images/help/insert-greetings.png\" /> προσθέτει ένα στοχείο σε τυχαία θέση στη λίστα. </p>
es: <p> Puedes indicar en qué lugar de la lista agregar un elemento. <br><img src="%(STATIC_URL)s/images/help/es/insert-scoreboard.png" /> inserta el elemento en el lugar especificado de la lista.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/es/insert-greetings.png" />inserta el elemento en un lugar al azar de la lista. </p>
et: <p> Võid näidata, kuhu soovid lisada liikme loendis. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> lisab elemendi antud kohas loendis.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> lisab liikme juhuslikus kohas loendis </p>
eu: <p> Zerrendako zein tokitan gehitu nahi duzun itema zehaztu dezakezu. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> elementu bat txertatzen du zerrendako esaniko tokian.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> itema ausazko kokapenean txertatzen du zerrendan. </p>
fr: <p> Tu peux indiquer où, dans la liste tu souhaites ajouter un élément. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> insère un élément à la place déterminée dans la liste.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" />insère un élément à une place aléatoire dans la liste. </p>
gl: <p> Podes indicar en que posición da lista queres engadir o elemento. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> insire o elemento nunha posición especificada da lista.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> insire o elemento nunha posición ao chou da lista. </p>
it: <p> Puoi indicare in quale posizione della lista vuoi inserire l'elemento. <br><img src="%(STATIC_URL)s/images/help/it/insert-scoreboard.png" /> inserisce l'elemento nella lista alla posizione indicata.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/it/insert-greetings.png" /> inserisce l'elemento nella lista in una posizione scelta a caso. </p>
lv: <p> Vari norādīt, kurā vietā sarakstā ievietot vienumu. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" />ievieto vienumu norādītā vietā sarakstā.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> ievieto vienumu nejaušā vietā sarakstā. </p>
nb: <p> Du kan angi hvor i listen du vil sette inn et nytt element. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> setter inn et element på angitt plass i listen.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> setter inn elementet på en tilfeldig plass i listen. </p>
pt: <p> Pode indicar onde na lista quer inserir um item. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> insere o item no local especificado da lista.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> insere o item num local aleatório da lista. </p>
sl: Označiš lahko, kje v seznamu želiš dodati nov element. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> vstavi element na določeno mesto v seznamu.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> vstavi element na naključno mesto v seznamu. </p>
sv: <p> Du kan bestämma var i listan du vill infoga ett objekt. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> infogar objektet vid den specificerade platsen i listan.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> infogar objektet vid en slumpmässig plats i listan. </p>
uk: <p> Ви вказуєте де в списку слід вставити елемент. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> вставити елемент у вказане місце в списку.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> inserts item at a random place in the list. </p>

source: Reports the item at the specifed position in the list
ca: Torna el element de la llista que es troba a la posició indicada
de: Gibt das Element an der angegebenen Position der Liste zurück
el: Αναφέρει το στοιχείο σε μια συγκεκριμένη θέση στη λίστα.
es: Retorna el elemento ubicado en una posición dada en la lista
et: Tagastab elemendi loendi määratud positsioonis
eu: Zerrendako zehaztutako tokian dagoen itema itzultzen du
fr: Renvoie l'élément qui se trouve dans la liste, à la position indiquée
gl: Devolve o elemento da lista que está nunha posición dada
it: Restituisce l'elemento della lista che si trova alla posizione indicata
lv: Atgriež vienumu no norādītās vietas sarakstā
nb: Gir ut elementet på den angitte plassen i listen
pt: Reporta o valor do item na posição especificada da lista
ro: Returneaza elementul de la pozitia specificata din lista
sl: Vrne element na določenem mestu v seznamu
sv: Rapporterar objektet vid den valda positionen i listan
uk: Результатом є елемент із вказаного місця списку

source: You can specify which item to report by choosing from the pull-down menu or typing in a number. Choosing "any" reports a random item in the list.
ca: Pots indicar quin element vols obtenir triant del menú desplegable o teclejant un nombre. Si tries "aleatori" t'indicarà un element triat a l'atzar.
de: Du kannst bestimmen, welches Element zurückgegeben wird, indem du aus dem Menü wählst oder eine Zahl eingibst. Wählst du "zufälliges" aus, wird ein zufälliges Element der Liste zurückgegeben.
el: Μπορείτε να καθορείσετε ποιο στοιχείο θέλετε να αναφέρετε επιλέγοντας από το μενού ή γράφοντας έναν αριθμό. Το "τυχαία επιλογή" αναφέρει ένα τυχαίο στοιχείο από τη λίστα.
es: Puedes especificar qué elemento informar, eligiendo del menú desplegable o ingresando un número. Elegir "cualquiera" informa un elemento al azar de la lista.
et: Saad määrata milline element, valides rippmenüüst või kirjutada number. Valik "mõni" määrab juhusliku elemendi loendis.
eu: Zein item jakinarazi zehaztu dezakezu goitikbeherarko menuan edo zenbaki bat idatziz. "Edozein" aukeratzean ausazko item bat jakinarazten dio.
fr: Tu peux indiquer le rang de l'élément que tu veux récupérer, soit dans le menu déroulant, soit ou tapant son numéro. Si tu choisis "au hasard", l'instruction renverra un élément pris au hasard dans la liste.
gl: Podes especificar o elemento que queres obter elixindo do menú despregable ou tecleando un número. Elexir "calqueira" devolve un elemento da lista ao chou.
it: Puoi indicare l'elemento a cui sei interessato selezionandolo nel menu o digitando un numero. Scegliendo "qualunque" viene restituito il valore di un elemento della lista scelto a caso.
lv: Tu vari norādīt, kuru vienumu atgriezt, izvēloties no izkrītošās izvēlnas vai ierakstot kārtas numuru. Izvēloties "jebkurš", atgriež nejauši izvēlētu vienumu.
nb: Du bestemmer hvilket element som hentes ved å skrive inn plassnummeret i listen. Du kan også bruke menyen til å velge første, siste eller et tilfeldig element.
pt: Pode especificar que item reportar escolhendo no menu ou introduzindo um número. Escolher «um item ao acaso» reporta um item aleatório da lista.
sl: Kateri element naj vrne, lahko določiš tako, da izbereš iz padajočega menija ali vtipkaš število. Izbira "poljubno" vrne naključni element iz seznama.
sv: Du kan välja vilket objekt som ska rapporteras från rullgardinsmenyn eller skriva in ett tal. Väljer du "slumpmässig" rapporteras vilket objekt som helst i listan.
uk: Ви можете обрати елемент списку щоб отримати його значення зі спадного меню або ввести його номер. Обравши "будь-який" отримаємо значення випадкового елемента зі списку.
