Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: What is the Scratch online community?
ca: Què és la comunitat online d'Scratch?
cs: Co je to Scratch online společenství?
de: Was ist die Scratch-Online-Gemeinschaft?
el: Τι είναι η διαδικτυακή κοινότητα του Scratch;
es: ¿Qué es la comunidad en línea de Scratch?
et: Mis on Scratchi Internetikogukond?
eu: Zer da Scratch online komunitatea?
fr: Qu'est ce que la communauté en ligne de Scratch?
ga: Cad é an comhphobal ar líne Scratch?
gl: Que é a comunidade en liña de Scratch?
it: Cos'è la comunità online di Scratch?
ja: Scratchオンライン・コミュニティとは何ですか？
lv: Kas ir Scratch tiešsaistes kopiena?
nb: Hva er nettstedet til Scratch?
pt: O que é a comunidade em linha do Scratch?
ro: Ce este comunitatea online Scratch?
sl: Kaj je Scratch spletna skupnost?
sv: Vad är Scratch online-community?
tr: Scratch ağ-üzeri (online) topluluğu nedir?
uk: Що таке онлайнова спільнота Скретчу?

source: When participating in the Scratch online community, members can explore and experiment in an open learning community with other Scratch members from all backgrounds, ages, and interests. Members can share their work, get feedback, and learn from each other.
ca: Quan participen en la comunitat Scratch online, els membres poden explorar i experimentar en una comunitat oberta d'aprenentatge amb altres membres de tots els països, edats i interessos. Els membres poden compartir els seus treballs, rebre comentaris i aprendre l'un de l'altre.
cs: Během účasti ve Scratch online společenství mohou členové objevovat a experimentovat v otevřeném vzdělávacím společenství s ostatními členy Scratch různého původu, věku a zájmů. Členové mohou sdílet svou práci, získávat zpětný ohlas a učit se jeden od druhého.
de: Mitglieder der Scratch-Online-Gemeinschaft können in einer offenen Lerngemeinschaft mit anderen Scratchern von unterschiedlichstem Hintergrund, Alter oder Interessen experimentieren und Zusammenhänge erkunden. Sie haben die Möglichkeit, ihre Arbeit zu teilen, Feedback zu erhalten und voneinander zu lernen.
el: Όταν συμμετέχετε στην διαδικτυακή κοινότητα του Scratch, μπορείτε να εξερευνήσετε και να πειραματιστείτε σε μια ανοικτή μαθησιακή κοινότητα με άλλα μέλη από όλα τα παρασκήνια, από όλες τις ηλικίες και με άλλα ενδιαφέροντα. Τα μέλη μπορούν να μοιραστούν την δουλειά τους, να λάβουν εποικοδομητική κριτική και να μάθουν ο ένας απ' τον άλλο.
es: Al participar en la comunidad en línea de Scratch, sus miembros pueden explorar y experimentar en una comunidad abierta de aprendizaje con personas de todos los orígenes, edades e intereses. Los miembros pueden compartir su trabajo, recibir retroalimentación y aprender unos de otros.
et: Scratchi kogukonna liikmed saavad uurida ja katsetada koos teiste, erineva tausta, vanuse ja huvidega inimestega. Nad saavad jagada oma loomingut, saada tagasisidet ja üksteiselt õppida.
eu: Scratch online komunitatean parte hartzean, kideek gainontzeko eta jatorri, adin eta interesdun guztietariko kideekin batera esploratu eta esperimenta dezakete. Kideek beren lana partekatu, feedbacka jaso eta batak bestearengandik ikasi dezakete.
fr: Quand vous participez à la communauté en ligne de Scratch, les membres peuvent explorer et expérimenter dans une communauté d'apprentissage ouverte à d'autres membres de Scratch de tous horizons, âges et centres d'intérêts. Les membres peuvent partager leurs travaux, obtenir un feedback, et apprendre les uns des autres.
ga: Trí pháirt a ghlacadh sa chomhphobal Scratch ar líne, is féidir le baill turgnaimh a dhéanamh i gcomhphobal oscailte foghlama, in éineacht le baill eile ó gach cúlra, de gach aois, agus le suimeanna éagsúla. Is féidir leo freisin a gcuid oibre a chomhroinnt, aiseolas a fháil, agus foghlaim ó chéile.
gl: Ao participar na comunidade en liña de Scratch, os seus membros poden explorar e experimentar nunha comunidade aberta de aprendizaxe con persoas de todas as oríxes, idades e intereses. Os membros poden compartir o seu traballo, recibir retroalimentación e aprender uns dos outros.
it: I membri della comunità online di Scratch, quando prendono parte alla vita della comunità, hanno la possibilità di esplorare e sperimentare all'interno di una comunità aperta dedicata all'apprendimento insieme ad altri membri di culture, età e interessi diversi. I membri possono inoltre condividere i propri lavori, richiedere suggerimenti e imparare gli uni dagli altri.
ja: Scratchオンライン・コミュニティに参加すると、その人の背景や年齢，関心などから、他のユーザーやその作品を探す事ができる、オープンな学習コミュニティを体験できます。メンバーは自分の作品を共有して、フィードバックを得ながらお互いに学習ができます。
lv: Piedaloties Scratch tiešsaistes kopienā, tās dalībnieki var pētīt un eksperimentēt šajā atvērtajā mācīšanās kopienā kopā ar citiem Scratch lietotājiem ar visdažādāko pieredzi, vecumu un interesēm. Dalībnieki var dalīties ar saviem darbiem, saņemt atsauksmes un mācīties cits no cita.
nb: De som deltar på Scratch-nettstedet kan se på prosjekter andre lager og eksperimentere med dem. De kan også legge ut ting de selv har laget og få tilbakemeldinger fra andre. Medlemmene kommer fra alle slags bakgrunner, steder, aldre og interesser.
pt: Quando participam na comunidade em linha Scratch, os membros podem explorar e experimentar no seio de uma comunidade de aprendizagem aberta em conjunto com outros membros do Scratch de todas as origens, idades e interesses. Os membros podem partilhar o seu trabalho, obter opiniões e aprender uns com os outros.
ro: Cand participa in comunitatea online Scratch, membrii pot sa exploreze si sa experimenteze intr-o comunitate de invatare deschisa cu alti membri Scratch din toate categoriile, varstele si avand diverse interese. Membrii isi pot partaja lucrarile, pot primi feedback si pot invata unii de la altii.
sl: Pri sodelovanju v Scratch spletni skupnosti lahko člani raziskujejo in eksperimentirajo v odprti učni skupnosti z ostalimi Scratch člani iz vseh okolij, vseh starosti in interesov. Člani lahko delijo svoje delo, prejmejo povratne informacije in se učijo drug od drugega.
sv: När man deltar i Scratch online-community, kan medlemmarna utforska och experimentera i en öppet lärandegemenskap med andra Scratchmedlemmar från alla bakgrunder, åldrar och intressen. Medlemmarna kan dela sitt arbete, få feedback, och lära av varandra.
uk: Приймаючи участь роботі в інтернет-спільноти, учасники можуть досліджувати проекти та експериментувати у відкритому співтоваристві з його іншими членами з усіх верств, різного віку та інтересів. Учасники можуть поділитися своєю роботою, отримати зворотній зв'язок та вчитися один у одного.

source: What are the guidelines for the Scratch online community?
ca: Quines són les normes d'ús per la comunitat online d'Scratch?
de: Welche Richtlinien gelten für die Scratch-Online-Gemeinschaft?
el: Ποιες είναι οι οδηγίες κοινότητας του διαδικτυακού Scratch;
fr: Quelles sont les lignes directrices pour la communauté en ligne Scratch?
gl: Cales son as guías da comunidade en liña de Scratch?
it: Quali sono le linee guida della comunità online di Scratch?
lv: Kādas ir Scratch tiešsaistes kopienas vadlīnijas?
nb: Hvilke regler gjelder for nettsamfunnet til Scratch?
pt: Quais são as linhas de orientação da comunidade em linha do Scratch?
sl: Kaj so smerince spletne skupnosti Scratch?

source: The MIT Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the <a href="/community_guidelines">community guidelines</a> together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the community guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a> profanity filter.
de: Das Scratch-Team des MIT arbeitet mit der Gemeinschaft daran, eine freundliche und respektvolle Umgebung für Menschen aller Altersgruppen, Rassen, Ethnien, Religionen, sexuellen Orientierungen und Geschlechtsidentitäten aufrecht zu erhalten. Indem Sie mit Ihrem Kind gemeinsam die <a href="/community_guidelines"> Richtlinien der Scratch-Gemeinschaft</ a> durchgehen, können Sie Ihrem Kind dabei helfen, zu lernen, wie es sich daran beteiligen kann. Die Mitglieder sind gehalten, konstruktiv zu kommentieren und durch das Melden unangebrachter Inhalte zu helfen, die Webseite freundlich zu halten.Das Scratch-Team arbeitet tagtäglich an der Verwaltung der Aktivitäten auf der Webseite und reagiert auf Meldungen, wobei Werkzeuge wie der <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</ a>-Sprachfilter zum Einsatz gelangen.
el: Η MIT Scratch Team συνεργάζεται με την κοινότητα για να διατηρήσει ένα φιλικό και σεβαστό περιβάλλον για άτομα από όλες τις ηλικίες, τα έθνη, τις φυλές, τις θρησκείες, τους σεξουαλικούς προσανατολισμούς και τα κοινωνικά φύλα. Μπορείτε να μάθετε στο παιδί σας πώς να συμμετέχει στην κοινότητα, βλέποντας μαζί τις <a href="/community_guidelines">οδηγίες κοινότητας</a>. Τα μέλη ζητούνται να σχολιάζουν με εποικοδομητικό τρόπο και να βοηθούν στο να διατηρείται η ιστοσελίδα φιλική για όλους, κάνοντας αναφορά οποιοδήποτε υλικό το οποίο δεν ακολουθεί τις οδηγίες κοινότητας. Η ομάδα του Scratch εργάζεται καθημερινά για τη διαχείριση της ιστοσελίδας και για την άμεση ανταπόκριση στις αναφορές, με ειδικά εργαλεία, όπως το φίλτρο <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a>.
fr: L'équipe du MIT Scratch travaille avec la communauté pour maintenir un environnement convivial et respectueux pour les gens de tous âges, races, ethnies, religions, orientations sexuelles et de toute identité de genre. Vous pouvez aider votre enfant à apprendre à participer en consultant les lignes directrices communautaires <a href="/community_guidelines"> </ a> ensemble. Les membres sont invités à commenter de manière constructive et pour aider à garder le caractère convivial du site Web, en signalant tout contenu qui ne respecte pas les directives communautaires. L'équipe de Scratch travaille chaque jour pour gérer l'activité sur le site et répondre aux rapports, avec l'aide d'outils tels que <a href="http://www.inversoft.com/features/profanity-filter/"> CleanSpeak </ a> le filtre d'obscénité.
gl: O MIT Scratch Team traballa coa comunidade para manter unha contorna respetuosa e cordial para xente de tódalas idades, razas, etnias, relixións, orientacións sexuais e identidades de xénero. Podes axudar a que os nenos aprendan como participar revisando xuntos as <a href="/community_guidelines">guías da comunidade</a>. Aos membros pideselles que comenten de forma constructiva e que axuden a manter a cordialidade no sitio web, informando de calquera contido que non respete as guías da comunidade. O Scratch Team traballa cada día para xestionar a actividade do sitio e respostar ás notificacións recividas, coa axuda de ferramentas coma o filtro de tacos <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a>.
it: Il Team di Scratch del MIT lavora insieme alla comunità per mantenere Scratch un luogo amichevole e rispettoso per le persone di tutte le età, origini, etnie, religioni, orientamenti sessuali e identità di genere. Puoi insegnare al tuo bambino come partecipare grazie alle <a href="/community_guidelines" >linee guida della comunità</a>. I membri della comunità sono invitati a commentare in modo costruttivo in modo da aiutare a mantenere il sito web amichevole, segnalando tutti quei contenuti che non seguono le linee guida della comunità. Il Team di Scratch lavora ogni giorno per gestire le attività del sito e per rispondere alle segnalazioni, grazie all'aiuto fornito da filtri automatici come <a href="http://www.inversoft.com/features/profanity-filter/" >CleanSpeak</a> che individua il linguaggio non appropriato.
lv: MIT Scratch komanda strādā ar kopienu, lai uzturētu draudzīgu un cieņpilnu vidi visu vecumu, rasu, tautību, reliģiju, seksuālo orientāciju un dzimumu pārstāvjiem. Jūs variet palīdzēt savam bērnam mācīties piedalīties šeit, pārskatot <a href="/community_guidelines">kopienas vadlīnijas</a> kopā. No dalībniekiem sagaidām konstruktīvus komentārus palīdzību uzturēt mājaslapu draudzību, ziņojot par vadlīnijām neatbilstošu saturu. Scratch komanda strādā katru dienu ar īpašiem rīkiem, piemēram, <a href="http://www.inversoft.com/features/profanity-filter/">Clean Speak</a> filtru, lai pārraudzītu mājaslapas darbību un reaģētu uz ziņojumiem.
nb: Scratch-gruppen ved MIT arbeider sammen med brukerne for å gjøre dette nettstedet til et hyggelig og respektfullt miljø for folk uansett alder, rase, etnisitet, seksuell legning eller kjønn. Du kan hjelpe ditt barn til å bli en god deltaker, gå gjennom <a href="/community_guidelines">retningslinjene</a> sammen. Brukerne oppfordres til å være konstruktive i sine kommentarer til andre, og til å melde ting som ikke er i henhold til retningslinjene. Administratorene følger med på aktiviteten på nettstedet og meldinger som kommer inn, og bruker blant annet <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a> for å fange opp stygt språk.
pt: A Equipa MIT Scratch trabalha com a comunidade para manter um ambiente amigável e respeitador para gente de todas as idades, raças, etnias, religiões, orientações sexuais e identidades de género. Pode ajudar o/a seu/sua filho/a a aprender como participar revendo com ele/a as <a href="/community_guidelines">linhas de orientação da comunidade</a>. Convida-se os membros a comentarem construtivamente e a ajudarem a manter o sítio Web amigável reportando qualquer conteúdo que não siga as linhas de orientação da comunidade. A Equipa Scratch trabalha todos os dias para gerir a actividade no sítio Web e para responder a reportes, com a ajuda de ferramentas como o filtro de calão <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a>.
sl: MIT Scratch ekipa sodeluje s skupnostjo s ciljem ohraniti prijazno in spoštljivo okoljaeza ljudi vseh starosti, ras, narodnosti, vere, spolne usmerjenosti in spolne identitete. Vašega otroka lahko naučite sodelovanje tako, da skupaj z njim preučite <a href="/community_guidelines">smernice skupnosti</a>.Člane prosimo, da konstruktivno komentirajo in s prijavo vsebine, ki ne ustrezajo smernicam skupnosti, ohranjajo red na strani. Scratch ekipa vsak dan nadzoruje aktivnosti na strani, s pomočjo orodji kot je naprimer <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a>.

source: What is your privacy policy?
ca: Quina és la vostra política de privacitat?
cs: Jaká je tvá politika soukromí?
de: Wie steht es um Datenschutzregelungen?
el: Ποια είναι η πολιτική προστασίας;
es: ¿Cuál es su política de privacidad?
eu: Zein da zuen pribatasun politika?
fr: Quelle est votre politique de confidentialité?
ga: Cad é an polasaí príobháideachta?
gl: Cal é a túa política de privacidade?
it: Qual è la politica della privacy seguita da Scratch?
ja: どのようなプライバシーポリシーで運営されていますか？
lv: Kāda ir jūsu privātuma politika?
nb: Hvilke retningslinjer for personvern gjelder her?
pt: Qual é a vossa política de privacidade?
ro: Care este politica de confidentialitate?
sl: Kakšna je vaša politika zasebnosti?
sv: Vilken är er sekretesspolicy?
uk: Яка ваша політика конфіденційності?

source: To protect children's online privacy, we limit what we collect during the signup process, and what we make public on the website. We don't sell or rent account information to anyone. You can find out more about our privacy policy on our <a href="/help/faq/#privacy">frequently asked questions page</a>.
ca: Per protegir la privacitat online dels nens, limitem el què recol·lectem durant el procés de registre i el què fem públic a la pàgina. No venem o lloguem l'informació d'usuaris a ningú. Pots trobar més sobre la nostra política de privacitat en la nostra <a href="/help/faq/#privacy">pàgina de preguntes freqüents.
cs: Pro ochranu online soukromí děti omezujeme to, co sbíráme během přihlašovacího procesu a co zveřejňujeme na stránkách. Neprodáváme ani nepronajímáme informace nikomu. Můžete zjistit více o naší politice soukromí na naší stránce <a href="/help/faq/#privacy">často kladené otázky</a>.
de: Zum Schutz der Online-Privatsphäre von Kindern beschränken wir, was an Daten während der Registrierung gesammelt und was auf der Website veröffentlicht wird. Wir verkaufen oder vermieten in keinem Fall Benutzerdaten an irgendjemanden. Mehr über unsere Datenschutzrichtlinien findest du unter <a href="/help/faq/#privacy">Häufig gestellte Fragen</a>.
el: Για να προστατέψουμε την διαδικτυακή ιδιωτικότητα του παιδιού σας, περιορίσαμε τις πληροφορίες που ζητάμε κατά τη διάρκεια της εγγραφής, όπως επίσης και τις πληροφορίες που φαίνονται δημόσια στην ιστοσελίδα. Μπορείτε να μάθετε περισσότερα για την πολιτική προστασίας μας στην σελίδα με τις <a href="/help/faq/#privacy">Συχνές Ερωτήσεις</a>.
es: Para proteger la privacidad en línea de los niños, limitamos la información recopilada durante el proceso de registro, y lo que hacemos público en el sitio web. No vendemos ni rentamos información de las cuentas a nadie. Puede leer más sobre nuestra política de privacidad en nuestra página de <a href="/help/faq/#privacy">preguntas frecuentes</a>.
et: Laste privaatsuse kaitsmiseks piirame me andmete kogumist registreerimisel ja avalikustatavat infot veebilehel. Me ei müü ega rendi konto andmeid kellelegi. Meie privaatsuspoliitika kohta leiad rohkem infot <a href="/help/faq/#privacy">korduma kippuvate küsimuste</a> lehel .
eu: Umearen online pribatasuna babesteko, izen ematerakoan jasotzen dugun informazioa mugatzen dugu, eta webgunean publiko egiten duguna ere. Ez diogu kontuaren informaziorik edonori saltzen. Gure pribatasun politikari buruz gehiago jakiteko irakur ezazu <a href="/help/faq/#privacy">sarri eginiko galderen orria</a>.
fr: Pour protéger la vie privée des enfants en ligne, nous limitons ce que nous recueillons pendant le processus d'inscription, et ce que nous rendons public sur le site. Nous ne vendons ou ne louons les informations d'un compte à personne. Vous pouvez en savoir plus sur notre politique de confidentialité sur notre <a href="/help/faq/#privacy"> page : Foire aux Questions </ a>.
ga: Chun príobháideacht na bpáistí a chosaint, cuirimid teorainn ar an eolas a bhailímid le linn cláraithe, agus ar an eolas a fhoilsímid go poiblí ar an suíomh. Ní dhíolaimid aon fhaisnéis a bhaineann le cuntas d'aon tríú páirtí. Is féidir tuilleadh eolais faoinár bpolasaí príobháideachta a fháil ar an leathanach <a href="/help/faq/#privacy">Ceisteanna Coitianta</a>.
gl: Para protexer a privacidade en liña dos nenos, limitamos a información recopilada durante o proceso de rexistro e o que facemos público no sitio web. Non vendemos ni alquilamos información das contas a ninguén. Pode ler máis sobre a nosa política de privacidade na nosa páxina de <a href="/help/faq/#privacy">preguntas frecuentes</a>.
it: Al fine di proteggere la privacy online dei ragazzi, limitiamo al massimo le informazioni che raccogliamo durante il procedimento di iscrizione e quelle che rendiamo pubbliche sul sito web. Non rivendiamo le informazioni degli account a nessun altro. Per saperne di più della nostra politica della privacy policy vai alla pagina delle <a href="/help/faq/#privacy">domande frequenti</a>.
ja: 子供たちのオンライン・プライバシーを保護するために、私たちはサインアップに使われる情報や、このウェブサイトで公開される情報に制限を設けています。私たちはそれらの情報を、第三者に譲渡・売買をしません。私たちのプライバシー・ポリシーについて<a href="/help/faq/#privacy">よくある質問（FAQ）のページ</a>からより多くの情報を得られます。
lv: Lai aizsargātu bērnu privātumu tiešsaistē, esam samazinājuši informāciju, ko prasām reģistrējoties un ko publicējam mājaslapā. Mēs nepārdodam vai neizīrējam profilu informāciju citām personām. Vairāk par mūsu privātuma politiku var lasīt <a href="/help/faq/#privacy">biežāk uzdoto jautājumu lapā</a>.
nb: Av hensyn til personvernet behøver nye brukere bare registrere et minimum av informasjon, og det som vises offentlig på websidene er ytterligere begrenset. Informasjon om brukerne blir ikke solgt eller utleid til tredjepart. Du kan lese mer under <a href="/help/faq/#privacy">spørsmål og svar</a>.
pt: Para proteger a privacidade das crianças em linha, limitamos o que recolhemos durante o processo de adesão e o que tornamos público no sítio Web. Não vendemos ou alugamos a ninguém as informações sobre as contas. Pode encontrar mais sobre a nossa política de privacidade na <a href="/help/faq/#privacy">página de Perguntas Frequentes</a>.
ro: Pentru a proteja intimitatea online a copiilor, limitam informatiile colectate in timpul procesului de inscriere si cele publicate pe site. Nu vindem si nu divulgam nimanui informatiile contului. Poti gasi mai multe despre politica noastra de confidentialitare pe <a href="/help/faq/#privacy">pagina intrebari frecvente</a>.
sl: "Da bi zaščitili zasebnost otrok na spletu, omejimo informacije, ki jih dobimo ob registraciji s tistimi, ki so javne na spletni strani. Informacij naših članov ne prodajamo ali posojamo nikomur. Več o naši politiki zasebnosti lahko prebereš na <a href=\"/help/faq/#privacy\">strani pogosto zastavljena vprašanjai</a>."
sv: För att skydda barns integritet online, begränsar vi det vi samlar in under registreringsprocessen, och vad vi offentliggör på webbplatsen. Vi säljer inte eller hyr ut kontoinformation till någon. Du kan läsa mer om vår integritetspolicy på sidan för <a href="/help/faq/#privacy"> vanliga frågor</a>.
uk: Для захисту дитячої конфіденційності в Інтернеті, ми обмежуємо доступ до даних, що збираємо під час процесу реєстрації, і те, що ми робимо доступним на сайті. Ми не надаємо інформацію про облікові записи. Ви можете дізнатися більше про нашу політику конфіденційності на <a href="/help/faq/#privacy">сторінці поширених запитань</a>.

source: Is there a way to use Scratch without participating online?
ca: Hi ha alguna manera de fer servir Scratch sense participar en línia?
de: Gibt es die Möglichkeit, Scratch zu nutzen, ohne sich online zu registrieren?
el: Υπάρχει τρόπος να χρησιμοποιήσω το Scratch χωρίς να συμμετέχω στη διαδικτυακή κοινότητα;
fr: Y at-il un moyen d'utiliser Scratch sans se connecter en ligne?
gl: É posible usar Scratch sin facelo en liña?
it: Esiste un modo per usare Scratch senza iscriversi alla comunità online?
lv: Vai ir iespējams izmantot Scratch bez interneta pieslēguma?
nb: Går det an å bruke Scratch uten å være på internett?
pt: Há forma de usar o Scratch sem participar na comunidade em linha?
sl: Ali lahko uporabljam Scratch ne da bi sodeloval v spletu?
