Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: when backdrop switches to
ca: quan l'escenari canviï al fons
de: Wenn das Bühnenbild zu _ wechselt
el: όταν το υπόβαθρο αλλάξει σε
es: Cuando el fondo cambie a
et: kui taustaks saab _
eu: hondoa aldatzen denean
fr: quand l'arrière-plan bascule sur
gl: cando o fondo mude a
it: quando lo sfondo passa a
lv: kad fons nomainās uz
nb: når bakgrunn bytter til
pt: Quando o cenário mudar para
ro: cand fundalul comuta la
sl: ko se ozadje zamenja na
sv: när bakgrunden växlar till
uk: коли тло перемкнуто в

source: when _ > _
ca: quan _ > _
de: Wenn _ > _
el: όταν _ > _
es: Cuando _ > _
et: kui valjus > _
eu: _ > _ denean
fr: quand _>_
gl: cando _ > _
it: quando _ > _
lv: kad _ > _
nb: når _ > _
pt: Quando o valor do sensor _ exceder _
ro: cand _ > _
sl: ko _ > _
sv: när _ > _
tr: _ > _ olunca
uk: коли _ > _

source: when I receive
ca: quan rebi
de: Wenn ich _ empfange
el: όταν λάβω
es: Al recibir
et: kui teade _
eu: jasotzean
fr: quand je reçois
gl: cando reciba
it: quando ricevo
lv: kad es saņemu
nb: når jeg mottar
pt: Quando receberes a mensagem
ro: cand primesc
sl: ko prejmem
sv: när jag tar emot
uk: коли я отримую

source: broadcast
ca: envia a tots
de: sende _ an alle
el: μετάδωσε
es: enviar
et: teade
eu: guztiei bidali
fr: envoyer
gl: emitir
it: invia a tutti
lv: pārraidīt
nb: send melding
pt: difunde a mensagem
ro: difuzeaza
sl: objavi
sv: skicka
uk: трансляція

source: broadcast _ and wait
ca: envia a tots _ i espera
de: sende _ an alle und warte
el: μετάδωσε το _ και περίμενε
es: enviar _ y esperar
et: teata _ ja oota
eu: guztiei bidali _ eta itxaron
fr: envoyer _et attendre
gl: emitir _ e agardar
it: invia a tutti _ e attendi
lv: pārraidīt _ un gaidīt
nb: send melding _ og vent
pt: difunde a mensagem _ e espera
ro: difuzeaza _ si asteapta
sl: objavi _ in počakaj
sv: skicka _ och vänta
tr: _ haberini sal ve bekle
uk: передати _ і чекати

source: Control
cs: Ovládání
de: Steuerung
el: Έλεγχος
et: Juhtimine
eu: Kontrola
fr: Contrôle
ga: Rialú
it: Controllo
ja: 制御
lv: Vadība
nb: Styring
pt: Controlo
sl: Krmiljenje
sr: Управљање
sv: Kontroll
tr: Kontrol
uk: Керувати

source: wait _ secs
ca: espera _ segons
de: warte _ Sek.
el: περίμενε _ δευτερόλεπτα
es: esperar _ segundos
et: paus _ sek
eu: _ segunduz itxaron
fr: attendre _secondes
gl: agardar _ segundos
it: attendi _ secondi
lv: gaidīt _ sekundes
nb: vent _ sekunder
pt: espera _ s
ro: asteapta _ secunde
sl: počakaj _ sekund
sv: vänta _ sekunder
tr: _ saniye bekle
uk: чекати _ секунд

source: repeat
ca: repeteix
de: wiederhole _ mal
el: επανάλαβε
es: repetir
et: korda _
eu: errepikatu
fr: répéter
gl: repetir
it: ripeti
lv: atkārtot
nb: gjenta
pt: repete _ vezes
ro: repeta
sl: ponovi
sv: repetera
uk: повторити

source: forever
ca: per sempre
de: wiederhole fortlaufend
el: για πάντα
es: por siempre
et: korda lõputult
eu: betirako
fr: indéfiniment
gl: por sempre
it: per sempre
lv: nepārtraukti
nb: for alltid
pt: repete para sempre
ro: la infinit
sl: ponavljaj
sv: för alltid
tr: sürekli tekrarla
uk: завжди

source: if _ then
ca: si _ llavors
de: falls _ dann
el: εάν _, τότε
es: si _ entonces
et: kui _ siis
eu: baldin bada _ orduan
fr: si _alors
gl: si _ entón
it: se _ allora
lv: ja _ tad
nb: hvis _
pt: se _, então
ro: daca _ atunci
sl: Če _
sv: om _ då
tr: eğer _ ise
uk: ящо_то

source: if _ then else
ca: si _ llavors si no
de: falls _ dann sonst
el: εάν _, τότε - αλλιώς
es: si _ entonces sino
et: kui _ siis muidu
eu: baldin bada _ orduan bestela
fr: si _alors sinon
gl: si _ entón senón
it: se _ allora altrimenti
lv: ja _ tad citādi
nb: hvis _ ellers
pt: se _, então senão,
ro: daca _ atunci altfel
sl: Če _ sicer
sv: om _ då annars
uk: якщо_то інакше

source: wait until
ca: espera fins
de: warte bis
el: περίμενε ώσπου
es: esperar hasta que
et: oota kuni _
eu: itxaron gertatu arte
fr: attendre jusqu'à
gl: agardar ata que
it: attendi fino a quando
lv: gaidīt līdz
nb: vent til
pt: espera até que
ro: asteapta pana cand
sl: počakaj do takrat, ko
sv: vänta tills
uk: чекати поки

source: repeat until
ca: repeteix fins
de: wiederhole bis
el: επανάλαβε ώσπου
es: repetir hasta que
et: korda kuni _
eu: errpikatu
fr: répéter jusqu'à
gl: repetir ata que
it: ripeti fino a quando
lv: atkārtot līdz
nb: gjenta til
pt: até que, repete
ro: repeta pana cand
sl: ponavljaj do takrat, ko
sv: repetera tills
uk: повторити поки не

source: stop
ca: atura
de: stoppe
el: σταμάτησε
es: detener
et: stopp _
eu: gelditu
gl: parar
it: arresta
lv: apturēt
nb: stopp
pt: pára
ro: opreste
sl: ustavi
sv: stoppa
uk: стоп

source: when I start as a clone
ca: quan una còpia meva comenci
de: Wenn ich als Klon entstehe
el: όταν ξεκινήσει ο κλώνος
es: cuando comience como clon
et: kui alustan kloonimist
eu: Klon modura hasten naizenean
fr: quand je commence comme une clone
gl: cando comece coma un clon
it: quando vengo clonato
lv: kad es uzrodos kā klons
nb: når jeg starter som klon
pt: Quando fores criado como um clone
ro: cand incep ca o clona
sl: ko začnem kot klon
sv: när jag startar som klon
tr: ikiz olarak başladığımda
uk: коли я починаю як клон

source: create clone of
ca: crea una còpia de
de: erzeuge Klon von
el: δημιούργησε έναν κλώνο του
es: crear clon de
et: loo kloon _
eu: hurrengoaren klona sortu
fr: créer un clone de
gl: crear clon de
it: crea clone di
lv: izveidot dublikātu
nb: lag klon av
pt: cria um clone de
ro: creaza clona pentru
sl: kloniraj
sv: skapa klon av
uk: створити клон

source: delete this clone
ca: esborra aquesta còpia
de: lösche diesen Klon
el: διάγραψε αυτόν τον κλώνο
es: borrar este clon
et: eemalda see kloon
eu: klon hau ezabatu
fr: supprimer ce clone
gl: borrar este clon
it: elimina questo clone
lv: dzēst šo dublikātu
nb: slett denne klonen
pt: remove-te como clone
ro: sterge aceasta clona
sl: izbriši ta klon
sv: radera klonen
tr: bu ikizi sil
uk: вилучити цей клон

source: Sensing
ca: Sensors
cs: Vnímání
de: Fühlen
el: Αισθητήρες
es: Sensores
et: Andurid
eu: Sentsoreak
fr: Capteurs
ga: Brath
gl: Sensores
it: Sensori
ja: 調べる
lv: Uztveršana
nb: Sansing
pt: Sensores
ro: Detectare
sl: Zaznavanje
sr: Осећаји
sv: Känna av
tr: Algılama
uk: Датчики

source: touching
ca: tocant
de: wird berührt _ ?
el: αγγίζει το _
es: tocando
et: puudutab _ ?
eu: ukitzen
fr: touché
gl: tocando
it: sta toccando
lv: pieskaras
nb: berører
pt: estás a tocar em
ro: atingere
sl: se dotika
sv: rör
uk: торкається

source: touching color
ca: tocant el color
de: wird Farbe _ berührt?
el: αγγίζει το χρώμα _
es: tocando el color
et: puudutab värvi
eu: kolorea ukitzen
fr: couleur touchée
gl: tocando a cor
it: sta toccando il colore
lv: pieskaras krāsai
nb: berører fargen
pt: estás a tocar na cor
ro: atingere culoare
sl: se dotika barve
sv: rör färgen
uk: торкається кольору

source: color is touching
ca: color sobre
de: Farbe _ berührt _ ?
el: το χρώμα _ αγγίζει το χρώμα _
es: color está tocando
et: värv puudutab värvi
eu: kolorea ukitzen ari da
fr: couleur touche
gl: cor está tocando
it: il colore sta toccando il colore
lv: krāsa pieskaras
nb: farge berører
pt: a cor está a tocar na cor
ro: culoarea este atinsa
sl: barva se dotika
sv: rör färgen
tr: rengine değdi (mi?)
uk: колір торкається

source: distance to
ca: distància a
de: Entfernung von
el: η απόσταση μέχρι το _
es: distancia a
et: kaugus
eu: distantzia
fr: distance de
gl: distancia a
it: distanza da
lv: attālums līdz
nb: avstand til
pt: a distância até
ro: distanta pana la
sl: razdalja do
sv: avstånd till
uk: відстань до

source: ask _ and wait
ca: pregunta _ i espera
de: frage _ und warte
el: ρώτησε _ και περίμενε
es: preguntar _ y esperar
et: küsi _ ja oota
eu: _ galdetu eta txaron
fr: demande _et attends
gl: preguntar _ e agardar
it: chiedi _ e attendi
lv: vaicāt _ un gaidīt
nb: spør _ og vent
pt: pergunta _ e espera pela resposta
ro: intreaba _ si asteapta
sl: vprašaj _ in počakaj
sv: fråga _ och vänta
uk: запитати_та чекати

source: answer
ca: resposta
de: Antwort
el: απάντηση
es: respuesta
et: vastus
eu: erantzun
fr: réponse
gl: reposta
it: risposta
lv: atbilde
nb: svar
pt: a resposta
ro: raspuns
sl: odgovor
sv: svar
tr: cevap
uk: відповідь

source: key _ pressed?
ca: tecla _ premuda?
de: Taste _ gedrückt?
el: πατήθηκε το πλήκτρο _
es: tecla _ presionada?
et: klahv _ all?
eu: _ tekla sakatuta?
fr: touche _pressée?
gl: tecla _ premida?
it: tasto _ premuto
lv: nospiests taustiņš _ ?
nb: tast _ trykket?
pt: a tecla _ está a ser pressionada
ro: tasta _ apasata?
sl: je pritisnjena tipka _?
sv: tangent _ nedtryckt?
tr: _ tuşu basılı (mı?)
uk: клавішу_натиснуто?

source: mouse down?
ca: ratolí clicat?
de: Maustaste gedrückt?
el: πατήθηκε το ποντίκι;
es: ratón presionado?
et: hiir all?
eu: sagua sakatuta?
fr: souris pressée?
gl: rato premido?
it: tasto del mouse premuto
lv: peles taustiņš nospiests?
nb: museknappen er nede?
pt: o botão do rato está pressionado
ro: mouse jos?
sl: miška pritisnjena
sv: musknappen?
tr: fareye basılı (mı?)
uk: мишку натиснуто?

source: mouse x
ca: ratolí x
de: Maus x-Position
el: θέση x του ποντικιού
es: posición x del ratón
et: hiire x
eu: saguaren x
fr: souris x
gl: posición x do rato
it: x del mouse
lv: peles x
nb: mus x
pt: a coordenada x do rato
sl: miška x
sv: mus x
uk: мишка х

source: mouse y
ca: ratolí y
de: Maus y-Position
el: θέση y του ποντικιού
es: posición y del ratón
et: hiire y
eu: saguaren y
fr: souris y
gl: posición y do rato
it: y del mouse
lv: peles y
nb: mus y
pt: a coordenada y do rato
sl: miška y
sv: mus y
uk: мишка у

source: loudness
ca: volum del so
de: Lautstärke
el: ένταση
es: intensidad del sonido
et: valjus
eu: ozentasuna
fr: volume sonore
gl: intensidade do son
it: volume microfono
lv: skaļums
nb: lydnivå
pt: a intensidade do som
ro: putere
sl: glasnost
sv: ljudstyrka
uk: гучність

source: video _ on _
ca: vídeo de _ a _
de: Video _ auf _
el: _ προβολής κάμερας στο _
es: _ del video en _
eu: _ bideoa _ (a)n
fr: vidéo _sur _
gl: _ do vídeo en _
it: _ del video della webcam rispetto a _
lv: video _ uz _
nb: video _ på _
pt: _ do vídeo em _
ro: video _ pe _
sl: video _ na _
sv: video _ på _
uk: відео _ на _

source: turn video
ca: posa vídeo
de: schalte Video
el: _ την προβολή κάμερας
es: encender video
et: lülita video _
eu: bideoa piztu
fr: activer la vidéo
gl: acender vídeo
it: _ il video della webcam
lv: pārslēgt video
nb: sett video
pt: altera o estado do vídeo para
ro: comuta video
sl: prižgi video
sv: vänd video
tr: videoyu
uk: перемкнути відео

source: set video transparency to
ca: fixa la transparència de vídeo a
de: setze Video-Transparenz auf
el: όρισε τη διαφάνεια προβολής κάμερας σε _
es: fijar transparencia de video a
et: võta video läbipaistvus _ %
eu: bideoaren gardentasuna ezarri
fr: mettre la transparence vidéo à
gl: fixar transparencia de video a
it: porta la trasparenza della webcam a
lv: iestatīt video caurspīdīgumu uz
nb: sett gjennomsiktighet av video til
pt: altera a transparência do vídeo para
ro: seteaza transparenta video la
sl: nastavi prozornost videa na
sv: sätt video genomskinlighet till
uk: встановити прозорість відео в

source: timer
ca: cronòmetre
de: Stoppuhr
el: χρονομέτρηση
es: cronómetro
et: taimer
eu: kronometroa
fr: chronomètre
gl: cronómetro
it: cronometro
lv: taimeris
nb: sekundklokke
pt: o valor do cronómetro
ro: cronometru
sl: štoparica
tr: süre ölçer
uk: таймер

source: reset timer
ca: reinicia el cronòmetre
de: setze Stoppuhr zurück
el: μηδένησε τη χρονομέτρηση
es: reiniciar cronómetro
et: taimer algseisu
eu: kronometroa berrezarri
fr: réinitialiser le chronomètre
gl: reiniciar o cronómetro
it: azzera cronometro
lv: atiestatīt taimeri
nb: nullstill klokka
pt: reinicia o cronómetro
ro: reseteaza cronometru
sl: ponastavi štoparico
sv: nollställ timer
tr: süre ölçeri sıfırla
uk: перезапустити таймер

source: _ of _
ca: _ de _
de: _ von _
el: _ του _
es: _ de _
eu: _ ko _
fr: _ de _
gl: _ de _
it: _ di _
lv: _ no _
nb: _ av _
pt: _ de _
sl: _ od _
sv: _ av _
uk: _ з _

source: current _
ca: _ actual
de: _ im Moment
el: τρέχων _
es: _ actual
et: jooksev _
eu: oraingo _
fr: actuel_
gl: _ actual
it: _ attuale
lv: aktīvais _
nb: nåværende _
pt: _ actual
ro: _ curent
sl: trenutni _
sv: aktuell _
uk: поточне _

source: days since 2000
ca: dies des del 2000
de: Tage seit 2000
el: ημέρες από το 200
es: días desde el 2000
et: päevi alates 2000
eu: 2000z geroztiko egunak
fr: jours depuis 2000
gl: días dende el 2000
it: giorni trascorsi dal 2000
lv: dienas kopš 2000. gada
nb: dager siden 2000
pt: o número de dias desde 2000
ro: zile din 2000
sl: dni od leta 2000
sv: dagar sedan 2000
uk: днів після 2000

source: username
ca: nom usuari
de: Benutzername
el: Όνομα χρήστη
es: nombre de usuario
et: kasutajanimi
eu: erabiltzaile izena
fr: Nom d'utilisateur
gl: nome de usuario
lv: lietotājvārds
nb: brukernavn
pt: o nome de utilizador
ro: nume utilizator
sl: uporabniško ime
sv: användarnamn
tr: kullanıcı adı
uk: користувач

source: Operators
ca: Operadors
cs: Operátory
de: Operatoren
el: Τελεστές
es: Operadores
et: Tehted
eu: Operadoreak
fr: Opérateurs
ga: Oibreoirí
gl: Operadores
it: Operatori
ja: 演算
lv: Operatori
nb: Operatorer
pt: Operadores
ro: Operatori
sl: Operatorji
sr: Операције
sv: Operatorer
tr: İşlemler
uk: Оператори

source: pick random _ to _
ca: nombre a l'atzar entre _ i _
de: Zufallszahl von _ bis _
el: επίλεξε έναν τυχαίο αριθμό από το _ μέχρι το _
es: número al azar entre _ y _
et: juhuarv _ kuni _
eu: _ eta _ arteko ausazko balioa aukeratu
fr: nombre aléatoire entre _et_
gl: número ao chou entre _ e _
it: numero a caso tra _ e _
lv: izvēlēties nejauši no _ līdz _
nb: tilfeldig tall fra _ til _
pt: um valor ao acaso entre _ e _
ro: alege aleator intre _ si _
sl: naključno število med _ in _
sv: slumptal _ till _
uk: випадкове від _ до _

source: and
ca: i
de: und
el: και
es: y
et: ja
eu: eta
fr: et
gl: e
it: e
lv: un
nb: og
pt: e
ro: si
sl: in
sv: och
uk: і

source: or
ca: o
de: oder
el: ή
es: o
et: _ või _
eu: edo
fr: ou
gl: ou
it: o
lv: vai
nb: eller
pt: ou
ro: sau
sl: ali
sv: eller
uk: або

source: not
ca: no
de: nicht
el: δεν ισχύει ότι
es: no
et: mitte _
eu: ez
fr: non
gl: non
it: non
lv: nav
nb: ikke
pt: é falso que
ro: nu
sl: ne
sv: inte
uk: не

source: join
ca: uneix
de: verbinde
el: ένωσε το _ με το _
es: unir
eu: elkartu
fr: regroupe
gl: unir
it: unione di
lv: apvienot
nb: sett sammen
pt: a junção de
ro: alatura
sl: združi
sv: förena
uk: приєднати

source: letter _ of
ca: lletra _ de
de: Zeichen _ von
el: το _ ° γράμμα του _
es: letra _ de
et: märk _ sõnas
eu: _ garren hizkia
fr: lettre _de
gl: letra _ de
it: lettera _ di
lv: burts _ no _
nb: bokstav _ i
pt: o caractere _ de
ro: litera _ din
sl: _. črka v
sv: bokstav _ i
uk: символ _ у

source: More Blocks
ca: Més Blocs
cs: Bloky
de: Weitere Blöcke
el: Περισσότερα Τετράγωνα Εντολών
es: Más bloques
et: Lisaplokid
eu: Bloke gehiago
fr: Ajouter Blocs
ga: Tuilleadh Blocanna
gl: Máis Bloques
it: Altri Blocchi
ja: その他
lv: Vairāk bloki
nb: Flere Klosser
pt: Mais Blocos
ro: Mai multe blocuri
sl: Več blokov
sr: Осталo
sv: Fler Block
tr: Özel Taşlar
uk: Нові блоки

source: Make a Block
ca: Crea un bloc
de: Neuer Block
el: δημιουργήστε ένα τετράγωνο εντολών
es: Crear un bloque
et: Tee plokk
eu: Bloke bat sortu
fr: Créer un bloc
gl: Crear un Bloque
it: Crea Blocco
lv: Izveidot bloku
nb: Lag en Kloss
pt: Criar um Bloco
ro: Creaza un bloc
sl: Ustvari blok
sv: Skapa ett Block
uk: Створити блок

source: Add an Extension
ca: Afegeix una Extensió
de: Erweiterung hinzufügen
el: Προσθήκη Επέκτασης
fr: Ajouter une extension
gl: Engade unha Extensión
it: Aggiungi un'Estesione
lv: Pievienot paplašinājumu
nb: Legg inn tilleggsfunksjon
pt: Adicionar uma Extensão
sl: Dodaj razširitev
tr: Bir Uzantı Ekle

source: Extensions
de: Erweiterungen
el: Επεκτάσεις
gl: Extensións
it: Estensioni
lv: Paplašinājumi
nb: Tilleggsfunksjoner
pt: Extensões
sl: Razširitve
tr: Uzantılar

source: Add blocks that extend what you can do in Scratch
ca: Afegeix blocs que expandeixen el que pots fer amb Scratch
de: Füge Blöcke hinzu, die die Möglichkeiten von Scratch erweitern.
el: Προσθέστε τετράγωνα εντολών τα οποία επεκτείνουν τη χρήση του Scratch.
fr: Ajouter des blocs qui permettent une extension de ce que vous pouvez faire dans Scratch
gl: Engade bloques que extendan o que podes facer en Scratch
it: Aggiunge nuovi blocchi che estendono le possibilità di uso di Scratch
lv: Pievienot blokus, kas paplašina iespējamās darbības ar Scratch
nb: Legg til nye klosser som utvider mulighetene i Scratch
pt: Adicione blocos que lhe permitem fazer mais no Scratch
sl: Dodaj bloke, ki dodajo možnosti k temu, kar lahko narediš v Scratchu.

source: <p>Extensions allow you to connect Scratch to hardware devices or web services.</p> <p> Click "Add an Extension" and choose from the dialog box. For hardware devices, it will prompt you to download and install a browser plug-in. </p>
ca: <p>Les Extensions et permeten connectar Scratch amb maquinari i serveis web.</p> <p> Clica "Afegeix una Extensió" i tria'n una. Les extensions de maquinari et demanaran que descarreguis i instal·lis un connector del navegador. </p>
de: <p>Erweiterungen erlauben dir, Scratch mit externen Geräten oder Webdiensten zu verbinden.</p> <p> Klicke "Erweiterung hinzufügen" und wähle eine Erweiterung aus der Dialogbox. Für externe Geräte wirst du aufgefordert werden, ein Browser-Plug-in herunterzuladen und zu installieren. </p>
el: <p>Οι επεκτάσεις σας επιτρέπουν να συνδέετε το Scratch με υλικές συσκευές ή υπηρεσίες του ιστού.</p> <p> Πατήστε "Προσθήκη Επέκτασης" και επιλέξτε από το κουτί διαλόγου. Για υλικές συσκευές, θα ερωτηθείτε να κατεβάσετε και να εγκαταστήσετε ένα plug-in για το φυλλομετρητή σας.</p>
fr: <p>Les extensions vous permettent de connecter Scratch aux matériels périphériques ou à des services Web.</p> <p> Cliquer sur "Ajouter une extension" et choisir dans la boîte de dialogue. Pour les matériels périphériques, vous êtes invité à télécharger et installer un plug-in de navigateur. </p>
gl: <p>As extensións permítenche conectar Scratch a dispositivos hardware ou servizos web.</p> <p> Preme "Engadir unha Extensión" e elixe dende o cadro de diálogo. Para dispositivos hardware, pedirache que descargues e instales un plug-in no navegador. </p>
it: <p>Le estensioni di permettono di collegare Scratch a dispositivi hardware o a servizi web.</p> <p> Clicca su "Aggiungi un'Estensione" e scegli l'estensione nella finestra di dialogo. Per estensioni riguardanti dispositivi hardware ti verrà chiesto di scaricare e installare un plug-in. </p>
lv: <p>Paplašinājumi ļauj Jums pieslēgt Scratch fiziskām ierīcēm vai web servisiem.</p> <p> Nospied "Pievienot paplašinājumu" un izvēlaties no izvēlnes loga. Fiziskām ierīcēm tas lūgs lejuplādēt un instalēt pārlūka spraudni. </p>
nb: <p>Med tilleggsfunksjoner kan Scratch kobles til ny maskinvare og webtjenester.</p> <p> Klikk "Legg inn programtillegg" og velg fra menyen. For tilleggsfunksjoner for ny maskinvare blir du bedt om å laste ned et tilleggsprogram for nettleseren. </p>
pt: <p>As extensões permitem-lhe ligar o Scratch a dispositivos ou a serviços Web.</p> <p> Clique em «Adicionar uma Extensão» e escolha uma extensão na caixa de diálogo. No caso de uma extensão para dispositivos, ser-lhe-á pedido que descarregue e instale um <i>plug-in</i> do navegador. </p>
sl: <p>Razširitve omogočajo, da Scratch povežemo s strojno opremo in spletnimi servisi.</p> <p> Klikni na "Dodaj razširitev" in izberi v pogovornem oknu. Za strojne naprave je potrebno namestiti ustrezen vtičnik. </p>

source: Currently there is one extension available:<br> <a href="../../ext/wedo">LEGO WeDo</a>
ca: Actualment hi ha una extensió disponible:<br> <a href="../../ext/wedo">LEGO WeDo</a>
de: Derzeit ist eine Erweiterung verfügbar:<br> <a href="../../ext/wedo">LEGO WeDo</a>
el: Προς το παρόν υπάρχει μια επέκταση διαθέσιμη:<br> <a href="../../ext/wedo">LEGO WeDo</a>
fr: Actuellement, il est un extension disponible<br> <a href="../../ext/wedo">LEGO WeDo</a>
gl: Nestes momentos hai unha extensión dispoñible:<br> <a href="../../ext/wedo">LEGO WeDo</a>
it: Attualmente c'è solo un'estensione disponibile:<br> <a href="../../ext/wedo">LEGO WeDo</a>
lv: Pašlaiks ir pieejams viens paplašinājums:<br> <a href="../../ext/wedo">LEGO WeDo</a>
nb: Det finnes nå tilleggsfunksjoner for<br> <a href="../../ext/wedo">LEGO WeDo</a>
pt: Actualmente existe uma extensão disponível:<br> <a href="../../ext/wedo">LEGO WeDo</a>
sl: Trenutno je na voljo ena razširitev:<br> <a href="../../ext/wedo">LEGO WeDo</a>

source: <h4>Troubleshooting:</h4> <p>If your extension is not working, see the <a href="../../ui/extensions/">Extensions tips</a>.
ca: <h4>Problemes:</h4> <p>Si la teva extensió no funciona correctament, mira l'<a href="../../ui/extensions/">ajuda sobre Extensions</a>.
de: <h4>Fehlerbehebung:</h4> <p>Falls deine Erweiterung nicht funktioniert, sieh dir die <a href="../../ui/extensions/">Erweiterungstipps</a> an.
el: <h4>Επίλυση Προβλημάτων:</h4> <p>Εάν η επέκταση δε λειτουργεί, μεταβείτε στις <a href="../../ui/extensions/">Συμβουλές για τις Επεκτάσεις</a>.
fr: <h4>Dépannage:</h4> <p>Si votre extension ne fonctionne pas, voir les <a href="../../ui/extensions/">Conseils pour extensions</a>.
gl: <h4>Resolución de problemas:</h4> <p>Si a túa extensión non está funcionando, olla as <a href="../../ui/extensions/">suxestións para Extensións</a>.
it: <h4>Soluzione dei Problemi:</h4> <p>Se la tua estensione non funziona, vai alla pagina dei <a href="../../ui/extensions/">Suggerimenti per le Estensioni</a>.
lv: <h4>Problēmu novēršana:</h4> <p>Ja tavs paplašinājums nedarbojas, skaties <a href="../../ui/extensions/">Paplašinājumu padomus</a>.
nb: <h4>Feilsøking:</h4> <p>Hvis du ikke får tilleggsfunksjonen til å virke, se <a href="../../ui/extensions/">tips for tilleggsfunksjoner</a>.
pt: <h4>Resolução de problemas:</h4> <p>Se a sua extensão não estiver a funcionar, veja as <a href="../../ui/extensions/">Dicas sobre extensões</a>.
sl: <h4>Odpravljanje težav:</h4> <p>Če razširitev ne deluje, glej <a href="../../ui/extensions/">Nasveti za razširitve</a>.

source: Adds the specified item to the end of the list
ca: Afegeix l'element indicat al final de la llista
de: Füge das angegebene Element am Ende der Liste ein.
el: Προσθέτει το συνγεκριμένο στοιχείο στο τέλος της λίστας
es: Añade el elemento especificado al final de la lista
et: Lisab määratud elemendi loendi lõppu
eu: Zehaztutako itema listaren bukaeran erantsi
fr: Ajouter l'élément spécifié à la fin de la liste
gl: Engade o elemento especificado ao final da lista
it: Aggiunge alla fine della lista l'elemento indicato
lv: Pievieno norādīto vienumu saraksta beigās
nb: Legg til et element på slutten av listen
pt: Adiciona o item especificado ao final da lista
ro: Adauga elementul precizat la sfarsitul listei
sl: Doda določen element na konec seznama
sv: Lägger till det angivna objektet vid slutet av listan
uk: Додати елемент в кінець списку
