Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: To remove the speech bubble, use a blank block: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
ca: Per fer desaparèixer la bafarada, utilitza un bloc en blanc: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
cs: Pro odstranění přemýšlecí bubliny použij prázdný blok: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
de: Willst du die Denkblase entfernen, benutze einen leeren Block: <img src="%(STATIC_URL)s/images/help/think-blank.png" />
el: Για να διαγράψετε το συννεφάκι, πατήστε πάνω σε κάποιο άδειο παρόμοιο τετράγωνο εντολής: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
es: Para quitar la burbuja de diálogo, use un bloque en blanco: <img src="%(STATIC_URL)s/images/help/es/think-blank.png" />.
et: Kõneballoni eemaldamiseks kasuta tühja ploki: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
eu: Hitz burbuila ezabatzeko, erabili bloke huts bat: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
fr: Pour supprimer la bulle de pensées, utilise un bloc vide: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
ga: Chun an bolgán cainte a bhaint, úsáid bloc folamh: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
gl: Para quitar a burbulla de diálogo, usa un bloque en branco: <img src="%(STATIC_URL)s/images/help/es/think-blank.png" />.
it: Per far sparire il pensiero usa un blocco vuoto: <img src="%(STATIC_URL)s/images/help/it/think-blank.png" />.
lv: Lai noņemtu runas mākoni, izmanto tukšu bloku: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
nb: Skriptet fortsetter videre mens tenkeboblen vises. Bruk en tom kloss <img src="%(STATIC_URL)s/images/help/think-blank.png" /> for å ta bort tenkeboblen.
pt: Para fazer desaparecer o balão de fala, use um bloco em branco: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
ro: Pentru a elimina balonul, foloseste un bloc vid: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
sl: Za odstranitev govornega oblačka uporabi prazen blok: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
sv: För att ta bort pratbubblan, använder du ett tomt block: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
tr: Konuşma balonunu kaldırmak için aynı taşı yazı kısmı boşken çalıştır: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
uk: Щоб вилучити хмаринку, використайте порожній блок: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.

source: Reports the value of the timer in seconds
ca: Informa del valor del cronòmetre en dècimes de segon
el: Αναφέρει την τιμή του χρονομέτρου σε δευτερόλεπτα.
es: Informa el valor del crónometro, en segundos
et: Tagastab taimeri väärtuse sekundites
eu: Kronometroaren balioa erakusten du segundutan
fr: Renvoie la valeur du chronomètre en secondes
gl: Devolve o valor do cronómetro en segundos
it: Restituisce il valore del cronometro in secondi
lv: Rāda taimera vērtību sekundēs
nb: Gir tid målt i sekunder
pt: Reporta o valor do cronómetro em segundos
ro: Returneaza valoarea cronometrului exprimata in secunde
sl: Vrne vrednost štoparice v sekundah
sv: Rapporterar timerns värde i sekunder
uk: Результатом є значення таймера в секундах

source: To see the value of timer, click the checkbox next to the block. The timer is always running. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
ca: Per veure el monitor del cronòmetre, fes clic a la casella de davant del bloc. El cronòmetre sempre està en marxa. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
el: Για να δείτε την τιμή του χρονομετρητή, πατήστε το κουτάκι δίπλα από το τετράγωνο εντολής. Το χρονόμετρο τρέχει πάντα. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
es: Para ver el valor del cronómetro, has clic en el recuadro enseguida del bloque. El cronómetro siempre está corriendo. <br><img src="%(STATIC_URL)s/images/help/es/timer-ex.png"/><br/>
et: Et näha taimeri väärtust, klõpsa märkeruutu ploki ees.Taimer töötab alati. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
eu: kronometroaren balioa ikusteko, blokearen ondoko kontrol taula klikatu. Kronometroa beti dago martxan. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
fr: Pour voir la valeur du chronomètre, clique sur la case à cocher à côté du bloc. Le chronomètre est toujours en cours d'exécution. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
gl: Para ver o valor do cronómetro, preme no recadro de verificación ao carón do bloque. O cronómetro está sempre correndo. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
it: Per vedere sullo Stage il valore del timer, clicca la casella a fianco del blocco. Il timer scorre sempre senza interruzione. <br><img src="%(STATIC_URL)s/images/help/it/timer-ex.png"/><br/>
lv: Lai redzētu taimera vērtību, ieliec ķeksīti blakus blokam. Taimeris strādā nepārtraukti. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
nb: Sekundklokken går hele tiden. Du kan vise klokkens verdi ved å klikke i ruten ved siden av klossen. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
pt: Para ver o valor do cronómetro, carregue na caixa de selecção junto ao bloco. O cronómetro está sempre a contar. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
sl: Za ogled vrednosti štoparice, klikni na potrditveno polje poleg bloka. Štoparica ves čas teče. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
sv: För att se värdet av timern, bocka i kryssrutan vid sidan om blocket. Timern körs hela tiden. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
uk: Щоб побачити значення таймера, клацніть позначку поруч блоку. Таймер завжди працює. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>

source: Reports the number of days since 2000
ca: Retorna el nombre de dies des de l'any 2000
el: Αναφέρει τον αριθμό την ημερών από την 1η Ιανουαρίου 2000.
es: Informa el número de días desde el 2000
et: Tagastab päevade arvu alates 1. jaanuarist 2000
eu: 2000 urtetik igarotako egunen kopurua itzultzen du
fr: Indique le nombre de jours depuis le 1er Janvier 2000
gl: Devolve o número de días dende o 2000
it: Restituisce il numero di giorni passati a partire dal 2000
lv: Atgriež skaitli, cik dienas pagājušas kopš 2000. gada 1. janvāra
nb: Gir antall dager siden 1. januar 2000
pt: Reporta o número de dias decorridos deste 1 de Janeiro de 2000
sl: Vrne število dni od leta 2000
sv: Rapporterar antalet dagar sedan 2000
uk: Повідомляє кількість днів від 1 січня 2000 року

source: Reports true if sprite is touching specified color
ca: Retorna cert si el personatge està tocant el color indicat
el: Αληθεύει όταν το αντικείμενο αγγίζει το συγκεκριμένο χρώμα
es: Devuelve verdadero si el objeto está tocando un color dado
et: Tagastab tõene, kui sprait puudutab antud värvi
eu: Spritea zehaztutako kolorea ukitzen badago egiazkoa itzultzen du
fr: Renvoie "vrai" si le lutin est en contact de la couleur spécifiée
gl: Devolve verdadeiro si a figura está tocando unha cor especificada
it: Restituisce il valore "vero" se lo sprite sta toccando il colore indicato
lv: Atgriež true, ja gariņš saskarās ar noteiktu krāsu
nb: Betingelse som er oppfylt hvis figuren berører angitt farge
pt: Reporta o valor verdadeiro se o actor está a tocar na cor especificada
ro: Returneaza adevarat daca sprite-ul atinge culoarea precizata
sl: Vrne 'resnično', če se figura dotika določene barve
sv: Rapporterar sant om sprajten rör vid en speciell färg
uk: Повідомляє коли спрайт торкається визначеного кольора

source: To choose a color, get the eye dropper by clicking in the square. Use the eye dropper to click on the color you want. The color will appear in the square. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>
ca: Per triar un color, activa el selector de colors fent clic a la casella. Utilitza el selector per clicar el color que vulguis. El color triat apareixerà a la casella. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>
el: Για να επιλέξετε ένα χρώμα, χρησιμοποιήστε τον επιλογέα χρωμάτων κάνοντας κλικ στο τετράγωνο και πατώντας στο χρώμα που θέλετε. Το χρώμα εμφανίζεται στο τεράγωνο. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>
es: Para elegir un color, selecciona el gotero haciendo clic en el recuadro. Usa el gotero para hacer clic en el color que desees. El color aparecerá en el recuadro. <p> <img src="%(STATIC_URL)s/images/help/es/touching-color-picker.png"/> </p>
et: Värvi valimiseks klõpsa värviruutu. Kasuta värvipipetti soovitud värvi valimiseks. Värv ilmub ruudukesse. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>
eu: Kolore bat aukeratzeko, tantaz tantakoa erabili laukian klikatuz. Tantaz tantakoa erabili nahi duzun kolorean klikatzeko. Kolorea laukian azalduko da. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>
fr: Pour choisir une couleur, prends le compte-gouttes en cliquant dans le carré. Utilise la pipette pour cliquer sur la couleur que tu choisis. La couleur apparaît dans le carré. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>
gl: Para elexir unha cor, toma o goteiro premendo co rato no recadro. Usa o goteiro para premer na cor que queres. A cor aparecerá no recadro. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>
it: Per scegliere un colore, usa il contagocce cliccando nel quadratino colorato. Clicca con il contagocce sul colore che desideri. Il colore apparità all'interno del quadratino colorato. <p> <img src="%(STATIC_URL)s/images/help/it/touching-color-picker.png"/> </p>
lv: Lai izvēlētos krāsu, klikšķinot uz kvadrātiņa. paņem krāsu pipeti. Izmanto pipeti un uzklikšķini uz izvēlētās krāsas. Šī krāsa parādīsies kvadrātiņā. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>
nb: For å velge farge, klikk først i fargeruten. Klikk deretter på et sted på skjermen som har fargen du ønsker. Fargen vises i ruten. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>
pt: Para escolher uma cor, obtenha a pipeta carregando no quadrado. Use a pipeta para clicar sobre a cor que desejar. A cor aparecerá no quadrado. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>
sl: Za izbiro barve, izberi kapalko s klikom na kvadrat. Uporabi kapalko, da izbereš barvo, ki jo želiš. Barva se bo pojavila v kvadratu. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>
sv: För att välja en färg, klicka på kvadraten för att få fram färgpipetten. Använd färgpipetten för att klicka på den färg du vill ha. Färgen dyker upp i kvadraten. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>
uk: Щоб обрати колір, скористайтеся Піпеткою, клацнувши по квадратику. Використовуючи Піпетку, клацніть по потрібному кольору. Обраний колір з’явиться у квадратику. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>

source: Reports true if sprite is touching specified sprite, edge, or mouse-pointer
ca: Retorna cert si el personatge està tocant el personatge indicat, la vora de l'escenari o el punter del ratolí
el: Αληθεύει όταν το αντικείμενο αγγίζει ένα άλλο συγκεκριμένο αντικείμενο, πλευρά ή τον δείκτη του ποντικιού.
es: Informa verdadero si el objeto actual está tocando un objeto dado, el borde, o el apuntador del ratón.
et: Tagastab <b>tõene</b>, kui sprait puudutab antud spraiti, serva või hiirekursorit
eu: Zehaztutako spritea, ertza edo sagu erakuslea ukitzen ari bada, egiazkoa itzultzen du
fr: Renvoie "vrai" si le lutin touche le lutin spécifié, un bord ou le pointeur de la souris
gl: Devolve verdadeiro si a figura está tocando un obxecto especificado, borde ou punteiro do rato
it: Restituisce il valore "vero" se lo sprite sta toccando il colore indicato, il bordo dello Stage o il puntatore del mouse
lv: Atgriež true, ja gariņš saskarās ar citu gariņu, malu vai peles kursoru
nb: Betingelse som er oppfylt hvis figuren berører det angitte objektet, enten en annen figur, en kant eller musepekeren
pt: Reporta o valor verdadeiro se o actor estiver a tocar no actor especificado, na borda ou no ponteiro do rato
ro: Returneaza adevarat daca sprite-ul atinge sprite-ul precizat, marginea sau cursorul mouse-ului
sl: Vrne 'resnično', če se figura dotika določene figure, roba ali kazalca miške
sv: Rapporterar sant om sprajten rör angiven sprite, kanten eller muspekaren
uk: Результатом є ІСТИННО якщо спрайт торкається визначеного спрайта, меж екрану чи вказівника миші

source: <p>You can use the <img src="%(STATIC_URL)s/images/help/touching.png"/> block in three different ways. Select from the pull-down menu to choose. You can check if the sprite is: </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>
ca: <p>Pots fer servir el bloc <img src="%(STATIC_URL)s/images/help/touching.png"/> de tres formes diferents. Selecciona de la llista desplegable per triar una. Pots comprovar si el personatge: </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>
el: <p> Μπορείτε να χρησιμοποιήσετε το <img src="%(STATIC_URL)s/images/help/touching.png"/> με τρεις διαφορετικούς τρόπους. Επιλέξτε από το μενού τον τρόπο που θέλετε να το χρησιμοποιήσετε. Μπορείτε να ελέγξετε αν το αντικείμενο: </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>
es: <p>Puedes usar el bloque <img src="%(STATIC_URL)s/images/help/es/touching.png"/> de tres maneras. Seleccionar del menú desplegable para elegir. Puedes verificar si el objeto está: </b></p> <p><img src="%(STATIC_URL)s/images/help/es/touching-ex2.png"/></p>
et: <p>Saad kasutada <img src="%(STATIC_URL)s/images/help/touching.png"/> ploki kolmel erineval viisil, valides rippmenüüst vajaliku. Saad kontrollida, kas sprait: </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>
eu: <p><img src="%(STATIC_URL)s/images/help/touching.png"/> blokea 3 era ezberdinetan erabil dezakezu. Goitikbeherako menutik hautatu aukeratzeko. Egiazta dezakezu ea spritea: </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/> ari den.</p>
fr: <p>Tu peux utiliser le bloc <img src="%(STATIC_URL)s/images/help/touching.png"/> de trois manières différentes. Sélectionnez dans le menu déroulant pour choisir. Tu peux vérifier si le lutin est: </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>
gl: <p>Podes usar o bloque <img src="%(STATIC_URL)s/images/help/es/touching.png"/> de tres maneiras. Seleccionar do menú despregable para elexir. Podes verificar si a figura está: </b></p> <p><img src="%(STATIC_URL)s/images/help/es/touching-ex2.png"/></p>
it: <p>Puoi usare il blocco <img src="%(STATIC_URL)s/images/help/it/touching.png"/> in tre modi diversi. Usa il menu per scegliere il modo che ti interessa. Puoi verificare se lo sprite sta: </b></p> <p><img src="%(STATIC_URL)s/images/help/it/touching-ex2.png"/></p>
lv: <p>Šo bloku vari izmantot <img src="%(STATIC_URL)s/images/help/touching.png"/> trīs dažādos veidos. Norādi izkrītošajā sarakstā, lai izvēlētos. Var pārbaudīt, vai gariņš: </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>
nb: <p>Du kan bruke klossen <img src="%(STATIC_URL)s/images/help/touching.png"/> på tre måter. Velg i menyen i klossen. Du kan sjekke om figuren </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>
pt: <p>Pode usar o bloco <img src="%(STATIC_URL)s/images/help/touching.png"/> de três formas diferentes. Seleccione a opção desejada no menu. Pode verificar se o actor: </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>
ro: <p>Poti sa folosesti blocul <img src="%(STATIC_URL)s/images/help/touching.png"/> in trei moduri diferite. Selecteaza din meniul derulant pentru a alege. Poti sa verifici daca sprite-ul este: </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>
sl: <p>Uporabiš lahko <img src="%(STATIC_URL)s/images/help/touching.png"/> blok na tri različne načine. Izbiraš lahko iz padajočega menija. Preveriš lahko, če se figura: </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>
sv: <p>Du kan använda <img src="%(STATIC_URL)s/images/help/touching.png"/> blocket på tre olika sätt. Välj från rullgardinsmenyn. Du kan kolla om sprajten är: </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>
uk: <p>Можна використати блок <img src="%(STATIC_URL)s/images/help/touching.png"/> трьома різними шляхами. Оберіть спосіб зі спадного меню. Ви можете це превірити на: </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>

source: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Turn to the left</h3>
ca: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Gira a l'esquerra</h3>
el: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Στρίψε στα αριστερά</h3>
es: <img src="%(STATIC_URL)s/images/help/es/turn-left-block.png"> <h3>Girar a la izquierda</h3>
et: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Pööra vasakule</h3>
eu: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Ezkerrerantza biratu</h3>
fr: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Tourne à gauche</h3>
gl: <img src="%(STATIC_URL)s/images/help/es/turn-left-block.png"> <h3>Xirar á esquerda</h3>
it: <img src="%(STATIC_URL)s/images/help/it/turn-left-block.png"> <h3>Ruota verso sinistra (ossia in senso antiorario)</h3>
lv: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Pagriezties pa kreisi</h3>
nb: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Vend mot venstre</h3>
pt: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Girar para a esquerda</h3>
sl: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Obrni se v levo</h3>
sv: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Vänd till vänster</h3>
tr: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Sola dön</h3>
uk: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Поворот ліворуч</h3>

source: <p>Type in the number of degrees you want the sprite to rotate.</p> <p>(If you type in a negative number, the sprite will go in the opposite direction.)</p>
ca: <p>Tecleja el nombre de graus que vols que el personatge giri.</p> <p>(Si tecleges un nombre negatiu, el personatge girarà en sentit contrari.)</p>
el: <p>Πληκτρολογήστε τον αριθμό των μοιρών που θέλετε να περιστρέψετε το αντικείμενο.</p> <p>(Οι αρνητικοί αριθμοί περιστρέφουν το αντικείμενο προς την αντίθετη κατεύθυνση.)</p>
es: <p>Ingrese el número de grados que desea que rote el objeto.</p> <p>(Si ingresa un número negativo, el objeto irá en la dirección opuesta.)</p>
et: <p>Sisesta, mitu kraadi soovid sprait pöörata.</p> <p>(Kui kirjutad negatiivse arvu, pöördub sprait vastupidises suunas)</p>
eu: <p>Spritea zenbat gradu biratzea nahi duzun idatzi.</p> <p>(Zenbaki negatibo bat idatziz gero, spritea aurkako norantzan joango da.)</p>
fr: <p>Entre le nombre de degrés de la rotation que doit effectuer ton lutin.</p> <p>(Si tu entres un nombre négatif, le lutin tournera dans le sens inverse.)</p>
gl: <p>Escribe o número de graos que queres que rote o obxecto.</p> <p>(Si introduces un número negativo, a figura irá na dirección oposta.)</p>
it: <p>Digita il numero di gradi di cui vuoi far ruotare lo sprite.</p> <p>(Se inserisci un numero negativo lo sprite ruoterà nella direzione opposta.)</p>
lv: <p>Ieraksti skaitli grādos, par cik vēlies pagriezt gariņu.</p> <p>(Ja ierakstīsi negatīvu skaitli, gariņš pagriezīsies pretējā virzienā.)</p>
nb: <p>Skriv inn antall grader du vil at figuren skal rotere.</p> <p>(Hvis du skriver et negativt tall går figuren i motsatt retning.)</p>
pt: <p>Introduza o número de graus que quer que o actor gire.</p> <p>(Se introduzir um número negativo, o actor girará no sentido oposto.)</p>
sl: <p>Vstavi, za koliko stopinj naj se zasuka figura.</p> <p>(Če vstaviš negativno število, se bo figura zasukala v nasprotno smer.)</p>
sv: <p>Skriv in antalet grader som du vill att sprajten ska rotera.</p> <p>(Om du skriver in ett negativt tal, roterar sprajten åt andra hållet.)</p>
tr: <p>Kuklanın sola ne kadar dönmesini istiyorsan derecesini yaz.</p> <p>(Eğer eksi bir sayı girersen, kukla aksi tarafa döner.)</p>
uk: <p>Введіть число градусів кута на який слід повернути спрайт.</p> <p>(Якщо ви введете від’ємне число, спрайт повертатиметься у протилежному напрямку.)</p>

source: Turn to the right
ca: Gira a la dreta
cs: Zatočení doprava
de: Drehe dich nach rechts
el: Στρίψε στα δεξιά
es: Gira a la derecha
et: Pööra paremale
eu: Eskuinerantza biratu
fr: Tourner à droite
ga: Cas ar dheis
gl: Xirar á dereita
it: Gira a destra
lv: Pagriezties pa labi
nb: Vend mot høyre
pt: Gira para a direita
ro: Intoarce spre dreapta
sl: Obrni se v desno
sv: Vänd åt höger
tr: Sağa dön
uk: Повернутися праворуч

source: Type in the number of degrees you want the sprite to rotate.
ca: Tecleja el nombre de graus que vols que el personatge giri.
cs: Zadej počet stupňů o kolik chceš postavou otočit.
de: Gib die Gradzahl ein, um die sich die Figur drehen soll.
el: Πληκτρολογήστε τον αριθμό των μοιρών που θα θέλατε να περιστρέψετε το αντικείμενο.
es: Digite el número de grados que quiere que gire el objeto.
et: Sisesta kraadide arv, mille võrra tahad pöörata spraiti.
eu: Spritea zenbat gradu biratzea nahi duzun idatzi.
fr: Tu veux faire tourner le lutin: inscrit le nombre de degrés de la rotation .
gl: Escribe o número de graos que queres que xire a figura.
it: Inserisci il numero di gradi per il quale lo sprite deve ruotare.
lv: Ieraksti skaitli grādos, par cik vēlies pagriezt gariņu.
nb: Skriv inn antall grader figuren skal vende.
pt: Introduza o número de graus que quer que o actor gire.
ro: Tasteaza numarul de ggrade cu care doresti sa rotesti sprite-ul.
sl: Vstavi, za koliko stopinj naj se zasuka figura.
sv: Skriv in antalet grader du vill att sprajten ska rotera.
tr: Kuklanın kaç derece dönmesini istiyorsan rakamı yaz.
uk: Вкажіть кількість градусів, на яку має повернутися спрайт.

source: (If you type in a negative number, the sprite will go in the opposite direction.)
ca: (Si escrius un número negatiu, el personatge es mourà en la direcció contrària.)
cs: (Když napíšeš záporné číslo, postava se otočí opačným směrem.)
de: (Bei einer negativen Zahl dreht sich die Figur in die entgegengesetzte Richtung.)
el: (Εάν πληκτρολογήσετε έναν αρνητικό αριθμό, το αντικείμενο θα πάει προς την αντίθετη κατεύθυνση.)
es: (Si ingresas un número negativo, el objeto irá en la dirección opuesta.)
et: (Kui sa kirjutad negatiivse arvu, pöördub sprait vastupidises suunas.)
eu: (Zenbaki negatibo bat idatziz gero, spritea aurkako norantzan joango da.)
fr: (Si vous tapez un nombre négatif, le lutin va aller dans le sens opposé.)
ga: (Má chuireann tú uimhir dhiúltach isteach, rothlóidh an sprid sa treo eile.)
gl: (si introduces un número negativo, a figura irá na dirección contraria)
it: (Se inserisci un numero negativo, lo sprite ruoterà nella direzione opposta)
lv: (Ja ierakstīsi negatīvu skaitli, gariņš pagriezīsies pretējā virzienā.)
nb: (Hvis du skriver et negativt tall vender figuren motsatt vei.)
pt: (Se introduzir um número negativo, o actor girará na direcção oposta.)
ro: (Daca tastezi un numar negativ, sprite-ul va merge in directia opusa.)
sl: (Če vstaviš negativno število, se bo figura zasukala v nasprotno smer.)
sv: (Om du skriver in ett negativ tal går sprajten åt andra hållet.)
tr: (Eğer eksi bir değer girersen, kukla aksi tarafa döner.)
uk: (Якщо вказати від'ємне число, спрайт повернеться у протилежному напрямку.)
