Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Add background sound
el: Προσθήκη Μουσικής
es: Añadir un sonido de fondo
sl: Dodaj zvoke v ozadje
sv: Lägg till bakgrundsljud

source: Set up the project
el: Ξεκίνημα του Έργου
es: Configura el proyecto
sl: Postavi projekt na noge
sv: Sätt upp ett projekt

source: Share your holiday card
el: Μοιραστείτε την Εορταστική σας Κάρτα
es: Comparte tu tarjeta de día festivo
et: Jaga oma pühadekaarti
sl: Deli voščilnico z drugimi
sv: Dela ut ditt feriekort

source: Let's code!
el: Ας προγραμματίσουμε!
es: Vamos a codificar!
et: Programmeerime!
sl: Začnimo programirati!
sv: Låt oss koda!

source: Your message has been sent! We check our mail every day, but it may take us several days to respond.
sv: Ditt meddelande är skickat! Vi kollar e-post varje dag, men det kan ta oss flera dagar att svara.

source: title
cs: nadpis
et: pealkiri
eu: titulua
ga: teideal
ja: タイトル
ro: titlu
sr: наслов
sv: titel
uk: назва

source: description
cs: popis
et: kirjeldus
eu: deskribapena
ga: cur síos
ja: 説明
ro: descriere
sr: опис
sv: beskrivning
uk: опис

source: content
cs: obsah
et: sisu
eu: edukia
ga: ábhar
ja: 内容
ro: continut
sr: садржај
sv: innehåll
uk: вміст

source: language
cs: jazyk
et: keel
eu: hizkuntza
ga: teanga
ja: 言語
ro: limba
sr: језик
sv: språk
uk: мова

source: static page
cs: statická stránka
et: staatiline leht
eu: orri estatikoa
ga: leathanach statach
ja: 静的ページ
ro: pagina statica
sr: непроменљива страна
sv: statisk sida
uk: статична сторінка

source: static pages
cs: statické stránky
et: staatilised lehed
eu: orri estatikoak
ga: leathanaigh statacha
ja: 静的ページ
ro: pagini statice
sr: непроменљиве стране
sv: statiska sidor
uk: статичні сторінки

source: Educators
cs: Učitelé
et: Koolitajad
eu: Hezitzaileak
ga: Múinteoirí
he: מחנכים
ja: 教育者
ro: Profesori
sr: Наставници
sv: Lärare
uk: Вчителям

source: Parents
cs: Rodiče
et: Lapsevanemad
eu: Gurasoak
ga: Tuismitheoirí
he: הורים
ja: 保護者
ro: Parinti
sr: Родитељи
sv: Föräldrar
uk: Батькам

source: Sorry, comment posting has been turned off for this %(type)s.
et: Vabandust, kommenteerimise lähetus on välja lülitatud sellele %(type)s.
eu: Iradokizunak ezgaitu egin dira %(type)s honentzat.
sv: Tyvärr, kommentering av inlägg är avslaget för detta %(type)s.
uk: На жаль, публікація коментарів була відключена для %(type)s.

source: Last modified: %(tDate)s
cs: Poslední změna: %(tDate)s
et: Viimati muudetud: %(tDate)s
eu: Azken aldaketa: %(tDate)s
ga: Dáta athraithe: %(tDate)s
ja: 最終更新日： %(tDate)s
ro: Ultima modificare: %(tDate)s
sr: Последњи пут измењено: %(tDate)s
sv: Senast ändrad: %(tDate)s
uk: Остання зміна: %(tDate)s

source: Curators ( <span data-count="curators">%(tCount)s</span> )
cs: Správci ( <span data-count="curators">%(tCount)s</span> )
et: Kuraatorid ( <span data-count="curators">%(tCount)s</span> )
eu: Ontzailea ( <span data-count="curators">%(tCount)s</span> )
ga: Coimeádaithe ( <span data-count="curators">%(tCount)s</span> )
he: אוצרים ( <span data-count="curators">%(tCount)s</span> )
ja: 管理人 ( <span data-count="curators">%(tCount)s</span> )
ro: Manageri ( <span data-count="curators">%(tCount)s</span> )
sr: Старатељи ( <span data-count="curators">%(tCount)s</span> )
sv: Administratörer ( <span data-count="curators">%(tCount)s</span> )
uk: Куратори ( <span data-count="curators">%(tCount)s</span> )

source: Edmodo
eu: Edmondo
sv: Edmondo

source: Getting Started
cs: Začínáme
et: Alustamine
eu: Lehen urratsak
ga: Tús Maith
ja: 始め方
ro: Introducere
sv: Komma igång
uk: Розпочинаючи роботу

source: Step-by-Step Intro
cs: Úvod krok-za-krokem
et: Samm-sammuline sissejuhatus
eu: Pausuz pausuko sarrera
ga: Céadtosach Céim ar Chéim
ja: ステップバイステップ方式の紹介
ro: Introducere pas cu pas
sr: Постепен корак-по-корак увод
sv: Steg-för-steg introduktion
uk: Покроковий вступ

source: Map of Project Editor
cs: Mapat editoru projektu
et: Projektiredaktori mapp
eu: Proiektu editorearen mapa
ga: Léarscáil an Eagarthóra Tionscadail
ja: プロジェクトエディタのマップ
ro: Harta editorului de proiect
sv: Karta på Projektredigeraren
uk: Мапа Редактору проектів

source: 1 Start Moving
et: 1 Start Liikumine
eu: 1 Mugitzen hasten
ro: 1 Incepe Miscarea
sv: 1 Börja med rörelse
uk: 1 Починаємо рух

source: Drag a <span class=movecolor>MOVE</span> block into the Scripts area.
cs: Přetáhni blok <span class=movecolor>POSUN</span> do plochy Scénáře.
et: Lohista <span class=movecolor>MOVE</span> plokk skriptide alasse.
eu: Arrastatu <span class=movecolor>MUGITU</span> bloke bat skripten gunera.
ga: Tarraing bloc <span class=movecolor>BOG</span> go dtí an limistéar 'Scripteanna'.
ja: <span class=movecolor>動かす</span>のブロックをスクリプトエリアへドラッグしてください。
ro: Trage un bloc de <span class=movecolor>MISCARE</span> in zona script-urilor.
sr: Превуци <span class=movecolor>ИДИ</span> блок у област са програмом.
sv: Dra ett <span class=movecolor>RÖRELSE</span>-block in till Scriptytan.
uk: Перетягніть блок <span class=movecolor>ПЕРЕМІСТИТИСЬ</span> на панель скриптів.

source: 10 Add a Sprite
et: 10 Lisa sprait
eu: 10 Skript bat gehitu
ro: 10 Adauga un sprite
sr: 10 Додај лик
sv: 10 Lägg till en Sprite
uk: 10 Додати спрайт

source: <p>NEW SPRITE BUTTONS:</p> <p><img src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose from the library</p> <p><img src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p> <p>To add this sprite, click <img src = "%(STATIC_URL)s/images/help/10b-sprite.png"> then select "Cassy Dancing":</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Drag the characters to where you want them on the Stage.</p>
et: <p>Nupud Uus sprait: </p> <p> <img src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Vali sprait teegist</p> <p> <img src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Uue spraidi joonistamine</p> <p> <img src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Spraidi laadimine failist </p> <p> <img src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Uus sprait pildist (veebikaameraga) </p> <p> Et lisada see sprait klõpsa <img src = "%(STATIC_URL)s/images/help/10b-sprite.png"> seejärel vali "Cassy Dancing": </p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"> </p> <p> Lohista kujund laval sobivasse kohta. </p>
eu: <p>SPRITE BERRIKO BOTOIAK:</p> <p><img src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Liburutegitik aukeratu</p> <p><img src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Zure spritea marraztu</p> <p><img src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Zure irudia edo spritea igo</p> <p><img src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Argazki bat atera (webcam bidez)</p> <p>Sprite hau gehitzeko, klikatu <img src = "%(STATIC_URL)s/images/help/10b-sprite.png"> , ondoren aukeratu "Cassy Dancing":</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Pertsonaiak eszenatokiko nahi duzun kokapenera arrasta itzazu.</p>
ro: <p>BUTOANE PENTRU SPRITE NOU:</p> <p><img src = "%(STATIC_URL)s/images/help/10b-sprite.png">Alege din biblioteca</p> <p><img src = "%(STATIC_URL)s/images/help/10c-sprite.png">Deseneaza-ti propriul sprite</p> <p><img src = "%(STATIC_URL)s/images/help/10d-sprite.png">Incarca-ti propria imagine sau sprite</p> <p><img src = "%(STATIC_URL)s/images/help/10e-sprite.png">Fa o poza (cu camera web)</p> <p>Pentru a adauga acest sprite, clic pe <img src = "%(STATIC_URL)s/images/help/10b-sprite.png"> apoi selecteaza "Cassy dansand":</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Trage personajele unde vrei tu in Scena.</p>
sr: <p>ДУГМАД ЗА НОВИ ЛИК:</p> <p><img src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Изабери из библиотеке</p> <p><img src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Наслика свој лик</p> <p><img src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Пошаљи своју слику или лик</p> <p><img src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Направи слику (веб камером)</p> <p>Да би додао овај лик, кликни на <img src = "%(STATIC_URL)s/images/help/10b-sprite.png"> затим изабери "Cassy Dancing":</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Превуци ликове на жељено место на позорници.</p>
sv: <p>NY SPRITE IKON:</p> <p><img src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Välj från biblioteket</p> <p><img src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Rita din egen sprite</p> <p><img src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Ladda upp en egen bild eller sprite</p> <p><img src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Ta en bild (med webbkameran)</p> <p>För att lägga till denna sprite, klicka <img src = "%(STATIC_URL)s/images/help/10b-sprite.png"> välj sedan "Cassy Dansar":</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Dra sprajterna dit du vill att de ska vara på Scenen.</p>
uk: <p>НОВИЙ СПРАЙТ:</p> <p><img src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Обрати з бібліотеки</p> <p><img src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Намалювати власний спрайт</p> <p><img src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Завантажити зображення чи спрайт</p> <p><img src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Отримати зображення з веб-камери</p> <p>Щоб додати цей спрайт, клацніть <img src = "%(STATIC_URL)s/images/help/10b-sprite.png"> обравши "Cassy Dancing":</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Перетягніть бажаний персонаж на Сцену.</p>

source: Explore!
et: Uuri!
eu: Esploratu!
ro: Exploreaza!
sv: Utforska!
uk: Вивчати!

source: You can add sound and animation to your new sprite.
et: Saad oma uuele spraidile lisada heli ja animatsiooni.
eu: Soinua eta animazioa gehitu diezaiokezu sprite berriari.
ro: Poti sa adaugi sunet sau animatie pentru noul tau sprite.
sr: Можеш да додаш звук и анимацију свом новом лику.
sv: Du kan lägga till ljud och animation till din nya sprite.
uk: Ви можете додати звук та анімацію до свого нового спрайту.

source: <b>ADD SOUND</b> <p>Click the Sounds tab <img src = "%(STATIC_URL)s/images/help/sounds-tab.png">. You can choose a sound <img src = "%(STATIC_URL)s/images/help/speaker-icon.png">, record your own <img src = "%(STATIC_URL)s/images/help/microphone-icon.png">, or import a sound file <img src = "%(STATIC_URL)s/images/help/upload-icon.png">.</p> <p>Then, click <img src = "%(STATIC_URL)s/images/help/scripts-tab.png">, and drag in <img src = "%(STATIC_URL)s/images/help/play-sound-block.png">. Choose the sound you want from the menu and click to play.</p> <p></p> <b>ANIMATE</b> <p>Click <img src = "%(STATIC_URL)s/images/help/costumes-tab.png"> to see a sprite's costumes. You can animate by switching between costumes.</p> <p>Click <img src = "%(STATIC_URL)s/images/help/scripts-tab.png"> and make a script that switches between costumes:</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png"> <img src="%(STATIC_URL)s/images/help/cassy-dance-animation.gif" /> </div>
et: <b>Helindi lisamine</b> <p> Klõpsa gruppi Helid <img src = "%(STATIC_URL)s/images/help/sounds-tab.png">. Saad valida heli <img src = "%(STATIC_URL)s/images/help/speaker-icon.png">, lindistada oma helindi <img src = "%(STATIC_URL)s/images/help/ mikrofoni-ikoonil.png"> või importida helifaili <img src = "%(STATIC_URL)s/images/help/upload-icon.png">. </p> <p> Seejärel klõpsa <img src = "%(STATIC_URL)s/images/help/scripts-tab.png"> ja lohista <img src = "%(STATIC_URL)s/images/help/play-sound-block.png ">. Vali meelepärane helind menüüst ja klõpsa nuppu Mängi.</p> <p></p> <b>Animeerimine</b> <p>Klõpsa <img src = "%(STATIC_URL)s/images/help/costumes-tab.png"> et näha spraidi kostüüme. Kostüüme vahetades saad tekitada animatsioni. </p> <p> Klõpsa <img src = "%(STATIC_URL)s/images/help/scripts-tab.png"> ja tee skript, mis vahetab kostüüme: </p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png"> <img src="%(STATIC_URL)s/images/help/cassy-dance-animation.gif" /> </div>
eu: <b>SOINUA GEHITU</b> <p>Soinuen fitxan klikatu <img src = "%(STATIC_URL)s/images/help/sounds-tab.png">. Soinua aukeratu dezakezu <img src = "%(STATIC_URL)s/images/help/speaker-icon.png">, zure musika grabatu dezakezu <img src = "%(STATIC_URL)s/images/help/microphone-icon.png">, edo soinu fitxategi bat inportatu <img src = "%(STATIC_URL)s/images/help/upload-icon.png">.</p> <p>Ondoren, klikatu <img src = "%(STATIC_URL)s/images/help/scripts-tab.png">, eta hona arrastatu <img src = "%(STATIC_URL)s/images/help/play-sound-block.png">. Nahi duzun soinua aukeratu menutik eta klik egin erreproduzitzeko (play).</p> <p></p> <b>ANIMATU</b> <p>Click <img src = "%(STATIC_URL)s/images/help/costumes-tab.png"> sprite baten mozorroak ikusteko. Mozorroak aldatuz animazio bat sor dezakezu.</p> <p>Click <img src = "%(STATIC_URL)s/images/help/scripts-tab.png"> eta mozorroak aldatzen dituen skripta sortu:</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png"> <img src="%(STATIC_URL)s/images/help/cassy-dance-animation.gif" /> </div>
ro: <b>ADAUGA SUNET</b> <p>Da clic pe tab-ul Sunete <img src = "%(STATIC_URL)s/images/help/sounds-tab.png">. Poti sa alegi un sunet <img src = "%(STATIC_URL)s/images/help/speaker-icon.png">, sa iti inregistrezi propriul sunet <img src = "%(STATIC_URL)s/images/help/microphone-icon.png"> sau sa importi un fisier de sunet <img src = "%(STATIC_URL)s/images/help/upload-icon.png">.</p> <p>Apoi, da clic pe <img src = "%(STATIC_URL)s/images/help/scripts-tab.png"> si trage in <img src = "%(STATIC_URL)s/images/help/play-sound-block.png">. Alege din meniu sunetul pe care il vrei tu si da clic pentru a-l asculta.</p> <img src = "%(STATIC_URL)s/images/help/play-sound-block.png"><img src = "%(STATIC_URL)s/images/help/play-sound-block.png"> <b>ANIMATIE</b> <p>Clic pe <img src = "%(STATIC_URL)s/images/help/costumes-tab.png"> pentru a vedea costumele unui sprite. Poti sa animezi prin comutarea intre costume.</p> <p>Clic pe <img src = "%(STATIC_URL)s/images/help/scripts-tab.png"> si fa un sprite care comuta intre costume:</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png"> <img src="%(STATIC_URL)s/images/help/cassy-dance-animation.gif" /> </div>
sv: <b>LÄGG TILL LJUD</b> <p>Klicka på Ljudfliken <img src = "%(STATIC_URL)s/images/help/sounds-tab.png">. Du kan välja ett ljud <img src = "%(STATIC_URL)s/images/help/speaker-icon.png">, spela in ditt eget <img src = "%(STATIC_URL)s/images/help/microphone-icon.png">, eller importera en ljudfil <img src = "%(STATIC_URL)s/images/help/upload-icon.png">.</p> <p>Därefter, klicka <img src = "%(STATIC_URL)s/images/help/scripts-tab.png">, och dra in <img src = "%(STATIC_URL)s/images/help/play-sound-block.png">. Välj det ljud du vill ha från menyn och klicka för att spela upp.</p> <p></p> <b>ANIMERA</b> <p>Klicka <img src = "%(STATIC_URL)s/images/help/costumes-tab.png"> för att se en sprites klädslar. Du kan animera genom att växla mellan klädslarna.</p> <p>Klicka <img src = "%(STATIC_URL)s/images/help/scripts-tab.png"> och skapa ett script som växlar mellan klädslarna:</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png"> <img src="%(STATIC_URL)s/images/help/cassy-dance-animation.gif" /> </div>
uk: <b>ДОДАТИ ЗВУК</b> <p>Клацніть вкладку Звуки <img src = "%(STATIC_URL)s/images/help/sounds-tab.png">. Ви можете вибрати звук <img src = "%(STATIC_URL)s/images/help/speaker-icon.png">, записати власний <img src = "%(STATIC_URL)s/images/help/microphone-icon.png">, або імпортувати звуковий файл <img src = "%(STATIC_URL)s/images/help/upload-icon.png">.</p> <p>Потім клацніть <img src = "%(STATIC_URL)s/images/help/scripts-tab.png">, та перетягуйте з <img src = "%(STATIC_URL)s/images/help/play-sound-block.png">. оберіть потрібний звук з меню та клацніть щоб відтворити.</p> <p></p> <b>АНІМАЦІЯ</b> <p>Клацніть <img src = "%(STATIC_URL)s/images/help/costumes-tab.png"> щоб переглянути образи спрайту. Ви можете створювати анімації, змінюючи образи.</p> <p>Клацніть <img src = "%(STATIC_URL)s/images/help/scripts-tab.png"> та створіть скрипт зі зміною образів спрайту:</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png"> <img src="%(STATIC_URL)s/images/help/cassy-dance-animation.gif" /> </div>

source: Share!
et: Jaga!
eu: Partekatu!
ro: Partajeaza!
sr: Дели (објави)!
sv: Dela!
uk: Публікувати!

source: <p><b>SHARE YOUR PROJECT</b></p> <p>Type a title for your project.</p>
et: <p><b>Jaga oma projekti</b></p> <p>Sisesta oma projekti pealkiri.</p>
eu: <p><b>ZURE PROIEKTUA PARTEKATU</b></p> <p>Zure proiektuaren titulua idatzi.</p>
ro: <p><b>PARTAJEAZA-TI PROIECTUL</b></p> <p>Tasteaza un titlu pentru proiectul tau.</p>
sv: <p><b>DELA DITT PROJEKT</b></p> <p>Skriv en titel på ditt projekt.</p>
uk: <p><b>ОПУБЛІКУЙТЕ СВІЙ ПРОЕКТ</b></p> <p>Уведіть назву свого проекту.</p>

source: When you're ready for others to see your project, click the <b>Share</b> button.
et: Kui oled valmis, et teised näevad sinu projekti, klõpsa nuppu<b>Jaga</b>.
eu: Besteei zure proiektua ikusten uzteko prest zaudenean, klikatu <b>Partekatu</b> botoia.
ro: Cand esti pregatit ca toti ceilalti sa iti vada proiectul, clic pe butonul <b>"Partajare"</b>.
sv: När du är redo för att andra ska se ditt projekt, klicka på <b>Dela</ b>-knappen.
uk: Якщо ви готові показати всім свій проект, клацніть кнопку <b>Опублікувати</b>.

source: <p>You can create many different types of projects with Scratch. To see examples, click <img src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> at the top left to explore projects on the Home page.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>If you see a project you like, click <img src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> and then click <img src = "%(STATIC_URL)s/images/help/remix-button.png">. Change the project to make it your own!</p>
et: <p>Scratchiga saab luua erinevaid projekte. Vaata näiteid, klõpsates <img src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> üleval vasakul, et uurida projekte kodulehel. </p> <p> <img src = "%(STATIC_URL)s/images/help/gobo-friends.png"> </p> <p> Kui näed projekti, mis sulle meeldib, klõpsa <img src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> ja seejärel nuppu <img src = "%(STATIC_URL)s/images/help/remix-button.png">. Muuda projekti! </p>
eu: <p>Scratchekin mota ezberdinetako proiektuak sor ditzakezu. Adibideak ikusteko, klikatu <img src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> goi-ezkerraldean Hasera orrian proiektuak esploratzeko.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Gustoko duzun proiektu bat ikusiz gero, klikatu <img src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> eta ondoren klikatu <img src = "%(STATIC_URL)s/images/help/remix-button.png">. Alda ezazu proiektua zure ideiak gehituz!</p>
ro: <p>Cu Scratch poti crea o multime de tipuri diferite de proiecte. Pentru a vedea exemple, in Pagina de inceput da clic pe <img src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> din partea stanga sus pentru a explora proiecte.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Daca vezi un proiect care iti place, clic pe <img src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> si apoi clic pe <img src = "%(STATIC_URL)s/images/help/remix-button.png">. Schimba proiectul pentru a-l face pe al tau!</p>
sv: <p>Du kan skapa många olika typer av projekt med Scratch. För att se exempel, klicka <img src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> uppe till vänster för att utforska projekt på webbplatsen.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Om du hittar ett projekt du gillar, klicka <img src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> och sedan klicka <img src = "%(STATIC_URL)s/images/help/remix-button.png">. Ändra projektet så att det blir ditt eget!</p>
uk: <p>У Scratch ви можете створити багато різних проектів. Щоб переглянути приклади, клацніть <img src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> ліворуч угорі для ознайомлення з проектами на домашній сторінці.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Якщо якийсь проект сподобався, клацніть <img src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> а потім клацніть <img src = "%(STATIC_URL)s/images/help/remix-button.png">. Переробіть проект, щоб отримати свій власний!</p>

source: <p>To learn more, you can browse the <a href="../../home/"><img src = "%(STATIC_URL)s/images/help/house-icon.png"></a> <a href="../../home/">Tips</a></b>.
et: <p>Täiendavalt võid vaadata <a href="../../home/"><img src = "%(STATIC_URL)s/images/help/house-icon.png"></a> <a href="../../home/">Selgitused</a></b>.
eu: <p>Gehiago ikasteko, <a href="../../home/"><img src = "%(STATIC_URL)s/images/help/house-icon.png"></a> <a href="../../home/"> aholkuak</a> irakur ditzakezu.</b>.
sv: <p>För att lära mer, kan du kolla in <a href="../../home/"><img src = "%(STATIC_URL)s/images/help/house-icon.png"></a> <a href="../../home/">Tips</a></b>.
uk: <p>Щоб дізнатись більше, ви можете переглянути <a href="../../home/"><img src = "%(STATIC_URL)s/images/help/house-icon.png"></a> <a href="../../home/">Підказки</a></b>.

source: 2 Add a Sound
cs: 2 Přidání zvuku
et: 2 Lisa helind
eu: 2 Soinu bat gehitu
ga: 2 Cuir Fuaim Leis
ja: 2 音を加える
ro: 2 Adauga un sunet
sr: 2 Додај звук
sv: 2 Lägg till ett Ljud
uk: 2 Додамо звук

source: (Make sure your computer's speakers are on.)
cs: (Zkontroluj, že tvůj počítač má zapnuté reproduktory.)
et: (Veendu, et sinu arvuti kõlarid on sisse lülitatud.)
eu: (Ordenagailuko bozgorailuak piztuta daudela ziurtatu)
ga: (Bí cinnte go bhfuil do challairí ar siúl.)
ja: (コンピュータのスピーカーがオンになっていることを確認してください。)
ro: (Asigura-te ca boxele calculatorului tau sunt pornite.)
sr: (Провери да ли су звучници рачунара укључени.)
sv: (Se till så att din dators högtalare är på.)
uk: (Вввімкніть гучномовець, якого приєднано до комп’ютера.)

source: 3 Start a Dance
cs: 3 Začni tanec
et: 3 Alusta tantsu
eu: 3 Dantzatu
ga: 3 Déan Rince
ja: 3 ダンスを始める
ro: 3 Incepe un Dans
sv: 3 Starta en Dans
uk: 3 Починаємо танець

source: Add another <span class=movecolor>MOVE</span> block. Click inside the block and type in a minus sign.
cs: Přidej další blok <span class=movecolor>POSUN</span>. Klikni dovnitř bloku a stiskni znaménko minus.
et: Lisa teine <span class=movecolor>MOVE</span> plokk. Klõpsa välja plokis ja tipi sinna miinus märk.
eu: Beste <span class=movecolor>MUGITU</span> bloke bat gehitu ezazu. Klikatu blokearen barnean eta minus zeinua (-) idatzi.
ga: Cuir bloc <span class=movecolor>BOG</span> eile leis. Cliceáil laistigh den bhloc agus clóscríobh comhartha lúide ann.
ja: 別の <span class=movecolor>動かす</span> ブロックを加えたら、ブロックの内側をクリックしてマイナス記号を入力してください。
ro: Adauga alt bloc <span class=movecolor>MISCARE</span>. Clic in interiorul blocului si tasteaza un semn minus.
sr: Додај још један <span class=movecolor>ИДИ/span> блок. Кликни унутар блока и одкуцај знак минус.
sv: Lägg till ett annat <span class=movecolor>RÖRELSE</span> block. Klicka inuti blocket och lägg till ett minustecken.
uk: Додайте інші блоки <span class=movecolor>ПЕРЕМІСТИТИСЬ</span> block. Клацнувши всередині блоку, можна змінити знак на мінус.
