Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Below are selected research papers, presentations, and theses on Scratch and the Scratch online community, followed by a list of National Science Foundation grants awarded to support Scratch.
de: Folgend sind ausgewählte Forschungspublikationen, Präsentationen und wissenschaftliche Abschlussarbeiten über Scratch und die Scratch-Onlinegemeinschaft, danach folgt eine Liste von Förderprojekten mit denen die National Science Foundation Scratch unterstützt.
fr: Voici ci-dessous une sélection de documents de recherche, de présentations et thèses sur Scratch et sur la communauté en ligne de Scratch, suivie par une liste des subventions accordées la National Science Foundation pour soutenir Scratch.
it: Qui sotto trovi articoli di ricerca, presentazioni e tesi di laurea su Scratch e sulla comunità online di Scratch, seguiti da una lista di borse assegnate dalla National Science Foundation per supportare Scratch.
lv: Zemāk ir daži pētnieciskie darbi, prezentācijas un tēzes par Scratch un Scratch tiešsaistes kopienu, kam seko saraksts ar Nacionālā Zinātnes fonda grantiem, kas piešķirti Scratch atbalstam.
nb: Nedenfor er et utvalg forskningsartikler, presentasjoner og avhandlinger om Scratch og nettsamfunnet, samt en liste over bevilgninger til Scratch fra National Science Foundation.
pt: Abaixo encontra-se uma selecção de artigos, apresentações e teses resultantes da investigação sobre o Scratch e a sua comunidade em linha, seguidos por uma lista de apoios dados pela National Science Foundation ao Scratch.

source: Research Papers &amp; Presentations
de: Forschungspublikationen &amp; Präsentationen
fr: Documents de recherche &amp; présentations
it: Articoli di Ricerca &amp; Presentazioni
lv: Pētījumi &amp; Prezentācijas
nb: Artikler &amp; Presentasjoner
pt: Artigos Científicos &amp; Apresentações

source: National Science Foundation Grants
de: Förderprojekte der National Science Foundation
fr: Subventions de la Fondation Nationale pour les Sciences
it: Borse della National Science Foundation
lv: Nacionālā Zinātnes fonda granti
nb: Bevilgninger fra National Science Foundation
pt: Apoios da National Science Foundation

source: Scratch Offline Editor
ca: Editor d'Scratch Descarregable
de: Offline-Editor für Scratch
el: Επεξεργαστής Έργων του Scratch
es: Editor Offline de Scratch
et: Scratchi offline-redaktor
fr: L'éditeur Scratch hors ligne
gl: Editor Local de Scratch
it: Editor Offline di Scratch (Beta)
lv: Scratch bezsaistes redaktors
nb: Scratch for maskiner uten nettforbindelse
pt: Editor Desconectado do Scratch
sl: Scratch urejevalnik brez povezave v internet
sv: Scratch Offlineredigerare

source: Scratch 2 Offline Editor
ca: Editor Offline d'Scratch 2
de: Offline-Editor für Scratch 2
el: Επεξεργαστής Έργων του Scratch 2
es: Editor Offline de Scratch 2
et: Scratch 2 offline-redaktor (beta)
fr: L'éditeur Scratch 2 hors ligne
gl: Editor Local de Scratch 2
it: Editor Offline di Scratch 2
lv: Scratch 2 bezssaistes redaktors
nb: Scratch 2.0 for maskiner uten nettforbindelse
pt: Editor Desconectado do Scratch 2
sl: Scratch 2 urejevalnik brez povezave v internet
sv: Scratch 2 Offlineredigeraren

source: <p class="lg-msg">You can install the Scratch 2.0 editor to work on projects without an internet connection. This version will work on Mac, Windows, and some versions of Linux (32 bit).</p>
de: <p class="lg-msg">Du kannst den Scratch 2.0 Offline-Editor verwenden um Scratchprojekte ohne Internetverbindung zu bearbeiten. Diese Version läuft unter Mac OS, Windows und einigen Linux-Versionen (32 bit).</p>
el: <p class="lg-msg">Μπορείτε να εγκαταστήσετε τον επεξεργαστή έργων του Scratch 2.0 για να δουλεύετε πάνω στα έργα σας χωρίς σύνδεση στο διαδίκτυο. Αυτή η έκδοση λειτουργεί σε Mac, Windows, και μερικές διανομές των Linux (32 bit).</p>
fr: <p class="lg-msg">Vous pouvez installer l'éditeur Scratch 2.0 pour travailler sur des projets sans une connexion Internet. Cette version fonctionne sur Mac, Windows, et certaines versions de Linux (32 bits). </p>
gl: <p class="lg-msg">Podes instalar o editor Scratch 2.0 editor para traballar en proxectos sin unha conexión a internet. Esta versión funciona en Mac, Windows e nalgunhas versións de Linux (32 bit).</p>
it: <p class="lg-msg">Puoi installare l'editor di Scratch 2.0 per lavorare sui tuoi progetti senza essere connesso a Internet. Questa versione funziona su Mac, Windows e su alcune versioni di Linux (32 bit).</p>
lv: <p class="lg-msg">Tu vari uzstādīt Scratch 2.0 redaktoru, lai strādātu pie saviem projektiem bez interneta pieslēguma. Šī versija strādā ar Mac, Windows un dažām Linux (32bit) versijām.</p>
nb: <p class="lg-msg">Du kan installere frittstående Scratch 2.0 for maskiner uten nettforbindelse. Denne versjonen virker på Mac, Windows og noen versjoner av Linux (32 bit).</p>
pt: <p class="lg-msg">Pode instalar o editor Scratch 2.0 para trabalhar em projectos sem ter uma ligação à Internet. Esta versão funciona no Mac, no Windows e em algumas versões do Linux (32 bits).</p>

source: Support Materials
el: Υποστηρικτικό Υλικό
fr: Documents d'aide
gl: Materiales de Axuda
it: Materiali di supporto
lv: Atbalsta materiāli
nb: Støtte og lærestoff
pt: Materiais de Apoio
tr: Destekleyici Malzemeler

source: The previous version of Scratch, version 1.4, is still available for download. You can still share projects from 1.4 to the Scratch website. (However, projects created in Scratch 2.0 cannot be opened in 1.4.)
ca: La versió prèvia d'Scratch, versió 1.4, encara es pot descarregar. Encara pots compartir projectes fets amb la versió 1.4 a la wb d'Scratch. (Tot i així, els projectes creats amb Scratch 2.0 no es poden obrir amb la versió 1.4.)
de: Die vorige Version von Scratch, Scratch 1.4, steht weiterhin zum Herunterladen bereit. Du kannst nach wie vor Projekte aus Scratch 1.4 auf der Webseite veröffentlichen. (Projekte, die mit Scratch 2.0 erstellt wurden, lassen sich allerdings nicht in Scratch 1.4 öffnen.)
el: Η προηγούμενη έκδοση του Scratch, το Scratch 1.4, διατίθεται ακόμη για λήψη. Μπορείτε να κάνετε κοινή χρήση έργων από το 1.4 στην ιστοσελίδα του Scratch. (Παρ'όλα αυτά, έργα από το Scratch 2.0 δεν μπορούν να ανοιχτούν στο 1.4.)
es: La versión previa de Scratch, version 1.4, todavía está disponible para su descarga. Puedes compartir proyectos de la versión 1.4 al sitio de Scratch. (Pero no podrás abrir proyectos creados en Scratch 2.0 en 1.4)
fr: La version précédente de Scratch, version 1.4, est toujours disponible au téléchargement. Vous pouvez toujours partager des projets de la version 1.4 sur le site web de Scratch. (Toutefois, les projets créés dans Scratch 2.0 ne peuvent pas être ouverts avec la version 1.4.)
gl: A versión anterior de Scratch, versión 1.4, ainda está dispoñible para descargar. Ainda podes compartir proxectos da 1.4 no sitio Web Scratch. (Agora ben, os proxectos creados en Scratch 2.0 non se poden abrir en 1.4.)
it: La precedente versione di Scratch, la versione 1.4, è ancora disponibile per il download. Puoi ancora condividere il tuoi progetti sul sito web di Scratch usando la versione 1.4. (Ricorda però che i progetti creati con Scratch 2.0 non possono essere aperti nella versione 1.4.)
lv: Lejuplādeti ir pieejama arī iepriekšējā Scrath 1.4 versija. Tu joprojām vari dalīties ar 1.4 versijas projektiem Scratch mājaslapā. (Ņem vērā, ka ar Scratch 2.0 veidotie projekti gan nav atverami ar 1.4)
nb: Det er fortsatt mulig å laste ned forrige versjon av Scratch (versjon 1.4). Prosjekter laget med versjon 1.4 kan legges ut på Scratch-sidene, men prosjekter laget i versjon 2 kan ikke åpnes i 1.4.
pt: A versão anterior do Scratch, versão 1.4, está ainda disponível para descarregamento. Ainda é possível partilhar no sítio Web do Scratch projectos criados na versão 1.4. (No entanto, os projectos criados no Scratch 2.0 não podem ser abertos pelo Scratch 1.4.)
sl: Prejšnja različica Scratcha, različica 1.4, je še vedno na voljo za prenos. Projekte iz 1.4 različice lahko še vedno deliš na Scratch spletni strani. (Vendar pa se projekti, ustvarjeni v Scratch 2.0, ne odprejo v 1.4.)
sv: Den föregående versionen av Scratch, version 1.4, finns fortfarande att ladda ned. Du kan dela projekt från 1.4 till Scratch webbsajten. (Men, projekt skapade i Scratch 2.0 kan inte öppnas i 1.4.)
tr: Scratch'in bir önceki versiyonu (versiyon 1.4) indirmeye açıktır. Scratch 1.4 ile yapılmış projeleri Scratch websitesinde paylaşabilirsin. (Ancak, Scratch 2.0 da yapılmış projeler Scratch 1.4'te açılamaz.)

source: Scratch 1.4 For Mac OS X
ca: Scratch 1.4 per Mac OS X
de: Scratch 1.4 für Mac OS X
el: Scratch 1.4 για Mac OS X
es: Scratch 1.4 para Mac OS X
fr: Scratch 1.4 pour Mac OS X
gl: Scratch 1.4 para Mac OS X
it: Scratch 1.4 per Mac OS X
lv: Scratch 1.4 priekš Mac OS X
pt: Scratch 1.4 Para Max OS X
sl: Scratch 1.4 za Mac OS X
sv: Scratch 1.4 för Mac OS X
tr: Max OS X için Scratch 1.4

source: Compatible with Mac OSX 10.4 or later
ca: Compatible amb Mac OSX 10.4 o superior
de: Kompatibel mit Mac OS X ab Version 10.4
el: Συμβατό με Mac OSX 10.4 ή μεταγ. έκδοση
es: Compatible con Mac OS X 10.4 en adelante
fr: Compatible avec Mac OSX 10.4 or later
gl: Compatible con Mac OSX 10.4 ou superior
it: Compatibile con Mac OSX 10.4 o successivi
lv: Savietojams ar Mac OSX 10.4 vai jaunāku
nb: Virker med Mac OSX 10.4 eller nyere
pt: Compatível com o Max OS X 10.4 ou versões mais recentes
sl: Združljiv z Mac OSX 10.4 ali novejšimi
sv: Kompatibel med Mac OSX 10.4 eller senare

source: Scratch 1.4 for Windows
ca: Scratch 1.4 per Windows
de: Scratch 1.4 für Windows
el: Scratch 1.4 για Windows
es: Scratch 1.4 para Windows
fr: Scratch 1.4 pour Windows
gl: Scratch 1.4 para Windows
it: Scratch 1.4 per Windows
lv: Scratch 1.4 priekš Windows
pt: Scratch 1.4 para Windows
sl: Scratch 1.4 za Windows
sv: Scratch 1.4 för Windows
tr: Windows için Scratch 1.4

source: Compatible with Windows 2000, XP, Vista, 7, and 8
ca: Compatible amb Windows 2000, XP, Vista, 7 i 8
de: Kompatibel mit Windows 2000, XP, Vista, 7 und 8
el: Συμβατό με Windows 2000, XP, Vista, 7 και 8
es: Compatible con Windows 2000, XP, Vista, 7, y 8
fr: Compatible avec Windows 2000, XP, Vista, 7, and 8
gl: Compatible con Windows 2000, XP, Vista, 7 e 8
it: Compatibile con Windows 2000, XP, Vista, 7 e 8
lv: Savietojams ar Windows 2000, XP, Vista, 7, and 8
nb: Virker med Windows 2000, XP, Vista, 7 og 8
pt: Compatível com os Windows 2000, XP, Vista, 7 e 8
sl: Združljiv z Windows 2000, XP, Vista, 7 in 8
sv: Kompatibel med Windows 2000, XP, Vista, 7, och 8

source: For network deployments, use the <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
ca: Per instal·lacions en xarxes, feu servir l'instal·lador <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
de: Benutze für Netzwerk-Installationen <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
el: Για δικτυακές εγκαταστάσεις, χρησιμοποιήστε το <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
es: Para instalar en redes, utilice <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
fr: Pour les dépoiements en réseau, utilisez le fichier <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
gl: Para despregamentos en rede, usa o <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
it: Per la distribuzione su rete, usa <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
lv: Instalācijai tīklā izmanto <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
nb: For nettverksinstallasjon, bruk <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
pt: Para instalações em rede, use <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
sl: Za omrežne razmestitve uporabi <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
sv: Vid nätverksinstallation,använd <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>

source: Scratch 1.4 for Debian / Ubuntu
ca: Scratch 1.4 per Debian / Ubuntu
de: Scratch 1.4 für Debian / Ubuntu
el: Scratch 1.4 για Debian / Ubuntu
es: Scratch 1.4 para Debian / Ubuntu
fr: Scratch 1.4 pour Debian / Ubuntu
gl: Scratch 1.4 para Debian / Ubuntu
it: Scratch 1.4 per Debian / Ubuntu
lv: Scratch 1.4 priekš Debian / Ubuntu
pt: Scratch 1.4 para Debian / Ubuntu
sl: Scratch 1.4 za Debian / Ubuntu
sv: Scratch 1.4 för Debian / Ubuntu
tr: Debian / Ubuntu için Scratch 1.4

source: Compatible with Ubuntu 12.04 or later
ca: Compatible amb Ubuntu 12.04 o superior
de: Kompatibel mit Ubuntu ab Version 12.04
el: Συμβατό με Ubuntu 12.04 ή μεταγ.
es: Compatible con Ubuntu 12.04 en adelante
fr: Compatible avec Ubuntu 12.04 ou toute version ultérieure
gl: Compatible con Ubuntu 12.04 or superior
it: Compatibile con Ubuntu 12.04 o successivi
lv: Savietojams ar Ubuntu 12.04 vai jaunāku
nb: Virker med Ubuntu 12.04 eller nyere
pt: Compatível com o Ubuntu 12.04 e versões mais recentes
sl: Združljivo z Ubuntu 12.04 ali kasnejšim
sv: Kompatibel med Ubuntu 12.04 eller senare

source: Install Scratch with Software Center
ca: Instal·la Scratch amb el Centre de Programari
de: Installiere Scratch mit dem Software-Center
el: Εγκαταστήστε το με το Software Center
es: Instalar Scratch con el Centro de Software
fr: Install Scratch avec Software Center
gl: Instalar Scratch con Software Center
it: Installa Scratch usando Software Center
lv: Uzstādi Scratch ar Programmatūras centru
nb: Installer Scratch med "Software Center"
pt: Instalar o Scratch com o Software Center
sl: Namesti Scratch s programskim centrom
sv: Installera Scratch med Software Center
tr: Yazılım Merkeziyle Scratch'i Yükle

source: or <a href="http://ubuntu.media.mit.edu/ubuntu//pool/universe/s/scratch/scratch_1.4.0.6~dfsg1-2~ubuntu12.04.1_all.deb">download here</a>
ca: o bé <a href="http://ubuntu.media.mit.edu/ubuntu//pool/universe/s/scratch/scratch_1.4.0.6~dfsg1-2~ubuntu12.04.1_all.deb">descarrega'l aquí</a>
de: oder lade es <a href="http://ubuntu.media.mit.edu/ubuntu//pool/universe/s/scratch/scratch_1.4.0.6~dfsg1-2~ubuntu12.04.1_all.deb">hier</a> herunter
el: ή <a href="http://ubuntu.media.mit.edu/ubuntu//pool/universe/s/scratch/scratch_1.4.0.6~dfsg1-2~ubuntu12.04.1_all.deb">κατεβάστε το από εδώ</a>
es: o <a href="http://ubuntu.media.mit.edu/ubuntu//pool/universe/s/scratch/scratch_1.4.0.6~dfsg1-2~ubuntu12.04.1_all.deb">descárguela aquí</a>
fr: or <a href="http://ubuntu.media.mit.edu/ubuntu//pool/universe/s/scratch/scratch_1.4.0.6~dfsg1-2~ubuntu12.04.1_all.deb">télécharge ici</a>
gl: ou <a href="http://ubuntu.media.mit.edu/ubuntu//pool/universe/s/scratch/scratch_1.4.0.6~dfsg1-2~ubuntu12.04.1_all.deb">descargar aquí</a>
it: o <a href="http://ubuntu.media.mit.edu/ubuntu//pool/universe/s/scratch/scratch_1.4.0.6~dfsg1-2~ubuntu12.04.1_all.deb">scaricalo qui</a>
lv: vai <a href="http://ubuntu.media.mit.edu/ubuntu//pool/universe/s/scratch/scratch_1.4.0.6~dfsg1-2~ubuntu12.04.1_all.deb">lejuplādē te</a>
nb: eller <a href="http://ubuntu.media.mit.edu/ubuntu//pool/universe/s/scratch/scratch_1.4.0.6~dfsg1-2~ubuntu12.04.1_all.deb">last ned her</a>
pt: ou <a href="http://ubuntu.media.mit.edu/ubuntu//pool/universe/s/scratch/scratch_1.4.0.6~dfsg1-2~ubuntu12.04.1_all.deb">descarregue-o aqui</a>
sl: ali <a href="http://ubuntu.media.mit.edu/ubuntu//pool/universe/s/scratch/scratch_1.4.0.6~dfsg1-2~ubuntu12.04.1_all.deb">ga prenesi tukaj</a>
sv: eller <a href="http://ubuntu.media.mit.edu/ubuntu//pool/universe/s/scratch/scratch_1.4.0.6~dfsg1-2~ubuntu12.04.1_all.deb">ladda ned här</a>
tr: ya da <a href="http://ubuntu.media.mit.edu/ubuntu//pool/universe/s/scratch/scratch_1.4.0.6~dfsg1-2~ubuntu12.04.1_all.deb">buradan indir</a>

source: Frequently Asked Questions about Scratch 1.4
ca: Preguntes Freqüents sobre Scratch 1.4
de: Häufig gestellte Fragen zu Scratch 1.4
el: Συχνές Ερωτήσεις για το Scratch 1.4
es: Preguntas Frecuentes acerca de Scratch 1.4
fr: Foires aux questions sur Scratch 1.4
gl: Preguntas Realizadas Frecuentemente sobre Scratch 1.4
it: Domande Frequenti su Scratch 1.4
lv: Biežāk uzdotie jautājumi par Scratch 1.4
nb: Spørsmål og svar om Scratch 1.4
pt: Perguntas Frequentes sobre o Scratch 1.4
sl: Pogosto zastavljena vprašanja o Scratch 1.4
sv: Ofta förekommande frågor (FAQ) om Scratch 1.4
tr: Scratch 1.4 hakkında Sıkça Sorulan Sorular

source: What resources are available to help me learn how to use Scratch 1.4?
ca: Quins recursos hi ha per aprendre a fer servir Scratch 1.4?
de: Welche Materialien gibt es, um den Umgang mit Scratch 1.4 zu erlernen?
el: Ποιες πηγές μπορώ να χρησιμοποιήσω για να μάθω το Scratch 1.4;
es: ¿Qué recursos existen para ayudarme a aprender a usar Scratch 1.4?
fr: Quelles sont les ressources disponibles pour m'aider à apprendre comment utiliser Scratch 1.4?
gl: Que recursos hai dispoñibles para axudarme a aprender como utilizar Scratch 1.4?
it: Quali risorse sono disponibili per aiutarmi ad imparare ad usare Scratch 1.4?
lv: Kādi resursi ir pieejami, lai palīdzētu man mācīties Scratch 1.4?
nb: Hva finnes av lærestoff for Scratch 1.4?
pt: Que recursos estão disponíveis para me ajudar a aprender a usar o Scratch 1.4?
sl: Katera gradiva, ki bi mi pomagala pri učenju uporabe Scratcha 1.4, so na voljo?
sv: Vilka resurser finns för att hjälpa mig att lära mig hur man använder Scratch 1.4?
tr: Hangi kaynaklar benim Scratch 1.4'ü öğrenmeme yardım edebilir?
