Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Activity
ca: Activitat
de: Aktivität
el: Δραστηριότητα
es: Actividad
et: Aktiivsus
eu: Jarduera
fr: Activité
gl: Actividade
it: Attività
lv: Aktivitāte
nb: Aktivitet
pt: Actividade
ro: Activitate
sl: Dejavnost
sv: Aktivitet
tr: Etkinlik
uk: Активність

source: You have <span id="chars-left-<%%= comment_id %%>">500</span> characters left.
ca: Et queden <span id="chars-left-<%%= comment_id %%>">500</span> caràcters.
cs: Můžeš použít <span id="chars-left-<%%= comment_id %%>">500</span> znaků.
de: Dir stehen <span id="chars-left-<%%= comment_id %%>">500</span> Zeichen zur Verfügung.
el: Απομένουν <span id="chars-left-<%%= comment_id %%>">500</span> χαρακτήρες.
es: Te quedan <span id="chars-left-<%%= comment_id %%>">500</span> caracteres.
et: Sul on veel <span id="chars-left-<%%= comment_id %%>">500</span> märki jäänud.
eu: <span id="chars-left-<%%= comment_id %%>">500</span> karaktere dituzu idazteko.
fr: Il vous reste encore <span id="chars-left-<%%= comment_id %%>">500</span> caractères.
ga: Tá <span id="chars-left-<%%= comment_id %%>">500</span> carachtar fágtha.
gl: Quedanche <span id="chars-left-<%%= comment_id %%>">500</span> caracteres.
it: Hai ancora <span id="chars-left-<%%= comment_id %%>">500</span> caratteri disponibili.
ja: 残り <span id="chars-left-<%%= comment_id %%>">500</span> 文字
lv: Ir atlikušas <span id="chars-left-<%%= comment_id %%>">500</span> rakstzīmes.
nb: Du har <span id="chars-left-<%%= comment_id %%>">500</span> tegn igjen.
pt: Tem <span id="chars-left-<%%= comment_id %%>">500</span> caracteres disponíveis.
ro: Mai ai <span id="chars-left-<%%= comment_id %%>">500</span> caractere disponibile.
sl: Na voljo imaš še <span id="chars-left-<%%= comment_id %%>">500</span> znakov.
sr: Преостало ти је <span id="chars-left-<%%= comment_id %%>">500</span> знакова.
sv: Du har <span id="chars-left-<%%= comment_id %%>">500</span> tecken kvar.
tr: <span id="chars-left-<%%= comment_id %%>">500</span> karakter kaldı.
uk: Ви маєте <span id="chars-left-<%%= comment_id %%>">500</span> символів.

source: Congratulations! You are now a curator of this studio.
ca: Enhorabona! Ara ets un conservador d'aquest estudi.
cs: Blahopřeji! Jsi teď správce tohoto studia.
de: Gratulation! Du bist nun ein Kurator dieses Studios.
el: Συγχαρητήρια! Τώρα επιμελείστε αυτή τη συλλογή.
es: ¡Felicitaciones! Ahora eres un curador de este estudio.
et: Palju õnne! Oled nüüd selle stuudio kuraator.
eu: Zorionak! Estudio hontako ontzailea zara orain.
fr: Félicitations! Vous êtes maintenant un conservateur de ce studio.
ga: Comhghairdeas! Tá tú i do choimeádaí ar an stiúideo seo anois.
gl: Parabéns! Agora eres un supervisor deste estudo.
it: Congratulazioni! Ora sei un curatore di questa galleria.
lv: Apsveicam! Tu tagad esi šīs studijas pārvaldnieks.
nb: Gratulerer! Du er nå forvalter av dette studioet.
pt: Parabéns! Tornou-se conservador deste estúdio.
ro: Felicitari! Acum esti manager al acestui atelier.
sl: Čestitamo! Zdaj si skrbnik tega studia.
sr: Честитамо! Постао си старатељ овог студија.
sv: Gratulerar! Du är nu administratör för den här studion.
tr: Tebrikler! Artık bu stüdyonun yöneticisi sensin.
uk: Вітаємо! Тепер ви куратор цієї студії.

source: %(username)s Studio (%(tGCount)s)
ca: Estudi de %(username)s (%(tGCount)s)
cs: Studio %(username)s (%(tGCount)s)
el: Η %(tGCount)s η συλλογή του %(username)s
es: Estudio (%(tGCount)s) de %(username)s
et: %(username)s Stuudio (%(tGCount)s)
eu: %(username)s -(r)en (%(tGCount)s) Estudioa
ga: Stiúideo %(username)s (%(tGCount)s)
gl: Estudo (%(tGCount)s) de %(username)s
it: Galleria di %(username)s (%(tGCount)s)
ja: %(username)s の スタジオ (%(tGCount)s)
lv: %(username)s studijas (%(tGCount)s)
nb: %(username)s Galleri (%(tGCount)s)
pt: Estúdio %(username)s (%(tGCount)s)
ro: %(username)s Atelier (%(tGCount)s)
sr: %(username)s студио (%(tGCount)s)
tr: %(username)s Stüdyo (%(tGCount)s)
uk: %(username)s студій (%(tGCount)s)

source: Today
ca: Avui
de: Heute
el: Σήμερα
es: Hoy
et: Täna
eu: Gaur
fr: Aujourd'hui
gl: Hoxe
it: Oggi
lv: Šodien
nb: Idag
pt: Hoje
ro: Azi
sl: Danes
sv: I dag
tr: Bugün
uk: Сьогодні

source: made edits to title or description of this studio
ca: ha editat el títol o la descripció d'aquest estudi
de: hat Änderungen am Namen oder der Beschreibung dieses Studios vorgenommen
el: έκανε αλλαγές στον τίτλο και την περιγραφή αυτής της συλλογής έργων.
es: Se hicieron modificaciones en el título o la descripción de este estudio.
et: on teinud muudatused selle stuudio pealkirjas või kirjelduses
eu: aldaketak egin ditu estudio hontako titulu eta deskribapenean
fr: Faites des modifications au titre et à la description du studio
gl: fixéronse modificacións no título ou na descripción deste estudo
it: ha modificato il titolo o la descrizione di questo studio
lv: laboja šīs studijas nosaukumu vai aprakstu
nb: redigerte navn eller beskrivelse av dette galleriet
pt: fez edições ao título ou à descrição deste estúdio
sl: je spremenil-a naslov ali opis tega studia
sv: har gjort förändringar av titeln eller beskrivningen i denna studio
tr: stüdyonun başlığında veya açıklamasında değişiklik yaptı
uk: зроблені зміни у назві або описі цієї студії

source: added the project
ca: ha afegit el projecte
de: ergänzte das Projekt
el: πρόσθεσε το έργο
es: agregó el proyecto
et: lisatud projekt
eu: proiektua gehitu du
fr: a ajouté le projet
gl: engadido ao proxecto
it: ha aggiunto il progetto
lv: pievienoja projektu
nb: la ut prosjektet
pt: adicionou o projecto
sl: je dodal/dodala projekt
sv: lade till projektet
uk: опублікувано проект

source: left a
ca: ha deixat un
de: hinterließ ein(en)
el: άφησε ένα
es: dejó un
et: vasemal
eu: utzi du
fr: laissé une
gl: deixou un
it: ha lasciato un
lv: pameta
nb: la inn en
pt: deixou um
sl: je pustil-a
sv: lämnade en
uk: залишив

source: accepted an invitation
ca: ha acceptat una invitació
de: hat eine Einladung angenommen
el: αποδέχτηκε μια πρόσκληση
es: Invitación aceptada
et: on kutse aktsepteerinud
eu: gonbidapena onartu du
fr: a accepté une invitation
gl: invitación aceptada
it: ha accettato un invito
lv: pieņēma ielūgumu
nb: godtok en invitasjon
pt: aceitou um convite
sl: je sprejel-a povabilo
sv: accepterade en inbjudan
tr: davet kabul edildi
uk: прийняв запрошення

source: from
ca: de
de: von
el: από
es: de
et: kellelt
eu: jatorria:
fr: de
gl: de
it: da
lv: no
nb: fra
pt: de
sl: od
sv: från
uk: від

source: to curate this studio
ca: conservar aquest estudi
de: dieses Studio zu kuratieren
el: για να επιμεληθεί αυτή τη συλλογή
es: curar este estudio
et: kureerima seda stuudiot
eu: estudio hau ontzeko
fr: pour devenir conservateur de ce studio
gl: para supervisar este estudo
it: a curare questo studio
lv: lai pārraudzītu šo studiju
nb: å forvalte dette galleriet
pt: para conservar este estúdio
sl: biti skrbnik tega studia
sv: att administrera denna studio
tr: bu stüdyonun düzenleyicisi olmak için
uk: курувати цю студію

source: was promoted to manager
ca: ha estat ascendit a administrador
de: wurde zum Manager ernannt
el: έγινε διευθυντής
es: fue promovido a administrador
et: on edutatud manageriks
fr: a été promu manager
gl: foi promovido a administrador
it: è stato promosso a manager
lv: tika paaugstināts par pārvaldnieku
nb: ble forfremmet til administrator
pt: foi promovido a gestor
sl: je bil povišan v upravitelja
sv: befordrades till chef
tr: yöneticiliğe yükseltildi

source: removed the project
ca: ha tret el projecte
de: entfernte das Projekt
el: αφαίρεσε το έργο
es: Proyecto removido
et: eemaldas projekti
eu: proiektua ezabatu du
fr: a retiré le projet
gl: proxecto retirado
it: ha rimosso il progetto
lv: aizvāca projektu
nb: fjernet prosjektet
pt: removeu o projecto
sl: je odstranil-a projekt
sv: tog bort projektet
tr: proje silindi
uk: видалено проект

source: removed the curator
ca: ha eliminat el conservador
de: entfernte den Kurator
el: αφαίρεσε τον επιμελητή
es: eliminó al curador
et: eemaldas kuraatori
fr: a retiré le conservateur
gl: supervisor eliminado
it: ha rimosso il curatore
lv: aizvāca pārvaldnieku
nb: fjernet forvalteren
pt: removeu o conservador
sl: je odstranil-a skrbnika
sv: tog bort administratören
tr: düzenleyici silindi

source: Invite owners
ca: Convida autors
de: Besitzer einladen
el: Προσκαλέστε ιδιωκτήτες
es: Invitar dueños
et: Kutsu omanikke
fr: Invite les propriétaires
gl: Invitar aos donos
it: invita dei nuovi proprietari
lv: Ielūgt īpašniekus
nb: Inviter eiere
pt: Convidar proprietários
sl: Povabi lastnike
sv: Bjud in ägare
tr: Sahipleri davet et

source: Invite curators
ca: Convida a conservadors
cs: Přizvat další správce
de: Kuratoren einladen
el: Προσκαλέστε επιμελητές
es: Invitar curadores
et: Kutsu kuraatoreid
eu: Ontzaileak gonbidatu
fr: Inviter les conservateurs
ga: Tabhair cuirí do choimeádaithe
gl: Invitar supervisores
it: Invita dei curatori
lv: Ielūgt pārvaldniekus
nb: Inviter forvaltere
pt: Convidar conservadores
ro: Invita manageri
sl: Povabi skrbnike
sv: Bjud in administratörer
tr: Yöneticileri davet et
uk: Запросити кураторів

source: Add
ca: Afegeix
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es: Añadir
et: Lisa
eu: Gehitu
fr: Ajouter
ga: Cuir Leis
gl: Engadir
it: Aggiungi
ja: 追加
lv: Pievienot
nb: Legg til
pt: Adicionar
ro: Adauga
sl: Dodaj
sr: Додај
sv: Lägg till
tr: Ekle
uk: Додати

source: Invite owners by username or select from the explore bar below!
ca: Convida autors pel seu nom d'usuari o tria'ls a la barra de cerca inferior!
de: Lade Besitzer über ihre Benutzernamen ein oder wähle sie aus der Suchleiste unten!
el: Προσθέστε ιδιωκτήτες γράφοντας το όνομα χρήστη τους ή σύροντας τους από την μπάρα παρακάτω!
es: Invite dueños por su nombre de usuario, o selecciónelos de la barra debajo!
et: Kutsu omanikke kasutajanime järgi või vali allolevalt ribalt!
fr: Ajouter des conservateurs par nom d'utilisateur ou faites glisser ci-dessous de la barre d'exploration !
gl: Invitar aos donos polo seu nome de usuario ou seleccionalos dende a barra de exploración abaixo!
it: Invita nuovi proprietari inserendo il loro username o trascinandoli dalla barra di esplorazione qui sotto!
lv: Ielūgt īpašniekus, ievadot lietotāja vārdus vai izvēloties apakšā!
nb: Inviter eiere ved deres brukernavn eller ved å velge fra linjen nedenfor!
pt: Convide proprietários pelo seu nome de utilizador ou escolha a partir da barra de exploração abaixo!
sl: Povabi lastnike glede na uporabniško ime ali izberi iz vrstice spodaj!
sv: Bjud in ägare via användarnamn eller dra från utforskarfältet nedan!

source: Invite curators by username or select from the explore bar below!
ca: Afegeix conservadors pel nom d'usuari o arrossega'ls aquí des de la barra d'exploració de sota!
cs: Přidej správce jménem nebo výběrem z dolní průzkumné lišty!
de: Lade Kuratoren über ihre Benutzernamen ein oder wähle sie aus der Suchleiste unten!
el: Προσθέστε επιμελητές γράφοντας το όνομα χρήστη τους ή σύροντας τους από την μπάρα παρακάτω!
es: Invite curadores por su nombre de usuario, o elíjalos de la barra debajo!
et: Kutsu kuraatorid kasutajanime järgi või vali allolevalt ribalt!
eu: Ontzaileak erabiltzaile izenaren arabera gonbidatu edo azpiko barratik aukeratu!
fr: Ajouter des conservateurs par nom d'utilisateur ou faites glisser ci-dessous de la barre d'exploration !
ga: Tabhair cuireadh do choimeádaithe de réir ainm úsáideora, nó roghnaigh ón mbarra thíos!
gl: Invitar supervisores polo seu nome de usuario ou seleccionalos dende a barra de exploración abaixo!
it: Invita i curatori inserendo il loro username o trascinandoli dalla barra di esplorazione qui sotto!
lv: Ielūgt pārvaldniekus, ievadot lietotāja vārdus vai izvēloties apakšā!
nb: Skriv nye forvalteres brukernavn eller dra fra oversikten nedenfor!
pt: Convide conservadores pelo seu nome de utilizador ou escolha a partir da barra de exploração abaixo!
ro: Invita manageri prin utilizator sau selecteaza din bara de explorare de mai jos!
sl: Povabi skrbnike glede na uporabniško ime ali izberi iz vrstice spodaj!
sr: Додај старатеље именом или их превуци из претраживача испод!
sv: Bjud in administratörer via användarnamn eller dra från utforskarfältet nedan!
tr: Ya kullanıcı adlarıyla veya aşağıdaki çubuktan seçerek idareciler davet et!
uk: Запросити кураторів по імені користувача або виберіть при перегляді далі!

source: Add Owners
ca: Afegeix Autors
de: Füge Besitzer hinzu
el: Προσθήκη ιδιωκτητών
es: Añadir Dueños
et: Lisa omanikke
fr: Ajouter des propriétaires
gl: Engadir Donos
it: Aggiungi Proprietari
lv: Pievienot īpašniekus
nb: Legg til eiere
pt: Adicionar Proprietários
sl: Dodaj lastnike
sv: Lägg till ägare
tr: Sahip ekle

source: Add Curators
ca: Afegir conservadors
cs: Přidání správce
de: Kuratoren hinzufügen
el: Προσθήκη επιμελητών
es: Añadir curadores
et: Lisa kuraatoreid
eu: Ontzaileak gehitu
fr: Ajouter des conservateurs
ga: Cuir Coimeádaithe Leis
gl: Engadir Supervisores
it: Aggiungi Curatori
ja: 管理人を追加
lv: Pievienot pārvaldniekus
nb: Ny forvalter
pt: Adicionar Conservadores
ro: Adauga manageri
sl: Dodaj skrbnike
sr: Додај старатеље
sv: Lägg till Administratörer
tr: İdareci Ekle
uk: Додати кураторів

source: Scratchers I'm Following
ca: Scratchers als qui segueixo
cs: Scratch-eři které následuji
de: Scratcher, die mich interessieren
el: Άτομα που ακολουθώ στο Scratch
es: Scratchers que estoy siguiendo
et: Scratchijad, keda jälgin
eu: Jarraitzen ditudan Scratcherrak
fr: Les scratchers que je suis
ga: Scratchálaithe a Leanaim
gl: Scratchers que estou seguindo
it: Utenti che sto seguendo
ja: フォローしているスクラッチャー
lv: Scratch lietotāji, kuriem sekoju
nb: Scratchere jeg følger
pt: Scratchadores Que Sigo
ro: Scratcher-i ai carui adept sunt
sl: Scratcherji, ki jim sledim
sr: Скрачери које следим
sv: Scratchers som jag följer
tr: Takip ettiğim Scratch'çılar
uk: Скретчери, яким я слідую

source: Scratchers Following Me
ca: Scratchers que em segueixen
cs: Scratch-eři kteří mě následují
de: Scratcher, die sich für meine Sachen interessieren
el: Άτομα που σας ακολουθούν στο Scratch
es: Scratchers que me siguen
et: Scratchijad, kes jälgivad mind
eu: Jarraitzen nauten Scracherrak
fr: Les scratchers qui me suivent
ga: Scratchálaithe do mo leanúint
gl: Scratchers que Me Están Seguindo
it: Utenti che mi stanno seguendo
ja: 自分をフォローしているスクラッチャー
lv: Scratch lietotāji, kas seko man
nb: Scratchere som følger meg
pt: Scratchadores Que Me Seguem
ro: Scratcher-i al caror adept sunt
sl: Scratcherji, ki mi sledijo
sr: Скрачери који ме следе
sv: Scratchers som följer mig
tr: Beni Takip Eden Scratch'çılar
uk: Скретчери, що слідують за мною

source: Add Projects
ca: Afegeix Projectes
cs: Přidat projekty
de: Projekte hinzufügen
el: Προσθήκη έργων
es: Añadir proyectos
et: Lisa projekte
eu: Proiektuak gehitu
fr: Ajouter des projets
ga: Cuir Tionscadail Leis
gl: Engadir Proxectos
it: Aggiungi Progetti
ja: プロジェクトを追加
lv: Pievienot projektus
nb: Legg til prosjekter
pt: Adicionar Projectos
ro: Adauga proiecte
sl: Dodaj projekte
sr: Додај пројекте
sv: Lägg till Projekt
tr: Projelere ekle
uk: Додати проекти

source: My Shared Projects
ca: Els meus Projectes Compartits
cs: Moje sdílené projekty
de: Meine veröffentlichten Projekte
el: Έργα που κάνω κοινή χρήση
es: Proyectos Compartidos
et: Minu jagatud projektid
eu: Partekatu ditudan proiektuak
fr: Mes projets partagés
ga: Tionscadail a Chomhroinn Mé
gl: Os Meus Proxectos Compartidos
it: I miei Progetti Condivisi
ja: 共有したプロジェクト
lv: Kopīgotie projekti
nb: Mine publiserte prosjekter
pt: Os Meus Projectos Partilhados
ro: Proiectele mele partajate
sl: Moji javni projekti
sr: Моји дељени пројекти
sv: Mina Delade Projekt
tr: Paylaştığım Projeler
uk: Мої опубліковані проекти

source: My Favorites
ca: Els meus Favorits
cs: Můj výběr oblíbených
de: Meine Favoriten
el: Τα αγαπημένα μου
es: Mis Favoritos
et: Minu lemmikud
eu: Nire kuttunenak
fr: Mes favoris
ga: Na Tionscadail Is Ansa Liom
gl: Os Meus Favoritos
it: I miei Preferiti
ja: お気に入り
lv: Mani iecienītie
nb: Mine favoritter
pt: Os Meus Favoritos
ro: Favoritele mele
sl: Priljubljeni
sr: Моји омиљени
sv: Mina Favoriter
tr: En Beğendiklerim
uk: Мої улюблені

source: My Recent Views
ca: Vists Recentment
cs: Moje nedávno prohlížené
de: Zuletzt angeschaut
el: Οι πρόσφατες προβολές μου
es: Vistos Recientemente
et: Minu viimased vaatamised
eu: Berriki ikusi ditudanak
fr: Mes récentes visites
ga: Feicthe Le Déanaí
gl: Os Meus Vistos Recentemente
it: Ultimi Progetti che ho Visto
ja: 最近見たもの
lv: Mani biežāk skatītie
nb: De siste jeg har sett på
pt: As Minhas Visualizações Recentes
ro: Vizualizarile mele recente
sl: Nedavni ogledi
sr: Моја скорашња прегредања
sv: Mina Senaste Granskningar
tr: Son Baktıklarım
uk: Нещодавно переглянуті мною

source: Add projects
ca: Afegeix projectes
cs: Přidat projekty
de: Projekte hinzufügen
el: Προσθήκη έργων
es: Añadir proyectos
et: Lisa projekte
eu: Proiektuak gehitu
fr: Ajouter des projets
ga: Cuir tionscadail leis
gl: Engadir proxectos
he: הוסף פרויקטים
it: Aggiungi progetti
ja: 全プロジェクト
lv: Pievienot projektus
nb: Legg til prosjekter
pt: Adicionar projectos
ro: Adauga proiecte
sl: Dodaj projekte
sr: Додајте пројекте
sv: Lägg till projekt
tr: Projelere ekle
uk: Додати проекти

source: Add by url
ca: Afegeix per URL
cs: Přidat podle adresy
de: Über URL hinzufügen
el: Προσθήκη από URL
es: Agregar por url
et: Lisa URL järgi
eu: URL bidez gehitu
fr: Ajouter par url
ga: De réir URL
gl: Engadir por URL
it: Aggiungi tramite url
lv: Pievienot ar hipersaiti
nb: Legg til URL
pt: Adicionar por url
ro: Adauga dupa url
sl: Dodaj glede na url
sr: Додај по интернет адреси (url)
sv: Lägg till med url
tr: Link vererek ekle
uk: Додати за URL

source: You can select projects from the bar below or add by url above.
ca: Pots seleccionar projectes des de la barra d'abaix o afegir-ne per l'adreça URL o l'etiqueta.
de: Du kannst Projekte aus der Leiste unten auswählen oder sie oben über ihre URL hinzufügen.
el: Μπορείτε να επιλέξετε έργα από την μπάρα παρακάτω ή από URL παραπάνω.
es: Puede elegir proyectos de la barra de abajo o agregarlos por url o etiqueta arriba.
et: Saad valida projekte allpool olevalt ribalt või lisada eespool oleva URL järgi.
eu: Azpiko barratik aukera ditzakezu proiektuak edo goran url bidez gehitu.
fr: Vous pouvez sélectionner des projets à partir de la barre ci-dessous ou en ajouter à partir de l'URL ci-dessous.
gl: Podes seleccionar proxectos dende a barra de abaixo ou engadilos coa URL arriba.
it: Puoi selezionare i progetti dalla barra sottostante oppure aggiungerli tramite url qui sopra.
lv: Vari izvēlēties projektus no joslas apakšā vai ievadot saiti augšā.
nb: Velg prosjekter fra linjen under eller legg til med url ovenfor.
pt: Pode seleccionar projectos a partir da barra abaixo ou adicioná-los acima por url.
sl: Projekte lahko izbereš iz spodnje vrstice ali jih dodaš glede na url zgoraj.
sv: Du kan välja projekt från fältet nedan eller lägga till via url:en ovan.
uk: Ви можете обрати проекти при перегляді стрічки або за URL.

source: What's Happening?
ca: Què està passant?
cs: Co frčí?
de: Was passiert gerade?
el: Ενημερώσεις
es: ¿Qué sucede?
et: Mis toimub?
eu: Zer ari da gertatzen?
fr: Que se passe-t-il?
ga: Céard atá ag tarlú?
gl: Que está Acontecendo?
he: מה קורה?
it: Cosa sta accadendo?
ja: 最新の情報
lv: Kas notiek?
nb: Hva skjer?
pt: Quais as Novidades?
ro: Ce se intampla?
sl: Kaj se dogaja?
sr: Шта се догађа?
sv: Vad Händer?
tr: Neler olup bitiyor?
uk: Що відбувається?

source: This is where you will see updates from Scratchers you follow
ca: Aquí es on veuràs les actualitzacions dels Scratchers a qui segueixes
de: Hier siehst du Aktuelles von Scratchern, die dich interessieren
el: Εδώ θα βλέπετε ενημερώσεις από άλλα μέλη που ακολουθείτε
es: Aquí verás las actualizaciones de los Scratchers que sigues
et: Siin näed uuendusi scratchijatelt, keda jälgid
eu: Hemen ikusiko dituzu jarraitzen ari zaren Scratcherren eguneraketak
fr: C'est là que vous verrez des mises à jour des Scratchers vous suivez
gl: Aquí verás as actualizacións dos Scratchers que sigues
it: Ecco dove vedrai gli aggiornamenti dei membri della comunità che segui
lv: Te tu saņemsi jaunumus no Scratch lietotājiem, kuriem seko
nb: Her ser du nye ting fra Scratchere som du følger
pt: Neste local verá as actualizações dos Scratchadores que estiver a seguir
sl: Tu boš videl-a, kaj so počeli Scratcherji, ki jim slediš
sv: Här ser du uppdateringar från Scratchers som du följer
tr: Burası, takip ettiğin Scratch'çilerin güncellemelerini göreceğin yerdir
uk: Тут ви будете бачити оновлення від скретчерів яким слідуєте

source: Check out some Scratchers</a> you might like to follow
ca: Mira uns quants Scratchers</a> a qui et pot interessar seguir
de: Sieh dir ein paar Scratcher</a> an, die dich interessieren könnten
el: Δείτε μερικά μέλη</a> που μπορεί να θέλετε να ακολουθήσετε
es: Dale una mirada a algunos Scratchers </a> que te podría interesar seguir
et: Vali mõni Scratchija, keda soovid jälgida
eu: Bisita itzazu agian jarraituko zenituzkeen Scratcher batzu.
fr: Découvrez quelques Scratchers</a> que vous aimeriez suivre
gl: Bótalle un ollo a outros Scratchers</a> que poida que che guste seguir
it: Vedi se ci sono membri della comunità</a> che potresti voler seguire
lv: Paskaties citus Scratch lietotājus</a>, kuriem tu gribētu sekot
nb: Her er noen Scratchere</a> du kan ha lyst til å følge
pt: Veja alguns Scratchadores</a> que talvez queira seguir
sl: Oglej si druge Scratcherje</a>, ki bi jim morda želel-a slediti
sv: Kolla in några Scratchers</a> som du kanske vill följa
tr: Takip etmek isteyebileceğin Scratch'çilere</a> bir bak
uk: Перевірте доробки скретчерів</a>, яким ви хотіли б слідувати

source: Scratch News
ca: Notícies d'Scratch
cs: Scratch novinky
de: Neuigkeiten zu Scratch
el: Τα νέα του Scratch
es: Noticias de Scratch
et: Scratchi uudised
eu: Scratchi buruzko albisteak
fr: Scratch : les nouvelles
ga: Nuacht Scratch
gl: Novas de Scratch
he: חדשות Scratch
ja: Scratchニュース
lv: Scratch jaunumi
nb: Scratch-nyheter
pt: Notícias do Scratch
ro: Noutati Scratch
sl: Scratch novice
sr: Скрач новости
sv: Scratchnyheter
tr: Scratch Haberleri
uk: Новини Скретчу

source: Create stories, games, and animations
ca: Crea històries, jocs i animacions
cs: Vytvářej příběhy, hry a animace
de: Erstelle Geschichten, Spiele und Animationen.
el: Δημιουργήστε παιχνίδια και κινούμενα σχέδια!
es: Crea historias, juegos y animaciones
et: Lugude, mängude ja animatsioonide loomine
eu: Istorioak, jokuak eta animazioak sor itzazu
fr: Créer des histoires, des jeux et des animations.
ga: Cruthaigh scéalta, cluichí, agus beochaintí
gl: Crear historias, xogos, e animacións
it: Crea storie, giochi e animazioni
ja: 物語や、ゲーム、アニメーションを作ろう
lv: Veido stāstus, spēles un animācijas
nb: Lag fortellinger, spill og animasjoner
pt: Crie estórias, jogos e animações
ro: Creeaza povesti, jocuri si animatii
sl: Ustvari zgodbe, igre in animacije
sr: Стварај приче, игре и анимације
sv: Skapa berättelser, spel, och animationer
tr: Hikayeler, oyunlar ve çizgi filmler yap
uk: Створюйте історії, ігри та анімації

source: Share with others around the world
ca: Comparteix amb gent d'arreu del món
cs: Sdílej s ostatními z celého světa
de: Teile sie mit anderen auf der ganzen Welt.
el: Μοιραστείτε τα έργα σας με άλλα άτομα!
es: Comparte con gente de todo el mundo
et: ning jagamine teistega üle maailma
eu: Mundu osoko jendearekin parteka ezazu
fr: Partager avec d'autres sur toute la planète
ga: Comhroinn le daoine ar fud an domhain
gl: Comparte con xente de todo o mundo
it: Condividili con tutti
ja: 世界中のみんなと共有しよう
lv: Dalies ar citiem visā pasaulē
nb: Vis det fram til andre rundt i verden
pt: Partilhe com outros em todo o mundo
ro: Partajeaza cu altii din lume
sl: Deli z drugimi uporabniki po vsem svetu
sr: Дели са другима широм света
sv: Dela med andra runt om i världen
tr: Dünyadaki tüm arkadaşlarınla paylaş
uk: Діліться ними з іншими по всьому світу
