Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Add another <span class=soundcolor>PLAY DRUM</span> block, then choose a drum from the pull-down menu.
cs: Přidej další blok <span class=soundcolor>BUBNUJ</span>, pak vyber buben z roletkového menu.
et: Lisa teine <span class=soundcolor>PLAY DRUM</span> plokk, siis vali trumm rippmenüüst.
eu: Gehitu beste <span class=soundcolor>DANBORRA JO</span> bloke bat, ondoren danbor mota bat aukeratu goitikbeherako menutik.
ga: Cuir bloc <span class=soundcolor>SEINN DRUMA</span> eile leis, ansin roghnaigh druma ón roghchlár anuas.
ja: 別の <span class=soundcolor>ドラムを鳴らす</span> ブロックを加え、プルダウンメニューからドラムを選んでください。
ro: Adauga alt bloc <span class=soundcolor>CANTA TOBA</span>, apoi alege o toba din meniul derulant.
sr: Додај још један <span class=soundcolor>УДАРАЉКА</span> блок, а затим изабери ударачки инструмент из падајућег менија.
sv: Lägg till ännu ett <span class=soundcolor>SPELA TRUMMA</span> block, välj sedan trumma från rullgardinsmenyn.
uk: Додайте інші блоки <span class=soundcolor>ПРОГРАТИ НА БАРАБАНІ</span>, обравши тип барабану з випадаючого меню.

source: 4 Again and Again
cs: 4 Znova and znova
et: 4 Uuesti ja uuesti
eu: 4 Behin eta berriz
ga: 4 Arís is Arís Eile
ro: 4 Iar si iar
sr: 4 Поново и поново
sv: 4 Igen och igen
uk: 4 Знову і знову

source: <p>Drag out a <span class=controlcolor>REPEAT</span> block and drop it on top of the stack. (You want the "mouth" of the <span class=controlcolor>REPEAT</span> to wrap around the other blocks.)</p>
et: <p>Lohista välja <span class=controlcolor>REPEAT</span> plokk ja paiguta see pinu päisesse. (U-kujulise ploki <span class=controlcolor>REPEAT</span> saad panna teiste plokkide ümber.)</p>
eu: <p>Arrasta ezazu <span class=controlcolor>ERREPIKATU</span> bloke bat eta pilaren gainean jar ezazu. (<span class=controlcolor>ERREPIKATU</span> blokearen "ahoak" beste blokeak kanpotik inguratu behar ditu)</p>
sv: <p>Dra ut ett <span class=controlcolor>REPETERA</span>block och släpp på toppen av stacken. (Du vill få "munnen" av <span class=controlcolor>REPETERA</span> att omsluta de andra blocken.)</p>
uk: <p>Перетягніть блок <span class=controlcolor>ПОВТОРИТИ</span> та помістіть його на вершину стека. ("Рот" блока <span class=controlcolor>ПОВТОРИТИ</span> повинен охоплювати блоки, що будуть повторювати дії.)</p>

source: 5 Say Something
cs: 5 Řekni něco
et: 5 Ütle midagi
eu: 5 Zerbait esan
ga: 5 Abair Rud Éigin
ro: 5 Spune ceva
sv: 5 Säg någonting
uk: 5 Скажи щось

source: <p>Click <span class=lookscolor>LOOKS</span> and drag out a <span class=lookscolor>SAY</span> block.</p> <p><img src = "%(STATIC_URL)s/images/help/5a-say.png"></p> Type in the block to change the words:<br/> <img src = "%(STATIC_URL)s/images/help/5b-say-new.png"><br/> Then <b>snap</b> it on top of the stack.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png"> <p>Click on the stack to run.</p>
et: <p>Klõpsa <span class=lookscolor>LOOKS</span> ja lohista <span class=lookscolor>Ütle</span> plokk.</p> <p><img src = "%(STATIC_URL)s/images/help/5a-say.png"></p> Sisesta plokki vajalik tekst:<br/> <img src = "%(STATIC_URL)s/images/help/5b-say-new.png"><br/> Siis paiguta see pinu tippu.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png"> <p>Käivitamisks klõpsa pinu.</p>
eu: <p>Klikatu <span class=lookscolor>ITXURA</span> eta arrastatu <span class=lookscolor>ESAN</span> blokea.</p> <p><img src = "%(STATIC_URL)s/images/help/5a-say.png"></p> Idatzi blokean esan nahi diren hitzak:<br/> <img src = "%(STATIC_URL)s/images/help/5b-say-new.png"><br/> Ondoren <b>atxikitu</b> pilaren gainean.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png"> <p>Klikatu pilan exekutatzeko.</p>
sv: <p>Klicka på <span class=lookscolor>LOOKS</span> och dra ut ett <span class=lookscolor>SAY</span>-block.</p> <p><img src = "%(STATIC_URL)s/images/help/5a-say.png"></p> Skriv i blocket för att ändra orden:<br/> <img src = "%(STATIC_URL)s/images/help/5b-say-new.png"><br/> <b>Lägg</b> den sedan på toppen av stacken.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png"> <p>Klicka på stacken för att köra.</p>
uk: <p>Клацни <span class=lookscolor>ВИГЛЯД</span> та претягни блок <span class=lookscolor>ГОВОРИТИ</span>.</p> <p><img src = "%(STATIC_URL)s/images/help/5a-say.png"></p> Введи нове слово в блок:<br/> <img src = "%(STATIC_URL)s/images/help/5b-say-new.png"><br/> Потім <b>помісти</b> його на верх стеку.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png"> <p>Клацни по стеку для запуску.</p>

source: 6 Green Flag
cs: 6 Zelená vlajka
et: 6 Roheline Lipp
eu: 6 Bandera berdea
ga: 6 Bratach Uaine
ro: 6 Steagul verde
sr: 6 Зелена застава
sv: 6 Grön flagga
uk: 6 Зелений прапор

source: <p>Drag out a <img src = "%(STATIC_URL)s/images/help/6a-green-flag.png"> block and snap it on top.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.png"></p>
cs: <p>Vytáhni blok <img src = "%(STATIC_URL)s/images/help/6a-green-flag.png"> a připoj ho nahoru.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.png"></p>
et: <p>Lohista välja <img src = "%(STATIC_URL)s/images/help/6a-green-flag.png"> plokk ja pane pinu algusesse.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.png"></p>
eu: <p>Arrastatu <img src = "%(STATIC_URL)s/images/help/6a-green-flag.png"> bloke bat eta atxikitu goiko aldean.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.png"></p>
ga: <p>Tarraing bloc <img src = "%(STATIC_URL)s/images/help/6a-green-flag.png"> amach agus scaoil ar bharr é.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.png"></p>
ro: <p>Scoate un bloc <img src = "%(STATIC_URL)s/images/help/6a-green-flag.png">si prinde-l in partea de sus.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.png"></p>
sv: <p>Dra ut ett <img src = "%(STATIC_URL)s/images/help/6a-green-flag.png"> block och knäpp fast det på toppen.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.png"></p>
uk: <p>Перетягніть блок <img src = "%(STATIC_URL)s/images/help/6a-green-flag.png"> і розмістіть його на початку.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.png"></p>

source: <p>Your script will start whenever you click the green flag: <img src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>To stop, click the stop button: <img src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>
et: <p>Sinu skript hakkab tööle, kui klõpsad rohelist lippu: <img src = "%(STATIC_URL)s/images/help/green-flag.png"> </p> <p> <img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"> </p> <p>Tegevuse peatamiseks klõpsa punast nuppu: <img src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> </p>
eu: <p>Zure skripta bandera berdean klik egiten duzunero exekutatuko da: <img src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>Gelditzeko <img src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> Stop botoia klikatu.</p>
ro: <p>Script-ul tau se va executa ori de cate ori se da clic pe steagul verde: <img src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>Pentru a opri, clic pe butonul stop: <img src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>
sv: <p>Ditt script startar när du klickar på den gröna flaggan: <img src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>För att stoppa, klicka på stoppknappen: <img src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>
uk: <p>Ваш скрипт буде виконуватись, коли ви клацните зелений прапор: <img src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>Для зупинки скрипта, клацніть кнопку Стоп: <img src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>

source: 7 Change Color
cs: 7 Změna barvy
et: 7 Muuda värvi
eu: 7 Kolorea aldatu
ga: 7 Athraigh Dath
ro: 7 Schimba culoarea
sv: 7 Ändra Färg
uk: 7 Змінити колір

source: <p>Now to try something different...</p> <p>Drag out a <span class=lookscolor>CHANGE EFFECT</span> block.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.png"></p>
cs: <p>Teď zkusíme něco jiného...</p> <p>Vytáhni blok <span class=lookscolor>ZMĚŇ EFEKT</span>.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.png"></p>
et: <p>Nüüd proovi midagi uut ... </p> <p>Lohista välja <span class=lookscolor> Muuda efekti </span> plokk. </p> <p> <img src = "%(STATIC_URL)s/images/help/7a-color.png"> </p>
eu: <p>Orain zerbait berria probatu...</p> <p>Arrasta ezazu <span class=lookscolor>EFEKTUA ALDATU</span> blokea.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.png"></p>
ga: <p>Anois bain triail as rud éigin difriúil...</p> <p>Tarraing bloc <span class=lookscolor>CHANGE EFFECT</span> amach.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.png"></p>
ro: <p>Acum incearca ceva diferit...</p> <p>Scoate un bloc <span class=lookscolor>SCHIMBA EFECT</span>.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.png"></p>
sv: <p>Försök nu något annorlunda...</p> <p>Dra ut ett <span class=lookscolor>ÄNDRA EFFEKT</span>-block.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.png"></p>
uk: <p>Тепер спробуємо щось інше...</p> <p>Перетягніть блок <span class=lookscolor>ЗМІНИТИ ЕФЕКТ</span>.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.png"></p>

source: <p>Click to see what it does.</p>
cs: <p>Klikni, abys viděl co dělá.</p>
et: <p>Klõpsa, et näha, mis toimub.</p>
eu: <p>Klikatu ezazu zer egiten duen ikusteko.</p>
ga: <p>Cliceáil chun triail a bhaint as.</p>
ro: <p>Clic pentru a vedea ce face.</p>
sv: <p>Klicka för att se vad det gör.</p>
uk: <p>Клацніть щоб побачити його роботу.</p>

source: 8 Key Press
et: 8 Vajuta klahvi
eu: 8 Tekla sakatu
ro: 8 Apasarea unei taste
sv: 8 Tangent Nedtryckt
uk: 8 Натиск клавіш

source: Snap on a <img src = "%(STATIC_URL)s/images/help/8a-key-press.png">
et: Klõpsa <img src = "%(STATIC_URL)s/images/help/8a-key-press.png">
eu: <img src = "%(STATIC_URL)s/images/help/8a-key-press.png"> Atxikitu ezazu.
ro: Prinde un
sv: Snäpp fast ett <img src = "%(STATIC_URL)s/images/help/8a-key-press.png">
uk: Установіть на <img src = "%(STATIC_URL)s/images/help/8a-key-press.png">

source: Now press the space bar on your keyboard and watch what happens.
et: Nüüd vajuta tühikuklahvi ja vaata mis juhtub.
eu: Orain hutsune barra sakatu ezazu teklatuan eta zer gertatzen den ikusi.
ro: Acum apasa tasta spatiu de pe tastatura si urmareste ce se intampla.
sv: Tryck nu på mellanslagstangenten och se vad som händer.
uk: Тепер натисніть ПРОПУСК на клавіатурі та подивіться, що станеться.

source: You can choose a different key from the menu:
et: Saad valida erinevaid klahve menüüst:
eu: Orain menutik tekla ezberdin bat saka dezakezu:
ro: Poti sa alegi o alta tasta din meniu:
sv: Du kan välja en annan tangent från menyn:
uk: Вам слід обрати певну клавішу з меню:

source: 9 Add a Backdrop
et: 9 Lisa taust
eu: 9 Hondo bat gehitu
ro: 9 Adauga un fundal
sv: 9 Lägg till en bakgrund
uk: 9 Додати тло

source: <p>You can add new backdrops on the Stage.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png"><br/> <p> Click <img src = "%(STATIC_URL)s/images/help/landscape-icon.png"> to choose a New backdrop from the Library (such as "Spotlight-Stage"):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png"><br/> <p>Click OK.</p>
et: <p>Saad lisada lavale uusi taustu.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png"><br/> <p> Klõpsa <img src = "%(STATIC_URL)s/images/help/landscape-icon.png"> valimaks uut tausta teegist (näiteks "Spotlight-Stage"):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png"><br/> <p>Klõpsa OK.</p>
eu: <p>Hondo berriak gehitu ditzazkiokezu eszenatokiari.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png"><br/> <p> Klikatu <img src = "%(STATIC_URL)s/images/help/landscape-icon.png"> liburutegitik hondo berri bat aukeratzeko ("Spotlight-Stage" adibidez):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png"><br/> <p>Click OK.</p>
sv: <p>Du kan lägga till nya bakgrunder på scenen.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png"><br/> <p> Klicka <img src = "%(STATIC_URL)s/images/help/landscape-icon.png"> för att välja en Ny bakgrund från biblioteket (som t.ex "Spotlight-Scenen"):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png"><br/> <p>Klicka OK.</p>
uk: <p>Ти можеш додати нове тло для Сцени.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png"><br/> <p> Клацни <img src = "%(STATIC_URL)s/images/help/landscape-icon.png"> щоб обрати нове тло з Бібліотеки ( наприклад "Spotlight-Stage"):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png"><br/> <p>Клацни Гаразд.</p>

source: <p>For your first Scratch experience, you'll be creating an interactive holiday card.</p> <p>Think about your favorite holiday memories, What images and sounds come to mind? (If you need extra inspiration, check out projects in the <a href="http://scratch.mit.edu/studios/279432/" target="_blank">holiday card studio</a>.)</p>
et: <p>Esimese Scratchi kogemuse saamiseks lood Sa interaktiivse pühadekaardi.</p> <p>Mõtle oma lemmikpühadele. Milised pildid ja helid meenuvad? (Kui vajad lisainspiratsiooni, vaata projekte stuudios <a href="http://scratch.mit.edu/studios/279432/" target="_blank"><i>holiday card studio</i></a>.)</p>
sv: <p>För din första Scratcherfarenhet, kommer du att skapa ett interaktivt feriekort.</p> <p>Tänk på ditt favorit ferieminne. Vilka bilder och ljud kommer du att tänka på? (Om du vill ha extra inspiration, kolla in projekten i <a href="http://scratch.mit.edu/studios/279432/" target="_blank">feriekortstudion</a>.)</p>

source: <p>Have some ideas for your card?</p> <a href="../hoc-2/">Let's start by deleting the cat.</a></p>
et: <p>Vajad ideid oma kaardi jaoks?</p> <a href="../hoc-2/">Alustame kassi kustutamisest.</a></p>
sv: <p>Har du några idéer till ditt kort?</p> <a href="../hoc-2/">Låt oss starta med att ta bort katten.</a></p>

source: Tutorial Home
sv: Handledning Hem

source: <p>In Scratch, characters and objects are called "sprites".</p> <p>You can delete a sprite by clicking on the scissors and then clicking on the sprite.</p>
et: <p>Scratchis nimetatakse tegelasi ja objekte spraitideks.</p> <p>Spraidi kustutamseks klõpsa esmalt kääridel ja seejärel kustutataval spraidil.</p>
sv: <p>I Scratch, figurer och objekt kallas för "sprites".</p> <p>Du kan ta bort en sprite genom att klicka på saxen och sedan klicka på sprajten.</p>

source: <p>Can you find another way to delete a sprite?</p> <p></p> <p><a href="../hoc-3/">Next, let's add some holiday sprites to your card.</a></p>
et: <p>Oskad Sa leida veel võimalusi spraidi kustutamiseks?</p> <p></p> <p><a href="../hoc-3/">Nüüd leia pühadekaardile sobivaid spraite.</a></p>
sv: <p>Kan du hitta ett annat sätt att ta bort en sprite?</p> <p></p> <p><a href="../hoc-3/">Nästa steg, låt oss lägga till några feriesprites till ditt kort.</a></p>

source: <p>There are 4 ways to add a sprite to your card. To add a sprite, click on one of these buttons:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p>
et: <p>Spraidi lisamiseks on 4 võimalust. Klõpsa ühte neist nuppudest:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p>
sv: <p>Det finns 4 sätt att lägga till en sprite till ditt kort. För att lägga till en sprite, klicka på en av ikonerna:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p>

source: Here's what each button does:<br/> <img src = "%(STATIC_URL)s/images/help/hoc-3a-add-sprite-library.png"> Library:<br/> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Choose a sprite from the sprite library<br/> <img src = "%(STATIC_URL)s/images/help/hoc-3b-add-sprite-paint.png"> Paint:<br/> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Draw your own sprite in the paint editor<br/> <img src = "%(STATIC_URL)s/images/help/hoc-3c-add-sprite-upload.png"> Computer:<br/> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Upload an image from your computer<br/> <img src = "%(STATIC_URL)s/images/help/hoc-3d-add-sprite-camera.png"> Camera:<br/> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Take a picture (if you have a webcam)<br/>
et: Nupud teevad järgmist:<br/> <img src = "%(STATIC_URL)s/images/help/hoc-3a-add-sprite-library.png"> Teek:<br/> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Vali sprait teegist<br/> <img src = "%(STATIC_URL)s/images/help/hoc-3b-add-sprite-paint.png"> Joonista:<br/> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Joonista sprait joonistamisredaktoriga<br/> <img src = "%(STATIC_URL)s/images/help/hoc-3c-add-sprite-upload.png"> Arvuti:<br/> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Lae fail oma arvutist<br/> <img src = "%(STATIC_URL)s/images/help/hoc-3d-add-sprite-camera.png"> Kaamera:<br/> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pildista (kui on veebikaamera)<br/>
sv: Det här gör varje ikon:<br/> <img src = "%(STATIC_URL)s/images/help/hoc-3a-add-sprite-library.png">Spritebiblioteket:<br/> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Välj en sprite från spritebiblioteket<br/> <img src = "%(STATIC_URL)s/images/help/hoc-3b-add-sprite-paint.png"> Rita:<br/> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Rita din egen sprite med ritverktyget<br/> <img src = "%(STATIC_URL)s/images/help/hoc-3c-add-sprite-upload.png"> Datorn:<br/> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ladda upp en bild från din dator<br/> <img src = "%(STATIC_URL)s/images/help/hoc-3d-add-sprite-camera.png"> Kamera:<br/> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ta en bild (om du har en webbkamera)<br/>

source: <p></p> <p><a href="../hoc-4/">Next, let's make your sprites interactive.</a></p>
et: <p></p> <p><a href="../hoc-4/">Nüüd tee sprait interaktiivseks.</a></p>
sv: <p></p> <p><a href="../hoc-4/">Nästa steg, låt oss göra dina sprites interaktiva.</a></p>

source: Play with the blocks in the different categories. Or check out one of these ideas to make your sprite:<br/> &nbsp;&nbsp;&nbsp;&nbsp;<a href="../hoc-4a/">Move</a><br/> &nbsp;&nbsp;&nbsp;&nbsp;<a href="../hoc-4b/">Say something</a><br/> &nbsp;&nbsp;&nbsp;&nbsp;<a href="../hoc-4c/">Make a sound</a><br/> &nbsp;&nbsp;&nbsp;&nbsp;<a href="../hoc-4d/">Change color</a><br/> &nbsp;&nbsp;&nbsp;&nbsp;<a href="../hoc-4e/">Change costume</a><br/>
sv: Lek med blocken i de olika kategorierna. Eller kolla in någon av idéerna för att din sprite ska:<br/> &nbsp;&nbsp;&nbsp;&nbsp;<a href="../hoc-4a/">Röra sig</a><br/> &nbsp;&nbsp;&nbsp;&nbsp;<a href="../hoc-4b/">Säga någonting</a><br/> &nbsp;&nbsp;&nbsp;&nbsp;<a href="../hoc-4c/">Göra ett ljud</a><br/> &nbsp;&nbsp;&nbsp;&nbsp;<a href="../hoc-4d/">Ändra färg</a><br/> &nbsp;&nbsp;&nbsp;&nbsp;<a href="../hoc-4e/">Byta klädsel</a><br/>

source: <p></p> <p><a href="../hoc-5/">Next, let's add a background image to your holiday card.</a></p>
sv: <p></p> <p><a href="../hoc-5/">Nästa steg, låt oss lägga till en bakgrundsbild till ditt feriekort.</a></p>

source: <p>Get your sprites moving with blocks from the “Motion” palette.</p> Try adding this code to have one of your sprites dance back and forth:<br/> </p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-a-move.png"></p> <p>What other ways can you get your sprites moving?</p>
sv: <p>Få dina sprites att röra sig med block från "Rörelseblocken".</p> Prova att lägga till den här koden så att din sprite dansar fram och tillbaka:<br/> </p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-a-move.png"></p> <p>På vilka andra sätt kan du få din sprite att röra sig?</p>

source: <p></p> <p><a href="../hoc-4/">Let's explore other types of interactivity...</a></p>
sv: <p></p> <p><a href="../hoc-4/">Låt oss utforska andra typer av interaktivitet...</a></p>

source: <p>Have your sprites say something with blocks from the “Looks” palette.</p> <p>Try adding this code to have one of your sprites share holiday greetings:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-b-say.png"></p>
sv: <p>Få dina sprites att säga någonting med block från "Utseendeblocken".</p> <p>Prova att lägga till den här koden för att få en av dina sprites att säga en feriehälsning:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-b-say.png"></p>

source: <p>What wishes for the holiday season will your sprites share?</p> <p><a href="../hoc-4/">Let's explore other types of interactivity...</a></p>
sv: <p>Vilka önskningar och hälsningar kommer dina sprites att säga?</p> <p><a href="../hoc-4/">Låt oss utforska andra typer av interaktivitet...</a></p>

source: <p>Explore adding sound to your holiday card by using sounds from the Scratch library, uploading sounds from your computer, or recording your own sounds with a microphone.</p> Experiment with some of these sound-related blocks to add music and sound to your sprite:<br/> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-c-sound.png"></p>
sv: <p>Utforska att lägga till ljud till ditt feriekort genom att använda ljud från Scratchbiblioteket, ladda upp ljud från din dator, eller spela in dina egna ljud med en mikrofon.</p> Experimentera med några av dessa ljudblock för att lägga till musik och ljud till din sprite:<br/> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-c-sound.png"></p>

source: <p>What interesting holiday sounds can you add to your card?</p> <p><a href="../hoc-4/">Let's explore other types of interactivity...</a></p>
sv: <p>Vilka intressanta ferieljud kan du lägga till ditt kort?</p> <p><a href="../hoc-4/">Låt oss utforska olika typer av interaktivitet...</a></p>

source: <p>Play with the images in your holiday card by using the graphic effects blocks:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-effects.png"></p> <p>Try adding this code to add a colorful effect to a dancing sprite:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-color.png"></p> <p>What cool image effects will you add to your card?</p>
sv: <p>Lek med bilderna på ditt feriekort genom att använda block för grafikeffekter:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-effects.png"></p> <p>Prova att lägga till den här koden för en färgrik effekt på en dansande sprite:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-color.png"></p> <p>Vilka spännande bildeffekter kommer du att lägga till på ditt kort?</p>

source: <p><a href="../hoc-4/">Let's explore other types of interactivity...</a></p>
sv: <p><a href="../hoc-4/">Låt oss utforska olika typer av interaktivitet...</a></p>

source: <p>Sprites can have different “costumes” -- different visuals, just like how an actor in a play can wear different outfits.</p> <p>Try adding costumes to your sprite:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes-panel.png"></p> <p>And switch between costumes using the “switch costume” block:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes.png"></p> <p>How can costumes add animation to your holiday card?</p>
sv: <p>Sprites kan ha olika “klädslar” -- olika utseenden, precis som en skådespelare i en pjäs kan ha olika kläder.</p> <p>Prova att lägga till klädslar till din sprite:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes-panel.png"></p> <p>Och växla mellan klädslarna genom att använda "byt klädsel till -blocket":</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes.png"></p> <p>Hur kan klädslar lägga till en animation till ditt feriekort?</p>
