Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-dropdown.png"/> <p>You can select the button or one of the four inputs numbered A-D.</p> <p>The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. An input is connected if there is a good electrical connection between the metal ends of the clips.</p>
el: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-dropdown.png"/> <p>Μπορείτε να επιλέξετε το κουμπί ή μία από τις υποδοχές αριθμημένες A μέχρι D.</p> <p>Το PicoBoard περιλαμβάνει 4 ζεύγη δαγκανών που μπορούν θα τοποθετηθούν στις υποδοχές A-D. Μια υποδοχή συνδέεται εάν υπάρχει καλή ηλεκτρική σύνδεση ανάμεσα στις μεταλλικές άκρες των δαγκανών.</p>
fr: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-dropdown.png"/> <p>Vous pouvez sélectionner le bouton ou l'une des quatre entrées numérotées de A à D.</p> <p>Le PicoBoard est livré avec quatre paires de pinces crocodiles qui peuvent être branchés dans les entrées A à D. Une entrée est connectée, si il y a une bonne connexion électrique entre les extrémités métalliques des clips. </p>
gl: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-dropdown.png"/> <p>Podes seleccionar o botón ou unha das catro entradas numeradas A-D.</p> <p>O PicoBoard ven con catro pares de pinzas de cocodrilo que poden ser conectados nas entradas A-D. Unha entrada está conectada si hay unha conexión eléctrica boa entre a terminación de metal e a pinza.</p>
it: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-dropdown.png"/> <p>Puoi selezionare il bottone o uno dei quattro ingressi numerati A-D.</p> <p>La PicoBoard viene fornita con quattro paia di mollette metalliche che possono essere collegate agli ingressi A-D. Un ingresso risulta connesso quando c'è un buon collegamento elettrico tra le estremità metalliche delle mollette.</p>
lv: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-dropdown.png"/> <p>Tu vari izvēlēties pogu vai vienu no četrām ieejām, kas apzīmētas ar A-D.</p> <p>PicoBoard komplektā ir četri pāri krokodilspaiļu, kuras var pieslēgt A-D ieejām. Ieeja ir pievienota, ja ir izveidots labs kontakts savienojuma metāla daļām.</p>
nb: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-dropdown.png"/> <p>Du kan velge trykknappen eller en av de fire inngangene A-D.</p> <p>PicoBoard leveres med kabler som har to krokodilleklemmer og kan plugges inn i inngangene. En inngang er sammenkoblet hvis det er god elektrisk kontakt mellom krokodilleklemmene.</p>
pt: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-dropdown.png"/> <p>Pode escolher o botão ou uma das quatro entradas A-D.</p> <p>A PicoBoard vem com quatro pares de pinças crocodilo que podem ser ligados às estradas A-D. Uma entrada está ligada se houver uma boa ligação eléctrica entre as duas pinças.</p>
sl: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-dropdown.png"/> <p> Izberete lahko gumb ali enega od štirih vhodov, oštevilčenih od A do D. </p> <p> PicoBoard prihaja s štirimi pare priključkov, ki jih lahko priključimo na vhode AD. Vhod je priključen, če je dobra električna povezava med kovinskima zaključkoma. </ P>

source: Report the value detected by one of the PicoBoard sensors in the range from 0 to 100.
fr: Renvoie la valeur détectée par l'un des capteurs PicoBoard sur une échelle de 0 à 100.
gl: Devolve o valor detectado por un dos sensores do PicoBoard no rango de 0 a 100.
it: Mostra il valore determinato da uno dei sensori della PicoBoard in un intervallo tra 0 e 100.
lv: Atgriež PicoBoard sensoru noteikto vērtību intervālā no 0 līdz 100.
nb: Gir den målte verdien fra en av sensorene på PicoBoard. Verdien går fra 0 til 100.
pt: Reporta o valor de 0 a 100 detectado por um dos sensores da PicoBoard.
sl: Sporoči vrednost enega od senzorjev PicoBoard v območju od 0 do 100.

source: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex1.png"> <p>Make the sprite move up and down using the slider.</p>
fr: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex1.png"> <p>Fais monter et descendre le lutin à l'aide du curseur.</p>
gl: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex1.png"> <p>Fai que a figura se mova de arriba a abaixo usando a barra de desprazamento.</p>
it: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex1.png"> <p>Fa muovere lo sprite su e giù seguendo il puntatore del mouse.</p>
lv: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex1.png"> <p>Liek gariņam pārvietoties uz augšu un leju, izmantojot slīdni.</p>
nb: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex1.png"> <p>Du kan styre figuren opp og ned med skyveknappen.</p>
pt: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex1.png"> <p>Faça o actor subir e descer usando o deslizador.</p>
sl: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex1.png"> <p> S pomočjo drsnika nadzoruj premikanje lika gor in dol.</ p>

source: <p>To view the value of the sensor, click the checkbox next to the block in the palette.</p> <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex2.png">
fr: <p>Pour afficher la valeur du capteur, cliquez sur la case à côté du bloc dans la palette.</p> <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex2.png">
gl: <p>Para ver o valor do sensor, preme o recadro de validación que está ao lado do bloque na paleta.</p> <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex2.png">
it: <p>Per vedere il valore del sensore, clicca sulla casella di controllo vicino al blocco nell'elenco dei blocchi di Scratch.</p> <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex2.png">
lv: <p>Lai redzētu sensora vērtību, ieklikšķini ķeksīti blakus blokas rīku paletē.</p> <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex2.png">
nb: <p>Du kan vise sensorverdien på scenen ved å klikke i ruten ved siden av klossen.</p> <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex2.png">
pt: <p>Para ver o valor do sensor, clique na caixa de selecção junto ao bloco na paleta.</p> <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex2.png">
sl: <p> Za ogled vrednost senzorja klikni polje zraven bloka v paleti. </ p> <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex2.png">

source: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-dropdown.png"/> <p>You can select one of the seven PicoBoard sensors. Each reports a value in the range from 0 to 100.</p> <p>The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. A resistance sensor value block reports a number from 0 to 100, depending on how much electrical resistance there is between the metal ends of the alligator clips.</p>
fr: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-dropdown.png"/> <p>Vous pouvez sélectionner l'un des sept capteurs du PicoBoard. Chacun rapporte une valeur sur une échelle de 0 à 100.</p> <p>Le PicoBoard est livré avec quatre paires de pinces crocodiles qui peuvent être branchés dans les entrées A à D. Un bloc de valeur de résistance de capteur signale un nombre de 0 à 100, selon la résistance électrique qui existe entre les extrémités métalliques des pinces crocodile.</p>
gl: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-dropdown.png"/> <p>Podes seleccionar un dos sete sensores do PicoBoard. Cada un deles devolve un valor no rango 0 a 100.</p> <p>O PicoBoard ven con catro pares de pinzas de cocodrilo que poden ser conectadas ás entradas A-D. Un sensor de resistenza devolve un número entre 0 e 100, dependendo da resistencia eléctrica que haxa entre a terminación de metal e as pinzas de cocodrilo.</p>
it: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-dropdown.png"/> <p>Puoi selezionare uno dei sette sensori della PicoBoard. Ogni sensore fornisce un valore in un intervallo tra 0 e 100.</p> <p>La PicoBoard viene fornita con quattro paia di mollette metalliche che possono collegarsi negli ingressi A-D. Un blocco sensore della resistenza fornisce un numero tra 0 e 100, che dipende da quanta resistenza elettrica c'è tra le punte metalliche della molletta.</p>
lv: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-dropdown.png"/> <p>Vari izvēlēties vienu no septiņiem PicoBoard sensoriem. Katrs atgriež vērtību intervālā no 0 līdz 100.</p> <p>PicoBoard ir komplektēts ar četriem pāriem krokodilspaiļu, kuras var pievienot ieejām A-D. Pretestības sensora vērtības blokas atgriež skaitli no 0 līdz 100, atkarībā no elektriskās pretestības krokodilspaiļu galos.</p>
nb: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-dropdown.png"/> <p>Du kan velge en av de syv sensorene på PicoBoard. Hver sensor gir en verdi fra 0 til 100.</p> <p>PicoBoard leveres med kabler som har krokodilleklemmer og kan plugges inn i inngangene A-D. En kloss for verdien til en motstandssensor gir et tall fra 0 til 100 avhengig av den elektriske motstanden mellom et par krokodilleklemmer.</p>
pt: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-dropdown.png"/> <p>Pode seleccionar um de sete sensores da PicoBoard. Cada um deles reporta um valor entre 0 e 100.</p> <p>A PicoBoard vem com quatro pares de pinças crocodilo que podem ser ligadas às entradas A-D. Um bloco sensor de valor de resistência reporta um número entre 0 e 100, dependendo da resistência eléctrica que existir entre as pinças metálicas.</p>
sl: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-dropdown.png"/> <p> Izberete lahko enega izmed sedmih PicoBoard senzorjev. Vsak senzor vrača vrednost v območju od 0 do 100. </p> <p> PicoBoard prihaja s štirimi priključki, ki jih lahko priključimo na vhode A-D. Vrednost senzorja odpornost je prikazana v bloku v omočju od 0 do 100, glede na to, koliko električna upornost je med kovino. </p>

source: Run a script when the button is pressed or the ends of the alligator clips plugged into one of the four inputs (A-D) are connected.
fr: Exécuter un script lorsque le bouton est pressé ou lorsque les extrémités des pinces crocodiles branchées dans l'une des quatre entrées (A à D) sont reliées.
gl: Executa un programa cando se prende un botón ou cando están conectadas as terminacións dunhas pinzas de cocodrilo enchufadas nunha das entradas (A-D).
it: Eseguire uno script quando il pulsante è premuto o le estremità delle mollette attaccate a uno dei quattro ingressi (AD) sono collegate.
lv: Izpilda programmu, kad ir nospiesta poga vai A-D ieejās pieslēgtās krokodilspailes ir savienotas.
nb: Start et skript når knappen trykkes eller når det blir elektrisk kontakt mellom et par krokodilleklemmer på en av inngangene (A-D).
pt: Corre um guião quando o botão estiver pressionado ou quando as pinças ligadas a uma das quatro entradas (A-D) estiverem conectadas.
sl: Zaženi skripto, ko je pritisnen gumb ali pa je priključek priključen na enega izmed štirih vhodov (A-D).

source: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-ex1.png"/> <p>When the button is pressed, the script will run.</p>
fr: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-ex1.png"/> <p>Lorsque le bouton est enfoncé, le script sera exécuté.</p>
gl: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-ex1.png"/> <p>Cando o botón está premido execútase o programa.</p>
it: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-ex1.png"/> <p>Quando si preme il pulsante, lo script verrà eseguito.</p>
lv: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-ex1.png"/> <p>Programma izpildīsies, kad tiks nospiesta poga.</p>
nb: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-ex1.png"/> <p>Trykknappen får skriptet til å starte.</p>
pt: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-ex1.png"/> <p>Quando o botão for pressionado, o guião será executado.</p>
sl: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-ex1.png"/> <p>Ko je gumb pritisnjen, potem zaženi skripto.</p>

source: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-dropdown.png"/> <p>You can select the button or one of the four inputs numbered A-D.</p> <p>The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. An input is connected if there is a good electrical connection between the metal ends of the clips.</p>
fr: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-dropdown.png"/> <p>Vous pouvez sélectionner le bouton ou l'une des quatre entrées numérotées de A à D.</p> <p>Le PicoBoard est livré avec quatre paires de pinces crocodiles qui peuvent être branchés dans les entrées A à D. Une entrée est connectée, si il y a une bonne connexion électrique entre les extrémités métalliques des clips.</p>
gl: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-dropdown.png"/> <p>Podes seleccionar o botón ou unha das catro entradas numeradas A-D.</p> <p>O PicoBoard ven con catro pares de pinzas de cocodrilo que poden ser enchufadas nas entradas A-D. Unha entrada está conectada si hai unha boa conexión elétrica entre a terminación metálica e as pinzas.</p>
it: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-dropdown.png"/> <p>È possibile selezionare il pulsante o uno dei quattro ingressi numerati da A a D.</p> <p>La PicoBoard è dotata di quattro coppie di pinzette metalliche che possono essere inserite negli ingressi A-D. Un ingresso è collegato se c'è una buona connessione elettrica tra le estremità metalliche delle pinzette.</p>
lv: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-dropdown.png"/> <p>Vari izvēlēties pogu vai vienu no četrām ieejām, kas apzīmētas ar A-D.</p> <p>PicoBoard ir komplektēts ar četriem pāriem krokodilspaiļu, kuras var pievienot ieejām A-D. Ieeja skaitās pieslēgta, ja ir labs savienojums krokodilspaiļu galos.</p>
nb: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-dropdown.png"/> <p>Du kan velge trykknappen eller en av de fire inngangene A-D.</p> <p>PicoBoard leveres med kabler som har to krokodilleklemmer og kan plugges inn i inngangene. En inngang er sammenkoblet hvis det er god elektrisk kontakt mellom krokodilleklemmene.</p>
pt: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-dropdown.png"/> <p>Pode seleccionar o botão ou uma das quatro entradas A-D.</p> <p>A PicoBoard vem com quatro pares de pinças crocodilo que podem ser ligadas às entradas A-D. Uma entrada está conectada quando houver uma boa ligação eléctrica entre as pinças metálicas.</p>
sl: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-dropdown.png"/> <p> Izberete lahko gumb ali enega od štirih vhodov, oštevilčenih z A-D. </p> <p> PicoBoard prihaja s štirimi priključki, ki jih lahko priključimo na vhode A-D. Vhod je priključen, če je dobra električna povezava med kovinskima koncema. </p>

source: Run a script when the value of one of the PicoBoard's sensors becomes greater (or less) than a specified value.
fr: Exécute un script lorsque la valeur de l'un des capteurs de PicoBoard devient supérieur (ou inférieur) à une valeur spécifiée.
gl: Executa un programa cando o valor dos sensores do PicoBoard son maiores (ou menores) a un valor especificado.
it: Esegue uno script quando il valore di uno dei sensori della PicoBoard diventa maggiore (o minore) di un valore specificato.
lv: Izpilda programmu, ja kāda no PicoBoard sensoru vērtībām kļūst lielāka (vai mazāka) par norādīto vērtību.
nb: Starter et skript når verdien fra en av PicoBoard-sensorene blir større (eller mindre) enn en angitt grense.
pt: Executa um guião quando o valor de um dos sensores da PicoBoard se tornar superior (ou inferior) a um dado valor.
sl: Zaženi skripto, če vrednost enega senzorja v PicoBoard postane večja (ali manjša) od določene vrednosti.

source: <img src="%(STATIC_URL)s/images/help/pico-when-slider-ex1.png"/> <p>Change the sprite's costume each time you clap.</p>
fr: <img src="%(STATIC_URL)s/images/help/pico-when-slider-ex1.png"/> <p>Changer le costume de sprite chaque fois que vous frappez.</p>
gl: <img src="%(STATIC_URL)s/images/help/pico-when-slider-ex1.png"/> <p>Muda a vestimenta da figura cada vez que das unha palmada.</p>
it: <img src="%(STATIC_URL)s/images/help/pico-when-slider-ex1.png"/> <p>Cambia il costume dello sprite ogni volta che batti le mani.</p>
lv: <img src="%(STATIC_URL)s/images/help/pico-when-slider-ex1.png"/> <p>Mainīt gariņa tērpu katru reizi, kad plaukšķini.</p>
nb: <img src="%(STATIC_URL)s/images/help/pico-when-slider-ex1.png"/> <p>Figurens bytter drakt hver gang du klapper.</p>
pt: <img src="%(STATIC_URL)s/images/help/pico-when-slider-ex1.png"/> <p>Muda o traje do actor sempre que bater as mãos.</p>
sl: <img src="%(STATIC_URL)s/images/help/pico-when-slider-ex1.png"/> <p>Spremeni kostum lika vsakič, ko plosknemo.</p>

source: <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown1.png"/> <p>You can select one of the seven PicoBoard sensors. Each reports a value in the range from 0 to 100.</p> <p>The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. The value of the resistance sensor depends on how much electrical resistance there is between the metal ends of the alligator clips.</p> <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown2.png"/> <br>You can also select a <i>greater</i> or <i>less than</i> comparison from the second dropdown menu.<br/>
fr: <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown1.png"/> <p>Vous pouvez sélectionner l'un des sept capteurs de PicoBoard. Chaque rapporte une valeur dans l'intervalle de 0 à 100.</p> <p>Le PicoBoard est livré avec quatre paires de pinces crocodiles qui peuvent être branchées dans les entrées de A à D. La valeur de la résistance du capteur est fonction de la résistance électrique qui existe entre les extrémités métalliques des pinces crocodile. </p> <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown2.png"/> <br>Vous pouvez aussi sélectionner une <i>plus grande</i>ou <i>plus petite</i> comparaison depuis le deuxième menu déroulant..<br/>
gl: <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown1.png"/> <p>Podes seleccionar un dos sete sensores PicoBoard. Cada un devolve un valor no rango 0 a 100.</p> <p>O PicoBoard ven con catro pares de pinzas de cocodrilo que poden ser enchufadas nunha das entradas A-D. O valor do sensor de resistenza depende da resistenza eléctrica que haxa entre as terminacións de metal e as pinzas de cocodrilo.</p> <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown2.png"/> <br>Tamén podes seleccionar unha comparación <i>maior</i> ou <i>menor que</i> no segundo menú despregable.<br/>
it: <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown1.png"/> <p>Puoi selezionare uno dei sette sensori della PicoBoard. Ognuno dei sensori restituisce un valore nell'intervallo 0-100.</p> <p>La PicoBoard è dotata di quattro coppie di pinzette metalliche che possono essere collegate agli ingressi A-D. Il valore della resistenza del sensore dipende dalla resistenza elettrica tra le estremità delle pinzette metalliche.</p> <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown2.png"/> <br>Puoi selezionare un confronto <i>maggiore di</i> o <i>minore di</i> nel secondo menu.<br/>
lv: <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown1.png"/> <p>Vari izvēlēties vienu no septiņiem PicoBoard sensoriem. Katrs no tiem atgriež vērtību intervālā no 0 līdz 100.</p> <p>PicoBoard komplektā ir četri pāri krokodilspaiļu, kuras var pieslēgt ieejām A-D. Sensoru vērtība atkarīga no pretestības krokodilspaiļu galos.</p> <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown2.png"/> <br>Vari izvēlēties salīdzinājumu <i>lielāks</i> vai <i>mazāks</i> no otrās izkrītošās izvēlnes.<br/>
nb: <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown1.png"/> <p>Du kan velge en av de syv sensorene på PicoBoard. Hver sensor gir en verdi fra 0 til 100.</p> <p>PicoBoard leveres med kabler som har krokodilleklemmer og kan plugges inn i inngangene A-D. Verdien til en motstandssensor tilsvarer den elektriske motstanden mellom et par krokodilleklemmer.</p> <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown2.png"/> <br>Du kan bruke menyen i klossen til å velge <i>større</i> eller <i>mindre</i> for sammenligningen med grenseverdien.<br/>
pt: <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown1.png"/> <p>Pode seleccionar um dos sete sensores da PicoBoard. Cada um deles reporta um valor entre 0 e 100.</p> <p>A PicoBoard vem com quatro pares de pinças crocodilo que podem ser ligadas às entradas A-D. O valor do sensor de resistência depende da quantidade de resistência eléctrica que existir entre as pinças metálicas.</p> <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown2.png"/> <br>Pode também seleccionar uma comparação <i>maior que</i> ou <i>menor que</i> no segundo menu.<br/>
sl: <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown1.png"/> <p>Izberete lahko enega od sedmih PicoBoard senzorjev. Vsak senzor vrne vrednost v območju od 0 do 100. </p> <p>PicoBoard prihaja s štirimi priključki, ki se lahko priključi na vhode A-D. Vrednost odpornostjo senzorja ke odvisna od tega, koliko električna upornost je med priključkom.</p> <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown2.png"/> <br>Izberete lahko tudi <i>večje</i> ali <i>manjše</i> od primerjave v drugem spustnem meniju.<br/>

source: Report the distance (from 0 to 100) detected by the LEGO WeDo distance sensor
fr: Renvoie la distance (de 0 à 100) détectée par le capteur de distance LEGO WeDo
gl: Devolve a distancia (entre 0 e 100) detectada polo sensor de distancia LEGO WeDo
it: Restituisce la distanza (un valore da 0 a 100) rilevata dal sensore di distanza del LEGO WeDo
lv: Atriež izmērīto attālumu (no 0 līdz 100), kas noteikts ar LEGO WeDo attāluma sensoru
nb: Gir avstanden (fra 0 til 100) som WeDo-avstandssensoren måler
pt: Reporta a distância (de 0 a 100) detectada pelo sensor de distância do LEGO WeDo
sl: Sporoči razdaljo (od 0 do 100), ki jo je znal Lego WeDo senzor razdalje.
