Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Upload <img src="%(STATIC_URL)s/images/help/upload-icon.png"> a sound file from your computer (mp3, wav or aif format).
ca: Penja <img src="%(STATIC_URL)s/images/help/upload-icon.png"> un fitxer d'àudio des del teu ordinador (en format mp3, wav or aif).
cs: Nahraj <img src="%(STATIC_URL)s/images/help/upload-icon.png"> nějaký zvukový soubor ze svého počítače (mp3, wav nebo aif formát).
de: Lade <img src="%(STATIC_URL)s/images/help/upload-icon.png"> eine Audiodatei von deinem Computer hoch (mp3, wav oder aif-Format).
el: Μεταφορτώστε <img src="%(STATIC_URL)s/images/help/upload-icon.png"> ένα αρχείο ήχου από τον υπολογιστή σας (σε μορφή .mp3, .wav ή .aif).
es: Carga <img src="%(STATIC_URL)s/images/help/es/upload-icon.png"> un archivo de sonido desde tu computador (formatos mp3, wav o aif).
et: Lae üles <img src="%(STATIC_URL)s/images/help/upload-icon.png"> helifail oma arvutist (mp3, wav või aif formaadis).
eu: Igo <img src="%(STATIC_URL)s/images/help/upload-icon.png"> soinu fitxategi bat zure ordenagailutik(mp3, wav edo aif formatuan).
fr: Téléverse <img src="%(STATIC_URL)s/images/help/upload-icon.png"> un fichier son de ton ordinateur (mp3, wav ou aif).
ga: Uasluchtaigh <img src="%(STATIC_URL)s/images/help/upload-icon.png"> comhad fuaime ó do ríomhaire (formáid mp3, wav nó aif).
gl: Carga <img src="%(STATIC_URL)s/images/help/upload-icon.png"> un ficheiro de son dende o teu ordenador (formatos mp3, wav ou aif).
it: Carica <img src="%(STATIC_URL)s/images/help/it/upload-icon.png"> un file audio dal tuo computer (in formato mp3, wav o aif).
lv: Augšuplādē <img src="%(STATIC_URL)s/images/help/upload-icon.png"> skaņas datni no sava datora (mp3, wav vai aif formātā).
nb: Last opp <img src="%(STATIC_URL)s/images/help/upload-icon.png"> en lydfil fra datamaskinen (mp3, wav eller aif format).
pt: Carregue <img src="%(STATIC_URL)s/images/help/upload-icon.png"> um arquivo de som a partir do seu computador (formato mp3, wav ou aif).
ro: Incarca <img src="%(STATIC_URL)s/images/help/upload-icon.png"> un fisier de sunet de pe calculatorul tau (in format mp3, wav sau aif).
sl: Naloži <img src="%(STATIC_URL)s/images/help/upload-icon.png"> zvočno datoteko s svojega računalnika (mp3, wav ali aif format).
sv: Ladda upp <img src="%(STATIC_URL)s/images/help/upload-icon.png"> en ljudfil från din dator (mp3-, wav- eller aif-format).
uk: Вивантажте <img src="%(STATIC_URL)s/images/help/upload-icon.png"> звуковий файл з вашого комп’ютера (в форматі mp3, wav чи aif).

source: Try these scripts:
ca: Prova aquests programes:
cs: Zkus tyto scénáře:
de: Probiere diese Skripte aus:
el: Δοκιμάστε αυτά τα σενάρια:
es: Ensaya estos programas:
et: Proovi neid skripte
eu: Skript hauek probatu:
fr: Essaie ces scripts:
ga: Bain triail as na scripteanna seo:
gl: Proba estes programas:
it: Prova questi script:
lv: Izmēģini šīs programmas:
nb: Prøv disse skriptene:
pt: Experimente estes guiões:
ro: Incearca aceste script-uri:
sl: Preizkusi naslednje skripte:
sv: Prova de här skripten:
tr: Bu komut dizilerini dene:
uk: Cпробуйте ці скрипти:

source: Click the green flag to run at the same time.
ca: Fes clic a la bandera verda per executar al mateix temps.
cs: Klikni na zelenou vlajku pro současné spuštění
de: Klicke auf die grüne Flagge, um sie gleichzeitig auszuführen.
el: Κάντε κλικ στην πράσινη σημαία για να το τρέξετε την ίδια στιγμή.
es: Haz clic en la bandera verde para ejecutar todo al mismo tiempo.
et: Klõpsa rohelist lippu samaaegseks käivitamiseks.
eu: Klikatu bandera berdea une berean exekutatzeko.
fr: Clique sur le drapeau vert pour exécuter tout en même temps.
ga: Cliceáil an bhratach uaine chun á a chur ar siúl ag an am céanna.
gl: Preme na bandeira verde para executar todo ao mesmo tempo.
it: Clicca la bandiera verde per eseguirli tutti allo stesso momento.
lv: Klikšķini zaļo karogu, lai izpildītu vienlaicīgi.
nb: Klikk det grønne flagget for å kjøre samtidig.
pt: Carregue na bandeira verde para executar ao mesmo tempo.
ro: Clic pe steagul verde pentru a le executa in acelasi timp.
sl: Klikni na zeleno zastavico, da se požene istočasno.
sv: Klicka på den gröna flaggan för att köra samtidigt.
tr: Yeşil bayrağa tıkla ve hepsi aynı anda çalışsın.
uk: Клацніть Зелений прапор для негайного запуску.

source: If you want to edit the song, select a section: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Then choose from the Edit menu:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
ca: Si vols editar la cançó, selecciona una secció: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Després, tria del menú Edita:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
de: Wenn du das Stück bearbeiten willst, kannst du einen Abschnitt markieren: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Wähle dann im Menü Bearbeiten:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
el: Εάν θέλετε να επεξεργαστείτε το τραγούδι, επιλέξτε ένα μέρος του: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Κατόπιν επιλέξτε από το μενού Επεξεργασία:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
es: Si deseas editar la canción, selecciona una sección: <img src="%(STATIC_URL)s/images/help/es/edit-sound.png"><br/> Luego elige del menú de edición:<br/> <img src="%(STATIC_URL)s/images/help/es/edit-sound-menu.png"> </div>
et: Kui te soovid muuta helindit, vali sektsioon: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Siis vali Redigeeri-menüüst :<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
eu: Kantu hau editatu nahi baduzu, sekzio bat aukeratu ezazu: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Ondoren Editatu menua aukeratu:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
fr: Si tu souhaites modifier la chanson, choisis une section: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Ensuite, choisis dans le menu Edit:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
gl: Si queres editar a canción, selecciona unha sección: <img src="%(STATIC_URL)s/images/help/es/edit-sound.png"><br/> Despois elixe do menú de edición:<br/> <img src="%(STATIC_URL)s/images/help/es/edit-sound-menu.png"> </div>
it: Se vuoi modificare la canzone, seleziona la porzione che vuoi modificare: <img src="%(STATIC_URL)s/images/help/it/edit-sound.png"><br/> Quindi seleziona Modifica nel menu:<br/> <img src="%(STATIC_URL)s/images/help/it/edit-sound-menu.png"> </div>
lv: Ja vēlies kā labot skaņu, iezīmē daļu: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Tad izvēlies no izvēlnes Labot:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
nb: For å redigere musikken, velg en del av den: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Velg fra Rediger-menyen:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
pt: Se quiser editar a canção, seleccione uma secção: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Depois escolha uma opção no menu Editar:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
sl: Če želiš urediti pesem, izberi razdelek: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Potem izberi iz menija Uredi:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
sv: Om du vill redigera låten, välj en sektion: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Välj sedan från Redigera-menyn:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
uk: Якщо ти бажаєш редагувати пісню, обери розділ: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Обери потрібне з меню Правка:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>

source: Have a microphone? You can use <img src="%(STATIC_URL)s/images/help/loudness-small.png">
ca: Tens un micròfon? Pots utilitzar <img src="%(STATIC_URL)s/images/help/loudness-small.png">
es: Tienes un micrófono? Puedes utilizar <img src="%(STATIC_URL)s/images/help/es/loudness-small.png">
fr: Vous avez un microphone? Vous pouvez utiliser <img src="%(STATIC_URL)s/images/help/loudness-small.png">
gl: Tes un micrófono? Podes usar <img src="%(STATIC_URL)s/images/help/es/loudness-small.png">
it: Hai un microfono? Puoi usare <img src="%(STATIC_URL)s/images/help/it/loudness-small.png">
lv: Ir pieejams mikrofons? Tu vari izmantot <img src="%(STATIC_URL)s/images/help/loudness-small.png">
nb: Hvis maskinen har mikrofon kan du bruke <img src="%(STATIC_URL)s/images/help/loudness-small.png">
pt: Tem um microfone? Pode usar <img src="%(STATIC_URL)s/images/help/loudness-small.png">
sl: Imaš mikrofon? Potem lahko uporabiš <img src="%(STATIC_URL)s/images/help/loudness-small.png">
tr: Bilgisayarının mikrofonu var mı? Varsa <img src="%(STATIC_URL)s/images/help/loudness-small.png"> değişkenini kullanabilirsin

source: Make noise so your sprite will jump!
ca: Fes soroll i el teu personatge saltarà!
es: Haz ruido para que tu objeto salte!
fr: Faites du bruit de telle sorte que votre lutin saute!
gl: Fai ruido para que a túa figura salte!
it: Fai rumore per far saltare il tuo sprite!
lv: Radi troksni, lai gariņš palecās!
nb: Lag lyder for å få figuren til å hoppe!
pt: Faça barulho para que o seu actor salte!
sl: Povzroči hrup in figura bo skočila!
tr: Biraz gürültü yaparsan kuklan zıplar!

source: For a larger effect, multiply by a number:
ca: Per a un efecte més gran, multiplica'l per un nombre:
es: Para un efecto más grande, multiplica por un número:
fr: Pour un effet plus important, multiplie par un nombre:
gl: Para un efecto máis grande, multiplica por un número:
it: Per un effetto maggiore, moltipla per un numero:
lv: Lai pastiprinātu efektu, pareizini ar skaitli:
nb: Du kan gange med et tall for å få større bevegelse:
pt: Para um efeito maior, multiplique por um número:
sl: Za večji učinek, pomnoži s številom:
tr: Sıçramayı artırmak için, bir rakamla çarp:

source: If you see this pop up, click <b>Allow</b> to access the microphone:
ca: Si veus aquesta finestra emergent, fes clic a <b>Allow</b> (Permetre) per accedir al micròfon:
es: Si ves este aviso, haz clic en <b>Permitir</b> para acceder al micrófono:
fr: Si tu vois cette fenêtre, un clic sur <b>Allow</b> pour accéder au microphone:
gl: Si ves este aviso, preme en <b>Permitir</b> para acceder ao micrófono:
it: Se vedi questo messaggio, clicca <b>Permetti</b> per avere accesso al microfono:
lv: Ja redzi šādu izlecošo logu, klikšķini <b>Allow</b> lai izmantotu mikrofonu:
nb: Hvis du får opp dette vinduet, klikk <b>Allow</b> for å bruke mikrofonen:
pt: Se vir esta janela, carregue em <b>Permitir</b> para aceder ao microfone:
sl: Če vidiš to sporočilo, klikni na <b>Dovoli</b>, da omogočiš dostop do mikrofona.
tr: Eğer böyle bir mesaj görürsen mikrofona erişime izin vermek için <b>Allow (İzin ver)</b> düğmesine bas:

source: Click the checkbox to see how loud it is:
ca: Fes clic a la casella per veure que tant fort sona:
es: Haz clic en el casilla de verificación para ver qué tan fuerte es:
fr: Un clic sur la case à cocher pour voir combien c'est fort:
gl: Preme no recadro de verificación para ver o alto que é:
it: Clicca il quadrato per vedere quanto è forte il rumore:
lv: Ieliec ķeksīti, lai redzētu, cik tas ir skaļš:
nb: Klikk i boksen for å vise hvor sterk lyden er:
pt: Clique na caixa de verificação para ver qual o volume do som:
sl: Označi potrditveno polje, da boš videl-a, kako glasno je:
tr: Onay kutucuğunu tıklarsan çıkarttığın sesin şiddetini görebilirsin:

source: The monitor will show on the Stage: <img src="%(STATIC_URL)s/images/help/loudness-monitor.png">.
ca: El monitor es mostrarà a l'escenari: <img src="%(STATIC_URL)s/images/help/loudness-monitor.png">.
es: El monitor se hará visible en el escenario: <img src="%(STATIC_URL)s/images/help/es/loudness-monitor.png">.
fr: Le contrôleur s'affiche sur la scène: <img src="%(STATIC_URL)s/images/help/loudness-monitor.png">.
gl: O monitor farase visible no escenario: <img src="%(STATIC_URL)s/images/help/es/loudness-monitor.png">.
it: Il monitor comparirà sullo Stage: <img src="%(STATIC_URL)s/images/help/it/loudness-monitor.png">.
lv: Skaļuma monitoru redzēsi uz skatuves: <img src="%(STATIC_URL)s/images/help/loudness-monitor.png">.
nb: Lydstyrken vises på scenen: <img src="%(STATIC_URL)s/images/help/loudness-monitor.png">.
pt: O monitor será mostrado no Palco: <img src="%(STATIC_URL)s/images/help/loudness-monitor.png">.
sl: Na Odru bo viden monitor: <img src="%(STATIC_URL)s/images/help/loudness-monitor.png">.
tr: Sayaç Sahnede böyle görünür: <img src="%(STATIC_URL)s/images/help/loudness-monitor.png">.

source: <p>Insert <img src="%(STATIC_URL)s/images/help/mouse-x.png"> into <img src="%(STATIC_URL)s/images/help/set-color-effect.png"></p> Use this code to whirl as you move the mouse:
ca: <p>Col·loca <img src="%(STATIC_URL)s/images/help/mouse-x.png"> dins de <img src="%(STATIC_URL)s/images/help/set-color-effect.png"></p> Utilitza aquest codi per fer-lo girar quan moguis el ratolí:
es: <p>Inserte <img src="%(STATIC_URL)s/images/help/es/mouse-x.png"> en <img src="%(STATIC_URL)s/images/help/es/set-color-effect.png"></p> Utiliza este código para girar a medida que mueve el ratón:
fr: <p>Insérer <img src="%(STATIC_URL)s/images/help/mouse-x.png"> dans <img src="%(STATIC_URL)s/images/help/set-color-effect.png"></p> Utilisez ce code pour tourbillonner lorsque vous déplacez la souris:
gl: <p>Inserte <img src="%(STATIC_URL)s/images/help/es/mouse-x.png"> en <img src="%(STATIC_URL)s/images/help/es/set-color-effect.png"></p> Utiliza este código para xirar a medida que move o rato:
it: <p>Inserisci <img src="%(STATIC_URL)s/images/help/it/mouse-x.png"> in <img src="%(STATIC_URL)s/images/help/it/set-color-effect.png"></p> Usa questo codice per creare un effetto mulinello quando muovi il mouse:
lv: <p>ievieto <img src="%(STATIC_URL)s/images/help/mouse-x.png"> iekš <img src="%(STATIC_URL)s/images/help/set-color-effect.png"> Izmanto šo kodu, lai virpuļotu, kad kustini peli:
nb: <p>Sett inn <img src="%(STATIC_URL)s/images/help/mouse-x.png"> i <img src="%(STATIC_URL)s/images/help/set-color-effect.png"></p> Virvel-effekten endrer seg når du beveger musen:
pt: <p>Insira <img src="%(STATIC_URL)s/images/help/mouse-x.png"> em <img src="%(STATIC_URL)s/images/help/set-color-effect.png"></p> Use este código para rodopiar à medida que mexe o rato:
sl: <p>Vstavi <img src="%(STATIC_URL)s/images/help/mouse-x.png"> v <img src="%(STATIC_URL)s/images/help/set-color-effect.png"></p> Uporabi to kodo, da povzročiš vrtinec, ko premikaš miš:

source: Try different effects by choosing the menu:
ca: Prova diferents efectes triant-los del menú:
es: Prueba diferentes efectos seleccionando del menú:
fr: Essayez différents effets en choisissant le menu:
gl: Proba diferentes efectos seleccionando do menú:
it: Prova effetti differenti scegliendoli nel menu:
lv: Izvēlies dažādus efektus no izvēlnes:
nb: Prøv forskjellige effekter fra menyen:
pt: Experimente diferentes efeitos escolhendo-os no menu:
sl: Da preizkusiš različne učinke, izberi menu:

source: Click stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"> to clear all effects.
ca: Fes clic a Stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"> per netejar tots els efectes.
es: Haz clic <img src="%(STATIC_URL)s/images/help/es/stop-sign.png"> para limpiar todos los efectos.
fr: Un clic sur <img src="%(STATIC_URL)s/images/help/stop-sign.png"> pour effacer tous les effets.
gl: Preme <img src="%(STATIC_URL)s/images/help/es/stop-sign.png"> para limpar todos os efectos.
it: Clicca stop <img src="%(STATIC_URL)s/images/help/it/stop-sign.png"> per annullare tutti gli effetti.
lv: Klikšķini stop <img src="%(STATIC_URL)s/images/help/stop-sign.png">, lai notīrītu visus efektus.
nb: Klikk stopp <img src="%(STATIC_URL)s/images/help/stop-sign.png"> for å ta bort alle effekter.
pt: Clique em stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"> para cancelar todos os efeitos.
sl: Klikni stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"> da pobrišeš vse učinke.
tr: Kırmızı dur <img src="%(STATIC_URL)s/images/help/stop-sign.png"> düğmesine basarsan tüm etkiler sıfırlanır.

source: Make a variable to keep track of score.
ca: Cera una variable per controlar la puntuació.
es: Crea una variable para hacer seguimiento de la puntuación.
fr: Crée une variable pour garder une trace du score.
gl: Crea unha variable para facer o seguimento da puntuación.
it: Crea una variabile per tener traccia del punteggio.
lv: Izveido mainīgo, lai sekotu līdzi rezultātam.
nb: Lag en variabel for å telle poeng.
pt: Criar uma variável para guardar a pontuação.
sl: Za spremljanje rezultata ustvari spremenljivko.

source: Choose <img src="%(STATIC_URL)s/images/help/data-palette.png"> and then <img src="%(STATIC_URL)s/images/help/make-variable-button.png"></p> Type in the name "Score" and then click OK:
ca: Fes clic a <img src="%(STATIC_URL)s/images/help/data-palette.png"> i després <img src="%(STATIC_URL)s/images/help/make-variable-button.png"></p> Escriu "Puntuació" en el nom i fes clic a OK:
es: Seleciona <img src="%(STATIC_URL)s/images/help/es/data-palette.png"> y entonces <img src="%(STATIC_URL)s/images/help/es/make-variable-button.png"></p> Escribe el nombre "Puntaje" y luego haz clic en Aceptar:
fr: Choisis <img src="%(STATIC_URL)s/images/help/data-palette.png"> et ensuite <img src="%(STATIC_URL)s/images/help/make-variable-button.png"></p> Tape le nom "Score" et puis clique OK:
gl: Seleciona <img src="%(STATIC_URL)s/images/help/es/data-palette.png"> y entonces <img src="%(STATIC_URL)s/images/help/es/make-variable-button.png"></p> Escribe no nome "Puntuación" e despois preme en Aceptar:
it: Seleziona la categoria <img src="%(STATIC_URL)s/images/help/it/data-palette.png"> e poi clicca il pulsante <img src="%(STATIC_URL)s/images/help/it/make-variable-button.png"></p> Inserisci il nome "Punteggio" e poi clicca OK:
lv: Izvēlies <img src="%(STATIC_URL)s/images/help/data-palette.png">un pēc tam <img src="%(STATIC_URL)s/images/help/make-variable-button.png"></p> ieraksti nosaukumu "Rezultāts" un tad spied Labi:
nb: Velg <img src="%(STATIC_URL)s/images/help/data-palette.png"> og <img src="%(STATIC_URL)s/images/help/make-variable-button.png"></p> Gi variabelen navnet "poeng" og klikk OK:
pt: Escolha <img src="%(STATIC_URL)s/images/help/data-palette.png"> e depois <img src="%(STATIC_URL)s/images/help/make-variable-button.png"></p> Introduza «Pontuação» no nome e carregue em OK:
sl: Izberi <img src="%(STATIC_URL)s/images/help/data-palette.png"> in potem <img src="%(STATIC_URL)s/images/help/make-variable-button.png"></p> Natipkaj ime "Rezultat" in klikni OK:

source: New blocks will appear and the variable Score will show on the Stage: <img src="%(STATIC_URL)s/images/help/score-monitor.png">
ca: Apareixeran nous blocs i la variable Puntuació es mostrarà a l'Escenari: <img src="%(STATIC_URL)s/images/help/score-monitor.png">
fr: De nouveaux blocs apparaissent et la variable Score apparaîtra sur ​​la scène: <img src="%(STATIC_URL)s/images/help/score-monitor.png">
gl: Os novos bloques aparecerán e a variable Puntuación amosarase no Escenario: <img src="%(STATIC_URL)s/images/help/score-monitor.png">
it: Appariranno dei nuovi blocchi e la variabile Punteggio apparirà sullo Stage: <img src="%(STATIC_URL)s/images/help/score-monitor.png">
lv: Parādīsies jauns bloks un uz skatuves būs redzams mainīgais Rezultāts: <img src="%(STATIC_URL)s/images/help/score-monitor.png">
nb: Nye klosser kommer fram, og variabelen "poeng" vises på scenen: <img src="%(STATIC_URL)s/images/help/score-monitor.png">
pt: Aparecerão novos blocos e será mostrado no palco um monitor da variável Pontuação: <img src="%(STATIC_URL)s/images/help/score-monitor.png">
sl: Pojavili se bodo novi bliki in na odrru bo prikazana spremenljivka Score: <img src="%(STATIC_URL)s/images/help/score-monitor.png">

source: Here's an example script for keeping score:
ca: Aquí tens un exemple per gestionar la puntuació:
es: Aquí hay un programa de ejemplo para mantener el puntaje:
fr: Voici un exemple de script pour compter les points:
gl: Aquí hai un exemplo dun programa que fai o seguimiento de puntuacións:
it: Ecco uno script di esempio per tenere il punteggio:
lv: Te ir programmas paraugs ar rezultāta skaitīšanu
nb: Her er et eksempel på et skript for å telle poeng:
pt: Aqui está um exemplo de guião para manter a pontuação:
sl: Tu je primer skripte, ki spremlja rezultat:

source: Move your sprite with arrow keys
ca: Mou el teu personatge amb les tecles del cursor
es: Mueve tu objeto con las teclas de fecha
fr: Déplacez votre lutin avec les touches fléchées
gl: Move a túa figura coas teclas de frecha
it: Muovi lo sprite con i tasti freccia
lv: Kustini gariņus ar klaviatūras bultām
nb: Flytt en figur med piltastene
pt: Mova o seu actor usando as teclas com setas
sl: Figuro premikaj s smernimi puščicami
