Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Success! You have confirmed your email address, <strong>%(request.GET.username)s</strong>.
de: Geschafft! Du hast deine Emailadresse <strong>%(request.GET.username)s</strong> bestätigt.
fr: Avec succès! Vous avez confirmer votre adresse courriel, <strong>%(request.GET.username)s</strong>.
it: Complimenti! Hai confermato il tuo indirizzo email, <strong>%(request.GET.username)s</strong>.
lv: Veiksmīgi! Tu apstiprināji savu epasta adresi, <strong>%(request.GET.username)s</strong>.
tr: Başardın! E-posta adresini doğruladın, <strong>%(request.GET.username)s</strong>.

source: Jump into Scratch to create new projects and share them with the community!
de: Tauche in Scratch ein um neue Projekte zu machen und sie mit der Gemeinschaft zu teilen!
fr: Plongez vous dans Scratch pour créer de nouveaux projets et pour les partager avec la communauté!
it: Salta su Scratch per creare nuovi progetti e condividerli con la comunità!
lv: Dodies uz Scratch, veido jaunus projektus un dalies ar tiem kopienā!
tr: Yeni projeler yapmak ve onları topluluk ile paylaşmak için Scratch'e buyrun!

source: OK, let's go!
de: Ok, los geht's!
fr: OK, allons-y!
it: OK, partiamo!
lv: Labi, lai iet!
tr: Tamam, haydi başlayalım!

source: Greetings from the Scratch Team at MIT! A few minutes ago, your child signed up for a new account on <a href="%(scratch_url)s">Scratch</a> with the username:
de: Grüße vom Scratch-Team am MIT! Vor ein paar Minuten hat Ihr Kind sich für ein neues Konto auf <a href="%(scratch_url)s">Scratch</a> mit dem Benutzernamen:
fr: Salutations de l'équipe Scratch du MIT! Il y a de cela quelques minutes, votre enfant a signé pour un nouveau compte sur <a href="%(scratch_url)s">Scratch</a> avec le nom d'utilisateur:
it: Saluti dal Team di Scratch del MIT! Qualche minuto fa, tuo figlio si è iscritto a <a href="%(scratch_url)s">Scratch</a> con il nome utente:
lv: Sveicieni no MIT Scratch komandas! Pirms dažām minūtēm jūsu bērns piereģistrēja jaunu <a href="%(scratch_url)s">Scratch</a> kontu ar lietotājvārdu:
tr: MIT Scratch Ekibi'nden selamlar! Az önce, çocuğunuz <a href="%(scratch_url)s">Scratch</a> 'de yeni bir hesap açtı. Kullanıcı adı:

source: Greetings from the Scratch Team at MIT! You just signed up for a new account on <a href="%(scratch_url)s">Scratch</a> with the username:
de: Grüße vom Scratch-Team am MIT! Du hast dich gerade auf <a href="%(scratch_url)s">Scratch</a> für ein neues Konto mit folgendem Benutzernamen angemeldet:
fr: Salutations de l'équipe Scratch du MIT! Vous venez de signer pour un nouveau compte sur<a href="%(scratch_url)s">Scratch</a> avec le nom d'utilisateur:
it: Saluti dal Team di Scratch del MIT! Ti sei appena iscritto su <a href="%(scratch_url)s">Scratch</a> con il nome utente:
lv: Sveicieni no MIT Scratch komandas! Tu nupat piereģistrēji jaunu <a href="%(scratch_url)s">Scratch</a> kontu ar lietotājvārdu:
tr: MIT Scratch Ekibinden Selamlar! <a href="%(scratch_url)s">Scratch</a>'da bir hesap açmak için başvurdun, kullanıcı adın:

source: Please confirm this email address by clicking the button below:
de: Bitte bestätige / bestätigen Sie diese Emailadresse durch Klicken auf den folgenden Link:
fr: S'il vous plaît confirmez cette adresse courriel en cliquant sur le bouton ci-dessous:
it: Per favore, conferma questo indirizzo email cliccando il pulsante qui sotto:
lv: Lūdzu apstiprini šo epasta adresi klikšķinot uz pogas zemāk:
tr: Bu e-posta adresini aşağıdaki düğmeye tıklayarak doğrula lütfen:

source: Scratch is a free programming language and online community where kids can create interactive stories, games, and animations. Confirming this email will give your child full access to share and comment in the Scratch online community. Learn more at <a href="%(about_url)s">%(about_url)s</a>.
de: Scratch ist eine freie Programmiersprache und gleichzeitig eine Online-Gemeinschaft die es Kindern ermöglicht, interaktive Geschichten, Spiele und Animationen zu kreieren. Die Bestätigung dieser Email gibt Ihrem Kind vollen Zugriff auf die Seite und erlaubt das Veröffentlichen und Kommentieren von Projekten. Mehr dazu unter <a href="%(about_url)s">%(about_url)s</a>.
fr: Scratch est un langage de programmation libre et une communauté en ligne où les enfants peuvent créer des histoires interactives, des jeux et des animations. En confirmant ce courriel votre enfant aura un accès complet pour partager et faire des commentaires dans la communauté en ligne Scratch. En savoir plus<a href="%(about_url)s">%(about_url)s</a>.
it: Scratch è un linguaggio di programmazione gratuito ed è anche una comunità online dove bambini e ragazzi creano e condividono storie interattive, giochi, e animazioni. Confermando questo indirizzo email darai pieno accesso a tuo figlio che potrà condividere e commentare i progetti con la comunità di Scratch. Per saperne di più, visita la pagina <a href="%(about_url)s">%(about_url)s</a>.
lv: Scratch ir bezmaksas programmēšanas valoda un tiešsaistes kopiena, kur bērni var veidot interaktīvus stāstus, spēles un animācijas. Apstiprinot šo epastu, Jūs dosiet bērnam pilnu piekļuvi komentēšanai un koplietošanai Scratch tiešsaistes kopienā. Uzzini vairāk <a href="%(about_url)s">%(about_url)s</a>.
tr: Scratch, çocukların etkileşimli hikayeler, oyunlar ve çizgi filmler yaratabilecekleri, ücretsiz programlama dili ve ağ-üzeri (online) bir topluluktur. Bu mesajı onaylamanız, çocuğunuzun çevrimiçi Scratch topluluğunda paylaşım ve yorum yapabilmesini sağlayacaktır. Detaylı bilgi için: <a href="%(about_url)s">%(about_url)s</a>.

source: Scratch is a free programming language and online community where you can create your own interactive stories, games, and animations. Confirming your email will give you full access to share and comment in the Scratch online community. Learn more at <a href="%(about_url)s">%(about_url)s</a>.
de: Scratch ist eine freie Programmiersprache und gleichzeitig eine Online-Gemeinschaft die es dir ermöglicht, interaktive Geschichten, Spiele und Animationen zu kreieren. Die Bestätigung dieser Email gibt dir vollen Zugriff auf die Seite und erlaubt das Veröffentlichen und Kommentieren von Projekten. Mehr dazu unter <a href="%(about_url)s">%(about_url)s</a>.
fr: Scratch est un langage de programmation libre et une communauté en ligne où vous pouvez créer vos propres histoires interactives, jeux et animations. En confirmant ce courriel vous aurez un accès complet pour partager et faire des commentaires dans la communauté en ligne Scratch. En savoir plus <a href="%(about_url)s">%(about_url)s</a>.
it: Scratch è un linguaggio di programmazione gratuito ed è anche una comunità online dove puoi creare e condividere le tue storie interattive, i tuoi giochi o animazioni. Confermando il tuo indirizzo email, avrai pieno accesso a Scratch e potrai condividere e commentare i progetti con la comunità online di Scratch. Per saperne di più visita la pagina <a href="%(about_url)s">%(about_url)s</a>.
lv: Scratch ir bezmaksas programmēšanas valoda un tiešsaistes kopiena, kur tu vari veidot interaktīvus stāstus, spēles un animācijas. Apstiprinot šo epastu, tu saņemsi pilnu piekļuvi komentēšanai un koplietošanai Scratch tiešsaistes kopienā. Uzzini vairāk <a href="%(about_url)s">%(about_url)s</a>.
tr: Scratch, etkileşimli hikayeler, oyunlar ve çizgi filmler yaratabileceğin, ücretsiz programlama dili ve ağ-üzeri (online) bir topluluktur. E-postanı doğruladığın takdirde ağ-üzeri Scratch topluluğunda paylaşım ve yorum yapabileceksin. Detaylı bilgi için: <a href="%(about_url)s">%(about_url)s</a>

source: A few minutes ago, your child signed up for a new account on Scratch (%(scratch_url)s. Please confirm this email address by clicking the button below:
de: Vor ein paar Minuten hat Ihr Kind ein Konto auf Scratch (%(scratch_url)s angelegt. Bitte bestätigen Sie diese Emailadresse durch einen Klick auf den folgenden Knopf:
fr: Il y a de cela quelques minutes, votre enfant s'est inscrit pour un nouveau compte Scratch (%(scratch_url)s. S'il vous plaît confirmez cette adresse courriel en cliquant sur le bouton ci-dessous:
it: Qualche minuto fa, tuo figlio si è iscritto a Scratch (%(scratch_url)s. Conferma questo indirizzo email cliccando il pulsante qui sotto:
lv: Pirms dažādm minūtēm Jūsu bērns reģistrēja jaunu kontu Scratch (%(scratch_url)s. Lūdzu apstipriniet šo epastu klikšķinot uz pogas zemāk:
tr: Az önce, çocuğunuz bir Scratch (%(scratch_url)s hesabı oluşturma talebinde bulundu. Aşağıdaki düğmeye tıklayarak bu e-posta adresini onaylayın:

source: You just signed up for a new account on Scratch (%(scratch_url)s). Please confirm your email address by clicking the button below:
de: Du hast dir ein neues Konto auf Scratch (%(scratch_url)s) angelegt. Bitte bestätige diese Emailadresse durch einen Klick auf den folgenden Knopf::
fr: Vous venez de vous inscrire pour un nouveau compte Scratch (%(scratch_url)s). S'il vous plaît confirmez votre adresse courriel en cliquant sur le bouton ci-dessous:
it: Ti sei appena iscritto a Scratch (%(scratch_url)s). Conferma il tuo indirizzo email cliccando il pulsante qui sotto:
lv: Tu nupat reģistrētji jaunu kontu Scratch (%(scratch_url)s). Lūdzu apstiprini šo epastu klikšķinot uz pogas zemāk:
tr: Az önce, yeni bir Scratch (%(scratch_url)s) hesabı oluşturma talebinde bulundun. Aşağıdaki düğmeye tıklayarak bu e-posta adresini onayla lütfen:

source: Scratch is a free programming language and online community where kids can create interactive stories, games, and animations. Confirming this email will give your child full access to share and comment in the Scratch online community. Learn more at %(about_url)s.
de: Scratch ist eine freie Programmiersprache und gleichzeitig eine Online-Gemeinschaft die es Kindern ermöglicht, interaktive Geschichten, Spiele und Animationen zu kreieren. Die Bestätigung dieser Email gibt Ihrem Kind vollen Zugriff auf die Seite und erlaubt das Veröffentlichen und Kommentieren von Projekten. Mehr dazu unter <a href="%(about_url)s">%(about_url)s</a>.
fr: Scratch est un langage de programmation libre et une communauté en ligne où les enfants peuvent créer des histoires interactives, des jeux et des animations. En confirmant ce courriel votre enfant aura un accès complet pour partager et faire des commentaires dans la communauté en ligne Scratch. En savoir plus %(about_url)s.
it: Scratch è un linguaggio di programmazione gratuito e una comunità online dove i più giovani possono creare storie interattive, giochi e animazioni. Confermando questo indirizzo email darai a tuo figlio libero accesso per poter condividere e commentare i progetti con la comunità online di Scratch. Per ulteriori informazioni vai a %(about_url)s.
lv: Scratch ir bezmaksas programmēšanas valoda un tiešsaistes kopiena, kurā bērni var veidot interaktīvus stāstus, spēles un animācijas. Apstiprinot šo epastu, Jūsu bērns saņems pilnu pieeju komentēšanai un koplietošanai Scratch kopienā. Uzziniet vairāk %(about_url)s.
tr: Scratch, çocukların etkileşimli hikayeler, oyunlar ve çizgi filmler yaratabilecekleri, ücretsiz programlama dili ve ağ-üzeri (online) bir topluluktur. Bu mesajı onaylamanız, çocuğunuzun ağ-üzeri Scratch topluluğunda paylaşım ve yorum yapabilmesini sağlayacaktır. Detaylı bilgi için: %(about_url)s.

source: Scratch is a free programming language and online community where you can create your own interactive stories, games, and animations. Confirming your email will give you full access to share and comment in the Scratch online community. Learn more at %(about_url)s.
de: Scratch ist eine freie Programmiersprache und gleichzeitig eine Online-Gemeinschaft die es dir ermöglicht, interaktive Geschichten, Spiele und Animationen zu kreieren. Die Bestätigung dieser Email gibt dir vollen Zugriff auf die Seite und erlaubt das Veröffentlichen und Kommentieren von Projekten. Mehr dazu unter <a href="%(about_url)s">%(about_url)s</a>.
fr: Scratch est un langage de programmation libre et une communauté en ligne où vous pouvez créer vos propres histoires interactives, jeux et animations. En confirmant ce courriel vous aurez un accès complet pour partager et faire des commentaires dans la communauté en ligne Scratch. En savoir plus %(about_url)s.
it: Scratch è un linguaggio di programmazione gratuito e una comunità online dove puoi creare storie interattive, giochi e animazioni. Confermando questo indirizzo email avrai libero accesso per poter condividere e commentare i progetti con la comunità online di Scratch. Per ulteriori informazioni vai a %(about_url)s.
lv: Scratch ir bezmaksas programmēšanas valoda un tiešsaistes kopiena, kurā vari veidot savus interaktīvos stāstus, spēles un animācijas. Epasta adreses apstiprināšana dos tev pilnu pieeju iespējai dalīties un komentēt Scratch kopienā. Uzzini vairāk %(about_url)s.
tr: Scratch, çocukların etkileşimli hikayeler, oyunlar ve çizgi filmler yaratabilecekleri, ücretsiz programlama dili ve ağ-üzeri (online) bir topluluktur. Bu mesajı onaylamanız, çocuğunuzun ağ-üzeri Scratch topluluğunda paylaşım ve yorum yapabilmesini sağlayacaktır. Detaylı bilgi için: %(about_url)s.

source: Want to Share Projects, Comment, and Post in the Discussion Forums?
de: Willst du Projekte teilen, Kommentare abgeben und Einträge im Forum machen können?
fr: Vous voulez partager des projets, des commentaires, et des messages dans le forum des discussions?
it: Vuoi Condividere Progetti, Commenti e Discussioni nei Forum?
lv: Vēlies dalīties ar projektiem, komentēt un piedalīties diskusiju forumos?
tr: Forumlarda, Projelerini Paylaşmak ve Yardımlaşmak ister misin?

source: Click the link in the email we sent you at: <br/> <strong>%(email_address)s</strong>
de: Klick auf den Link in der Email die wir an folgende Adresse geschickt haben: <br/> <strong>%(email_address)s</strong>
fr: Cliquer sur le lien dans le courriel que nous vous avons envoyé à: <br/> <strong>%(email_address)s</strong>
it: Clicca il link nell'email che ti abbiamo inviato a: <br/> <strong>%(email_address)s</strong>
lv: Klikšķini uz siates epastā, ko tev nosūtījām: <br/> <strong>%(email_address)s</strong>
tr: Aşağıdaki e-postaya gönderdiğimiz linke tıkla: <br/> <strong>%(email_address)s</strong>

source: Not receiving emails? Make sure your email address is correct. Change your email address in <a href="%(settings_url)s">Account Settings</a>.
de: Keine Mails bekommen? Überprüfe ob deine Emailadresse korrekt geschrieben ist und ändere sie gegebenenfalls in deinen <a href="%(settings_url)s">Kontoeinstellungen</a>.
fr: Vous ne recevez pas de courriels? Assurez vous que votre adresse courriel est correcte. Modifiez votre adresse courriel dans les<a href="%(settings_url)s">Préférences du compte</a>.
it: Non hai ricevuto l'email? Assicurati che l'indirizzo email che hai indicato sia corretto. Cambia il tuo indirizzo email nelle <a href="%(settings_url)s">Impostazioni Account</a>.
lv: Nesaņem epastus? Pārliecinies, ka epasta adrese ir pareiza. Adresi vari nomainīt <a href="%(settings_url)s">Konta iestatījumos</a>.
tr: E-posta alamıyor musun? E-posta adresinin doğru olduğundan emin ol. Hata varsa adresi <a href="%(settings_url)s">Hesap Ayarları</a>ndan değiştirebilirsin.

source: Before resending, check your spam folder.
de: Vor dem erneuten Schicken bitte den Spamordner überprüfen.
fr: Avant de renvoyer, vérifier votre dossier des spams.
it: Prima di inviarlo di nuovo, controlla la tua casella della spam.
lv: Pirms sūti vēlreiz, pārbaudi mēstuļu mapi.
tr: Tekrar göndermeden önce, gereksiz e-postalar klasörünü kontrol et.

source: Subscription update successful.
de: Abonnements erfolgreich aktualisiert.
fr: Mise à jour de l'abonnement réussie.
lv: Parakstīšanās jauninājums izdevās.

source: Oops! There has been a problem unsubscribing your email address.
de: Es gab ein Problem beim Abmelden deiner Emailadresse.
fr: Oops! Il y a eu un problème pour le désabonnement de votre adresse courriel.
lv: Ak vai! Ir kāda problēma, atrakstot šo epasta adresi.

source: If you continue to have issues, contact the <a href="%(contact_url)s">Scratch Team</a>.
de: Falls die Probleme weiterhin auftreten, kontaktiere bitte das <a href="%(contact_url)s">Scratch-Team</a>.
fr: Si vous continuez à avoir des problèmes, contactez le <a href="%(contact_url)s">Scratch Team</a>.
lv: Ja sarežģījumi turpinās, sazinies ar <a href="%(contact_url)s">Scratch komandu</a>.

source: Unsubscribed
de: Abgemeldet
fr: Désabonné
lv: Atrakstījies

source: Your email address has been unsubscribed.
de: Deine Emailadresse wurde abgemeldet.
fr: Votre adresse courriel a été désabonnée.
lv: Tava epasta adrese ir veiksmīgi atrakstīta.

source: You can manage your subscription to Scratch updates from the Email tab of your <a href="%(account_url)s">Account Settings</a>.
de: Du kannst deine Abonnements zu den Scratch-Updates unter dem Email-Tab in deinen <a href="%(account_url)s">Kontoeinstellungen</a> verwalten.
fr: Vous pouvez gérer votre abonnement à Scratch mises à jour à partir de l'onglet Courriel de vos<a href="%(account_url)s">Paramètres de compte</a>.
lv: Pārvaldīt savu pieteikšanas informāciju var epasta cilnē savos <a href="%(account_url)s">konta iestatījumos</a>.

source: Take me back to Scratch!
de: Zurück zu Scratch!
fr: Ramenez-moi à Scratch!
lv: Ved mani atpakaļ uz Scratch!
tr: Beni Scratch'e geri götür!

source: View all
ca: Veure-ho tot
cs: Ukázat vše
de: Alle anzeigen
el: Προβολή όλων
es: Ver todo
et: Vaata kõike
eu: Guztia ikusi
fr: Tout voir
ga: Taispeáin uile
gl: Ver todo
he: הצג הכל
it: Visualizza tutto
ja: すべてを見る
lv: Apskatīt visus
nb: Vis alt
pt: Ver tudo
ro: Vezi tot
sl: Poglej vse
sr: Прегледај све
sv: Visa alla
tr: Hepsini gör
uk: Показати все

source: No items
ca: Sense elements
cs: Žádné položky
de: Kein Inhalt
el: Κανένα αντικείμενο
es: No hay contenido
et: Liikmeid ei ole
eu: Edukirik ez dago
fr: Pas d'item
ga: Gan míreanna
gl: Non hai contido
he: ללא פריטים
it: Nessun elemento
ja: アイテムがありません
lv: Nav vienumu
nb: Ingen
pt: Nenhum item
ro: Niciun item
sl: Ni izdelkov
sr: Ништа није пронађено
sv: Inga objekt
tr: Birşey yok
uk: Нічого немає

source: in
ca: a
cs: v
el: στο στούντιο
es: en
et: sees
fr: dans
ga: i
gl: en
lv: iekš
nb: i
pt: em
sl: v
sr: у
tr: içinde
uk: в

source: Log in to your account
ca: Inicia sessió al teu compte
cs: Přihlaš se k svému účtu
de: Melde dich mit deinem Benutzerkonto an.
el: Συνδεθείτε στον λογαριασμό σας
es: Ingresar a tu cuenta
eu: Saioa hasi
fr: Se connecter avec votre compte
ga: Logáil isteach i do chuntas
gl: Acceder á túa conta
it: Accedi al tuo account
ja: アカウントにログイン
lv: Pieslēdzies savam kontam
nb: Logg inn
pt: Entre na sua conta
ro: Intra in contul tau
sl: Prijavi se v račun
sr: Пријави се на твој налог
sv: Logga in på ditt konto
tr: Hesabına gir
uk: Увійти до свого облікового запису

source: Cloud data history
ca: Història de les dades al núvol
cs: Historie cloud dat
de: Cloud-Daten-Chronik
el: Ιστορικό δεδομένων Cloud
es: Historial de la nube
et: Pilveandmete ajalugu
eu: Hodei datuen historiala
fr: Historique des données du Cloud
ga: Stair na néalsonraí
gl: Historial de datos na nube
it: Cronologia dei dati cloud
ja: クラウドデータの履歴
lv: Mākoņu datu vēsture
nb: Historikk for nettdata
pt: Histórico dos dados na nuvem
ro: Istoricul datelor cloud
sl: Zgodovina podatkov v oblaku
sr: Историја података на Интернету
sv: Datahistorik från molnet
tr: Bulut veri tarihçesi
uk: Історія "хмарних" даних

source: Data Name
ca: Nom de la dada
cs: Název dat
de: Datenname
el: Όνομα δεδομένου
es: Nombre de información
et: Andmete nimi
eu: Datu Izena
fr: Nom de la donnée
ga: Ainm
gl: Nome dos Datos
it: Nome del Dato
ja: データ名
lv: Datu nosaukums
nb: Datanavn
pt: Nome dos Dados
ro: Numele datei
sl: Ime podatka
sr: Име података
sv: Datanamn
tr: Veri Adı
uk: Ім’я змінної

source: Action
ca: Acció
cs: Akce
de: Aktion
el: Ενέργεια
es: Acción
et: Tegevus
eu: Ekintza
ga: Gníomh
gl: Acción
it: Azione
ja: アクション
lv: Darbība
nb: Handling
pt: Acção
ro: Actiune
sl: Dejanje
sr: Акција
sv: Handling
tr: Eylem
uk: Дія

source: Data Value
ca: Valor de la dada
cs: Hodnota dat
de: Datenwert
el: Τιμή δεδομένου
es: Valor de información
et: Andmete väärtus
eu: Datu Balioa
fr: Valeurs de données
ga: Luach
gl: Valor dos Datos
it: Valore del Dato
ja: データの値
lv: Datu vērtība
nb: Dataverdi
pt: Valor dos Dados
ro: Valoarea datei
sl: Vrednost podatka
sr: Садржај (вредност) податка
sv: Datavärde
tr: Veri Değeri
uk: Значення

source: Leave a comment
ca: Deixa un comentari
cs: Přidat poznámku
de: Hinterlasse einen Kommentar
el: Αφήστε ένα σχόλιο
es: Dejar un comentario
et: Jäta kommentaar
eu: Iruzkindu
fr: Laisser un commentaire
ga: Fág nóta
gl: Deixar un comentario
he: הוסף תגובה
it: Inserisci un commento
ja: コメントを書く
lv: Atstāj komentāru
nb: Skriv en kommentar
pt: Deixe um comentário
ro: Lasa un comentariu
sl: Komentiraj
sr: Остави коментар
sv: Lämna en kommentar
tr: Yorum yaz
uk: Коментувати

source: Remember that this project may have been made by someone new to programming. Make sure your comments are friendly and respectful.
ca: Recorda que aquest projecte pot haver estat fet per algú completament nou al món de la programació Procura que els teus comentables siguin respectuosos i amigables.
de: Denke daran, dass dieses Projekt von einem Benutzer gemacht worden sein könnte, der neu im Programmieren ist. Achte darauf, dass deine Kommentare freundlich und hilfreich sind.
el: Να θυμάστε ότι αυτό το έργο ίσως φτιάχτηκε από κάποιον καινούριο στον προγραμματισμό. Σιγουρευτείτε ότι τα σχόλιά σας είναι φιλικά και δεν είναι ασεβή.
es: Recuerde que este proyecto pudo haber sido hecho por alguien nuevo en programación. Asegúrese de que sus comentarios sean amigables y respetuosos.
et: Pea meeles, et selle projekti võib olla on teinud keegi uus programmeerimises. Veendu, et Sinu kommentaarid on sõbralikud ja lugupidavad.
eu: Gogoan izan proiektu hau programazioan hasi berria den batek egin izan ahal duela. /nZure iruzkinak adiskidetsuak eta errespetuzkoak direla ziurta ezazu.
fr: Rappelez-vous que ce projet peut avoir été fait par quelqu'un de nouveau à la programmation. Assurez-vous que vos commentaires sont amicaux et respectueux.
gl: Lembre que este proxecto pudo ser feito por alguén novato en programación.\b Coide que os seus comentarios sexan amigables e respetuosos.
it: Ricorda che questo progetto può essere stato creato da qualcuno che ha appena iniziato a programmare. Assicurati che i tuoi commenti siano amichevoli e rispettosi.
lv: Atceries, ka šo projektu var būt veidojis iesācējs programmēšanā. Parūpējies, lai tavi komentāri ir draudzīgi un cieņpilni.
nb: Tenk på at dette prosjektet kan være laget av en nybegynner i programmering. Husk å være hyggelig og respektfull når du kommenterer.
pt: Lembre-se de que este projecto pode ter sido criado por um novato na programação. Assegure-se de que os seus comentários são amigáveis e respeitosos.
sl: Upoštevaj, da je lahko ta projekt ustvaril nekdo, ki se še uči programiranja. Komentarji naj bodo zato prijazni in spoštljivi.
sv: Kom ihåg att projektet kan ha gjorts av någon nybörjare i programmering. Kom ihåg att kommentera vänligt och respektfullt.
tr: Bu projenin programlamaya yeni başlamış biri tarafından yapılmış olabileceğini unutma. Yorumlarının arkadaşça ve saygılı olduğundan emin ol.
uk: Пам'ятайте, що цей проект, можливо, було зроблено новачком у програмуванні. Переконайтеся, що ваші коментарі доброзичливі і поважні.
