Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <li class="data"><span class="value" id="numproject"></span> projects shared,</li> <li class="data"><span class="value" id="numusers"></span> users registered,</li> <li class="data"><span class="value" id="numcomments"></span> comments posted,</li> <li class="data"><span class="value" id="numstudios"></span> studios created</li> <li>&hellip;and growing!</li>
lv: <li class="data"><span class="value" id="numproject"></span> kopīgoti projekti,</li> <li class="data"><span class="value" id="numusers"></span> reģistrēti lietotāji,</li> <li class="data"><span class="value" id="numcomments"></span> ierakstīti komentāri,</li> <li class="data"><span class="value" id="numstudios"></span> izveidotas studijas</li> <li>&hellip;un mēs augam!</li>

source: Data generated on:
lv: Dati ģenerēti:

source: Website traffic last month
lv: Mājaslapas apmeklējums pēdējā mēneša laikā

source: <li class="data">%(pageviews)s pageviews</li> <li class="data">%(visits)s visits</li> <li class="data">%(visitors)s unique visitors</li>
lv: <li class="data">%(pageviews)s lapu skatījumi</li> <li class="data">%(visits)s apmeklējumi</li> <li class="data">%(visitors)s unikālie apmeklējumi</li>

source: Data generated from Google Analytics on:
lv: Google Analytics dati ģenerēti:

source: IP:
fr: Adresse IP:
sv: IP-adress:

source: Scratch Wiki
el: Η Wiki-σελίδα του Scratch
es: Wiki de Scratch
et: Scratchi Wiki
eu: Scratch Wikia
fr: Wiki Scratch
ga: Vicí Scratch
gl: Wiki de Scratch
it: Il Wiki di Scratch
pt: Wiki do Scratch
ro: Pagina de wiki Scratch
uk: Вікі Скретчу

source: ScratchEd
el: ScratchΕd
fr: Scratch Educateurs

source: ScratchJr
fr: Scratch Junior

source: Follower%(tPlural)s )
ca: Seguidor%(tPlural)s )
cs: Následovník%(tPlural)s )
de: Anhänger%(tPlural)s )
el: άτομα που ακολουθούν%(tPlural)s )
es: Seguidor%(tPlural)s )
et: Jälgija%(tPlural)s)
eu: Jarraitzailea%(tPlural)s )
fr: Suiveurs%(tPlural)s )
ga: Leantóir%(tPlural)s )
gl: Seguidor%(tPlural)s )
it: Iscritt%(tPlural)s )
ja: フォロワー%(tPlural)s )
nb: Følger%(tPlural)s )
pt: Seguidor%(tPlural)s )
ro: Atelier%(tPlural)s )
sl: Sledilci%(tPlural)s )
sv: Följare%(tPlural)s )
tr: Takipçi%(tPlural)s )
uk: Послідовник%(tPlural)s )

source: On
ca: A
de: Am
el: Στο
es: En
fr: Sur
gl: En
it: Su
nb: På
pt: Em
ro: Pe
sl: Vključeno
sv: På
tr: Açık
uk: На

source: Scratch Logo
el: Λογότυπο του Scratch
es: Logo de Scratch
et: Scratchi logo
eu: Scratchen logoa
fr: Le logo Scratch
ga: Lógó Scratch
gl: Logo de Scratch
it: Il Logo di Scratch
pt: Logótipo do Scratch
ro: Logo Scratch
sl: Scratch logotip
sr: Скрач лого
sv: Scratch logotyp
uk: Логотип Скретчу

source: round
ca: arrodoneix
de: _ gerundet
el: στρογγυλοποίησε το _
es: redondear
et: ümarda _
eu: biribildu
fr: arrondi
gl: redondear
it: arrotonda
nb: avrund
pt: o arredondamento de
ro: rotunjeste
sl: zaokroži
sv: runda av
uk: округлити

source: DMCA
cs: Autorská práva
de: Urheberrecht
it: Copyright
ja: デジタルミレニアム著作権法
sr: ДМКА (DMCA)

source: Would you like to:
ca: T'agradaria:
cs: Přeješ si:
el: Θα θέλατε να:
es: Te gustaría:
et: Kas soovid:
eu: Nahi al zenuke:
ga: Ar mhaith leat:
gl: Gustaríache:
it: Ti piacerebbe:
nb: Vil du:
pt: Gostaria de:
ro: Ti-ar place sa:
sl: Ali želiš:
sr: Желиш ли да:
sv: Skulle du vilja:
uk: Хотіли б ви:

source: Choose a starter project
ca: Tria un projecte inicial
cs: Vybrat si počáteční projekt
el: Επιλέξετε ένα βασικό έργο
es: Escoge un proyecto de inicio
et: Vali stardipojekt
eu: Haserako proiektu bat hautatu
ga: Tionscadal tosaigh a roghnú
gl: Escolle un proxecto de arranque
it: Scegli un progetto per iniziare
nb: Velge et begynnerprosjekt
pt: Escolher um projecto de iniciação
ro: Alege un proiect de inceput
sl: Izbrati projekt za začetnike
sr: Изабери почетнички пројекат
sv: Välj ett startprojekt
uk: Обрати проекти для початківців

source: Connect with a Scratcher
ca: Connecta't amb un Scratcher
cs: Spojit se se Scratcherem
el: Επικοινωνήσετε με ένα άλλο μέλος
es: Conéctate con un Scratcher
et: Võta ühendust Scratchijatega
eu: Scratcher batekin konektatu
ga: Ceangal le Scratchálaí
gl: Conéctate cun Scratcher
it: Entra in contatto con un altro membro della comunità di Scratch
nb: Få kontakt med en Scratcher
pt: Ligar-me a um Scratchador
ro: Conecteaza-te cu un Scratcher
sl: Povezati se s Scratcherji
sr: Повежи се са Скрачерима
sv: Kontakt med en Scratchare
uk: З’єднатися з скретчерами

source: Invalid username
ca: Nom usuari invàlid
cs: Neplatné uživatelské jméno
de: Ungültiger Benutzername
el: Το όνομα χρήστη δεν είναι δεκτό
es: Nombre de usuario inválido
et: Vigane kasutajanimi
eu: Erabiltzaile izena desegokia da
ga: Ainm úsáideora neamhbhailí
gl: Nome de usuario non válido
it: Username non valido
nb: Ugyldig brukernavn
pt: Nome de utilizador inválido
ro: Utilizator incorect
sl: Neveljavno uporabniško ime.
sr: Неисправно корисничко име
sv: Ogiltigt användarnamn
uk: Помилкове ім’я

source: Hmm, that looks inappropriate
ca: Hmm, això sembla inapropiat
de: Tja, das sieht unangebracht aus.
el: Χμμ, αυτό φαίνεται ακατάλληλο
es: Hmm, eso parece inapropiado
et: Hmm, see tundub kohatu
eu: Hmm, desegokia dirudi
gl: Vaia, iso parece inapropiado
it: Uhmm, questo nome non sembra appropriato
nb: Hmm, ser ut som det ikke passer her
pt: Hmm, isso parece inapropriado
ro: Hmm, pare nepotrivit
sl: Hmm, tole je neprimerno.
sr: Хмм, ово изгледа непримерено
sv: Hmm, det verkar olämpligt
uk: Хм, це виглядає неприпустимим

source: Your password cannot be \\\'password\\\'
ca: La teva contrasenya no pot ser \\\'password\\\'
de: Dein Kennwort darf nicht \\\'Kennwort\\\' lauten
el: Ο κωδικός σας δεν μπορεί να είναι η λέξη \\\"κωδικός\\\".
es: Tu contraseña no puede ser \\\'contraseña\\\'
et: Sinu parool ei saa olla \\\'password\\\'
eu: Zure pasahitza ezin da \\\'pasahitza\\\' izan
gl: O teu contrasinal non pode ser \\\'password\\\'
it: La tua password deve essere diversa da \\\'password\\\'.
nb: Passordet ditt kan ikke være \\\'password\\\'
pt: A sua palavra-passe não pode ser «password»
ro: Parola ta nu poate fi \\\'parola\\\'
sl: Tvoje geslo ne sme biti \\\'password\\\'.
sv: Ditt lösenord får inte vara \\\'password\\\'
uk: Ваш пароль не може бути \\\'password\\\'

source: You must select a birth month and year
ca: Has de triar la teva data de naixement
de: Du musst Geburtsmonat und -jahr auswählen
el: Πρέπει να επιλέξετε την ημερομηνία γέννησής σας
es: Debes elegir un mes y año de nacimiento
et: Sa pead valima sünni kuu ja aasta
eu: Jaiotze hila eta urtea aukeratu behar dituzu
gl: Tes que seleccionar un mes e ano de nacemento
it: Devi inserire il tuo anno e mese di nascita
nb: Du må oppgi fødselsmåned og -år
pt: Tem de seleccionar um mês e ano de nascimento
ro: Trebuie sa selectezi luna si anul nasterii
sl: Izbrati moraš mesec in leto rojstva
sr: Мораш да изабереш месец и годину рођења
sv: Du måste ange födelsemånad och år
uk: Ви маєте обрати місяць та рік народження

source: This week
ca: Aquesta setmana
cs: Tento týden
el: αυτή την εβδομάδα
es: Esta semana
et: See nädal
eu: Aste hontan
ga: An tseachtain seo
gl: Esta semán:
it: Questa settimana
ja: 今週の
nb: Denne uken
pt: Esta semana
ro: Aceasta saptamana
sl: Ta teden
sr: Ове недеље
sv: Denna veckan
uk: Цього тижня

source: This month
ca: Aquest mes
cs: Tento měsíc
el: αυτό τον μήνα
es: Este mes
et: See kuu
eu: Hil honetan
ga: An mhí seo
gl: Este mes
it: Questo mese
ja: 今月の
nb: Denne måneden
pt: Este mês
ro: Aceasta luna
sl: Ta mesec
sr: Овог месеца
sv: Denna månaden
uk: Цього місяця

source: A creative learning community with <span class="projcount">%(project_count)s</span> projects shared
ca: Una comunitat d'aprenentatge amb <span class="projcount">%(project_count)s</span> projectes compartits
de: Eine kreative Lerngemeinschaft mit <span class="projcount">%(project_count)s</span> veröffentlichten Projekten
el: Μια δημιουργική εκπαιδευτική κοινότητα με <span class="projcount">%(project_count)s</span> έργα!
es: Una comunidad de aprendizaje creativo con <span class="projcount">%(project_count)s</span> proyectos compartidos
et: Loov õpikogukond <span class="projcount">%(project_count)s</span> jagatud projektiga
eu: <span class="projcount">%(project_count)s</span> proiektu partekaturik dituen komunitate sortzailea
gl: Unha comunidade de aprendizaxe creativa con <span class="projcount">%(project_count)s</span> proxectos compartidos
it: Una comunità per l'apprendimento creativo con <span class="projcount">%(project_count)s</span> progetti condivisi
nb: Et nettsamfunn for kreativ læring som har lagt ut <span class="projcount">%(project_count)s</span> prosjekter
pt: Uma comunidade de aprendizagem criativa com <span class="projcount">%(project_count)s</span> projectos partilhados
sl: Skupnost, ki uči kreativnosti z <span class="projcount">%(project_count)s</span> deljenimi projekti
sv: En kreativ, lärande community med <span class="projcount">%(project_count)s</span> delade projekt
tr: <span class="projcount">%(project_count)s</span> projenin paylaşıldığı bir yaratıcı öğrenme topluluğuyuz.
uk: Творча спільнота з <span class="projcount">%(project_count)s</span> опублікованими проектами

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>If you don't already have it, download and install the latest <a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 & Older - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.dmg">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://get.adobe.com/air/">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
el: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>Εάν δεν το έχετε ήδη, κατεβάστε και εγκαταστήστε την τελευταία έκδοση του <a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">Λήψη<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 ή πιο παλιό - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.dmg">Λήψη<img src="%<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://get.adobe.com/air/">Λήψη<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Λήψη<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
gl: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>Si ainda non a tes, descarga e instala o último <a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Descargar "></a> <p>Mac OS 10.5 & anteriores - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.dmg">Descargar<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://get.adobe.com/air/">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Descargar "></a> <br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Descargar "></a> </p>
it: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>Se ancora non ce l'hai, scarica e installa la versione più recente di <a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">Scarica<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 e precedenti - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.dmg">Scarica<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://get.adobe.com/air/">Scarica<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Scarica<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
nb: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>Hvis du ikke har gjort det allerede, last ned siste versjon av <a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">Last ned<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 og eldre - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.dmg">Last ned<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://get.adobe.com/air/">Last ned<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Last ned<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
pt: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Passo 1"> <p>Se ainda não o tem, descarregue e instale a última versão do <a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">Descarregar<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Descarregar "></a> <p>Mac OS 10.5 e Anteriores - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.dmg">Descarregar<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Descarregar "></a> <br> Windows - <a href="http://get.adobe.com/air/">Descarregar<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Descarregar "></a> <br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Descarregar<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Descarregar "></a> </p>

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>Next download and install the <br>Scratch 2.0 Offline Editor</p> <p>Mac OS X - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-431a.dmg">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Mac OS 10.5 & Older - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-431a.air">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-431a.exe">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-431a.air">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
it: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>Poi scaricare e installa l'<br>Editor Offline di Scratch 2.0</p> <p>Mac OS X - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-431a.dmg">Scarica<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Mac OS 10.5 e precedenti - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-431a.air">Scarica<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-431a.exe">DowScaricanload<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a href="http://cdn.scratch.mit.edu/scratchr2/static/sa/Scratch-431a.air">Scarica<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> <p>Need some help getting started? <br>Here are some helpful resources.</p> <p>Starter Projects - <a href="%(STATIC_URL)ssa/Scratch2StarterProjects.zip">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Getting Started Guide - <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Download<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> <br> Scratch Cards - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">Download<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> </p>
it: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> <p>Hai bisogno di aiuto per iniziare? <br>Ecco alcune utili risorse.</p> <p>Progetti per Iniziare - <a href="%(STATIC_URL)ssa/Scratch2StarterProjects.zip">Scarica<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Scarica "></a> <br> Guida per Iniziare - <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Scarica<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="Scarica PDF "></a> <br> Schede di Scratch - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">Scarica<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="Scarica PDF "></a> </p>
nb: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> <p>Hjelp til å komme i gang? <br>Her er noen ting du kan begynne med.</p> <p>Eksempelprosjekter - <a href="%(STATIC_URL)ssa/Scratch2StarterProjects.zip">Last ned<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Startveiledning - <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Last ned<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> <br> Scratch-kort - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">Last ned<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> </p>
pt: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Passo "> <p>Precisa de ajuda para começar? <br>Here are some helpful resources.</p> <p>Projectos de Arranque - <a href="%(STATIC_URL)ssa/Scratch2StarterProjects.zip">Descarregar<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Descarregar "></a> <br> Guia de Iniciação - <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Descarregar<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="Descarregar PDF "></a> <br> Cartas Scratch - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">Descarregar<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="Descarregar PDF "></a> </p>

source: Since the Scratch Team is responsible for moderation, we have access to all content stored on the Scratch website - including unshared projects. If you prefer to work on projects in complete privacy, you can use either the <a href="/scratch2download">Scratch 2 offline editor (beta)</a> or <a href ="/scratch_1.4">Scratch 1.4</a>.
de: Da das Scratch-Team für die Moderation verantwortlich zeichnet, haben wir auf den gesamten Inhalt der Webseite von Scratch Zugriff - auch auf unveröffentlichte Projekte. Wenn du an Projekten wirklich privat arbeiten möchtest, kannst du entweder den <a href="/scratch2download">Scratch-2-Offline-Editor</a> oder <a href ="/scratch_1.4">Scratch 1.4</a> benutzen.
el: Εφ'όσον η ομάδα του Scratch είναι υπεύθυνο για τη διαχείριση των έργων, έχουμε πρόσβαση σε οποιοδήποτε περιεχόμενο στην ιστοσελίδα - συμπεριλαμβανομένων και των έργων που δεν είναι σε κοινή χρήση. Εάν προτιμάτε να εργάζεστε με απόλυτη ιδιωτικότητα, μπορείτε να χρησιμοποιήσετε είτε τον <a href="/scratch2download">Επεξεργαστή Έργων του Scratch 2.0 εκτός σύνδεσης (εκδ. βήτα)</a> ή το <a href ="/scratch_1.4">Scratch 1.4</a>.
es: Dado que el equipo Scratch es responsable de la moderación, tenemos acceso a todo el contenido almacenado en el sitio web de Scratch - incluyendo los proyectos no compartidos. Si prefieres trabajar en proyectos en completa privacidad, puedes usar el <a href="/scratch2download">editor offline de Scratch 2 (beta)</a> o <a href ="/scratch_1.4">Scratch 1.4</a>.
et: Kuna Scratchi tiim vastutab projektide haldamise eest, on meil juurdepääs kõigele, mis on salvestatud Scratch kodulehel - ka projektidele, mis ei ole jagatud. Kui eelistad töötada täielikus privaatsuses, võid kasutada kas <a href="/scratch2download"> Scratch 2 offline-redaktorit</a> või <a href ="/scratch_1.4"> Scratch 1.4 </a>.
eu: Scratch lantaldea moderazioaren erantzule denez gero, Scratch webgunean gorderik dagoen informazio orora sarbidea dugu - partekatu gabeko proiektuak barne. Proiektuetan pribatasun osoaz lan egin nahi baduzu, <a href="/scratch2download">Scratch 2 offline editorea (beta)</a> edo <a href ="/scratch_1.4">Scratch 1.4</a> erabil ditzakezu.
gl: Dado que o equipo Scratch é responsable da moderación, temos acceso a todo o contido gardado no sitio web de Scratch - incluindo os proxectos non compartidos. Si prefires traballar en proxectos en completa privacidade, podes usar o <a href="/scratch2download">editor local de Scratch 2 (beta)</a> ou <a href ="/scratch_1.4">Scratch 1.4</a>.
it: Poichè il Team di Scratch è responsabile della moderazione, abbiamo accesso a tutti i contenuti del sito di Scratch - inclusi i progetti non condivisi. Se preferisci sui tuoi progetti in completa privacy, puoi usare l'<a href="/scratch2download">editor offline di Scratch 2 (beta)</a> o <a href ="/scratch_1.4">Scratch 1.4</a>.
nb: Ja, siden administratorene har ansvar for nettstedets innhold har vi tilgang til alt som er lagret på nettstedet, inklusiv prosjekter som ikke er lagt ut. Hvis du ønsker å holde prosjektene helt for deg selv kan du bruke enten <a href="/scratch2download">offline-versjonen av Scratch 2 (beta)</a> eller <a href ="/scratch_1.4">Scratch 1.4</a>.
pt: Uma vez que a Equipa Scratch é responsável pela moderação, temos acesso a todo o conteúdo guardado no sítio Web do Scratch - incluindo a projectos não partilhados. Se preferir trabalhar nos projectos em privacidade total, pode usar, quer o <a href="/scratch2download">editor desconectado do Scratch 2 (beta)</a>, quer o <a href ="/scratch_1.4">Scratch 1.4</a>.
sl: Ker je ekipa Scratcha odgovorna za moderiranje, imamo dostop do vse vsebine, shranjene na Scratch spletni strani - vključno z nedeljenimi projekti. Če ti je ljubše delati na projektih v popolni zasebnosti, lahko uporabiš ali <a href="/scratch2download">Scratch 2 urejevalnik brez povezave v internet (beta)</a> ali <a href ="/scratch_1.4">Scratch 1.4</a>.
sv: Eftersom Scratchteamet är ansvariga för att moderera webbplatsen, har vi tillgång till allt som är sparat på Scratchsajten - inklusive ej delade projekt. Om du föredrar att arbeta med projekt helt utan insyn, kan du använda antingen <a href="/scratch2download">Scratch 2 offlineredigeraren (beta)</a> eller <a href ="/scratch_1.4">Scratch 1.4</a>.
uk: Команда Скретчу має доступ до усіх матеріалів, що розміщені на сайті Скретчу, включаючи і неопубліковані проекти. Якщо ви бажаєте зберігати конфіденційність - використовуйте <a href="/scratch2download">офлайновий редактор проектів (бета)</a> чи <a href ="/scratch_1.4">Скретч 1.4</a>.
