Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p>For a step-by-step introduction, download the <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Scratch 1.4 Getting Started Guide</a>. The <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Scratch 1.4 Reference Guide</a> has a thorough explanation of the Scratch interface and programming language. <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Scratch Cards</a> provide brief explanations that show how to make animations and interactive projects with Scratch.</p>
de: <p>Lade als Schritt-für-Schritt-Anleitung <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Erste Schritte in Scratch 1.4</a> herunter. Die <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Referenz für Scratch 1.4</a> bietet eine grundlegende Erklärung der Scratch-Oberfläche sowie der Programmiersprache. Die <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Scratch-Karten</a> zeigen kurze Erklärungen, wie man Animationen und interaktive Projekte mit Scratch erstellt.</p>
el: <p>Για μια εύκολη εισαγωγή, κατεβάστε τον οδηγό <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Ξεκινήματος με το Scratch 1.4</a>. Ο <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Συμβουλευτικός Οδηγός του Scratch 1.4</a> παρέχει μια αναλυτική εξήγηση του περιβάλλοντος και της γλώσσας. Οι <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Κάρτες του Scratch</a> παρέχουν σύντομες επεξηγήσεις σχετικά με το πώς να κάνετε διαδραστικά προγράμματα και σχέδια με το Scratch.</p>
es: <p>Para una introducción paso a paso, descargue la <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Guía para comenzar con Scratch 1.4</a>. La <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Guía de referencia de Scratch 1.4</a> tiene una explicación detallada de la interfaz y el lenguaje de programación Scratch. Las <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Tarjetas de Scratch</a> proveen instrucciones breves para crear animaciones y proyectos interactivos con Scratch.</p>
fr: <p>Pour une introduction étape par étape, télécharge le <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Scratch 1.4 Getting Started Guide</a>. Le <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Scratch 1.4 Reference Guide</a> a une explication approfondie de l'interface de Scratch et langage de programmation. <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Scratch Cards</a> fournissent de brèves explications qui montrent comment faire des animations et des projets interactifs avec Scratch.</p>
gl: <p>Para una introducción paso-a-paso, descarga a <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Guía de Primeiros Pasos de Scratch 1.4</a>. A <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Guía de Referencia de Scratch 1.4 </a> inclúe una explicación detallada da interface e da linguaxe de programación de Scratch. As <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Tarxetas Scratch</a> proporcionan explicacións breves que amosan como facer animacións e proxectos interactivos con Scratch.</p>
it: <p>Per un'introduzione passo passo, scarica la <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Guida per Iniziare con Scratch 1.4</a>. La <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Guida di Riferimento di Scratch 1.4</a> contiene una spiegazione dettagliata dell'interfaccia e del linguaggio di programmazione di Scratch. Le <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Schede di Scratch</a> forniscono una breve spiegazione che mostra come creare animazioni e progetti interattivi con Scratch.</p>
lv: <p>Vari lejuplādēt soli pa soliem ievadmateriālu <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Scratch 1.4 iesācēju pamācība</a>. <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Scratch 1.4 rokasgrāmatā</a> ir skaidrota Scratch saskarne un programmēšanas valoda. <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Scratch kartītes</a> īsi paskaidro, kā veidot animācijas un interaktīvus projektus ar Scratch.</p>
nb: <p>Du finner en enkel startveiledning i <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Kom i gang med Scratch for version 1.4</a>. Brukerhåndboken <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Scratch 1.4 Reference Guide</a> inneholder en grundig dokumentasjon av Scratch. <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Scratch-kortene</a> viser enkle og nyttige tips for å lage animasjoner og interaktive programmer.</p>
pt: <p>Para uma introdução passo a passo, descarregue o <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Guia de Iniciação do Scratch 1.4</a>. O <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Guia de Referência do Scratch 1.4</a> tem uma explicação completa da interface e da linguagem de programação do Scratch. As <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Cartas Scratch</a> contêm pequenas explicações que mostram como fazer animações e projectos interactivos no Scratch.</p>
sl: <p>Za korak-za-korakom uvod namesti <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Scratch 1.4 uvodni vodič</a>. V <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Scratch 1.4 Reference Guide</a> je temeljita razlaga Scratch vmesnika in programskega jezika. <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Scratch kartice</a> ti nudijo kratka navodila kako narediti animacije in interaktivne projekte s Scratchem.</p>
sv: <p>För en steg-för-steg-introduktion, ladda ned <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Scratch 1.4 Kom-Igång-Guiden</a>. <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Scratch 1.4 Referens-Guiden</a> har en grundlig genomgång av Scratch gränssnitt och programmeringsspråk. <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Scratch Kort</a> ger en korta förklaringar som visar hur man gör animationer och interaktiva projekt med Scratch.</p>

source: What are the system requirements for Scratch 1.4?
ca: Quins són els requeriments del sistema, per Scratch 1.4?
de: Was sind die Systemvoraussetzungen für Scratch 1.4?
el: Ποιες είναι οι απαιτήσεις συστήματος για το Scratch 1.4;
es: ¿Cuáles son los requerimientos de sistema de Scratch?
fr: Quelle est la configuration système requise pour Scratch?
gl: Cales son os requerimentos do sistema para Scratch 1.4?
it: Quali sono i requisiti di sistema per poter usare Scratch 1.4?
lv: Kādas ir Scratch 1.4 sistēmas prasības?
nb: Hva kreves av datamaskinen for å kjøre Scratch 1.4?
pt: Quais os requisitos de sistema do Scratch 1.4?
sl: Kakšne so sistemske zahteve za Scratch 1.4?
sv: Vilka är systemkraven för Scratch 1.4?

source: <p>Display: 800 x 480 or larger, thousands or millions of colors (16-bit color or greater) </br>Operating System: Windows 2000 or later, Mac OS X 10.4 or later, Ubuntu Linux 9.04 or later (For other versions of Linux, see the Linux Installer page) </br>Disk: at least 120 megabytes of free space to install Scratch. </br>CPU and memory: Most computers have enough memory to run Scratch 1.4, but very old computers may run Scratch slowly. </br>Sound / Video: Sound playback requires speakers (or headphones), and recording requires a microphone. Many laptops have speakers and microphones built in. Scratch 1.4 can use a USB or built-in camera (optional).</br></p>
de: <p>Bildschirm: 800 x 480 oder höhere Auflösung, Tausende oder Millionen Farben (16-bit Farbtiefe oder höher) </br>Betriebssystem: Windows 2000 oder neuer, Mac OS X 10.4 oder höher, Ubuntu Linux 9.04 oder später (Informationen zu anderen Linux-Versionen finden sich auf der Seite zu Linux-Installationen) </br>Festplatte: wenigstens 120 MB freier Speicherplatz für die Installation von Scratch. </br>Prozessor und Arbeitsspeicher: In der Regel verfügen Rechner über genügend Arbeitsspeicher, um Scratch 1.4 auszuführen. Lediglich auf sehr alten Rechnern läuft Scratch möglicherweise nur langsam. </br>Audio / Video: Die Tonwiedergabe erfordert Lautsprecher (oder Kopfhörer), für die Aufnahme ist ein Mikrophon erforderlich. In vielen Laptops ist beides bereits eingebaut. Scratch 1.4 kann USB oder eine optional eingebaute Kamera benutzen.</br></p>
el: <p>Οθόνη: 800 x 480 ή μεγαλύτερη ανάλυση, χιλιάδες/εκατομμύρια χρώματα (16-bit χρώματα ή μεγ.) </br>Λειτουργικό Σύστημα: Windows 2000 ή μεταγ., Mac OS X 10.4 ή μεταγ., Ubuntu Linux 9.04 ή μεταγ. (Για άλλες διανομές, δείτε την σελίδα εγκατάστασης στο Linux.) </br>Σκληρός Δίσκος: τουλάχιστον 120ΜΒ ελεύθερου χώρου. </br>CPU και μνήμη: Οι περισσότεροι υπολογιστές έχουν αρκετή μνήμη για το Scratch 1.4, αλλά οι πολύ παλιοί υπολογιστές ίσως τρέχουν το Scratch αργά. </br>Ήχος / Βίντεο: Η αναπαραγωγή ήχου απαιτεί ηχεία (ή ακουστικά), και η ηχογράφηση απαιτεί ένα μικρόφωνο. Πολλά λάπτοπ έχουν ενσωματωμένα ηχεία και μικρόφωνο. Το Scratch 1.4 μπορεί να χρησιμοποιήσει ενσωματωμένη κάμερα ή από USB .</br></p>
es: <p>Pantalla: 800 x 480 o superior, miles o millones de colores (color de 16 bits o más) </br>Sistema operativo: Windows 2000 o posterior, Mac OS X 10.4 o posterior, Linux Ubuntu 9.04 o posterior (Para otras versiones de Linux, consulte la página de Linux Installer) </br>Disco: al menos 120 MB de espacio libre para instalar Scratch. </br>CPU y memoria: La mayoría de las computadoras tienen suficiente memoria para ejecutar scratch 1.4, pero computadoras viejas pueden ejecutar Scratch lentamente. </br>Sonido / Video: Reproducción de sonido requiere altavoces (o auriculares), y la grabación requiere un micrófono. Muchas computadoras portátiles tiene altavoces y micrófonos integrados. Scratch 1.4 puede utilizar una cámara USB o lcámara integrada (opcional).</br></p>
fr: <p>Affichage: 800 x 480 ou plus, milliers ou millions de couleurs ( 16-bit couleurs ou plus) </br>Système d'exploitation : Windows 2000 ou ultérieur, Mac OS X 10.4 ou plus récent, Linux Ubuntu 9.04 ou une version ultérieure (pour les autres versions de Linux, voir la page Linux Installer) </br>Disque : au moins 120 Mo d'espace libre pour installer Scratch. </br>CPU et mémoire: La plupart des ordinateurs ont assez de mémoire pour exécuter Scratch 1.4, mais de très vieux ordinateurs peuvent faire fonctionner Scratch, mais lentement </br>Son / Vidéo: La lecture audio nécessite des haut-parleurs (ou un casque), et l'enregistrement nécessite un microphone. De nombreux ordinateurs portables ont des haut-parleurs et microphones intégrés. Scratch 1.4 peut utiliser une webcam USB ou intégré (en option).</br></p>
gl: <p>Monitor: 800 x 480 ou máis grande, miles ou millóns de cores (cor de 16-bit color ou meirande) </br>Sistema Operativo: Windows 2000 ou superior, Mac OS X 10.4 ou superior, Ubuntu Linux 9.04 ou superior (Para outras versións de Linux, ver a páxina Instalador Linux) </br>Disco: polo menos 120 megabytes de espazo libre para instalar Scratch. </br>CPU e memoria: A maioría dos ordenadores teñen memoria suficiente para executar Scratch 1.4, pero os ordenadores moi vellos poden executar Scratch de forma moi lenta. </br>Son / Vídeo: A reproducción de son require altofalantes (ou auriculares), e a gravación precisa un micrófono. Moitos portátiles teñen altofalantes e micrófonos integrados. Scratch 1.4 pode usar unha cámara USB ou integrada (opcional).</br></p>
it: <p>Schermo: 800 x 480 o superiore, migliaia o milioni di colori (colore a 16-bit o superiore) </br>Sistema Operativo: Windows 2000 o successivo, Mac OS X 10.4 o successivo, Ubuntu Linux 9.04 o successivo (Per altre versioni di Linux, vedi la pagina dell'Installatore Linux) </br>Disco: almeno 120 megabyte di spazio disponibile per installare Scratch. </br>CPU e memoria: La maggior parte dei computer ha memoria sufficiente per eseguire Scratch 1.4, ma computer molto vecchi potrebbero eseguire Scratch lentamente. </br>Suono / Video: La riproduzione di suoni richiede delle casse (o delle cuffie), mentre la registrazione richiede un microfono. Molti portatili hanno casse e microfono integrati. Scratch 1.4 può usare una webcam USB o integrata (opzionale).</br></p>
lv: <p>Ekrāns: 800 x 480 vai lielāks, tūkstoši vai miljoni krāsu (16-bit vai vairāk krāsas) </br>Operētājsistēma: Windows 2000 vai jaunāka, Mac OS X 10.4 vai jaunāks, Ubuntu Linux 9.04 vai jaunāks (citām Linux versijām skatīt Linux uzstādīšanas lapā) </br>Disks: brīvi vismaz 120 megabaiti. </br>Procesors un atmiņā: Jebkuram datoram ir pietiekami daudz atmiņas, lai darbinātu Scratch 1.4, uz ļoti veciem datoriem Scratch var strādāt lēni. </br>Skaņa / Video: Lai dzirdētu skaņu, jābūt skaļruņiem vai austiņām, lai ierakstītu jābūt mikrofonam. Daudziem portatīvajiem datoriem ir iebūvēti skaļruņi un mikrofons. Scratch 1.4 var izmantot USB vai iebūvētu kameru (nav obligāti).</br></p>
nb: <p>Skjermoppløsning: minst 800 x 480, med tusener eller millioner av farger (minst 16-bit farge) </br>Operativsystem: Windows 2000 eller nyere, Mac OS X 10.4 eller nyere, Ubuntu Linux 9.04 eller nyere (For andre versjoner av Linux, se siden for Linux-installasjonen) </br>Disk: minst 120 megabyte ledig plass for å installere Scratch. </br>Prosessor og minne: De fleste datamaskiner kan kjøre Scratch, men det kan gå tregt på veldig gamle maskiner. </br>Lyd / Video: Du trenger høyttalere eller hodetelfoner for å høre lyd fra Scratch, og en mikrofon for å spille inn lyd. Mange bærbare maskiner har høyttaler og mikrofon innebygd. Scratch 1.4 kan bruke webkamera hvis du har.</br></p>
pt: <p>Monitor: 800 x 480 ou mais, com milhares ou milhões de cores (cor com 16 ou mais bits) </br>Sistema Operativo: Windows 2000 ou mais recente, Mac OS X 10.4 ou mais recente, Ubuntu Linux 9.04 ou mais recente (Para outras versões do Linux, veja a página do Instalador Linux.) </br>Disco: pelo menos 120 MB de espaço livre para instalar o Scratch. </br>CPU e memória: A maioria dos computadores têm memória suficiente para executar o Scratch 1.4, mas computadores muito antigos podem ser lentos ao executar o Scratch. </br>Som / Vídeo: A reprodução de som requer altifalantes (ou auscultadores) e a gravação de som requer um microfone. Muitos computadores portáteis têm altifalantes e microfones incorporados. O Scratch 1.4 pode usar câmaras USB ou câmaras incorporadas (opcional).</br></p>
sl: <p>Zaslon: 800 x 480 ali večji, več tisoče ali milijone barv (16-bit barva ali več) </br>Operacijski sistem: Windows 2000 ali novejši, Mac OS X 10.4 ali novejši, Ubuntu Linux 9.04 ali novejši (za druge različice Linuxa, si oglej Linux namestitveno stran) </br>Disk: najmanj 120 megabajtov prostora za namestitev Scratcha. </br>Procesor in pomnilnik: Večina računalnikov ima dovolj pomnilnika za zagon Scratcha 1.4, vendar lahko na zelo starih računalnik Scratch deluje počasi. </br>Zvok/Video: za predvajanje zvoka potrebuješ zvočnike (ali slušalke), za snemanje potrebuješ mikrofon. Številni prenosniki imajo zvočnike in mikrofon že vgrajene. Scratch 1.4 lahko uporablja USB ali vgrajeno kamero (neobvezno).</br></p>
sv: <p>Skärmupplösning: 800 x 480 eller större, tusentals eller millioner färger (16-bit färg eller bättre) </br>Operativsystem: Windows 2000 eller senare, Mac OS X 10.4 eller senare, Ubuntu Linux 9.04 eller senare (För andra versions av Linux, se Linux installationssida) </br>Diskutrymme: minst 120 megabytes fritt utrymme för att installera Scratch. </br>CPU och minne: De flesta datorer har tillräckligt med minne för att köra Scratch 1.4, men mycket gamla datorer kanske gör att Scratch körs långsamt. </br>Ljud / Video: Uppspelning av ljud kräver högtalare (eller hörlurar), och inspelning kräver en mikrofon. Många laptops har högtalare och mikrofon inbyggt. Scratch 1.4 kan använda en USB- eller inbyggd kamera (valfritt).</br></p>

source: What if I get an error when I try to upload or share my project to the Scratch website?
ca: Què passa si m'apareix un error quan intento carregar o compartir el meu projecte a la web d'Scratch?
de: Was ist zu tun, wenn ich beim Versuch, ein Projekt auf die Scratch-Webseite hochzuladen, eine Fehlermeldung erhalte?
el: Γιατί λαμβάνω σφάλμα όταν προσπαθώ να ανεβάσω το έργο μου στην ιστοσελίδα;
es: ¿Qué pasa si me sale un error cuando intento cargar o compartir mi proyecto en el sitio web de Scratch?
fr: Que faire si je reçois une erreur lorsque je tente de télécharger ou de partager mon projet pour le site web de Scratch?
gl: Que acontece se se produce un erro cando tento subir ou compartir o meu proxecto no sitio web de Scratch?
it: Cosa posso fare se ricevo un messaggio di errore quando provo a caricare o a condividere un progetto sul sito web di Scratch?
lv: Ko darīt, ja saņemu kļūdas paziņojumu brīdī, kad augšuplādēju savu projektu Scratch mājaslapā?
nb: Jeg får en feilmelding når jeg lagrer eller legger ut programmet mit på nettet, hva skal jeg gjøre?
pt: E se ocorrer um erro quando tentar carregar ou partilhar os meus projectos no sítio Web Scratch?
sl: Kaj če pride do napake, ko želim naložiti ali deliti moj projekt naScratch spletno stran?
sv: Vad händer om jag får ett fel när jag laddar upp eller delar mitt projekt på Scratch webbsajt?
