Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p>There are 4 ways to add a background image (a.k.a. "backdrop") to your card. To add a backdrop, click on one of these buttons:</p> <img src = "%(STATIC_URL)s/images/help/hoc-5-add-backdrop.png"> </div> <div class="steps last"> <h4>Here's what each button does:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5a-add-backdrop-library.png"> Choose a backdrop from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5b-add-backdrop-paint.png"> Draw your own backdrop</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5c-add-backdrop-upload.png"> Upload an image from your computer</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5d-add-backdrop-camera.png"> Take a picture (if you have a webcam)</p>
fr: <p>Il y a quatre façons d'ajouter une image de fond (alias "arrière-plan") à votre carte. Pour ajouter un arrière-plan, clique sur un de ces boutons:</p> <img src = "%(STATIC_URL)s/images/help/hoc-5-add-backdrop.png"> </div> <div class="steps last"> <h4>Voilà ce que fait chaque bouton:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5a-add-backdrop-library.png"> Choisis un arrière-plan de la librairie</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5b-add-backdrop-paint.png"> Dessine ton arrière-plan</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5c-add-backdrop-upload.png"> Télécharge une image de ton ordinateur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5d-add-backdrop-camera.png"> Prendre une photo (si tu as une webcam)</p>
gl: <p>Hai 4 formas de engadir unha imaxe de fondo (tamén coñecida como telón de fondo) á túa tarxeta. Para engadir un fondo, preme en un destes botóns:</p> <img src = "%(STATIC_URL)s/images/help/hoc-5-add-backdrop.png"> </div> <div class="steps last"> <h4>Aquí está o que fai cada botón:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5a-add-backdrop-library.png"> Elixir un fondo da biblioteca</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5b-add-backdrop-paint.png"> Debuxar o teu propio fondo</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5c-add-backdrop-upload.png"> Subir unha imaxe do teu ordenador</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5d-add-backdrop-camera.png"> Facer unha foto (si tes unha cámara web)</p>
it: <p>Ci sono 4 diversi modi di aggiungere un'immagine di sfondo alla tua cartolina. Per aggiungere uno sfondo clicca su uno di questi pulsanti:</p> <img src = "%(STATIC_URL)s/images/help/hoc-5-add-backdrop.png"> </div> <div class="steps last"> <h4>Ecco cosa fa ognuno dei pulsanti:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5a-add-backdrop-library.png"> Scegli uno sfondo dalla libreria</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5b-add-backdrop-paint.png"> Disegna il tuo sfondo</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5c-add-backdrop-upload.png"> Carica un'immagine dal tuo computer</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5d-add-backdrop-camera.png"> Scatta una foto (se hai una webcam)</p>
lv: <p>Ir četras iespējas, kā var pievienot fona attēlu savai kartītei. Lai pievienotu fonu, klikšķini vienu no pogām:</p> <img src = "%(STATIC_URL)s/images/help/hoc-5-add-backdrop.png"> </div> <div class="steps last"> <h4>Lūk, ko katra no tām dara:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5a-add-backdrop-library.png"> Izvēlēties fonu no krātuves</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5b-add-backdrop-paint.png"> Zīmēt savu fonu</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5c-add-backdrop-upload.png"> Augšuplādē attēlu no sava datora</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5d-add-backdrop-camera.png"> Uzņem attēlu (izmantojot tīmekļa kameru)</p>
nb: <p>Du kan legge inn et bakgrunnsbilde på kortet på fire måter. Klikk på en av disse knappene:</p> <img src = "%(STATIC_URL)s/images/help/hoc-5-add-backdrop.png"> </div> <div class="steps last"> <h4>De fire knappene virker slik:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5a-add-backdrop-library.png"> Hent et ferdig bakgrunnsbilde</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5b-add-backdrop-paint.png"> Tegn din egen bakgrunn</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5c-add-backdrop-upload.png"> Bruk en bildefil på datamaskinen</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5d-add-backdrop-camera.png"> Ta et bilde (med webkamera)</p>
pt: <p>Há quatro formas de adicionar uma imagem de fundo (ou seja, um «cenário») ao seu cartão. Para adicionar um cenário, clique num destes botões:</p> <img src = "%(STATIC_URL)s/images/help/hoc-5-add-backdrop.png"> </div> <div class="steps last"> <h4>Eis o que cada um dos botões faz:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5a-add-backdrop-library.png"> Escolher um cenário a partir da biblioteca</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5b-add-backdrop-paint.png"> Desenhar o seu próprio cenário</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5c-add-backdrop-upload.png"> Carregar uma imagem do seu computador</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5d-add-backdrop-camera.png"> Tirar uma fotografia (se o seu computador tiver uma câmara)</p>

source: Add Background Sound
fr: Ajouter un fond sonore
gl: Engadir un Son de Fondo
it: Aggiungere un Suono di Sottofondo
lv: Pievienot fona skaņu
nb: Legg på lyd i bakgrunnen
pt: Adicionar um Som de Fundo
tr: Arkaplan Sesi Ekle

source: <p>To add sound to your card, first add an audio file to your project and then program it to play by using the <span class="soundcolor">play sound</span> or <span class="soundcolor">play sound until done</span> block.</p> <p>Check out some of the sounds in the Scratch library -- or import or record your own holiday sounds.</p>
fr: <p>Pour ajouter du son à ta carte, d'abord ajouter un fichier audio à ton projet, puis le programmer à jouer en utilisant le bloc<span class="soundcolor">jouer le son</span> ou <span class="soundcolor">jouer le son jusqu'au bout</span>.</p> <p>Découvre quelques sons dans la bibliothèque Scratch - ou importe ou enregistre tes sons de vacances.</p>
gl: <p>Para engadir son na túa tarxeta, primeiro engade un ficheiro de audio ao teu proxecto e despois programao para que se reproduza usando os bloques <span class="soundcolor">reproducir son</span> ou <span class="soundcolor">reproducir son ata rematar</span>.</p> <p>Proba os sons dispoñibles na biblioteca Scratch -- ou importa ou grava os teus propios sons.</p>
it: <p>Per aggiungere un suono alla tua cartolina aggiungi prima di tutto un file audio file al progetto e poi crea il programma che lo riproduca usando il blocco <span class="soundcolor">produci suono</span> o <span class="soundcolor">produci suono e attendi</span> block.</p> <p>Prova alcuni dei suoni della libreria di Scratch -- oppure importa o registra i suoni delle tue vacanze.</p>
lv: <p>Lai kartītei pievienotu skaņu, no sākuma projektam jāpievieno skaņas datne un tā jāatskaņo izmantojot bloki <span class="soundcolor">spēlēt skaņu</span> vai <span class="soundcolor">spēlēt skaņu līdz galam</span>.</p> <p>Apskati kādas skaņas ir Scratch krātuvē -- vai pievieno vai ieraksti savas svētku sajūtas skaņas.</p>
nb: <p>For å legge inn lyd i julekortet henter du først inn en lydfil i prosjektet og så får du den til å spilles med klossene <span class="soundcolor">spill lyden</span> eller <span class="soundcolor">spill lyden _ til den er ferdig</span>-kloss.</p> <p>Prøv noen av lydene i biblioteket som følger med Scratch. Du kan også ta opp din egen lyd eller bruke en lydfil du har på datamaskinen.</p>
pt: <p>Para adicionar som ao seu cartão, comece por adicionar um ficheiro de áudio ao seu projecto e depois programe-o para o reproduzir usando o bloco <span class="soundcolor">toca o som</span> ou o bloco <span class="soundcolor">toca o som até terminar</span>.</p> <p>Confirs alguns dos sons da biblioteca do Scratch – ou então importe ou grave os seus próprios sons alusivos às festas.</p>

source: Set up the Project
fr: Mettre en place le projet
gl: Configura o Proxecto
it: Rifinisci il tuo Progetto
lv: Projekta sagatavošana
nb: Gjør prosjektet klart
pt: Preparar o Projecto

source: Share Your Project
fr: Partage ton projet
gl: Comparte o Teu Proxecto
it: Condividere un Progetto
lv: Kopīgo savu projektu
nb: Vis fram prosjektet
pt: Partilhar o Seu Projecto

source: <p>When you are ready to share your project with others, click the “Share” button at the top of the screen.</p> <p>(If you haven't already, you'll need to create a Scratch account to share your project online.)</p> <p>After your project is shared, you can go to the project page to add a title, instructions, and other notes.</p>
fr: <p>Quand tu es prêt à partager ton projet avec d'autres, clique sur le bouton “Partage” en haut de l'écran et à droite .</p> <p>(Si tu le l'as pas fait, tu devras créer un compte Scratch pour partager ton projet en ligne.)</p> <p>Quand ton projet sera partagé, tu peux aller à la page du projet pour ajouter un titre, des instructions et autres notes.</p>
it: <p>Quando sei pronto a condividere i tuoi progetti clicca il pulsante “Condividi” in alto a destra sullo schermo.</p> <p>(Se non lo hai già fatto, per poter condividere i tuoi progetti online dovrai creare un account Scratch.)</p> <p>Dopo averlo condiviso puoi tornare alla pagina del progetto a aggiungere un titolo, delle istruzioni e delle note.</p>
lv: <p>Kad esi gatavs dalīties ar savu projektu, spied pogu “Kopīgot” ekāna augšējā daļā.</p> <p>(Tev ir nepieciešams Scratch konts, ja vien tas jau nav izveidots, lai varētu publicēt savu projektu..)</p> <p>Kad projekts ir kopīgots, vari tam pievienot nosaukumu, aprakstu, pamācības un citas piezīmes.</p>
nb: <p>Når du er klar til å vise kortet til andre klikker du "legg ut"-knappen øverst på skjermen.</p> <p>(Hvis du ikke har det allerede trenger du å <a id=\"tips-join-scratch\">opprette en brukerkonto</a> for å legge ut prosjekter på Scratch.)</p> <p>Når prosjektet er lagt ut kan du gå til prosjektsiden og legge inn tittel, bruksanvisning og andre notater.</p>
pt: <p>Quando estiver pronto para partilhar o seu projecto, clique o botão «Partilhar» no topo da janela.</p> <p>(Se ainda não o tiver ainda feito, precisará de criar uma conta Scratch para poder partilhar o seu projecto em linha.)</p> <p>Quando o seu projecto estiver partilhado, pode ir até a página do projecto para adicionar um título, instruções e outras notas.</p>

source: <p>Share your holiday card with people from all around the world by adding your project to the Hour of Code studio.</p> <p>First, go to the <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Hour of Code studio</a>. Then, click on the “Add Projects” button at the top of the page to add your holiday card to the studio.</p> <p>Thank you for imagining, programming, and sharing your holiday card with Scratch -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">you completed the Hour of Code Scratch activity!</a></p>
fr: <p>Partage ta carte de vacances en ajoutant ton projetau Studio Heure de Code</p> <p>D'abord, va au <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Hour of Code studio</a>. Ensuite, clique sur le bouton “Add Projects” en haut de la page pour ajouter ta carte de vacances au studio.</p> <p>Merci d'avoir imaginer, programmer, and partager ta carte de vacances avec Scratch -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">tu as terminé l'activité de Scratch Heure de Code</a></p>
gl: <p>Comparte a túa tarxeta da festividade con xente de todo o mundo engadindo o teu proxecto ao estudo Hora de Código.</p> <p>Primeiro, vai ao <a href="http://scratch.mit.edu/studios/279432/" target="_blank">estudo Hora de Código</a>. Despois, preme no botón "Engadir Proxectos" na parte de arriba da páxina para engadir a túa tarxeta de festividade ao estudo.</p> <p>Grazas por imaxinar, programar e compartir a túa tarxeta de festividade con Scratch -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">completaches a actividade Scratch Hora de Código!</a></p>
it: <p>Condividi la tua cartolina con altre persone da tutto il mondo aggiungendo il progetto alla galleria Hour of Code.</p> <p>Inizia andando alla <a href="http://scratch.mit.edu/studios/279432/" target="_blank">galleria Hour of Code</a>. Poi clicca sul pulsante “Aggiungi progetti” in alto nella pagina per aggiungere la tua cartolina alla galleria.</p> <p>Grazie per aver immaginato, programmato e condiviso la tua cartolina con Scratch -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">hai completato la tua attività di Scratch per l'Hour of Code!</a></p>
lv: <p>Kopīgo savu apsveikuma kartīti ar cilvēkiem it visur pasaulē, pievienojot savu projektu Hour of Code studijai.</p> <p>Pirmkārt, ej uz <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Hour of Code studiju</a>. Pēc tam klikšķini pogu “Pievienot projektu” lapas augšā, lai pievienotu savu apsveikuma kartīti studijai.</p> <p>Paldies par radošumu, programmēšanu un dalīšanos ar savu Scratch apsveikuma kartīti -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">Tu esi pabeidzis Hour of Code nodarbību!</a></p>
nb: <p>Alle kan se julekortet ditt hvis du legger det ut på galleriet til Kodetimen.</p> <p>Først går du til Kodetimens galleri <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Hour of Code</a>. Klikk "Legg til prosjekter" øverst på siden for å legge ut kortet ditt på galleriet.</p> <p>Takk for at du har skapt og programmert et julekort med Scratch -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">du har fullført en aktivitet for Kodetimen!</a></p>
pt: <p>Partilhe o seu cartão de boas festas com gente de todo o mundo adicionando o seu projecto ao estúdio Hora de Código.</p> <p>Comece por ir até o <a href="http://scratch.mit.edu/studios/279432/" target="_blank">estúdio Hora de Código</a>. Depois clique no botão «Adicionar Projectos» no topo da página para adicionar o seu cartão ao estúdio.</p> <p>Obrigado por imaginar, programar e partilhar o seu cartão de boas festas com o Scratch – <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">completou a actividade Scratch Hora de Código!</a></p>

source: <p>What will you create next?</p> <p>For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.</p>
fr: <p>Que vas tu créer maintenant?</p> <p>Pour plus d'idées, clique <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tous les conseils</a>.</p>
gl: <p>Que podes crear agora?</p> <p>Para máis ideas, preme <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Todas as Suxestións</a>.</p>
it: <p>Cosa creerai ora?</p> <p>Per altre idee clicca su <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tutti i Suggerimenti</a>.</p>
lv: <p>Ko veidosi nākamo?</p> <p>Jaunām idejām klikšķini <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Visi padomi</a>.</p>
nb: <p>Hva er det neste du vil lage?</p> <p>Du kan få tips og ideer ved å klikke <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Alle tips</a>.</p>
pt: <p>O que é que vai criar agora?</p> <p>Para mais ideias clique em <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Todas as Dicas</a>.</p>

source: Holiday Card Tutorial
ca: Tutorial de les postals
de: Grußkarten-Tutorial
es: Tutorial de la Tarjeta de Fiestas
fr: Tutorial carte de vacances
gl: Tutorial de Tarxeta de Festividade
it: Tutorial Cartolina delle Vacanze
lv: Apsveikuma kartītes pamācība
nb: Lær å lage julekort
pt: Tutorial do Cartão de Boas Festas
sl: Vodič za izdelavo voščilnice

source: <p>In this activity, you'll create an interactive holiday card that you can share with friends and family.</p> <p>To get started, watch this intro video:</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
fr: <p>Dans cette activité, tu vas créer une carte interactive de vacances que tu pourras partager avec ta famille et tes amis.</p> <p>Pour commencer, regarde cette video d'introduction:</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
it: <p>In questa attività creerai una cartolina interattiva che potrai condividere con i tuoi amici o familiari.</p> <p>Per iniziare, guarda il video introduttivo:</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
lv: <p>Šajā nodarbībā izveidosi interaktīvu apsveikuma kartīti, ar kuru varēsi dalīties ar draugiem un ģimeni.</p> <p>Lai sāktu, noskaties šo ievada video:</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
pt: <p>Nesta actividade criará um cartão de boas festas interactivo que poderá partilhar com amigos e família.</p> <p>Para começar assista a este vídeo de introdução:</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>

source: Let's begin!
fr: Commence!
it: Iniziamo!
lv: Aiziet!
pt: Vamos começar!

source: Share your Project
fr: Partage ton projet
it: Condividi il Progetto
lv: Kopīgo savu projektu
pt: Partilhar o Seu Projecto

source: Add to the Holiday Card Studio
fr: Ajoute au Studio Heure de Code
it: Aggiungilo alla galleria Holiday Card
lv: Pievieno aspveikuma kartīšu studijai
pt: Adicionar ao Estúdio de Cartões de Boas Festas

source: This tutorial was created for Hour of Code, a nationwide initiative by <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> and <a href="http://code.org" target="_blank">Code.org</a> to introduce millions of students to one hour of computer science and computer programming.
de: Dieses Tutorial wurde für 'Hour of Code' entworfen, eine USA-weite Initiative von <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> und <a href="http://code.org" target="_blank">Code.org</a>, um Millionen Schüler an eine Stunde Informatik und Rechnerprogrammierung heranzuführen.
es: Este tutorial fue creado para la Hora de Código, una iniciativa nacional organizada por <a href="http://csedweek.org" target="_blank">La Semana de Educación en Computación</a> y <a href="http://code.org" target="_blank">Code.org</a> para introducir a millones de estudiantes a una hora de computación y programación de computadoras.
fr: Ce tutoriel a été créé pour Hour of Code, une initiative à l'échelle nationale par <a href="http://csedweek.org" target="_blank">La semaine de l'Education en Informatique</a> and <a href="http://code.org" target="_blank">Code.org</a> pourprésenter une heure de l'informatique et de la programmation informatique à des millions d'étudiants.
gl: Este tutorial foi creado para a Hora de Código, unha iniciativa nacional organizada pola <a href="http://csedweek.org" target="_blank">Semana de Educación en Computación</a> e <a href="http://code.org" target="_blank">Code.org</a> para introducir a millóns de estudantes a unha hora de ciencia e programación de ordenadores.
it: Questo tutorial è stato creato per l'Ora del Codice, una iniziativa nazionale della <a href="http://csedweek.org" target="_blank">Settimana dell'Insegnamento dell'Informatica</a> e di <a href="http://code.org" target="_blank">Code.org</a> per introdurre milioni di studenti ad un ora di informatica e di programmazione.
lv: Šī pamācība ir veidota pasākumam Hour of Code, tā ir starptautiska aktivitāte, ko rīko <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> un <a href="http://code.org" target="_blank">Code.org</a>, lai datorzinībās un programmēšanā vienas stundas nodarbībā iesaistītu miljoniem skolēnu.
nb: Denne veiledningen er laget til Kodetimen, et initiativ fra <a href="http://code.org" target="_blank">Code.org</a> for å gi millioner av barn og unge en introduksjon til programmering og informatikk.
pt: Este tutorial foi criado para a Hora de Código, uma iniciativa nacional (nos E.U.A.) da <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> e do <a href="http://code.org" target="_blank">Code.org</a> para introduzir milhões de estudantes a uma hora de ciência da computação e de programação.
sl: Ta vodič je nastal za Hour of Code, mednarodno aktivnost, ki sta jo sprožili organizaciji <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> in <a href="http://code.org" target="_blank">Code.org</a> z namenom, da bi milijoni študentov doživeli vsaj eno uro računalniške znanosti in programiranja.

source: Select the Sounds tab
ca: Selecciona la pestanya de Sons
cs: Vyber záložku ZVUKY
de: Wähle den Klänge-Reiter
el: Επιλέξτε την καρτέλα "Ήχοι"
es: Selecciona la pestaña Sonidos
et: Vali grupp Helind
eu: Soinuen fitxa aukeratu
fr: Sélectionne l'onglet Sons
ga: Roghnaigh an cluaisín Fuaimeanna
gl: Selecciona a pestana de Sons
it: Seleziona la scheda Suoni
lv: Izvēlies cilni Skaņa
nb: Velg Lyder-fanen
pt: Seleccione o separador Sons
ro: Selecteaza tab-ul Sunete
sl: Izberi zavihek Zvoki
sv: Välj Ljud-fliken
tr: Ses grubunu seç
uk: Оберіть вкладку Звук
