Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: 1. File too big. The largest file limit is 10 MB. To shrink the size of your Scratch project, click the Edit menu > and select compress sounds, or compress images. If you have compressed sounds and your project still won't upload, try deleting some of the sounds to make it smaller. </br>2. Internet connection too slow and times out. Try making the file smaller. If that doesn't work, try connecting from a different computer or connection or web browser. </br>3. Proxy server getting in the way. Try an Internet connection that does not go through a proxy server, or configure Scratch to use your proxy server. </br>4. Wrong username and password. Try logging into Scratch website to make sure username and password are correct.
de: 1. Datei zu groß. Die Dateigröße ist auf 10 MB beschränkt. Die Größe deines Scratch-Projektes lässt sich verringern, indem du im Bearbeiten-Menü "Klänge komprimieren" oder "Bilder komprimieren" auswählst. Falls sich dein Projekt anschließend immer noch nicht hochladen lässt, kannst du versuchen, einige der Klänge zu löschen, um so dein Projekte zu verkleinern. </br>2. Internet-Anbindung zu langsam oder unterbrochen. Versuche, die Größe der Datei zu verringern. Falls das nicht hilft, versuche es von einem anderen Rechner, über eine andere Verbindung oder mit einem anderen Web-Browser. </br>3. Proxy-Server behindert die Verbindung. Versuche eine Internet-Anbindung ohne Proxy-Server oder konfiguriere Scratch so, dass es deinen Proxy-Server benutzt. </br>4. Falscher Benutzername oder Kennwort. Versuche dich auf der Scratch-Webseite anzumelden, um sicher zu stellen, dass deine Benutzername und dein Kennwort korrekt sind.
el: 1. Το αρχείο είναι πολύ μεγάλο. Το μέγιστο όριο είναι 10 ΜΒ. Για να συμπιέσετε το μέγεθος του έργου σας, πατήστε στο μενού Επεξεργασία και επιλέξτε συμπίεση ήχων, διαφορετικά μπορείτε να συμπιέσετε τις εικόνες σας. Εάν έχετε συμπιέσει τους ήχους αλλά ακόμη το έργο σας δεν ανεβαίνει, προσπαθήστε διαγράφοντας μερικούς ήχους. </br>2.Η σύνδεσή σας είναι πολύ αργή. Κάντε το αρχείο σας μικρότερο. Εάν αυτό δεν λειτουργεί, συνδεθείτε από έναν άλλο υπολογιστή ή δίκτυο ή περιηγητή. </br>3. Ο Proxy server μπορεί να εμποδίζει. Προσπαθήστε μέσω μιας σύνδεσης που δεν χρησιμοποιεί Proxy server, ή ρυθμίστε το Scratch να χρησιμοποιεί το δικό σας Proxy server. </br>4. Λάθος όνομα χρήστη/κωδικός. Σιγουρευτείτε ότι τα στοιχεία αυτά είναι τα σωστά.
es: 1. 1. El archivo es demasiado grande. El límite de archivos más alto es de 10 MB. Para reducir el tamaño de tu proyecto de Scratch, haz clic en el menú Edición> y selecciona comprimir sonidos o comprimir imágenes. Si has comprimido sonidos y tu proyecto todavía no sube, prueba a eliminar algunos de los sonidos para hacerlo más pequeño.. </br>2. Conexión a Internet demasiado lenta y se agota el tiempo de espera. Trata de hacer el archivo más pequeño. Si eso no funciona, prueba a conectarte desde otro equipo, conexión o navegador web. </br>3.Servidor Proxy en la vía. Pruebe una conexión a Internet que no pase a través de un servidor proxy o configure Scratch para utilizar el servidor proxy. </br>4. Nombre de usuario y contraseña incorrecta. Trate de iniciar sesión en el sitio web de Scratch para asegurarse que el nombre de usuario y la contraseña son correctos.
fr: 1. Fichier trop grand. La limite du fichier est de 10 Mo. Pour réduire la taille de votre projet de Scratch, cliquez sur le menu Edition : sélectionner compresser des sons, ou compresser les images. Si vous avez compressé vos sons et que votre projet ne veut toujours pas se charger, essayez de supprimer certains des sons pour le rendre plus petit. </br>2. Connexion Internet trop lente ou ayant expiré. Essayez de réduire la taille du fichier. Si cela ne fonctionne pas, essayez de vous connecter à partir d'un ordinateur, d'une connexion ou d'un navigateur Web différents. </br>3. Le serveur proxy inopérant. Essayez une connexion Internet qui ne passe pas par un serveur proxy, ou configurer Scratch pour utiliser votre serveur proxy. </br>4. Nom d'utilisateur et mot de passe incorrect. Essayez de vous connecter sur le site Web de Scratch pour s'assurer que le nom d'utilisateur et mot de passe sont corrects
gl: 1. Ficheiro demasiado longo. O límite máximo dun ficheiro é 10 MB. Para reducir o tamaño do proxecto Scratch, preme no menú Editar > e selecciona comprimir sons ou comprimir imaxes. Si xa comprimiches os sons e o teu proxecto ainda non se pode subir, tenta borrar algúns dos sons para facelo máis pequeno. </br>2. A conexión a Internet é demasiado tempo e esgótase. Tenta facer o ficheiro máis pequeno. Si non funciona, tenta conectar dende un ordenador, conexión ou navegador diferente. </br>3. O servidor Proxy impide a conexión. Tenta una conexión a Internet que non vaia través do servidor proxy ou configura Scrath para usar o teu servidor proxy. </br>4. Erro no nome de usuario ou contrasinal. Tenta conectarte ao sitio web de Scratch para asegurarte de que o nome de usuario e o contrasinal son correctos.
it: 1. Il file è troppo grande. Il limite massimo per la dimensione dei file è 10 MB. Per ridurre le dimensioni di un progetto Scratch, clicca il menu Modifica > poi seleziona Comprimi suoni o Comprimi immagini. Se dopo aver compresso i suoni non riesci ancora a caricare il progetto, prova a rimuovere alcuni suoni per ridurne le dimensioni. </br>2. La connessione a Internet è troppo lenta e il tempo di caricamento scade. Prova a rendere il file più piccolo. Se non funziona, prova a collegarti da un altro computer o usando un diverso browser. </br>3. Il server Proxy si intromette. Prova ad usare una connessione a Internet che non usi un server proxy, o configura Scratch per usare il tuo server proxy. </br>4. Username e password errati. Prova a collegarti al sito di Scratch per assicurarti che username e password siano corretti.
lv: 1. Datne ir par lielu. Lielākais datnes izmērs ir 10 MB. Lai samazinātu savu Scratch projektu, klikšķini izvēli Labot un izvēlies kompresēt skaņu vai kompresēt attēlus. Ja joprojām projektu nevar augšuplādēt, mēģini kādas skaņas izdzēst. </br>2. Interneta savienojums ir pārāk lēns. Mēģini samazināt failu. Ja tas nepalīdz, izmēģini to no cita datora, pieslēguma vai tīmekļa pārlūka. </br>3. Nestrādā starpniekserveris. Izmēģini interneta savienojumu, kas neizmanto starpniekserveri vai iestati Scratch, lai tas izmanto starpniekserveri. </br>4. Nepareizs lietotājvārds vai parole. Izmēģini pieteikties Scratch lapā, lai pārliecinātos, ka lietotājvārds un parole ir pareizi.
nb: 1. Filen er for stor. Du kan ikke legge ut filer som er større enn 10 MB. Du kan gjøre filen mindre ved å klikke Rediger og velge komprimering av lyder eller bilder. Hvis filen fortsatt er for stor kan du prøve å slette noen lyder for å gjøre den mindre. </br>2. Internettforbindelsen er for treg og blir avbrutt. Prøv å gjøre filen mindre. Hvis det ikke virker, prøv en annen maskin eller en annen nettforbindelse. </br>3. Proxy-server blokkerer forbindelsen. Prøv en internettforbindelse uten Proxy-server eller konfigurer Scratch for å virke med Proxy-serveren du har. </br>4. Feil brukernavn eller passord. Prøv å logge deg inn på nettsiden til Scratch for å sjekke at du bruker riktig brukernavn og passord.
pt: 1. Arquivo demasiado grande. O limite para a dimensão dos arquivos é de 10 MB. Para reduzir a dimensão do seu projecto Scratch, clique no menu Editar > e seleccione comprimir sons ou comprimir imagens. Se tiver comprimido os sons mas o seu projecto ainda não carregar, experimente remover alguns dos sons para o tornar mais pequeno. </br>2. A ligação à Internet é demasiado lenta e o tempo limite é excedido. Tente reduzir a dimensão do arquivo. Se isso não resultar, tente ligar a partir de um computador diferente ou usando uma ligação ou um navegador diferentes. </br>3. Servidor <i>proxy</i> interpõe-se. Tente uma ligação à Internet que não passe por um servidor <i>proxy</i> ou configure o Scratch para usar o seu servidor <i>proxy</i>. </br>4. Nome de utilizador ou palavra-passe errados. Tente entrar no sítio Web do Scratch para confirmar que o seu nome de utilizador e palavra-passe estão correctos.
sl: 1. Datoteka je prevelika. Datoteka je lahko velika njaveč 10 MB. Za skrčitev velikosti tvojega Scratch projekta, klikni meni Urejanje > in izberi stisni zvoke ali stisni slike. Če si stisnil-a zvoke, a se tvoj projekt vseeno noče naložiti, poskusi izbrisati nekaj zvokov, da datoteko zmanjšaš. </br>2. Internetna povezava je prepočasna in stran poteče. Poskusi zmanjšati datoteko. Če to ne deluje, se poskusi povezati z drugim računalnikom ali internetno povezavo ali brskalnikom. </br>3. Proxy strežnik je v napoto. Uporabi internetno povezavo, ki ne gre skozi proxy strežnik ali konfiguriraj Scratch, da lahko uporabiš proxy strežnik. </br>4. Napačno uporabniško ime ali geslo. Poskusi se prijaviti v Scratch spletno stran, da se prepričaš, da sta uporabniško ime in geslo pravilna.
sv: 1. Filen är för stor. Filstorleken är begränsad till 10 MB. För att minska storleken på ditt Scratchprojekt, klicka Redigera i menyn > och välj att komprimera ljud, eller komprimera bilder. Om du har komprimerat ljud och ditt projekt fortfarande inte laddas upp, försök att ta bort några av ljuden för att göra den mindre. </br>2. Internetuppkopplingen är för långsam och svarar inte på rätt sätt. Försök att göra filen mindre. Om inte det fungerar, försök att ladda upp filen från en annan dator, uppkoppling eller webbläsare. </br>3. Proxyserver förhindrar uppladdningen. Försök med en Internetuppkoppling som inte går genom en proxyserver, eller konfigurera Scratch att använda din proxyserver. </br>4. Fel användarnamn eller lösenord. Försök att logga in på Scratchwebbsajten för att bekräfta att användarnamnet och lösenordet är korrekt.

source: Scratch - Starter Projects
ca: Scratch - Projectes Inicials
cs: Scratch - Úvodní projekty
de: Scratch - Projekte für Einsteiger
el: Scratch - Βασικά Έργα
es: Scratch - Proyectos iniciales
et: Scratch - Stardi projektid
eu: Scratrch - Hasera Proiektuak
fr: Scratch - Projets de départ
ga: Scratch - Tionscadail Tosaigh
gl: Scratch - Proxectos de Arranque
it: Scratch - Progetti per Iniziare
lv: Scratch - iesācēju projekti
nb: Scratch - Begynnerprosjekter
pt: Scratch - Projectos de Iniciação
ro: Scratch - Proiecte de inceput
sl: Scratch - projeti za začetnike
sv: Scratch - Startprojekt
uk: Скретч - проекти для початківців

source: Try out these starter projects from the Scratch Team. Look inside to make changes and add your ideas.
ca: Prova aquest projectes d'introducció creats per l'Equip d'Scratch. Mira com estan fets per fer-ne canvis i afegir les teves idees.
de: Probiere diese Einstiegsprojekte des Scratch-Teams aus. Schau hinein, um Änderungen vorzunehmen und deine eigenen Ideen umzusetzen.
el: Δοκιμάστε αυτά τα έργα φτιαγμένα από την ομάδα του Scratch. Δείτε τα έργα για να κάνετε αλλαγές και να προσθέσετε τις ιδέες σας.
es: Pruebe estos proyectos de inicio creados por el equipo Scratch. Mire dentro de ellos para hacerles cambios y agregar sus ideas.
et: Proovige neid Scratch tiimi stardiprojekte. Vaata sisse muutmaks ja lisamaks oma ideid.
eu: Scratch taldeko hasera proiektu hauek proba itzazu. Beraien barruan begira ezazu aldaketak egin eta zeure ideiak gehitzeko.
fr: Essayez ces projets de départ de l'équipe de Scratch. Regardez à l'intérieur pour apporter des modifications et ajouter vos idées.
gl: Proba estes proxectos de arranque creados polo equipo Scratch. Fuchica neles para facer cambios e probar as túas ideas.
it: Prova questi progetti per iniziare creati dal Team di Scratch. Guarda al loro interno per modificare e aggiungere le tue idee.
lv: Izmēģini kādu no iesācēju projektiem, ko veidojusi Scratch komanda. Ieskaties iekšā, lai veiktu izmaiņas un pievienotu savas idejas.
nb: Prøv disse begynnerprosjektene vi har laget. Se inni, og prøv å forandre på dem og legge til nye ting.
pt: Experimente estes projectos de arranque disponibilizados pela Equipa Scratch. Veja-os por dentro para os alterar e adicionar as suas próprias ideias.
sl: Preizkusi projekte za začetnike Scratch ekipe. Oglej si, kako projekt spremeniti in mu dodati svoje ideje.
sv: Prova dessa nybörjarprojekt från Scratch-teamet. Öppna för att ändra och lägga till egna idéer.
uk: Спробуйте ці прості проекти від команди Скретчу. Перегляньте їх код, використайте для реалізації власних ідей.

source: Animation
ca: Animació
cs: Animace
el: Κινούμενα σχέδια
es: Animación
et: Animatsioon
eu: Animazioa
fr: Animations
ga: Beochan
gl: Animación
it: Animazioni
ja: アニメーション
lv: Animācijas
nb: Animasjon
pt: Animação
ro: Animatii
sl: Animacije
sr: Анимација
tr: Çizgi Film
uk: Анімації

source: Interactive Art
ca: Art Interactiu
cs: Interaktivní umění
de: Interaktive Kunst
el: Διαδραστική Τέχνη
es: Arte interactivo
et: Interaktiivne Kunst
eu: Arte interaktiboa
fr: Art interactif
ga: Ealaín Idirghníomhach
gl: Arte interactivo
it: Arte Interattiva
lv: Interaktīvā māksla
nb: Interaktiv Kunst
pt: Arte Interactiva
ro: Arta interactiva
sl: Interaktivna umetnost
sr: Интерактивна уметност
sv: Interaktiv Konst
tr: Etkileşimli Sanat
uk: Інтерактивне мистецтво

source: Music and Dance
ca: Música i Dansa
de: Musik und Tanz
el: Μουσική και Χορός
es: Música y Baile
et: Muusika ja Tants
eu: Musika eta Dantza
fr: Musique et danse
ga: Ceol agus Rince
gl: Música e Baile
it: Musica e Danza
lv: Mūzika un deja
nb: Musikk og Dans
pt: Música e Dança
ro: Muzica si dans
sl: Glasba in ples
sr: Музика и плес
sv: Musik och Dans
tr: Müzik ve Dans
uk: Музика та танці

source: Video Sensing
ca: Captura de vídeo
de: Video-Erfassung
el: Προβολή από Κάμερα
es: Sensor de video
et: Videoandurid
eu: Bideo sentsorea
fr: Détection vidéo
ga: Físbhraiteacht
gl: Sensor de vídeo
it: Video Sensibile
lv: Video noteikšana
nb: Sansing med kamera
pt: Vídeo Sensorial
ro: Detectare video
sl: Video zaznavanje
sr: Видео детекција
sv: Video - Känna av
tr: Video Algılama
uk: Відеоспостереження

source: Dance Party
ca: Festa de Ball
cs: Taneční párty
de: Tanzparty
el: Πάρτι Χορού
es: Fiesta de Baile
et: Tantsuõhtu
eu: Dantza festa
ga: Cóisir Dhamhsa
gl: Festa de Baile
lv: Ballīte ar dejām
nb: Danseparty
pt: Festa de Dança
ro: Petrecere cu dans
sl: Plesna zabava
sr: Журка са игром
sv: Dansparty
tr: Dans Partisi
uk: Танцювальна вечірка

source: Animate the Crab
ca: Anima el Cranc
cs: Animace kraba
de: Animiere die Krabbe
el: Κάντε το Καβούρι να Κινείται
es: Animar el cangrejo
et: Krabi animeerimine
eu: Karramarroa anima ezazu
fr: Animer le crabe
ga: Beoigh an Portán
gl: Animar o cangrexo
it: Anima il Granchio
lv: Iekustini krabi
nb: Den animerte krabben
pt: Animando o Caranguejo
ro: Anima racul
sl: Animiraj rakca
sr: Анимирани рак
sv: Animera krabban
tr: Yengeci Canlandır
uk: Анімація краба

source: The Pico Show: Intro
ca: L'espectacle d'en Pico: Introducció
cs: Ukázka Pico: Úvod
de: Die Pico-Show: Intro
el: Το Show του Pico: Εισαγωγή
es: El Show Pico: Introducción
et: Pico Show: Intro
eu: Piko ikuskizuna: Sarrera
fr: Le Pico show : Introduction
ga: An Seó Pico: Tosach
gl: O Show de Pico: Introducción
it: Il Pico Show: Introduzione
lv: Piko izrāde: ievads
nb: Pico Show: Intro
pt: O Espectáculo do Pico: Introdução
ro: Spectacolul lui Pico: Introducere
sl: Predstava Pica : Uvod
sv: Picoshow: Intro
tr: Pico Gösterisi: Açılış
uk: Шоу Піко: вступ

source: Greeting Card
ca: Postal
de: Grußkarte
el: Ευχετήρια Κάρτα
es: Tarjeta de saludo
et: Õnnitluskaart
eu: Agur-txartela
fr: Carte de voeux
gl: Tarxeta de Felicitación
it: Cartolina di Auguri
lv: Apsveikuma kartīte
nb: Gratulasjonskort
pt: Cartão de Felicitações
sl: Razglednica
sv: Gratulationskort
uk: Вітальна листівка

source: Pong Starter
ca: Introducció al Pong
de: Pong-Einstieg
el: Πιγκ-Πονγκ
es: Pong inicial
et: Pongi toorik
eu: Pong: Hasierakoa
fr: Démarrer Pong
ga: Tús Maith: Pong
gl: Pong de Arranque
it: Inizia con il Pong
lv: Pong iesācējiem
nb: Sprettball Enkel
pt: Pong de Iniciação
sl: Odbij žogico
sr: Почетнички понг
sv: Pong Start
tr: Basit Pinpon
uk: Простий теніс

source: Maze Starter
ca: Introducció al Laberint
de: Labyrinth-Einstieg
el: Λαβύρινθος
es: Laberinto inicial
et: Labürindi toorik
eu: Labirintoa: Hasierakoa
fr: Démarrer labyrinthe
ga: Tús Maith: Cathair Ghríobháin
gl: Laberinto de Arranque
it: Inizia con il Labirinto
lv: Labirints iesācējiem
nb: Labyrint Enkel
pt: Labirinto de Iniciação
sl: Labirint
sr: Почетнички лавиринт
sv: Labyrint Start
tr: Basit Labirent
uk: Простий лабіринт

source: Hide and Seek
ca: Fet i Amagar
de: Verstecken und Suchen
el: Κρυφτό
es: Esconder y buscar
et: Peida ja näita
eu: Gordeketak
fr: Cacher et rechercher
ga: Dul i bhfolach
gl: Agochar e Procurar
it: Nascondi e Cerca
lv: Paslēp un atrod
nb: Gjemsel
pt: Escondidas
ro: V-ati ascunselea
sl: Skrivalnice
sr: Жмурке
sv: Kurragömma
tr: Saklanbaç
uk: Сховай і знайди

source: Dress Up Tera
ca: Vesteix la Tera
de: Kleide Tera an
el: Ντύστε την Τέρα
es: Vestir a Tera
et: Riieta Tera't
eu: Tera janzten
fr: Habiller Tera
gl: Vestir a Tera
it: Vesti Tera
lv: Apģērb Teru
nb: Klær til Tera
pt: Vestindo a Tera
sl: Obleči Tero
sv: Klä på Tera
uk: Одягаємо Теру

source: Paint with Gobo
ca: Pinta amb en Gobo
de: Malen mit Gobo
el: Ζωγραφική με τον Γκόμπο
es: Dibujar con Gobo
et: Joonistamine Goboga
eu: Goborekin margotzen
fr: Dessiner avec Gobo
gl: Debuxar con Gobo
it: Disegna con Gobo
lv: Zīmē ar Gobo
nb: Mal med Gobo
pt: Pinta com o Gobo
sl: Slikaj z Gobom
sv: Måla med Gobo
uk: Малюємо з Ґобо

source: Wizard Spells
ca: Encanteris màgics
de: Zaubersprüche
el: Ξόρκια του Μάγου
es: Conjuros de Mago
et: Võluri loitsud
eu: Aztiaren konjuruak
fr: Sorts assistants
gl: Conxuros de Mago
it: Gli Incantesimi del Mago
lv: Burvju vārdi
nb: Trylleformler
pt: Feitiços do Feiticeiro
sl: Čarovnije
sv: Trollkarlens trollformler
uk: Магічні заклинання

source: Soundflower
ca: Gira-sol
de: Klangblume
el: Ηχητικό Λουλούδι
es: Flor de sonido
et: Helisev lill
eu: Soinu-lorea
ga: Lus na fuaime
gl: Flor de son
it: Fiori Sonori
lv: Skaņas zieds
nb: Lydblomst
pt: Flor do Som
ro: Sunetul florii
sl: Roža melodij
sv: Ljudblomma
tr: Ayçiçeği
uk: Звукова квітка

source: Spiral Maker
ca: Creador d'espirals
de: Spiralenzauber
el: Δημιουργός Σπιράλ
es: Creador de espiral
et: Spiraali joonistaja
eu: Espirale sortzailea
fr: Réalisateur de spirale
gl: Facedor de Espiral
it: Creare Spirali
lv: Spirāles veidotājs
pt: Criador de Espirais
sl: Ustvarjalec spiral
sv: Spiralskaparen
uk: Майстер спіралей

source: Remix this dance
ca: Reinventa aquest ball
de: Remixe diesen Tanz
el: Αναμείξτε το Χορό
es: Reinventar este baile
et: Remiksi seda tantsu
eu: Dantza hau birnahasi
fr: Remixe cette danse
ga: Athmheasc an damhsa seo
gl: Recrea este baile
it: Remixa questa danza
lv: Remiksē šo deju
nb: Remiks denne dansen
pt: Remistura esta dança
ro: Amesteca acest dans
sl: Predelaj ta ples
sr: Преради овај плес
sv: Remixa dansen
tr: Bu dansa katkı yap
uk: Переміксуй цей танець

source: Piano
de: Klavier
el: Πιάνο
et: Klaver
eu: Pianoa
ga: Pianó
lv: Klavieres
ro: Pian
sl: Klavir
sr: Клавир
tr: Piyano
uk: Піаніно

source: Starfish Choir
ca: Cor d'estrelles de mar
de: Chor der Seesternchen
el: Χορωδία Αστερίων
es: Coro de estrellas de mar
et: Meritähtede koor
eu: Itsas izarren koroa
fr: Chœur d'étoiles de mer
ga: Cór Crosán Mara
gl: Coro de estrelas de mar
it: Coro di Stelle Marine
lv: Jūras zvaigžņu koris
nb: Kor av sjøstjerner
pt: Coro de Estrelas do Mar
ro: Corul stelelor de mare
sl: Zbor morskih zvezd
sr: Хор морских звезда
sv: Sjöstjärna Kör
tr: Yıldızbalığı Korosu
uk: Хор морських зірок

source: DJ Scratch Cat
ca: El DJ Scratch
de: DJ Scratch-Katze
es: Gato Scratch DJ
et: DJ Scratchi kass
eu: Scratch Katu DJa
fr: Chat Scratch DJ
gl: Gato Scratch DJ
it: Il gatto di Scratch DJ
lv: DJ Scratch kaķis
nb: DJ Scratch-katta
pt: DJ Gato Scratch
sl: Disko Praskač
uk: Ді-джей Скретч

source: 5 Random Facts about Me
ca: 5 trets aleatoris sobre mi
de: Fünf zufällige Fakten über mich
el: Πέντε Τυχαία Πράγματα Για Μένα
es: 5 hechos al azar acerca de mí
et: Viis juhuslikku fakti minust
eu: Niri buruzko 5 ausazko gertaera
fr: 5 faits au hasard sur moi
ga: 5 Rud Randamach Fúmsa
gl: 5 Datos ao chou sobre min
it: 5 Fatti a Caso su di Me
lv: 5 nejauši fakti par mani
nb: Fem fakta om meg
pt: 5 Factos Aleatórios sobre Mim
ro: 5 Lucruri despre mine
sl: 5 naključnih dejstev o meni
sr: 5 произвољних чињеница о мени
sv: 5 Slumpmässiga fakta om mig
tr: 5 Hakkımda Rastgele Gerçekler
uk: 5 випадкових фактів про мене

source: Introducing Howler! Remix
ca: Presentant en Howler! Reinventat
de: Hier kommt Heuler! Remix
el: Σας Συστήνουμε τον Howler! Κάντε Ανάμειξη
es: Presentado Howler! Reinventado
et: Prohmaka tutvustus! Remiksi
eu: Howler! Birnahasketa aurkeztuz
fr: Présentation howler! Remix
ga: Howler! Athmheasctha á chur i láthair
gl: Presentado Howler! Recreado
it: Ecco Howler! Remix
lv: Iepazīsti Hovleru! Remikss
pt: Apresentação do Howler! Remistura
ro: Prezentare Howler! Amestecat
sl: Predstavljamo Vriskača! Predelaj
sr: Представљамо дрекавца! Преради
sv: Introducerar Howler! Remix
tr: Howler ile Tanışın! Katkı yap
uk: Вмикаємо сирену! Ремікс

source: Teens at the Castle
ca: Joves al Castell
de: Teenager auf der Burg
el: Παιδιά Στο Κάστρο
es: Adolescentes en el castillo
et: Teismelised lossis
eu: Nerabeak gazteluan
fr: Les adolescents au château
ga: Déagóirí ag an gCaisleán
gl: Mozos no Castelo
it: Bambini al Castello
lv: Tīņi pilī
nb: I det gamle slottet
pt: Adolescentes no Castelo
ro: Adolescenti la castel
sl: Najstniki v gradu
sr: Млади људи у замку
sv: Tonåringar på Slottet
tr: Kaledeki Gençler
uk: Діти у замку

source: Virtual Tour
ca: Tour Virtual
de: Virtuelle Tour
el: Εικονική Περιοδεία
es: Tour virtual
et: Virtuaalne ringkäik
eu: Tour birtuala
fr: Visite virtuelle
gl: Visita virtual
it: Visita Virtuale
lv: Virtuāla ekskursija
nb: Virtuell omvisning
pt: Visita Virtual
sl: Virtualni sprehod
sv: Virtuell tur
uk: Віртуальний тур

source: Musical Buttons
ca: Botons Musicals
de: Musikalische Knöpfe
el: Μουσικά Κουμπιά
es: Botones musicales
et: Musikaalsed nupud
eu: Botoi musikalak
fr: Boutons de musique
ga: Cnaipí Ceolmhara
gl: Botóns Musicais
it: Pulsanti Musicali
lv: Muzikālās pogas
nb: Toneknapper
pt: Botões Musicais
ro: Butoane muzicale
sl: Glasbeni gumbi
sr: Музичка дугмад
sv: Musikaliska Knappar
tr: Müzik Düğmeleri
uk: Музичні кнопки

source: Bubbles with Video Sensing
ca: Bombolles amb captura de vídeo
de: Seifenblasen mit Video-Erfassung
el: Μπουρμπουλήθρες
es: Burbujas con sensor de video
et: Videoandurtega mullid
eu: Bideo sentsore burbuilak
fr: Bulles avec détection vidéo
ga: Boilgeoga le Físbhraiteacht
gl: Burbullas con Sensor de Vídeo
it: Bolle con Video Sensibile
lv: Burbuļi ar video sensoru
nb: Sprekk såpeboblene!
pt: Bolas de Sabão com Sensor de Vídeo
ro: Baloane cu sesizare video
sl: Mehurčki z video zaznavanjem
sr: Балони са видео детексијом
sv: Bubblor med Video - Känna av
tr: Video Algılama ile Baloncuklar
uk: Бульки з відеоспостереженням

source: Save the Mini-Figs!
ca: Salva les Minifigures!
de: Rette die Minifiguren!
el: Σώστε τα Ανθρωπάκια!
es: Salva los pequeños higos!
eu: Pikutxoak salba itzazu
fr: Sauvegarde les Mini-figs!
gl: Salva os Mini-Figos!
it: Salva i Mini-Fichi!
lv: Izglāb figūriņas!
nb: Redd Legomennene!
pt: Salvem as Minifiguras!
ro: Salveaza Mini-Figs!
sl: Reši LEGO figurice!
sv: Rädda Mini-Figsen!
uk: Врятуй мініфігурки!

source: Pizza Chef
ca: Xef de la Pizza
de: Pizza-Meister
el: Πίτσα Σεφ
es: Chef de Pizza
et: Pitsakokk
eu: Pizza Txefa
fr: Chef pizza
gl: Cheff de Pizza
it: Lo Chef delle Pizze
lv: Picas šefpavārs
nb: Pizzakokk
pt: Chefe de Pizzas
sl: Picopek
sv: Pizzabagaren
uk: Шеф-кухар піцци
