Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Make the game stop if the ball hits the bottom.
fr: Arrête le jeu si le ballon touche le fond.
it: Fai terminare il gioco se la palla tocca il fondo.
lv: Lai spēle apstājas, ja bumba atsitas pret apakšējo daļu.
tr: Top yere değerse oyun dursun.

source: Click to select the Stage:
es: Haz clic para seleccionar el Escenario:
fr: Clique pour sélectionner la Scène:
it: Clicca per selezionare lo Stage:
lv: Klikšķini, lai izvēlētos skatuvi:
nb: Klikk for å velge scenen:
pt: Clique para seleccionar o Palco:
tr: Sahneyi tıklayarak seç:

source: Select the <span class="tab-ref">Backdrops</span> tab.
es: Selecciona la pestaña <span class="tab-ref">Fondos</span>.
fr: Selectionne l'onglet <span class="tab-ref">Arrière-plans</span> tab.
it: Seleziona la scheda <span class="tab-ref">Sfondi</span>.
lv: Izvēlies cilni <span class="tab-ref">Foni</span>.
nb: Velg <span class="tab-ref">Bakgrunner</span>-fanen.
pt: Seleccione o separador <span class="tab-ref">Cenários</span>.
tr: <span class="tab-ref">Dekorlar</span> sayfasını aç.

source: Now you can edit your backdrop. Select the line tool. Draw a thick line at the bottom:
es: Ahora puedes editar tu fondo. Selecciona la herramienta de línea. Dibuja una línea gruesa en la parte inferior:
fr: Maintenant, tu peux modifier votre arrière-plan. Sélectionne l'outil trait. Dessine une trait épais sur le fond:
it: Ora puoi modificare lo sfondo. Seleziona lo strumento linea. Disegna una linea spessa in basso:
lv: Tagad vari rediģēt fonu. Izvēlies līnijas rīku. Apakšā uzzīmē biezu līniju:
nb: Nå kan du redigere bakgrunnsbildet. Velg linjeverktøyet. Tegn en bred strek nederst:
pt: Agora pode editar o seu cenário. Seleccione a ferramenta de linha. Desenhe uma linha espessa no fundo:
tr: Şimdi dekoru düzenleyebilirsin. Çizgi aracını al. En alta kalın bir çizgi çiz:

source: Tip: Hold down the Shift key while drawing the line to make it straight.
es: Sugerencia: Manten presionada la tecla mayúscula (Shift) mientras dibuja la línea para que sea recta.
fr: Astuce: Maintiens la touche Maj enfoncée tout en dessinant pour avoir un trait droit.
it: Suggerimento: Per disegnare una linea dritta tieni premuto il tasto Shift mentre la disegni.
lv: Padoms: Taisnu līniju varēsi novilkt, ja velkot līniju, turēsi nospiestu taustiņu Shift.
nb: Tips: Hold Shift-knappen nede når du tegner, da blir linjen rett.
pt: Dica: Pressione a tecla Shift enquanto desenha a linha para a fazer horizontal.
tr: İpucu: Çizgiyi çekerken Shift tuşuna basılı tutarsan çizgin düzgün olur.

source: Tip: To undo, click the Undo arrow:
es: Sugerencia: Para deshacer, haz clic en el flecha Deshacer:
fr: Astuce: Pour annuler, cliquez sur la flèche Annuler:
it: Suggerimento: Per annullare, clicca la freccia Annulla:
lv: Padoms: Lai atceltu, spies bultu Atcelt:
nb: Tips: Hvis noe blir feil, klikk angre-pilen:
pt: Dica: Para desfazer clique na seta Desfazer:
tr: İpucu: Bir hata yaptıysan 'Geri al' simgesine tıkla:

source: Click to select the Ball sprite:
es: Haz clic para seleccionar el objeto de la Pelota:
fr: Clique pour sélectionner le lutin ball:
it: Clicca per selezionare lo sprite Palla:
lv: Klikšķini, lai izvēlētos bumbas gariņu:
nb: Klikk for å velge ball-figuren:
pt: Clique para seleccionar o actor Bola:
tr: Kuklalardan topu seç:

source: <p>Click the <span class="tab-ref">Scripts</span> tab, then add this script to make the ball stop if it hits the line color:</p>
es: n<p>Haz clic en la pestaña <span class="tab-ref">Programas</span>, ahora añade este programa para hacer que la pelota se detenga si golpea el color de la línea:</p>
fr: <p>Clique l'onglet <span class="tab-ref">Scripts</span>, puis ajoute ce script pour arrêter la balle si elle touche la couleur de ligne:</p>
it: <p>Clicca la scheda <span class="tab-ref">Script</span> poi aggiungi questo script per far fermare la palla se colpisce la linea colorata:</p>
lv: <p>Klikšķini cilni<span class="tab-ref">Programma</span>, un tad pievieno šo programmu, lai liktu bumbai apstāties, kad tā saskarās ar līniju: </p>
nb: <p>Klikk på <span class="tab-ref">Skript</span>-fanen og legg inn dette skriptet for å få ballen til å stoppe hvis den treffer strekens farge:</p>
pt: <p>Clique no separador <span class="tab-ref">Guiões</span> e adicione este guião para fazer a bola parar se tocar na cor da linha:</p>
tr: <p><span class="tab-ref">Diziler</span> sayfasına geç ve topun çizgiye değdiğinde durması için aşağıdaki diziyi oluştur:</p>

source: Tip: Click inside the square box in the <span class="sensingcolor">touching color</span> block. Then move your cursor to point and click on the bottom line color.
es: Sugerencia: Haz clic en el interior de la caja cuadrada en el bloque <span class="sensingcolor">¿tocando el color?</span>. Ahora mueve el cursor para apuntar y hacer clic en el color de fondo.
fr: Astuce: Clique à l'intérieur de la boîte carrée dans le bloc<span class="sensingcolor">couleur touchée</span> block. Puis déplace ton curseur pour pointer et clique sur la couleur de la ligne de fond.
it: Suggerimento: Clicca dentro al riquadro colorato del blocco <span class="sensingcolor">sta toccando il colore</span>. Poi muovi il puntatore del mouse sulla linea colorata in fondo e clicca.
lv: Padoms: Klikšķini kvadrātiņā <span class="sensingcolor">pieskaras krāsai</span> blokā. Tad ar kursoru uzklikšķini uzzīmētajai līnijai.
nb: Tips: Klikk i fargeruten i <span class="sensingcolor">berører fargen</span>-klossen. Deretter klikker du på bunn-streken med musepekeren.
pt: Dica: Clique no interior da caixa quadrada na ponta do bloco <span class="sensingcolor">estás a tocar na cor</span>. Depois desloque o ponteiro do rato de modo a apontar para a cor da linha de fundo e clique sobre ela..
tr: İpucu: Çizginin rengini almak için <span class="sensingcolor">[... rengine değdi (mi?)]</span> taşındaki renk karesine tıkla ve fareyle çizgiye dokun.

source: Next, customize your game
es: A continuación, personaliza tu juego
fr: Ensuite, personnalise ton jeu
it: Ora personalizza il gioco
lv: Nu vari pielāgot spēli
nb: Videre: Gjør spillet bedre
pt: Em seguida personalize o seu jogo
tr: Şimdi oyunu daha geliştirelim

source: To play notes, choose an instrument and note:
ca: Per tocar notes, tria un instrument i la nota:
cs: Pro hraní not, zvol nástroj a notu:
de: Wähle zum Spielen von Tönen ein Instrument und einen Ton:
el: Για να κάνετε ένα αντικείμενο να παίξει μια νότα, επιλέξτε το μουσικό όργανο και τη νότα:
es: Para reproducir notas, elige un instrumento y una nota:
et: Et mängida noote, vali instrument ja noot:
eu: Notak jotzeko, aukeratu musika tresna eta nota bat:
fr: Pour jouer des notes, choisis un instrument et note:
ga: Chun nótaí a sheinm, roghnaigh ionstraim agus nóta:
gl: Para tocar notas, elixe un instrumento e unha nota:
it: Per suonare delle note, scegli lo strumento e la nota:
lv: Lai spēlētu notis, izvēlies instrumentu un noti:
nb: For å spille toner, velg først et instrument og en tonehøyde:
pt: Para tocar notas, escolha um instrumento e uma nota:
ro: Pentru a canta note, alege un instrument si nota:
sl: Za predvajanje not, izberi glasbilo in note:
sv: För att spela noter, välj ett instrument och not:
tr: Notaları çalmak için, çalgıyı ve notayı seç:
uk: Щоб програти мелодію, оберіть інструмент та ноту:

source: You can choose another instrument from the menu:
ca: Pots triar un altre instrument del menú:
cs: Můžeš vybrat jiný nástroj z menu:
de: Im Menü kannst du ein anderes Instrument auswählen:
el: Μπορείτε να επιλέξετε άλλο ένα μουσικό όργανο από το μενού:
es: Prueba a elegir otro instrumento desde el menú:
et: Võid valida menüüst mõne muu instrumendi:
eu: Menutik beste musika tresna bat aukeratu dezakezu:
fr: Tu peux choisir un autre instrument dans le menu:
ga: Is féidir leat ionstraim eile a roghnú ón roghchlár:
gl: Podes elixir outro instrumento dende o menú.
it: Puoi scegliere un diverso strumento nel menu:
lv: Vari izvēlēties citu instrumentu no saraksta:
nb: Du kan velge et annet instrument fra menyen:
pt: Pode escolher outro instrumento no menu:
ro: Poti alege un alt instrument din meniu:
sl: Izbereš lahko drugo glasbilo iz menija:
sv: Du kan välja ett annat instrument från menyn:
tr: Menüden bir başka çalgı seçebilirsin:
uk: Ви можете обрати потрібний інструмент з меню:

source: Try this script. Click the sprite to play:
ca: Prova aquest programa. Fes clic al personatge per tocar:
cs: Zkus tento scénář. Klikni na postavu, aby hrála:
de: Probiere dieses Skript aus. Klicke zum Abspielen auf die Figur:
el: Δοκιμάστε αυτό το σενάριο. Πατήστε πάνω στο αντικείμενο για να αρχίζει να παίζει μουσική:
es: Prueba este programa. Haz clic en el objeto para ejecutarlo:
et: Proovi seda skripti. Klõpsa käivitamiseks spraiti:
eu: Skript hau probatu. Klikatu spritea exekutatzeko:
fr: Essaie ce script. Clique sur le lutin pour jouer:
ga: Bain triail as an script seo. Cliceáil an sprid chun é a chur ar siúl:
gl: Proba este programa. Preme na figura para executalo:
it: Prova questo script. Clicca lo sprite per riprodurre il suono:
lv: Izmēģini šo programmu. Klikšķini gariņu, lai spēlētu:
nb: Prøv dette skriptet. Klikk på figuren for å spille:
pt: Experimente este guião. Clique no actor para tocar:
ro: Incearca acest script. Clic pe sprite pentru a canta:
sl: Preizkusi to skripto. Za predvajanje klikni na skripto:
sv: Prova det här skriptet. Tryck på sprajten för att spela:
tr: Bu diziyi dene. Kuklaya tıkla çalsın:
uk: Спробуйте цей скрипт. Клацніть по спрайту для відтворення:

source: Add note blocks to play a short scale:
ca: Afegeix blocs de notes per tocar una escala breu:
cs: Přidávej bloky not, abys zahrál krátkou stupnici:
de: Füge Tonblöcke hinzu, um eine kurze Tonleiter zu spielen:
el: Προσθέστε τετράγωνα εντολών νότας για να κάνετε το αντικείμενο να παίξει μουσική για μια κλίμακα.
es: Agrega bloques de notas para tocar una escala corta:
et: Lisa nootide plokid mängimiseks...:
eu: Nota blokeak gehitu eskala labur bat jotzeko:
fr: Ajoute des blocs sons pour jouer une petite échelle:
gl: Engade bloques de notas para tocar unha escala curta:
it: Aggiungi altri blocchi Suona Nota per suonare una breve scala:
lv: Pievieno nošu blokus, lai nospēlētu vienu oktāvu:
nb: Heng på toneklosser for å spille en kort skala:
pt: Adicione blocos que tocam notas para tocar uma curta escala:
ro: Adauga blocuri de note pentru a canta o scurta gama:
sl: Dodaj notne bloke za igranje kratke lestvice:
sv: Lägg till notblock för att spela en kort skala:
tr: Küçük bir ölçü çalmak için nota taşları ekle:
uk: Додайте блоки "нот" для короткої мелодії:

source: Select the Sounds tab <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Choose music from the library <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> or upload a file <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
ca: Fes clic a la pestanya de sons <img src="%(STATIC_URL)s/images/help/sounds-tab.png">.Tria música de la galeria <img src="%(STATIC_URL)s/images/help/speaker-icon.png">o penja un fitxer <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
cs: Zvol záložku Zvuky <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Vyber hudbu z knihovny <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> nebo nahraj soubor <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
de: Wähle den Klänge-Reiter <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Wähle Musik aus der Bibliothek aus <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> oder lade eine Datei hoch <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
el: Επιλέξτε την καρτέλα "Ήχοι" <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Επιλέξτε μουσική από τη βιβλιοθήκη <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> ή μεταφορτώστε ένα αρχείο <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
es: Selecciona la pestaña de Sonidos <img src="%(STATIC_URL)s/images/help/es/sounds-tab.png">. Elige música de la biblioteca <img src="%(STATIC_URL)s/images/help/es/speaker-icon.png"> ó carga un archivo <img src="%(STATIC_URL)s/images/help/es/upload-icon.png">.
et: Vali grupp Helind <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Vali muusika teek <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> või lae failist <img src = "%(STATIC_URL)s/images/abi/upload-ikoon.png">.
eu: Soinuen fitxa aukeratu <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Liburutegitik musika aukeratu ezazu <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> edo fitxategi bat igo <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
fr: Sélectionne l'onglet Sons <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Choisis la musique de la librairie <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> ou téléverse un fichier <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
ga: Roghnaigh an cluaisín Fuaimeanna <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Roghnaigh ceol ón leabharlann <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> nó uasluchtaigh comhad <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
gl: Selecciona a pestana Sons <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Escolle música da biblioteca <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> ou cargue un ficheiro <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
it: Seleziona la scheda Suoni <img src="%(STATIC_URL)s/images/help/it/sounds-tab.png">. Scegli una musica dalla libreria <img src="%(STATIC_URL)s/images/help/it/speaker-icon.png"> o carica un file <img src="%(STATIC_URL)s/images/help/it/upload-icon.png">.
lv: Izvēlies cilni Skaņa <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Izvēlies mūziku no krātuves <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> vai augšuplādē datni <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
nb: Velg fanen Lyder <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Hent musikk fra biblioteket <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> eller last opp en fil <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
pt: Seleccione o separador <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Escolha música a partir da biblioteca <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> ou carregue um arquivo <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
ro: Selecteaza tab-ul Sunete <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Alege muzica din biblioteca <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> sau incarca un fisier <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
sl: Izberi zavihek Zvoki <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Izberi glasbo iz knjižnice <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> ali naloži datoteko <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
sv: Välj Ljud-fliken <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Välj musik från biblioteket <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> eller ladda upp en fil <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
tr: Ses sayfasına geç <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Kütüphaneden müziği seç <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> veya yukarı yükle <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
uk: Оберіть вкладку Звуки <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Вибирайте музику з бібліотеки <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> або завантажте з файлу <img src="%(STATIC_URL)s/images/help/upload-icon.png">.

source: This script will keep playing music in the background:
ca: Aquest programa farà sonar la musica de fons:
cs: Tento scénář bude udržovat hraní hudby na pozadí:
de: Dieses Skript wird dauerhaft im Hintergrund Musik spielen:
el: Αυτό το σενάριο θα συνεχίζει να παίζει μουσική στο παρασκήνιο:
es: Este programa seguirá reproduciendo música en el fondo:
et: Skript mängib muusikat taustal:
eu: Skript honek musika jotzen jarraituko du:
fr: Ce script va permettre de jouer la musique en arrière-plan:
ga: Coinneoidh an script seo ag seinm ceoil sa chúlra:
gl: Este programa seguirá reproducindo música no fondo:
it: Questo script continuerà a riprodurre la musica in sottofondo:
lv: Šī programma turpinās fonā atskaņot mūziku:
nb: Dette skriptet spiller musikk i bakgrunnen:
pt: Este guião ficará a tocar música de fundo:
ro: Acest script va continua sa cante muzica in fundal:
sl: Ta skripta bo nadaljevala s predvajanjem glasbe v ozadju
sv: Det här skriptet fortsätter spela musik i bakgrunden:
tr: Bu komut dizisi müziği arkada sürekli çalar vaziyette tutar:
uk: Цей скрипт буде відтворювати фонову музику:

source: Does your music get interrupted? Make sure to use the block that plays sound until done: <img src="%(STATIC_URL)s/images/help/play-sound-until-done.png">
es: ¿Se interrumpe tu música? Asegúrate de utilizar el bloque que reproduce el sonido y espera hasta el final:<img src="%(STATIC_URL)s/images/help/play-sound-until-done.png">
fr: Est-ce que votre musique s'arrête? Assurez-vous d'utiliser le bloc qui joue le son jusqu'au bout: <img src="%(STATIC_URL)s/images/help/play-sound-until-done.png">
gl: Interrumpiuse a música? Asegúrate de usar o bloque que reproducir son ata rematar: <img src="%(STATIC_URL)s/images/help/play-sound-until-done.png">
it: La tua musica di interrompe? Assicurati di usare il blocco che riproduce il suono fino alla fine: <img src="%(STATIC_URL)s/images/help/it/play-sound-until-done.png">
lv: Vai mūzika pārtraucas? Pārliecinies, ka izmanto bloku, kas spēlē skaņu līdz beigām: <img src="%(STATIC_URL)s/images/help/play-sound-until-done.png">
nb: Stopper musikken for tidlig? Pass på å bruke klossen som spiller lyden til den er ferdig: <img src="%(STATIC_URL)s/images/help/play-sound-until-done.png">
pt: A sua música é interrompida? Assegure-se de que usa o bloco que toca o som até terminar: <img src="%(STATIC_URL)s/images/help/play-sound-until-done.png">
sl: Se glasba prekinja? Bodi pozoren, da uporabljaš blok, ki predvaja glasbo do konca: <img src="%(STATIC_URL)s/images/help/play-sound-until-done.png">

source: Want the music to stop at the end of your program? Add this block to the last script: <img src="%(STATIC_URL)s/images/help/stop-all.png">
es: ¿Quieres que la música se detenga al final de su programa? Añade este bloque al último programa<img src="%(STATIC_URL)s/images/help/stop-all.png">
fr: Voulez-vous que la musique s'arrête à la fin de ton programme? Ajouter ce bloc pour le dernier script: <img src="%(STATIC_URL)s/images/help/stop-all.png">
gl: Queres parar a música cando remate o programa? Engade este bloque ao final do programa: <img src="%(STATIC_URL)s/images/help/stop-all.png">
it: Vuoi che la musica si interrompa alla fine del programma? Aggiungi questo blocco all'ultimo script: <img src="%(STATIC_URL)s/images/help/it/stop-all.png">
lv: Vēlies lai programmai beidzot strādāt apklust arī mūzika? PIevieno šo bloku pie pēdējās programmas: <img src="%(STATIC_URL)s/images/help/stop-all.png">
nb: For å stoppe musikken når programmet er ferdig kan du sette denne klossen helt på slutten av programmet ditt: <img src="%(STATIC_URL)s/images/help/stop-all.png">
pt: Quer que a música pare no fim do seu programa? Adicione este bloco ao último guião: <img src="%(STATIC_URL)s/images/help/stop-all.png">
sl: Želiš, da se glasba na koncu programa prekine? Dodaj ta blik v zadnjo skripto: <img src="%(STATIC_URL)s/images/help/stop-all.png">

source: Choose a sprite with lots of color, such as:
ca: Tria un personatge amb un munt de colors, com aquest:
es: Elige un objeto con mucho color, como por ejemplo:
fr: Choisis un lutin avec beaucoup de couleurs, tels que:
gl: Elixe unha figura con moita cor, como por exemplo:
it: Scegli uno sprite con molti colori, come:
lv: Izvēlies gariņu, kas ir ļoti krāsains, kā šis:
nb: Velg en figur med mye farge, for eksempel:
pt: Escolha um actor bem colorido, tal como:
sl: Izberi barvito figuro, kot je:
tr: Bir sürü rengi olan bir kukla seç, örneğin şunu:

source: Add this script and then press the space key:
ca: Afegeix aquest programa i prem la tecla d'espai:
es: Agrega este programa y luego presiona la tecla de espacio:
fr: Ajoute ce script, puis appuie sur la touche espace:
gl: Engade este programa e despois preme a tecla de espazo:
it: Aggiungi questo script e poi premi il tasto spazio:
lv: Pievieno šo programmu un spied atstarpes taustiņu:
nb: Legg inn dette skriptet og trykk mellomrom:
pt: Adicione este guião e depois carregue na tecla espaço:
sl: Dodaj to skripto in pritisni na preslednico:
tr: Aşağıdaki diziyi oluşturup boşluk tuşuna bas:

source: Choose from the menu to try a different effect:
ca: Tria un altre del menú per provar un efecte diferent:
es: Elige del menú para probar un efecto diferente:
fr: Choisis dans le menu pour essayer un effet différent.
gl: Elixe do menú para probar un efecto diferente:
it: Scegli dal menu per provare un effetto diverso:
lv: No saraksta izvēlies citu efektu, ko izmēģināt:
nb: Prøv en annen effekt fra menyen:
pt: Escolha no menu para experimentar um efeito diferente:
sl: Iz menuja izberi še drugačne učinke:
tr: Taşın üzerindeki menüden başka bir etki seçip dene:
