Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: What I'm working on
ca: En què estic treballant
cs: Na čem pracuji
de: Woran ich gerade arbeite
el: Πάνω σε τι δουλεύει ο χρήστης τον τελευταίο καιρό στο Scratch
es: En qué estoy trabajando
et: Mille kallal ma töötan
eu: Zertan nabilen lanean
fr: Ce que je suis en train de faire
ga: Cad a bhíonn ar siúl agam
gl: En que estou traballando
he: על מה אני עובד
it: Su cosa sto lavorando
ja: 私が取り組んでいること
lv: Pie kā es strādāju
nb: Det jeg arbeider med
pt: Em que estou a trabalhar
ro: La ce lucrez
sl: S čim se trenutno ukvarjam
sr: На чему тренутно радим
sv: Vad jag håller på med just nu
tr: Üzerinde çalıştığım proje:
uk: Те, над чим я працюю

source: Describe what you're working on
ca: Descriu el què estàs fent
cs: Popiš na čem teď pracuješ
de: Beschreibe, woran du gerade arbeitest
el: Περιγράψτε πάνω σε τι δουλεύετε τον τελευταίο καιρό
es: Describe en qué estás trabajando
et: Kirjelda, mida sa teed
eu: Deskribatu zertan zabiltzan lanean
fr: Dites sur quoi vous êtes en train de travailler
ga: Déan cur síos ar cad a bhíonn ar siúl agat
gl: Describe en que estás traballando
it: Descrivi quello su cui stai lavorando
ja: あなたが取り組んでいることを説明してください。
lv: Uzraksti, pie kā tu strādā
nb: Fortell hva du arbeider med
pt: Descreva aquilo em que está a trabalhar
ro: Descrie la ce lucrezi
sl: Opiši, s čim se trenutno ukvarjaš
sr: Објасни на чему радиш
sv: Beskriv vad du jobbar med
tr: Şu an yaptığın işi kısaca anlat
uk: Опишіть, те над чим ви працюєте

source: Change featured project
ca: Canvia el projecte destacat
cs: Změnit vybraný projekt
de: Ändere das vorgestellte Projekt
el: Αλλαγή προτεινόμενου έργου
es: Cambiar proyecto destacado
et: Muuda märgistatud projekti
eu: Nabarmendutako proiektua aldatu
fr: Changer le projet à l'affiche
ga: Athraigh an tionscadal mór-le-rá
gl: Cambiar proxecto destacado
it: Cambia il tuo progetto in primo piano
ja: 注目のプロジェクトを変更する
lv: Mainīt izcelto projektu
nb: Endre på det anbefalte prosjektet
pt: Alterar projecto em destaque
ro: Schimba proiectul recomandat
sl: Spremeni izpostavljene projekte
sv: Ändra presenterade projekt
uk: Змінити обраний проект

source: What I've been doing
ca: El què he estat fent
cs: Na čem dělám
de: Was ich gemacht habe
el: Τι έκανε ο χρήστης πρόσφατα στο Scratch
es: Lo que he estado haciendo
et: Mida ma olen teinud
eu: Zer egiten ibili naizen
fr: Ce que j'ai fait
ga: Cad a bhíonn ar siúl agam
gl: Que estiven facendo
he: מה עשיתי
it: Cosa ho fatto finora
ja: 私が行ったこと
lv: Ko es esmu darījis
nb: Det jeg har gjort
pt: O que tenho andado a fazer
ro: Ce am facut
sl: Kaj sem počel
sr: Шта сам урадио
sv: Vad jag har gjort
tr: Yakınlarda neler yaptım
uk: Що я роблю

source: Report this user
ca: Informa sobre aquest usuari
cs: Nahlásit tohoto uživatele
de: Diesen Benutzer melden
el: Αναφορά αυτού του χρήστη
es: Denunciar a este usuario
eu: Erabiltzaile hau salatu
fr: Signaler cet utilisateur
ga: Déan tuairisc ar an úsáideoir seo
gl: Denunciar a este usuario
he: דווח על משתמש זה
it: Segnala questo utente
ja: このユーザーを報告
lv: Paziņot par šo lietotāju
nb: Meld denne brukeren
pt: Reportar sobre este utilizador
ro: Raporteaza acest utilizator
sl: Prijavi tega uporabnika
sr: Пријави овог корисника
sv: Rapportera den här användaren
tr: Bu kullanıcıyı şikayet et

source: Shared Projects
ca: Projectes Compartits
cs: Sdílené projekty
de: Veröffentlichte Projekte
el: Έργα που ο χρήστης έχει κάνει κοινή χρήση
es: Proyectos Compartidos
et: Jagatud projektid
eu: Partekatutako proiektuak
fr: Projets partagés
ga: Tionscadail Chomhroinnte
gl: Proxectos Compartidos
he: פרויקטים משותפים
it: Progetti Condivisi
ja: 共有したプロジェクト
lv: Kopīgotie projekti
nb: Prosjekter lagt ut
pt: Projectos Partilhados
ro: Proiecte partajate
sl: Deljeni projekti
sr: Дељени пројекти
sv: Delade Projekt
tr: Paylaştığım Projelerim
uk: Опубліковані проекти

source: Favorite Projects
ca: Projectes Favorits
cs: Oblíbené projekty
de: Lieblingsprojekte
el: Αγαπημένα έργα
es: Proyectos Favoritos
et: Eelistatud projektid
eu: Proiektu kuttunak
fr: Projets favoris
ga: Tionscadail Is Ansa Liom
gl: Proxectos Favoritos
he: פרויקטים מועדפים
it: Progetti Preferiti
ja: お気に入りのプロジェクト
lv: Projektu izlase
nb: Favorittprosjekter
pt: Projectos Favoritos
ro: Proiecte favorite
sl: Priljubljeni projekti
sr: Омиљени пројекти
sv: Favoritprojekt
tr: Gözde Projelerim
uk: Популярні проекти

source: Studios I'm Following
ca: Estudis que segueixo
cs: Studia která následuji
de: Studios, die mich interessieren
el: Συλλογές που ακολουθώ
es: Estudios que sigo
et: Stuudiod, mida ma jälgin
eu: Jarraitzen ditudan estudioak
fr: Les Studios que je suis en train de suivre
ga: Stiúideonna a Leanaim
gl: Estudos que sigo
it: Gallerie che sto Seguendo
ja: 私がフォローしているスタジオ
lv: Studijas, kurām sekoju
nb: Gallerier jeg følger
pt: Estúdios que Estou a Seguir
ro: Ateliere pe care le urmaresc
sl: Studii, ki jim sledim
sr: Студији које следим
sv: Studior som jag följer
tr: Takip Ettiğim Stüdyolar
uk: Слідую Студіям

source: Studios I Curate
ca: Estudis Conservats per mi
cs: Studia která správcuji
de: Studios, die ich kuratiere
el: Συλλογές που επιμελούμαι
es: Estudios que curo
et: Stuudiod | Kureerimine
eu: Ontzen ditudan estudioak
fr: Les Studios pour lesquels je suis le curateur
ga: Stiúideonna a Choimeádaim
gl: Estudos que Superviso
it: Gallerie di cui sono il curatore
ja: 私がキュレーションしたスタジオ
lv: Studijas, kuras vadu
nb: Gallerier jeg forvalter
pt: Estúdios que Estou a Gerir
ro: Ateliere pe care le supervizez
sl: Studii, v katerih sem skrbnik
sr: Студији о којима се старам
sv: Studior som jag administrerar
tr: Düzenleyicisi Olduğum Stüdyolar
uk: Куратор Студій

source: Following
ca: Seguint a
cs: Následuji
de: Scratcher, die mich interessieren
el: Άτομα που ακολουθεί ο χρήστης
es: Siguiendo a
et: Järgnevad
eu: Jarraitzen
fr: Ceux que je suis
ga: Ag Leanúint
gl: Seguindo a
he: נעקבים
it: Chi sto seguendo
ja: フォロー
lv: Seko
nb: Følger
pt: A seguir
ro: Urmarire
sl: Sledim
sr: Они које пратим
sv: Följer
tr: Takip ettiklerim
uk: Слідувати

source: Followers
ca: Seguidors
cs: Následují mě
de: Scratcher, die sich für meine Sachen interessieren
el: Άτομα που ακολουθούν το χρήστη
es: Seguidores
et: Jälgijaid
eu: Jarraitzaileak
fr: Ceux qui me suivent
ga: Leantóirí
gl: Seguidores
he: עוקבים
it: Chi mi sta seguendo
ja: フォロワー
lv: Sekotāji
nb: Følgere
pt: Seguidores
ro: Adepti
sl: Sledilci
sr: Они који ме прате
sv: Följare
tr: Takip edenler
uk: Послідовники

source: Become a Scratcher...
ca: Converteix-te en un Scratcher...
de: Werde Scratcher...
el: Γινετε ένας Scratcher...
es: Conviértete en un Scratcher...
et: Hakka Scratchijaks ...
eu: Scratcher bihurtu...
fr: Deviens un Scratcher : membre de la communauté Scratch ...
gl: Convirtete nun Scratcher...
it: Diventa un membro della comunità di Scratch...
lv: Kļūsti par Scratch lietotāju...
nb: Bli Scratcher...
pt: Torne-se num Scratchador...
ro: Ddevino Scratcher...
sl: Postani Scratcher...
sv: Bli en Scratchare...
tr: Bir Scratch'çi ol...
uk: Стати скретчером...

source: Now that you’ve gotten to know Scratch and the Scratch community, you are ready to become a Scratcher. The next few pages describe what that means. On the last page, you can choose to officially become a Scratcher.
ca: Ara que ja coneixes Scratch i la comunitat d'Scratch, està preparat per convertir-te en un Scratcher. Le properes pàgines descriuen el que això significa. A la darrera pàgina, pots triar si vols esdevenir oficialment un Scratcher.
de: Nun, da du Scratch und die Scratch-Gemeinschaft kennengelernt hast, bist du bereit, ein Scratcher zu werden. Auf den paar folgenden Seiten erfährst du, was das bedeutet. Auf der letzten Seite kannst du dich entscheiden, offiziell ein Scratcher zu werden.
el: Τώρα που ξέρετε το Scratch και την κοινότητα του Scratch, είστε έτοιμος να γίνετε ένας φίλος του Scratch. Οι επόμενες σελίδες περιγράφουν τι ακριβώς σημαίνει αυτό. Στην τελευταία σελίδα, μπορείτε να επιλέξετε να γίνετε επίσημα ένας φίλος του Scratch.
es: Ahora que conoces Scratch y la comunidad Scratch, estás listo para convertirte en un Scratcher. En las siguientes páginas se describe qué significa esto. En la última página, podrás elegir ser oficialmente un Scratcher.
et: Nüüd, kui oled saanud teada, mis on Scratch ja Scratchi kogukond, oled valmis saama Scratchijaks. Järgnevatel lehekülgedel kirjeldatakse, mida see tähendab. Viimasel leheküljel saad valida, kas hakata ametlikult Scratchijaks.
eu: Scratch eta Scratcheko komunitatea ezagutzen duzunez, Scratcher bihurtzeko prest zaude. Hurrengo orriek, honek zer esan nahi duen deskribatzen dute. Azken orrian, ofizialki Scratcher bihurtu ahal izan go zara.
fr: Maintenant que vous avez appris à connaître Scratch et la communauté Scratch, vous êtes prêt à devenir un Scratcher. Les pages suivantes décrivent ce que cela signifie. Sur la dernière page, vous pouvez choisir de devenir officiellement un Scratcher.
gl: Agora que coñeces Scratch e a comunidade Scratch, estás listo para convertirte nun Scratcher. Nas seguintes páxinas describese qué significa isto. Na última páxina, poderás elexir ser oficialmente un Scratcher.
it: Ora che hai conosciuto Scratch, e la comunità di Scratch, sei pronto per diventare un membro della comunità. Le prossime pagine ti descrivono in dettaglio cosa voglia dire diventare un membro. Quando arriverai all'ultima pagina puoi scegliere se diventare ufficialmente un membro della comunità.
lv: Tagad, kad esi iepazinis Scratch un Scratch kopienu, arī tu esi gatavs kļūt par Scratch lietotāju. Nākamajās dažās lapās aprakstīt, ko tas nozīmē. Pēdējā lapā tu varēsi izvēlēties, vai oficiāli kļūt par Scratch lietotāju.
nb: Nå som du har blitt kjent med Scratch og nettsamfunnet her er du klar til å bli en Scratcher. De neste sidene forteller hva det betyr. På den siste siden kan du bekrefte at du vil bli en Scratcher.
pt: Agora que ficou a conhecer o Scratch e a sua comunidade, está pronto para se tornar num Scratchador. As próximas páginas descrevem o que isso significa. Na última página, poderá optar por se tornar oficialmente num Scratcher.
ro: Acum ca ai invatat despre Scratch si despre comunitatea Scratch, esti gata sa devii Scratcher. Urmatoarele cateva pagini descriu ce inseamna asta. Pe ultima pagina, poti alege sa devii oficial un Scratcher.
sl: Sedaj, ko si se spoznal-a s Scratchem in Scratch skupnostjo, si pripravljen-a, da postaneš Scratcher. Naslednjih nekaj strani opiše, kaj to pomeni. Na zadnji strani lahko uradno postaneš Scratcher.
sv: Nu när du har lärt känna Scratch och Scratchgemenskapen, är du välkommen att bli en Scratchare. De följande sidorna beskriver vad det innebär. På sista sidan kan du officiellt välja att bli en Scratchare.
tr: Artık, Scratch'i ve Scratch topluluğunu öğrendin, bir Scratch'çi olmak için hazırsın. Bundan sonraki birkaç sayfada Scratch'çi olmanın ne anlama geldiği bulacaksın. Son sayfada, resmen bir Scratch'çi olmayı seçebilirsin.
uk: Тепер, коли ви дізналися про Скретч та його спільноту, ви готові стати скретчером. На кількох наступних сторінках описано, що це означає. На останній сторінці ви можете вибрати можливість щоб офіційно стати скретчером.

source: Scratchers are respectful.
ca: Els Scratchers són respectuosos.
de: Scratcher sind respektvoll.
el: Οι φίλοι του Scratch δείχουν σεβασμό στα άλλα μέλη.
es: Los Scratchers son respetuosos.
et: Scratchija on lugupidav.
eu: Scratcherrek errespetua dute besteenganako.
fr: Les Scratchers sont respectueux.
gl: Os Scratchers son respetuosos.
it: I membri della comunità sono rispettosi.
lv: Scratch lietotāji ir cieņpilni.
nb: Scratchere er hensynsfulle.
pt: Os Scratchadores são respeitadores.
ro: Scrather-ii sunt respectuosi.
sl: Scratcherji so spoštljivi.
sv: Scratchare respekterar varandra.
tr: Scratch'çiler saygılıdır.
uk: Скретчери є поважними.

source: Everyone should feel welcome on Scratch, so we’re careful to be respectful to everyone.
ca: Tothom s'ha de sentir acollit a Scratch, així que hem de ser respectuosos sempre.
de: Jedermann soll sich bei Scratch willkommen fühlen, daher sind wir darauf bedacht, jeden mit Respekt zu behandeln.
el: Όλοι πρέπει να αιθάνονται καλοδεχούμενοι στο Scratch, οπότε προσέχουμε όλοι να δείχνουμε σεβασμό σε όλους.
es: Todos deben sentirse bienvenidos a Scratch, así que tenemos cuidado de ser respetuosos con los demás.
et: Igaüks peaks tundma end Scratchis teretulnuna, seega oleme kõikide vastu lugupidavad.
eu: Edonor da Scratchera ongietorria, beraz errespetuz zuzendu besteei.
fr: Chacun doit se sentir le bienvenu sur Scratch, ainsi nous sommes attentifs à être respectueux envers tout le monde.
gl: Todos deben sentirse benvenidos a Scratch, así que temos coidado de ser respetuosos cos demais.
it: Tutti dovrebbero sentirsi i benvenuti su Scratch, quindi facciamo molta attenzione ad essere rispettosi nei confronti di tutti.
lv: Ikvienam jājūtas gaidītam Scratch, tādēļ mēs rūpējamies, lai cits citu cienītu.
nb: Alle skal føle seg velkommen til Scratch, så vi passer på å ta hensyn til hverandre.
pt: Todos se devem sentir bem-vindos no Scratch, por isso temos o cuidado de ser respeitosos para com todos os outros.
ro: Oricine trebuie sa se simta binevenit pe Scratch, asa ca avem grija sa fim respectuosi cu toata lumea.
sl: Vsakdo se mora počutiti dobrodošlega na Scratchu, zato pazimo, da smo spoštljivi do vseh
sv: Alla ska känna sig välkomna till Scratch. Vi är noga med att vara respektfulla mot alla.
tr: Herkes Scratch'te kendilerine kucak açıldığını hissetmeli, öyleyse herkese saygı ile davranmaya özen göstermeliyiz.
uk: Кожен повинен відчути себе бажаним гостем у спільноті Скретчу, тому ми повинні з повагою ставитися до кожного.

source: We’re constructive.
ca: Som creatius.
de: Wir sind konstruktiv.
el: Είμαστε εποικοδομητικοί.
es: Somos constructivos.
et: Me oleme konstruktiivsed.
eu: Konstruktiboak gara.
fr: Nous sommes constructifs.
gl: Somos constructivos.
it: Siamo costruttivi.
lv: Mēs esam konstruktīvi.
nb: Vi er konstruktive.
pt: Somos construtivos.
ro: Suntem constructivi.
sl: Smo konstruktivni.
sv: Vi är konstruktiva.
tr: Biz yapıcıyız.
uk: Ми конструктивні.

source: Many projects are made by kids who are new to Scratch. When we comment on other’s projects, we say something we like about it, and suggest ways to make it better.
ca: Molts projectes estan fets per joves que són nous a l'Scratch. Quan comentem en projectes d'altres, diem alguna cosa que ens agrada, i suggerim maneres de fer-ho millor.
de: Viele Projekte sind von Kindern gemacht, die neu bei Scratch sind. Wenn wir Kommentare zu Projekten anderer abgeben, nennen wir etwas, was uns an dem Projekt gefällt, und geben Vorschläge, wie man es verbessern könnte.
el: Πολλά έργα φτιάχνονται από παιδιά που είναι καινούρια στο Scratch. Όταν σχολιάζουμε σε άλλα έργα, λέμε τι μας αρέσει σε αυτό και προτείνουμε τρόπους να το κάνουμε καλύτερο.
es: Muchos proyectos los hacen niños que son nuevos en Scratch. Cuando hacemos comentarios en los proyectos de otros, decimos algo acerca de lo que nos gusta, y sugerimos maneras de hacerlo mejor.
et: Paljud projektid on tehtud laste poolt, kes on Scratchis algajad. Teiste projekte kommenteerides me ütleme neile midagi meeldivat ja soovitame, kuidas teha seda paremini.
eu: Proiektu ugari, Scratchen berriak diren umeek eginak dira. Besteen proiektuetan iruzkina egitean, gustoko dugun zerbait esaten dugu eta nola hobetuko genukeen aholkatzen dugu.
fr: La plupart des projets sont réalisés par des enfants qui sont nouveaux dans Scratch. Quand nous commentons les projets des autres, nous disons ce que nous aimons à ce sujet, et suggérons des façons de l'améliorer.
gl: Moitos proxectos fanos nenos que son novatos en Scratch. Cando facemos comentarios nos proxectos de outros, decimos algo sobre o que nos gusta, e suxerimos maneiras de facelo mellor.
it: Molti progetti sono realizzati da ragazzi che hanno appena imparato ad usare Scratch. Quando commentiamo i progetti degli altri, diciamo quindi prima qualcosa che ci è piaciuto del progetto, e poi suggeriamo in che modo sarebbe possibile migliorarlo.
lv: Daudzus projektus ir veidojuši bērni, kas ir jauniņie Scratch. Kad mēs komentējam citu projektus, mēs sakām kaut ko, kas mums patīk, un iesakām, ko varētu izdarīt labāk.
nb: Mange prosjekter er laget av barn som er nybegynnere på Scratch. Når vi kommenterer på andres prosjekter nevner vi noe som er bra og kommer med forslag til forbedringer.
pt: Muitos projectos são feitos por crianças iniciadas no Scratch. Quando comentamos acerca do projecto de outro, dizemos aquilo de que nele gostamos e sugerimos formas de o tornar melhor.
ro: Multe proiecte sunte realizate de copii incepatori cu Scratch. Cand facem comentarii la proiectele altora, spunem ceea ce ne place la ele si sugeram cum ar putea fi facute mai bine.
sl: Veliko projektov ustvarijo otroci, ki se še spoznavajo s Scratchem. Ko komentiramo projekte drugih, najprej pohvalimo, kar nam je bilo všeč in predlagamo načine, kako projekt še izboljšati.
sv: Många projekt har gjorts av barn för vilka Scratch är nytt. När vi kommenterar andras projekt, så säger vi någonting vi gillar med det och föreslår förbättringar.
tr: Birçok proje yeni Scratch'çi olan çocuklar tarafından yapıldı. Biz onların projelerinde yorum yaptığımızda, proje hakkında neleri beğendiğimizi söyler ve projeyi geliştirmenin yollarını öneririz.
uk: Багато проектів зроблені дітьми, які погано знайомі зі Скретчем. Коли ми коментуємо інші проекти, ми говоримо те, що ми хотіли від них, і пропонуємо способи, щоб зробити їх кращими.

source: We give credit.
ca: Reconeixem la feina dels altres.
de: Wir zollen Anerkennung.
el: Λέμε ευχαριστώ!!
es: Damos crédito.
et: Me tunnustame
eu: Kreditua ematen dugu.
fr: Nous reconnaissons le travail de chacun.
gl: Recoñecemos as aportacións.
it: Diamo a ciascuno il giusto merito.
lv: Mēs izmantojam atsauces.
nb: Vi forteller hvem som har bidratt.
pt: Damos crédito.
ro: Dam referinte.
sl: Pripišemo zasluge.
sv: Vi ger erkännanden.
tr: Biz hak gözetiriz.
uk: Ми віддаємо належне.

source: Anything shared on Scratch can be remixed by everyone. When we remix, we give credit to the original creator.
ca: Qualsevol cosa compartida a l'Scratch pot ser reinventada. Quan nosaltres ho fem hem d'agrair de la feina de l'autor original.
de: Was immer bei Scratch veröffentlicht wird, kann von jedem remixt werden. Wenn wir etwas remixen, zollen wir dem ursprünglichen Entwickler Anerkennung.
el: Οτιδήποτε γίνεται κοινή χρήση στο Scratch μπορεί να αναμειχθεί από όλους. Όταν αναμιγνύουμε ένα έργο, λέμε ευχαριστώ στον αρχικό δημιουργό.
es: Todo lo que se comparte en Scratch puede ser remezclado por cualquier persona. Cuando remezclamos, damos el crédito al creador original.
et: Kõiki jagatud Scratchi projekte saab remiksida igaüks.Remiksides tunnustame originaalprojekti loojat.
eu: Scratchen partekatutako edozer, edonork birnahastu dezake. Birnahasten dugunean, jatorrizko sortzaileari kreditua ematen diogu.
fr: Tout ce qui est partagé sur Scratch peut être remixé par tout le monde. Lorsque nous remixons, nous donnons le crédit pour le créateur original.
gl: Todo o que se comparte en Scratch pode ser recreado por calquera persoa. Cando recreamos, damos recoñecemento ao creador orixinal.
it: Tutto ciò che viene condiviso sul sito di Scratch può essere riutilizzato dagli altri creando dei remix. Quando remixiamo qualcosa diamo il giusto merito all'autore dell'originale.
lv: Jebkas, ar ko dalies Scratch, var tikt remiksēts. Kad mēs remiksējam, mēs atstājam atsauci uz oriģināla autoru.
nb: Alt som legges ut på Scratch kan remikses av alle. Når vi remikser forteller vi hvem som opprinnelig lagde prosjektet.
pt: Tudo o que for partilhado no Scratch pode ser remisturado por qualquer pessoa. Quando remisturamos, damos crédito ao criador original.
ro: Orice este partajat pe Scrach poate fi amestecat de oricine. Cand amestecam, dam referinte spre autorul original.
sl: Vse, kar je deljeno na Scratchu, lahko vsakdo predela. Ko projekt predelamo, pripišemo zasluge tistemu, ki je projekt prvotno ustvaril.
sv: Allt som delas på Scratch kan remixas av alla. När vi remixar, ger vi erkännande till den som skapat originalet.
tr: Scratch'te paylaşılmış herhangi bir projeye herkes tarafından katkı yapılabilir. Katkı yaptığımızda, orijinal yapımcının hakkını gözetiriz.
uk: Всі поширене у Скретчі може бути реміксоване кожним. Коли ми реміксуємо проект, ми віддає належне його творцеві.

source: We help keep the site friendly.
ca: Ajudarem a mantenir l'espai agradable.
de: Wir helfen mit, die Seite freundlich zu halten.
el: Βοηθάμε στο να διατηρείται η σελίδα φιλική.
es: Ayudamos a mantener este sitio amigable.
et: Aitame hoida saidi sõbralikuna.
eu: Webgunea adiskidetsu mantentzen laguntzen dugu.
fr: Nous aidons à garder le site convivial.
gl: Axudanos a manter este sitio cordial.
it: Aiutiamo a mantenere il sito un luogo amichevole.
lv: Mēs palīdzam uzturēt lapu draudzīgu.
nb: Vi bidrar til at Scratch er et hyggelig nettsted.
pt: Ajudamos a manter o sítio Web amigável.
ro: Ajutam la pastrarea prietenoasa a site-ului.
sl: Pomagamo ohranjati stran prijazno.
sv: Vi hjälps åt att hålla sajten vänlig.
tr: Siteyi dostane tutmaya destek oluruz.
uk: Ми допомагаємо зберегти сайт дружнім.
