Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Your <b>Backpack</b> lets you copy and move sprites, costumes, backdrops, and scripts from any project to another. If you're logged in, you can open your Backpack inside any project (it's at the bottom of the screen).
ca: La teva <b>Motxilla</b> et permet copiar i moure personatges, vestits, fons i programes d'un projecte a un altre. Si has iniciat la sessió, pots obrir la teva Motxilla dins de qualsevol projecte (està a la part de sota de la pantalla).
cs: Tvůj <b>Batoh</b> ti umožňuje kopírovat a přesunovat postavy, kostýmy a scénáře z jednoho projektu do jiného. Kdzž jsi přihlášen, můžeš otevřít svůj Batoh uvnitř každého projektu (je na spodním okraji obrazovky).
de: Dein <b>Lager</b> ermöglicht es dir, Objekte, Kostüme, Bühnenbilder und Skripte von jedem Projekt in ein anderes zu übernehmen. Wenn du angemeldet bist, kannst du dein Lager in jedem Projekt öffnen (Es befindet sich im Projekt-Editor am unteren Bildschirmrand).
el: Το <b>σακίδιο</b> σάς επιτρέπει να μετακινείτε αντικείμενα, ενδυμασίες, υπόβαθρα και σενάρια από ένα έργο σε ένα άλλο. Εάν είστε συνδεδεμένος, μπορείτε να ανοίξετε το σακίδιο μέσα σε κάθε έργο (το σακίδιο βρίσκεται στο κάτω μέρος της σελίδας).
es: Tu <b>Mochila</b> te permite copiar y mover objetos, disfraces, fondos y programas de un proyecto a otro. Si has ingresado con tu cuenta, puedes abrir tu mochila dentro de cualquier proyecto (está en la parte inferior de la pantalla).
et: <b>Seljakott</b> võimaldab sul kopeerida ja teisaldada spraite, kostüüme, taustu ja skripte ühest projektist teise. Kui oled sisse loginud, saad avada seljakoti suvalise projekti sees (see on ekraani allosas).
eu: Zure <b>Motxila</b> erabiliz spriteak, mozorroak, hondoak eta skriptak kopiatu eta mugitu ahal izango ditzu proiektu batetik bestera. Saioa hasia baduzu, zure motxila edozein proiektutan ireki ahal izango duzu (pantailaren behekaldean dago).
fr: Votre <b>Sac à dos</b> vous permet de copier et déplacer les lutins, les costumes, les décors et les scripts à partir de n'importe quel projet à l'autre. Si vous êtes connecté, vous pouvez ouvrir votre sac à dos à l'intérieur de tout projet (c'est au bas de l'écran).
ga: Leis an <b>Mála Droma</b>, tig leat sprideanna, cultacha, cúlraí, agus scripteanna a bhogadh ó thionscadal go tionscadal. Nuair a bhíonn tú logáilte isteach, is féidir do mhála droma a oscailt laistigh de thionscadal ar bith (ag bun an scáileáin).
gl: A túa <b>Mochila</b> permíteche copiar e mover figuras, vestimentas, fondos e programas dun proxecto a outro. Si entraches na túa conta, podes abrir a túa mochila dentro de calquera proxecto (está na parte inferior da pantalla).
it: La tua <b>Valigetta</b> ti permette di copiare e spostare sprite, costumi, sfondi, suoni e script da un progetto ad un altro. Se sei connesso puoi accedere alla tua Valigetta da qualunque progetto (si trova in basso).
ja: <b>バックパック</b>はプロジェクトからプロジェクトへ、スプライト、コスチューム背景やスクリプトをコピーして移動できます。ログインしていれば、どのプロジェクトでも、バックパックを開くことができます。（バックパックは画面の下のほうにあります）
lv: Tava <b>mugursoma</b> ļauj kopēt un pārvietot gariņus, tērpus, fonus un programmas no viena projekta uz citu. Ja esi pieslēdzies, vari atvērt savu mugursomu projektā (tā ir ekrāna apakšējā daļā).
nb: Med <b>Ryggsekken</b> kan du kopiere og flytte figurer, drakter, bakgrunner og skript fra ett prosjekt til et annet. Hvis du er logget inn kan du åpne Ryggsekken i alle prosjekter (den er nederst på skjermen).
pt: A sua <b>Mochila</b> permite-lhe copiar e mover actores, trajes, cenários e guiões a partir de qualquer projecto para outro projecto. Se estiver autenticada(o), pode abrir a sua Mochila dentro de qualquer projecto (está na base do ecrã).
ro: <b>Rucsacul</b> tau te ajuta sa copiezi si sa muti sprite-uri, costume, fundaluri si script din orice proiect in oricare altul. Daca esti logat, poti deschide rucsacul in interiorul oricarui proiect (se gaseste in partea de jos a ecranului).
sl: Tvoja <b>Shramba</b> ti omogoča kopiranje in premikanje figur, videzov, ozadij in skript iz enega projekta v drugega. Če si prijavljen-a, lahko odpreš svojo shrambo znotraj katerega koli projekta (nahaja se na dnu zaslona).
sv: Din <b>Ryggsäck</b> låter dig kopiera och flytta sprites, klädslar, scener och script från projekt till projekt. Om du är inloggad kan du öppna din Ryggsäck inuti ett projekt (den är längst ner av skärmen)
tr: <b>Sırt çantan</b>, projerlerin arasında kuklaları, kılıkları, dekorları ve dizileri taşımanı sağlar. Eğer giriş yapmışsan, herhangi bir proje içindeyken sırt çantanı açabilirsin (ekranın en altında yer alır).
uk: Ваш <b>Сховок</b> дозволяє копіювати та переміщувати спрайти, образи, декорації та скрипти з будь-якого проекту в інший. Якщо ви увійшли в систему, ви можете відкрити свій Сховок всередині будь-якого проекту (в нижній частині екрану).

source: You can use the webcam on your computer to interact with projects by moving your hands or body.
ca: Pots fer servir la càmera del teu ordinador per interactuar amb projectes movent les teves mans o el teu cos.
cs: Můžeš použít webkameru na svém počítači pro komunikaci s projekty pohybem svých rukou nebo těla.
de: Du kannst die Webcam an deinem Computer benutzen, um mit Projekten durch Bewegung deiner Hände oder deines Körpers zu interagieren.
el: Μπορείτε να χρησιμοποιήσετε την κάμερα του υπολογιστή σας για να αλληλεπιδράσετε με διάφορα έργα κινώντας τα χέρια ή το σώμα σας.
es: Puedes usar la cámara web de tu computadora para interactuar con proyectos, moviendo tus manos o cuerpo.
eu: Ordenagiluko webkamera erabil dezakezu, proiektuekin elkareragiteko zure eskuak eta gorputza mugituz.
fr: Vous pouvez utiliser la webcam de votre ordinateur pour interagir avec des projets en déplaçant vos mains ou votre corps.
ga: Is féidir leat an ceamara Gréasáin ar do ríomhaire a úsáid chun idirghníomhú le tionscadail le do lámha nó do chorp.
gl: Podes usar a cámara web do teu ordenador para interactuar con proxectos, movendo as túas mans ou o corpo.
it: Puoi usare la tua webcam per interagire con i progetti muovendo le mani o il corpo.
ja: パソコンについているウェブカメラを使えば、手や体の動きに反応する作品も作れます。
lv: Vari izmantot sava datora tīmekļa kameru, lai vadītu programmu ar rokām vai ķermeni.
nb: Hvis du har et kamera på datamaskinen kan du få ting til å skje i prosjektene dine ved å bevege deg.
pt: Pode usar a câmara do seu computador para interagir com os projectos movendo as mãos ou o corpo.
ro: Poti folosi camera web de pe calculatorul tau pentru a interactiona cu proiectele miscandu-ti mainile sau corpul.
sl: Uporabiš lahko spletno kamero na računalniku in s premikanjem rok in nog krmiliš projekt.
sv: Du kan använda din webbkamera på din dator för att interagera med projekt genom att flytta dina händer eller din kropp.
tr: Bilgisayarınıza takılı bir webcam varsa, elinizi gövdenizi hareket ettirerek projelerinizle etkileşim kurabilirsiniz.
uk: Ви можете використовувати веб-камери на комп'ютері для взаємодії з проектами, переміщуючи руки або тіло.

source: You can now make your own programming blocks.
ca: Ara ja pots crear els teus propis blocs.
cs: Můžeš vytvářet své vlastní programovací bloky.
de: Du kannst nun deine eigenen Programmierblöcke erstellen.
el: Τώρα πια μπορείτε να φτιάξετε τα δικά σας τετράγωνα εντολών.
es: Ahora puedes crear tus propios bloques de programación.
et: Nüüd saad teha uusi käsuplokke.
eu: Sor ditzakezu orain zure programazio blokeak.
fr: Vous pouvez maintenant faire vos propres blocs de programmation.
ga: Anois is féidir leat do bhloic ríomhchláraithe féin a chruthú.
gl: Agora podes facer os teus propios bloques de programación.
it: Adesso puoi creare i tuoi blocchi.
ja: あなた独自のプログラミング・ブロックも作れます。
lv: Nu vari veidot savus programmu blokus.
nb: Nå kan du lage dine egne programklosser.
pt: Agora já pode criar os seus próprios blocos de programação.
ro: Acum iti poti crea propriile blocuri de comenzi.
sl: Sedaj lahko narediš svoje programske bloke.
sr: Сада можеш да правиш своје сопствене блокове за програмирање.
sv: Du kan nu skapa dina egna programmeringsblock.
tr: Artık kendi komut taşlarını yapabilirsin.
uk: Тепер ви можете створювати свої власні програмні блоки.

source: Use clone blocks in your scripts to make copies of sprites.
ca: Duplica blocs en els teus programes per fer còpies dels personatges.
cs: Používat bloky s klony ve svých scénářích pro dělání kopií postav.
de: Benutze Klon-Blöcke in deinen Skripten, um Kopien von Figuren zu erzeugen.
el: Χρησιμοποιήστε τετράγωνα εντολών κλώνων στα σενάριά σας για να κάνετε αντίγραφα των αντικειμένων σας.
es: Usa bloques de clonación en tus programas para hacer copias de objetos.
et: Kasuta oma skriptides kloonimist spraitide koopiate tegemiseks.
eu: Erabil itzazu klonaturiko blokeak zure skriptetan, spriteen kopiak egiteko.
fr: Utiliser le clonage de blocs dans vos scripts pour effectuer des copies de lutins.
ga: Úsáid clónbhlocanna i do scripteanna chun sprideanna a chóipeáil.
gl: Usa bloques de clonación nos teus programas para facer copias de figuras.
it: Usa negli script i blocchi di clonazione per creare copie dei tuoi sprite.
ja: 「クローン」ブロックを使うと、スクリプトによってスプライトの複製を作れます。
lv: Izmanto klonēšanas blokus savās programmas, lai veidotu gariņu kopijas.
nb: Bruk kloningsklosser i skript for å la figurer kopiere seg selv.
pt: Use blocos de clonagem nos seus guiões para criar cópias de actores.
ro: Foloseste blocuri clona in script pentru a face copii ale script-urilor.
sl: Uporabi klon bloke v svojih skriptah, da narediš kopije figur.
sv: Använd klonblock i dina scripts för att skapa kopior av sprites.
tr: İkizini oluşturma taşlarını kullanarak kuklaların kopyalarını oluşturabilirsin.
uk: Використовуйте блоки клонування в своїх скриптах, щоб зробити копії спрайтів.

source: Store numbers in cloud variables to create surveys and other projects.
ca: Desa números a les dades al núvol per crear enquestes i altres projectes.
cs: Ukládat čísla do cloudových proměnných k vytváření anket a jiných projektů.
de: Speichere Zahlen in Cloud-Variablen, um Umfragen und andere Projekte zu erstellen.
el: Αποθηκεύστε αριθμούς σε μεταβλητές cloud για να δημιουργήσετε τις δικές σας δημοσκοπήσεις και άλλα παρόμοια έργα.
es: Almacena números en variables de la nube para crear encuestas y otros proyectos.
et: Salvesta arve pilvemuutujatesse, loomaks uuringuid, vaatlusi ja muid projekte.
eu: Gorde itzazu zenbakiak hodei aldagaietan, inkestak eta bestelako proiektuak sortzeko.
fr: Enregistrer des numéros dans les variables du cloud pour créer des enquêtes et d'autres projets.
ga: Sábháil uimhreacha i néalathróga chun suirbhéanna nó tionscadail eile a chruthú.
gl: Garda números en variables na nube para crear enquisas e outros proxectos.
it: Salva dei valori numerici nelle variabili cloud per creare sondaggi o altri progetti.
lv: Saglabā skaitļus mākoņu mainīgajos, lai veidotu pārskatus un citus projektus.
nb: Du kan lagre data "i nettskyen" for bruk i poengtabeller, spørreundersøkelser og andre ting.
pt: Guarde números em variáveis de nuvem para criar inquéritos e outros projectos.
ro: Memoreaza valori in variabile cloud pentru a crea chestionare si alte proiecte.
sl: Shrani števila v spremenljivkah v oblaku, da ustvariš ankete in ostale projekte.
sv: Lagra siffror i molnvariabler för att skapa enkäter och andra projekt.
tr: Anket ve istatistikler gibi bilgiler toplamak amacıyla sayısal verileri bulut değişkenlerinin içinde tutabilirsin.
uk: Зберігайте числові дані в "хмарних" змінних для створення опитувань та інших проектів.

source: Find out more about the <a href="http://info.scratch.mit.edu/prototype">new Scratch blocks</a>.
ca: Troba més informació sobre els <a href="http://info.scratch.mit.edu/prototype">nous blocs d'Scratch</a>.
cs: Zjistit více o <a href="http://info.scratch.mit.edu/prototype">nových Scratch blocích</a>.
de: Erfahre mehr über die <a href="http://info.scratch.mit.edu/prototype">neuen Scratch-Blöcke</a>.
el: Μάθετε περισσότερα σχετικά με <a href="http://info.scratch.mit.edu/prototype">τα νέα τετράγωνα εντολών στο Scratch.</a>
es: Encuentra más sobre los <a href="http://info.scratch.mit.edu/prototype">nuevos bloques de Scratch</a>.
et: Vaata täiendavalt <a href="http://info.scratch.mit.edu/prototype">uute Scratchi plokide</a> kohta.
eu: Ikas ezazu gehiago <a href="http://info.scratch.mit.edu/prototype">Scratcheko bloke berriei</a> buruz.
fr: Pour en savoir plus sur les <a href="http://info.scratch.mit.edu/prototype"> nouveaux blocs de Scratch </ a>.
ga: Faigh tuilleadh eolais faoi na <a href="http://info.scratch.mit.edu/prototype">bloic nua Scratch</a>.
gl: Atopa máis información sobre os <a href="http://info.scratch.mit.edu/prototype">novos bloques de Scratch</a>.
it: Scopri di più sui <a href="http://info.scratch.mit.edu/prototype">nuovi blocchi di Scratch</a>.
ja: <a href="http://info.scratch.mit.edu/prototype">新しいScratchのブロック</a>をもっと知ろう。
lv: Lasi vairāk par <a href="http://info.scratch.mit.edu/prototype">jaunajiem Scratch blokiem.</a>
nb: Lær mer om <a href="http://info.scratch.mit.edu/prototype">nye Scratch-klosser</a>.
pt: Descubra mais sobre os <a href="http://info.scratch.mit.edu/prototype">novos blocos do Scratch</a>.
ro: Afla mai multe despre <a href="http://info.scratch.mit.edu/prototype">Noile blocuri Scratch</a>.
sl: Več o <a href="http://info.scratch.mit.edu/prototype">novih Scratch blokih</a>.
sv: Ta reda på mer om de <a href="http://info.scratch.mit.edu/prototype">nya Scratchblocken.</a>.
tr: <a href="http://info.scratch.mit.edu/prototype">Yeni Scratch taşları</a> ile ilgili daha fazla bilgiye ulaşın.
uk: Дізнатись більше про <a href="http://info.scratch.mit.edu/prototype">нові блоки Скретчу</a>.

source: You can see and manage all your projects in <b>My Stuff</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.
ca: Pots veure i controlar tots els teus projectes a <b>Les Meves Coses</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.
cs: Můžeš vidět a spravovat všechny své projekty v <b>Moje věci</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.
de: Du kannst all deine Projekte unter <b>Meine Sachen</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />betrachten und verwalten.
el: Μπορείτε να δείτε και να διαχειριστείτε όλα τα έργα σας στη σελίδα <b>"Τα Πράγματα Μου"</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.
es: Puedes ver y organizar todos tus projectos en <b>Mis Cosas</b> <img src="%(STATIC_URL)s/images/help/es/mystuff-thumb.png" />.
et: Võid näha ja hallata kõiki oma projekte kasuades <b>Minu Asjad</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.
eu: Zure proiektu guztiak kudea ditzakezu hemen: <b>Nire Gauzak</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.
fr: Vous pouvez afficher et gérer tous vos projets en <b> Mes Projets </ b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.
ga: Anois is féidir leat do chuid tionscadal go léir a fheiceáil agus a bhainistiú i <b>Mo Chuid Stuif</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.
gl: Podes ver e organizar todos os teus proxectos en <b>As Miñas Cousas</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.
it: Puoi vedere e gestire tutti i tuoi progetti dalla sezione <b>Le Mie Cose</b> <img src="%(STATIC_URL)s/images/help/it/mystuff-thumb.png" />.
ja: 全ての作品は <b>私の作品</b><img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />から見たり、管理することができます。
lv: Visus savus projektus vari redzēt un pārvaldīt pie <b>Manas lietas</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />
nb: Du kan organisere alle dine prosjekter i <b>Mine Ting</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.
pt: Pode ver e gerir todos os seus projectos em <b>As Minhas Coisas</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.
ro: Poti vedea si gestiona toate proiectele tale in <b>Lucrurile mele</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.
sl: Vse svoje projekte lahko vidiš in upravljaš v <b>Moje stvari</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.
sv: Du kan se och hantera alla dina projekt i <b>Mina grejor</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.
tr: <b>Kendiminkiler</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" /> kısmından sana ait tüm projeleri görüp yönetebilirsin.
uk: Ви можете переглядати та керувати власними проектами в <b>Мої доробки</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.

source: Community Features
ca: Funcions de la Comunitat
cs: Vlastnosti společenství
de: Gemeinschaftsfunktionen
el: Δυνατότητες Κοινότητας
es: Características de la comunidad
et: Kogukonna vahendid
eu: Komunitatearen Ezaugarriak
fr: Règles de vie en communauté
ga: Gnéithe don Phobal
gl: Características da comunidade
it: Caratteristiche per la gestione della Comunità
ja: 共有機能
lv: Kopienas iezīmes
nb: Funksjoner på nettstedet
pt: Funcionalidades Comunitárias
ro: Caracteristici comunitate
sl: Lastnosti skupnosti
sv: Communityfunktioner
uk: Можливості спільноти

source: On the home page, you can see what others have shared recently and scroll to see many more projects.
ca: A la pàgina principal, pots veure el què els altres han compartit recentment, mou-te per la finestra per veure molts més projectes.
cs: Na domovské stránce vidíš, co ostatní nedávno nasdíleli a odrolovat ji pro zobrazení dalších projektů.
de: Auf der Startseite kannst du sehen, was andere kürzlich veröffentlicht haben, und scrollen, um viele weitere Projekte zu sehen.
el: Στην αρχική σελίδα, μπορείτε να δείτε τα έργα που έχουν κάνει κοινή χρήση άλλοι χρήστες πρόσφατα και να κατακυλίσετε την οθόνη για να δείτε ακόμη περισσότερα έργα.
es: En la página principal, puedes ver lo que otros han compartido recientemente y desplazarte para ver muchos más proyectos.
et: Koduleheküljel näed, mida teised on hiljuti jaganud. Allapoole kerides leiad palju teisi projekte.
eu: Hasera orrian, besteek zer partekatu duten eta beste hainbat proiektu ikus ditzakezu.
fr: Sur la page d'accueil, vous pouvez voir ce que d'autres ont partagé récemment et faire défiler pour voir beaucoup plus de projets.
ga: Ar an leathanach baile, feicfidh tú na tionscadail a chomhroinn daoine eile le déanaí, agus tionscadail níos sine trí scrollú.
gl: Na páxina principal, podes ver o que outros usuarios compartiron recentemente e explorar para ver moitos máis proxectos.
it: Sulla Home puoi vedere quello che gli altri membri hanno condiviso di recente e puoi scorrere per vedere molti altri progetti.
ja: ホームページでは、他の人が最近共有（シェア）した作品を見ることができます。また、スクロールしてさらに多くのプロジェクトも見られます。
lv: Mājas lapā vari redzēt, ar ko citi nesen ir dalījušies un pārlūkot daudz citus projektus.
nb: På hjemmesiden kan du se hva andre har lagt ut i det siste, og rulle ned for å se mange flere prosjekter.
pt: Na página inicial pode ver o que os outros partilharam recentemente e percorrer muitos outros projectos.
ro: Pe pagina de inceput, poti vedea ceea ce au partajat ceilalti recent si poti derula pentru a vedea mai multe proiecte.
sl: Na domači strani si lahko ogledaš, kaj so v zadnjem času delili drugi, s pomikanjem po strani pa lahko vidiš mnogo drugih projektov.
sv: På hemsidan kan du se vad andra nyligen har delat och bläddra runt för att se många fler projekt.
tr: Ana sayfada, başkalarının yakın zamanda paylaştıklarını görebilirsin ve daha fazla proje görmek için aşağıya bakabilirsiniz.
uk: На домашній сторінці ви можете побачити, чим інші поділилися останнім часом, та прокрутити, щоб побачити ще багато проектів.

source: When viewing a project, click <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> to see how it works and experiment with the code.
ca: Quan estiguis veient un projecte, prem <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> per veure com funciona i experimentar amb el codi.
cs: Když prohlížíš projekt, klikni na <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> abys viděl jak to funguje a experimentoval s kódem.
de: Klicke beim Betrachten eines Projektes auf <img src="%(STATIC_URL)s/images/help/see-inside-small.png" />, um zu sehen, wie es funktioniert, und mit dem Quelltext zu experimentieren.
el: Καθώς προβάλλετε ένα έργο, πατήστε στο κουμπί <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> για να δείτε πως λειτουργεί και να πειραματιστείτε με τον κώδικα του έργου.
es: Al ver un proyecto, haz clic en <img src="%(STATIC_URL)s/images/help/es/see-inside-small.png" /> para ver cómo funciona y experimentar con el programa.
et: Projektivaates klõpsa <img src="%(STATIC_URL)s/images/help/see-inside-small.png" />, et näha, kuidas projekt on loodud, ja koodi modifitseerimiseks.
eu: Proiektu bat ikustean, klikatu <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> bere funtzionamendua ikusteko eta kodearekin jolasteko.
fr: Lors de la visualisation d'un projet, cliquez <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> pour voir comment il fonctionne et s'exercer avec les scripts.
ga: Le linn duit a bheith ag féachaint ar thionscadal, cliceáil <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> chun féachaint conas a fheidhmíonn sé, agus turgnamh a dhéanamh leis an gcód.
gl: Cando estés vendo un proxecto, preme en <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> para ver cómo funciona e experimentar co programa.
it: Quando stai guardando un progetto, clicca sul pulsante <img src="%(STATIC_URL)s/images/help/it/see-inside-small.png" /> per vedere come funziona e per sperimentare con il codice.
ja: 作品を見ているときに、<img src="%(STATIC_URL)s/images/help/see-inside-small.png" />をクリックすると、その作品がどのように作られ、動いているのかそのコード（スクリプト）を見る事ができます。
lv: Kad skaties projektu, noklikšķini <img src="%(STATIC_URL)s/images/help/see-inside-small.png" />, lai redzētu, kā tas un strādā un eksperimentētu ar kodu.
nb: Når du ser på et prosjekt kan du klikke <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> for å se hvordan det virker og eksperimentere med skriptene.
pt: Ao visualizar um projecto, clique em <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> para ver como ele funciona e para fazer experiências com o código.
ro: Cand vezi un proiect, clic pe <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> pentru a vedea cum functioneaza si experimenteaza cu sursa.
sl: Za ogled projektov klikni <img src="%(STATIC_URL)s/images/help/see-inside-small.png" />, da vidiš, kako deluje in eksperimentiraš s kodo.
sv: Om du tittar på ett projekt klicka på <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> för att se hur det fungerar och experimentera med koden.
tr: Bir projenin nasıl çalıştığını anlamak ve kodların üzerinde kendi denemelerini yapmak için <img src="%(STATIC_URL)s/images/help/see-inside-small.png" />'a tıkla.
uk: Переглядаючи проект, натисніть <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> щоб побачити, як він працює та експериментувати з кодом.
