Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> sends a message to all the sprites (and the background). This is useful if you want to tell other sprites when to do something.</p> <p> What do you want them to do when they receive the message? See <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>
ca: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> envia un missatge als altres personatges i a l'escenari. És útil si vols que els altres personatges facin alguna cosa.</p> <p> Què vols que facin els altres personatges quan rebin el missatge? Mira a <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>
de: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> sendet eine Nachricht an alle Figuren (und an die Bühne). Das ist von Nutzen, wenn du anderen Figuren sagen willst, dass sie etwas tun sollen.</p> <p> Was sollen sie tun, wenn sie die Nachricht erhalten? Schau dir <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a> an.</p>
el: <p>Το <img src="%(STATIC_URL)s/images/help/broadcast.png"/>στέλνει ένα μήνυμα σε όλα τα αντικείμενα (και το σκηνικό). Αυτό είναι χρήσιμοόταν θέλετε να πείτε σε άλλα αντικείμενα να κάνουν κάτι.</p> <p> Τι θα θέλατε να κάνουν όταν λάβουν το μήνυμα; Δείτε το <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/><a href="../when-i-receive/"></p>
es: <p> <img src="%(STATIC_URL)s/images/help/es/broadcast.png"/> envía un mensaje a todos los objetos (y al escenario). Esto es útil si deseas informar a los otros objetos cuándo haces algo.</p> <p> Qué deseas que hagan cuando reciban el mensaje? Vea <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/es/when-i-receive.png"/></a></p>
et: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> saadab teate kõikidele spraitidele (ja lavale). See võimaldab öelda teistele spraitidele, mida on vaja teha</p> <p>Mida peab tegema, kui saabub eade? Vaata <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>
eu: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> sprite guztiei mezua bidaltzen die (eta hondoari). Beste spriteei zerbait egiteko esan nahi diezunerako da erabilgarria.</p> <p> Zer nahi duzu beraiek egitea mezua jasotzean? Ikus <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>
fr: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> envoie un message à tous les sprites (et l'arrière-plan). Ceci est utile si tu veux dire à d'autres lutins quand faire quelque chose.</p> <p>Que veux tu qu'ils fassent quand ils reçoivent le message? Voir <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>
gl: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> envía unha mensaxe a todas as figuras (e ao escenario). Esto é útil si queres decirlles aos outros obxectos cando facer algo.</p> <p> Que queres que fagan cando reciban a mensaxe? Mira <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>
it: <p> <img src="%(STATIC_URL)s/images/help/it/broadcast.png"/> invia un messaggio a tutti gli sprite (e allo Stage). E' utile ad esempio per dire agli altri sprite quando fare qualcosa.</p> <p> Cosa vuoi che facciano quando ricevono il messaggio? Guarda <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/it/when-i-receive.png"/></a></p>
lv: <p><img src="%(STATIC_URL)s/images/help/broadcast.png"/>nosūta ziņu visiem gariņiem (un skatuvei). Tas ir noderīgi, ja gribi citiem gariņiem likt kaut ko darīt.</p> <p>Ko tu tiem vari un vēlies likt darīt, kad tie saņem ziņojumu? Skaties <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>
nb: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> sender en melding til alle figurene (og bakgrunnen). Dette er nyttig for å få andre figurer til å gjøre noe.</p> <p> Hva vil du at de skal gjøre når de får meldingen? Se <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>
pt: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> difunde uma mensagem para todos os actores (e para o palco). Isto é útil quando quiser dizer aos outros actores quando fazerem algo.</p> <p> O que quer que eles façam quando receberem a mensagem? Ver <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>
sl: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> pošlje sporočilo vsem figuram (in ozadjem). To je uporabno v primeru, ko želiš povedati ostalim figuraml kdaj naj kaj storijo.</p> <p> Kaj želiš, da storijo, ko prejmejo sporočilo? Oglej si <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>
sv: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> skickar ett meddelande till alla sprites (och bakgrunden). Detta är användbart om du vill meddela andra sprites när de ska göra någonting.</p> <p> Vad vill du att de ska göra när de fått meddelandet? Se <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>
uk: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> надсилається повідомлення усім спрайтам (та Сцені). Це можна використати щоб спрайти виконали певну дію за потреби.</p> <p> Бажаєте дізнатись, що робити щоб отримати повідомлення? Перегляньте <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>

source: Changes the graphic effect on a sprite
ca: Canvia els efectes gràfics d'un personatge
de: Ändert den Grafikeffekt einer Figur
el: Κάνει το αντικείμενο να αλλάξει τα γραφικά του εφέ.
es: Cambia el efecto gráfico de un objeto
et: Muudab spraidi graafikaefekti
eu: Sprite baten efektu grafikoa aldatzen du
fr: Modifie l'effet graphique sur un lutin
gl: Cambia o efecto gráfico dunha figura
it: Cambia l'effetto grafico su uno sprite.
lv: Maina grafiskos efektus gariņam
nb: Forandrer grafiske effekter på en figur
pt: Altera o efeito gráfico aplicado a um actor
ro: Schimba efectele grafice ale unui sprite
sl: Spremeni slikovni učinek na figuro
sv: Ändrar den grafiska effekten på en sprite
tr: Bir kukladaki grafik etkilerini değiştirir
uk: Змінити графічні ефекти спрайту

source: Click to choose an effect from the menu: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Try these effects with numbers such as 10, 35, or 100. Or try negative numbers, such as -50.
ca: Fes clic per triar un efecte gràfic del menú: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Prova els efectes amb nombres com 10, 35, o 100. O prova amb nombres negatius, com -50.
de: Klicke, um einen Effekt aus dem Menü zu wählen: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Probiere diese Effekte mit Zahlen wie 10, 35 oder 100. Versuche auch negativer Zahlen, etwa -50.
el: Κάντε κλικ για να επιλέξετε ένα εφέ από το μενού: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Δοκιμάστε αυτά τα εφέ με αριθμούς όπως 10, 35 ή 100. Ή και με αρνητικούς αριθμούς, όπως -50.
es: Haz clic para elegir un efecto del menú: <br><img src="%(STATIC_URL)s/images/help/es/change-effect-ex2.png"/><br> Prueba estos efectos con números tales como 10, 35 o 100. O intenta con números negativos tales como -50.
et: Klõpsa, et valida efekt menüüst: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/> <br> Proovi näiteks efekte numbritega10,35 või 100. Proovi ka negatiivseid arve, näiteks -50.
eu: Klikatu menutik efektu bat jasotzeko: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Efektu hauekin aproba egin ezazu 10, 35 edo 100 bezalako zenbakiekin. Edo -50 bezalako zenbaki negatiboak erabili.
fr: Clique pour choisir un effet dans le menu: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Essaie ces effets avec des chiffres comme 10, 35 ou 100 entre 0 et 200. Ou essaie les nombres négatifs, tels que -50.
gl: Preme co rato para elexir un efecto do menú: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Proba estes efectos con números tales como 10, 35 ou 100. Ou proba con números negativos, tales como -50.
it: Clicca per scegliere un effetto dal menu: <br><img src="%(STATIC_URL)s/images/help/it/change-effect-ex2.png"/><br> Prova questi effetti con numero come 10, 35 o 100. O prova con numeri negativi, come -50.
lv: Kliksķini, lai izvēlētos efektu no izvēlnes: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Izmēģini šos efektus ar dažādām skaitliskām vērtībām, kā 10, 35 vai 100. Vai izmēģini negatīvus skaitļus, kā -50.
nb: Klikk for å velge en effekt fra menyen: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Prøv disse effektene med tallverdien satt til for eksempel 10, 35, eller 100. Eller prøv negative tall, for eksempel -50.
pt: Clique para escolher um efeito no menu: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Experimente esses efeitos com números tais como 10, 35 ou 100. Experimente números negativos, tais como -50.
ro: Clic pentru a alege un efect din meniu: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Incearca aceste efecte cu numere ca 10, 35 sau 100. Sau incearca numere negative, ca -50.
sl: Za izbiro učinka iz menija klikni: "<br><img src=\"%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Preizkusi te učinke s števili kot so 10, 35 ali 100. Ali preizkusi negativna števila kot je -50.
sv: Klicka för att välja en effekt från menyn: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Prova effekterna med tal som 10, 35 eller 100. Eller prova negativa tal, som -50.
uk: Клацніть щоб обрати ефект з меню: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Спробуйте ці ефекти з числами 10, 35 або 100. Або спробуйте з від’ємними, такими як -50.

source: Click stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> to clear all graphic effects. Or, use <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
ca: Fes clic a stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> per esborrar tots els efectes gràfics. O utilitza <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
de: Klicke Stopp <img src="%(STATIC_URL)s/images/help/stop-sign.png"/>, um alle Grafikeffekte zurückzusetzen. Oder benutze <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
el: Πατήστε το κόκκινο κουμπί <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> για να καθαρίσετε τα γραφικά εφέ ή χρησιμοποιήστε το τετράγωνο εντολής <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
es: Haz clic en stop <img src="%(STATIC_URL)s/images/help/es/stop-sign.png"/> para quitar todos los efectos gráficos. O, usa <img src="%(STATIC_URL)s/images/help/es/clear-graphic-effects.png"/>
et: Klõpsa stopp <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> kustutamaks kõik graafika efektid. Või kasuta<img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
eu: Klikatu stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> efektu grafikoak erabiltzeko. Edo, erabili <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
fr: Clique sur stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"/>pour effacer tous les effets graphiques. Ou encore, utilise <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
gl: Preme co rato en parar <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> para quitar todos os efectos gráficos. Ou usa <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
it: Clicca il pulsante Ferma Tutto <img src="%(STATIC_URL)s/images/help/it/stop-sign.png"/> per cancellare tutti gli effetti grafici. Oppure usa il blocco <img src="%(STATIC_URL)s/images/help/it/clear-graphic-effects.png"/>
lv: Klikšķini stop<img src="%(STATIC_URL)s/images/help/stop-sign.png"/>, vai notīrītu visus grafiskos efektus. Vai izmanto <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
nb: De grafiske effektene fjernes når du klikker stopp <img src="%(STATIC_URL)s/images/help/stop-sign.png"/>. Du kan også bruke <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
pt: Clique no <i>stop</i> <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> para limpar todos os efeitos gráficos. Alternativamente, use o bloco <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
ro: Clic pe opreste <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> pentru a curata toate efectele grafice. Sau foloseste <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
sl: Klikni ustavi <img src="%(STATIC_URL)s/images/help/stop-sign.png"/>, da izbrišeš vse slikovne učinke ali uporabi <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
sv: Klicka på stopp <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> för att ta bort alla grafiska effekter. Eller, använd <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
tr: Bütün görsel etkileri kaldırmak için <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> simgesine bas. Veya <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/> taşını kullan
uk: Клацніть стоп <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> щоб скасувати всі графічні ефекти. Або використайте <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>

source: Changes sprite's size by specified amount
ca: Augmenta la mida del personatge en la quantitat indicada
de: Ändert die Größe einer Figur um den angegebenen Wert
el: Κάνει το αντικείμενο να αλλάξει μέγεθος κατά συγκεκριμένο ποσό.
es: Cambia el tamaño del objeto en la cantidad dada
et: Muudab spraidi suurust antud väärtuse võrra
eu: Spritearen tamaina zehaztutako zenbatekoa gehituz aldatzen du.
fr: Change la taille du lutin par une quantité spécifiée
gl: Cambia o tamaño da figura nunha cantidade especificada
it: Cambia la dimensione dello sprite della quantità indicata
lv: Maina gariņa izmēru par noteiktu apjomu
nb: Endre figurens størrelse med et antall prosent
pt: Adiciona a quantidade especificada ao tamanho do actor
sl: Spremeni velikost figure za določeno vrednsot
sv: Ändrar sprajtens storlek med angivet värde
uk: Змінити розмір спрайта на вказану величину

source: Changes sprite's tempo by specified amount
ca: Augmenta el tempo del personatge en la quantitat indicada
de: Ändert die Geschwindigkeit einer Figur um den angegebenen Wert
el: Κάνει το αντικείμενο να αλλάξει ρυθμό κατά συγκεκριμένο ποσό.
es: Cambia el tempo del objeto en la cantidad dada
et: Muudab spraidi tempotantud väärtuse võrra
eu: Spritearen tenpoa zehaztutako zenbatekoa gehituz aldatzen du.
fr: Change le tempo du lutin par une quantité spécifiée
gl: Cambia o tempo da figura nunha cantidade especificada
it: Cambia il tempo dello sprite della quantità indicata
lv: Maina gariņa tempu par noteiktu apjomu
nb: Endre tempo for figurens toner og trommeslag
pt: Adiciona a quantidade especificada ao andamento (batidas por minuto) do actor
sl: Spremeni tempo figure za določeno vrednost
sv: Ändrar sprajtens tempo med angivet värde
uk: Змінити темп спрайта на вказану величину

source: <p> Tempo is the speed (bpm = beats per minute) at which Scratch notes and drums play. The larger the tempo value, the faster the notes and drums will play. </p>
ca: <p> Tempo és la velocitat (bpm=cops per minut) a la que Scratch toca les notes i els cops de tambor. Si augmentes el valor del tempo, les notes i els cops de tambor sonaran més ràpids.. </p>
de: <p> Tempo ist die Geschwindigkeit (Schläge pro Minute), in der Töne und Schlaginstrumente in Scratch gespielt werden. Je höher die Geschwindigkeit ist, desto schneller erklingen Töne und Schlaginstrumente. </p>
el: <p> Ρυθμός είναι η ταχύτητα (bpm = χτύποι ανά δευτερόλεπτο) με την οποία παίζονται οι νότες και τα τύμπανα στο Scratch. Όσο μεγαλύτερη είναι η τιμή της, τόσογρηγορότερα παίζουν οι νότες και τα τύμπανα. </p>
es: <p> Tempo es la velocidad (bpm = beats por minuto) a la cual se tocan las notas y tambores en Scratch. Entre mayor sea el tempo, más rápido sonarán las notas y tambores. </p>
et: <p> Tempo on kiirus (bpm = lööki minutis), millega Scratch mängib noote ja trumme. Mida suurem on tempo väärtus, seda kiiremini noote ja trumme mängitakse. </p>
eu: <p> Tenpoa Scratcheko nota eta danborrak jotzen duteneko abiadura da (taupada/minutuko, ingelesez bpm = beats per minute). Tenpoa handitu ahala, azkarrago joko dute notak eta danborrak. </p>
fr: <p> Le Tempo est la vitesse (bpm = battements par minute) à laquelle Scratch joue les notes et les tambours. Plus la valeur de tempo est grande, plus les notes et les tambours vont jouer rapidement. </p>
gl: <p> O tempo é a velocidade (ppm = pulsos por minuto) á que se reproducen as notas e os tambores en Scratch. Canto maior sexa o valor do tempo, máis axiña soarán as notas e os tambores.</p>
it: <p> Il tempo è la velocità (bpm = battute per minuto) con cui Scratch suona note e percussioni. Maggiore è il valore del tempo, più veloce suonano le note e le percussioni. </p>
lv: <p> Temps ir ātrums (mēra sitienos sekundē, bpm - beats per minute), kādā Scratch spēlē notis un bungas. Jo lielāka ir ātruma vērtība, jo ātrāk skanēs notis un bungas. </p>
nb: <p> Tempo bestemmer hvor fort toner og trommeslag spilles for denne figuren, målt i takter per minutt. Jo høyere tempoverdien er, jo raskere spilles toner og trommer. </p>
pt: <p> O andamento é a velocidade (bpm = batidas por minuto) usada pelo Scratch para tocar notas e percussão. Quanto maior o valor do andamento, mais rápido será o Scratch a tocar notas e percussão. </p>
ro: <p> Ritmul este viteza (bpm = batai pe minut) la care Scratch emite notele si bate tobele. Cea mai mare valoare pentru ritm inseamna cel mai rapid mod de a canta notele si de a bate tobele. </p>
sl: <p> Tempo je hitrost (udarci na minuto), po kateri igrajo Scratch note in bobni. Višja je vrednost tempa, hitreje bodo note in bobni igrali. </p>
sv: <p> Tempo är med vilken hastighet (bpm = beats per minute) som noter och trummor spelas i Scratch. Ju större värde på tempot, desto snabbare spelas noterna och trummorna. </p>
uk: <p> Темпом є швидкість (bpm = тактів за хвилину) програмавання нот та барабану в Скретчі. Чим більше значення темпу, тим швидше програється нота чи барабан. </p>

source: Changes the variable by specified amount
ca: Augmenta l'ample del llapis en la quantitat indicada
de: Ändert die Variable um den angegebenen Wert
el: Κάνει το αντικείμενο να αλλάξει την τιμή της μεταβλητής κατά συγκεκριμένο ποσό.
es: Cambia la variable en la cantidad especificada.
et: Muudab muutuja väärtust antud suuruse võrra
eu: Aldagaia esandako zenbatekoa gehituz aldatzen du.
fr: Modifie la variable selon le montant spécifié
gl: Cambia a variable na cantidade especificada
it: Cambia il valore della variabile della quantità indicata
lv: Maina mainīgo par noteiktu apjomu
nb: Endrer variabelens verdi så mye som tallet sier
pt: Adiciona o valor especificado ao valor da variável, alterando-o
ro: Schimba variabila cu o anumita valoare
sl: Spremeni spremenljivko za določeno vrednost
sv: Ändrar variabeln med angivet värde
uk: Змінити значення змінної на певну величину

source: If you have more than one variable, use the pull-down menu to select the variable name.
ca: Si tens més d'una variable, utilitza la llista desplegable per seleccionar el nom de la variable que vulguis.
de: Falls du mehr als eine Variable hast, musst du im Auswahlmenü den Variablennamen auswählen.
el: Εάν έχετε περισσότερες από μία μεταβλητές, χρησιμοποιήστε το μενού για να επιλέξετε το όνομα της μεταβλητής.
es: Si tienes más de una variable, usa el menú desplegable para seleccionar el nombre de la variable.
et: Kui sul on rohkem kui üks muutuja, kasuta rippmenüüd, et valida muutuja nimi.
eu: Aldagai bat baina gehiago baduzu, menu zabalgarria erabil ezazu aldagaiaren izena aukeratzeko.
fr: Si vous avez plus d'une variable, utilise le menu déroulant pour sélectionner le nom de la variable.
gl: Si tes máis dunha variable, us o menú despregable para seleccionar o nome da variable.
it: Se hai più di una variabile, usa il menu per selezionare il nome della variabile.
lv: Ja tev ir vairāk nekā viens mainīgais, izmanto izkrītošo izvēlni, lai izvēlētos mainīgā nosaukumu.
nb: Hvis du har mer enn en variabel, bruk menyen i klossen for å velge variabelnavnet.
pt: Se tiver mais do que uma variável, use o menu para seleccionar o nome da variável.
ro: Daca ai mai mult de o variabila, foloseste meniul derulant pentru a selecta numele variabilei.
sl: Če imaš več kot eno spremenljivko, uporabi padajoči meni, da izbereš ime spremenljivke.
sv: Om du har mer än en variabel, använd rullgardinsmenyn för att välja variabelnamnet.
tr: Birden fazla değişkenin varsa hangisi olduğunu seçmek için açılan menüyü kullan.
uk: Якщо ви маєте більше ніж одну змінну, використайте спадний список для вибору імені змінної.

source: Changes sprite's sound volume by specified amount
ca: Augmenta el so del personatge en la quantitat indicada
de: Ändert die Lautstärke der Klänge einer Figur um den angegebenen Wert
el: Κάνει το αντικείμενο να αλλάξει την ένταση ήχου κατά συγκεκριμένο ποσό.
es: Cambian el volumen del objeto en la cantidad dada
et: Muudab spraidi helitugevuse väärtust antud väärtuse võrra
eu: Spritearen soinuaren bolumena zehaztutako zenbatekoa gehituz aldatzen du.
fr: Modifie le son du lutin par une quantité spécifiée
gl: Cambia o volume da figura na cantidade especificada
it: Cambia il volume dei suoni dello sprite della quantità indicata
lv: Norādītajā daudzumā maina gariņa skaņas skaļumu.
nb: Endre figurens lydvolum med et antall prosent
pt: Adiciona a quantidade especificada ao volume de som do actor
sl: Spremeni glasnost figure za določeno vrednost
sv: Ändrar sprajtens ljudvolym med angivet värde
uk: Змінити звук спрайта на вказану величину
