Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>You have the option to make the variable available to all sprites or to just the selected sprite. <br/>
ca: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>Tens l'opció de fer la variable disponible per tots els personatges o només per al personatge seleccionat.<br/>
el: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>Έχετε την επιλογή να κάνετε την μεταβλητή διαθέσιμη σε όλα τα αντικείμενα ή απλώς μόνο στο επιλεγμένο αντικείμενο. <br/>
es: <img src="%(STATIC_URL)s/images/help/es/new-list.png" /> <br>Tienes la opción de crear la variable disponible para todos los objetos, o solo para el objeto seleccionado. <br/>
et: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>Sul on võimalus teha muutuja kättesaadavaks kõigile spraitidele või ainult valitud spraidile. <br/>
eu: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>Aldagaia sprite guztientzat edo aukeratutako spritearentzat soilik erabilgarri egiteko aukera duzu. <br/>
fr: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>Tu as la possibilité de rendre la variable accessible à tous les lutins ou uniquement au lutin sélectionné. <br/>
gl: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>Tes a opción de crear a variable dispoñible para todas as figuras, ou só para a figura seleccionada. <br/>
it: <img src="%(STATIC_URL)s/images/help/it/new-list.png" /> <br>Hai la possibilità di rendere la variabile disponibile a tutti gli sprite o soltanto allo sprite selezionato. <br/>
lv: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>Tev ir iespējas izvēlēties mainīgos, kas pieejami visiem gariņiem vai tikai vienam norādītam gariņam.<br/>
nb: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>Du kan velge om listen skal være for alle figurer eller bare for den som er valgt nå. <br/>
pt: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>Tem a opção de criar a nova variável como disponível para todos os actores ou apenas para o actor seleccionado. <br/>
sl: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>Imaš možnost, da ustvariš spremenljivko dostopno vsem figuram ali samo izbrani figuri. <br/>
sv: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>Du har möjlighet att skapa variabeln tillgänglig för alla sprites eller enbart för den valda sprajten. <br/>
uk: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br> У вас є можливість зробити змінну доступною для всіх спрайтів або тільки для обраного спрайта. <br/>

source: Once you create a list, eight blocks will appear. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>
ca: Quan crees una llista, apareixen diversos blocs. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>
el: Μόλις δημιουργήσετε μια λίστα, οκτώ τετράγωνα εντολών εμφανίζονται. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>
es: Una vez cree una lista, aparecerán ocho bloques. <br><img src="%(STATIC_URL)s/images/help/es/make-list-ex.png" /><br/>
et: Kui oled loonud esimese loendi, ilmub kaheksa ploki. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>
eu: Behin zerrenda bat sortuta, 8 bloke azalduko dira. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>
fr: Une fois que vous créez une liste, huit blocs vont apparaître. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>
gl: Unha vez que crees unha lista, aparecerán oito bloques. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>
it: Appena crei una lista appariranno 8 nuovi blocchi. <br><img src="%(STATIC_URL)s/images/help/it/make-list-ex.png" /><br/>
lv: Kad izveidosi sarakstu, parādīsies 8 bloki. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>
nb: Når du har laget den første listen vises åtte nye klosser. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>
pt: Logo que criar uma lista, surgirão oito blocos. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>
sl: Ko ustvariš seznam, se pojavi osem blokov. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>
sv: När du skapat en lista, kommer åtta block att synas. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>
uk: Створивши список, ви отримаєте 7 блоків до нього. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>

source: Click to create and name a new variable
ca: Fes clic per crear i posar nom a una nova variable
el: Κάντε κλικ για να δημιουργήσετε και να ονομάσετε μια μεταβλητή.
es: Haz clic para crear y nombrar una nueva variable
et: Klõpsa muutuja loomiseks ja selle nime määramiseks
eu: Klik egin aldagai berri bat sortu eta berari izena emateko
fr: Cliquer pour créer et nommer une nouvelle variable
gl: Preme para crear e nomear unha nova variable
it: Clicca il pulsante per creare e dare un nome ad una nuova variabile
lv: Klikšķini, lai izveidotu un nosauktu jaunu mainīgo
nb: Klikk for å lage en variabel og gi den navn
pt: Clique para criar e dar nome a uma nova variável
ro: Clic pentru a crea si denumi o noua variabila
sl: S klikom ustvari in poimenuj novo spremenljivko
sv: Klicka för att skapa och namnge en ny variabel
uk: Клацніть щоб створити та назвати нову змінну

source: Once you create a variable, five blocks will appear:</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>
ca: Quan crees una variable, cinc blocs nous apareixen:</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>
el: Μόλις δημιουργήσετε μια μεταβλητή, πέντε τετράγωνα εντολών εμφανίζονται.</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>
es: Una vez cree una variable, aparecerán cinco bloques:</br> <img src="%(STATIC_URL)s/images/help/es/variable-ex2.png" /><p>
et: Kui oled loonud esimese muutuja, ilmub viis ploki:</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>
eu: Behin aldagai bat sortuta, 5 bloke azalduko dira:</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>
fr: Une fois que tu as créé ta première variable, cinq nouveaux blocs apparaissent</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>
gl: Unha vez que crees unha variable, aparecerán cinco bloques:</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>
it: Appena crei una variabile appariranno cinque nuovi blocchi:</br> <img src="%(STATIC_URL)s/images/help/it/variable-ex2.png" /><p>
lv: Kad izveidosi mainīgo, parādīsies pieci bloki:</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>
nb: Når du har laget en variable vises fem nye klosser:</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>
pt: Assim que criar uma variável, surgirão cinco blocos:</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>
sl: Ko ustvariš spremenljivko, se pojavi pet blokov:</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>
sv: När du skapar en variabel, kommer fem block att synas:</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>
uk: Створивши змінну, ви отримаєте 5 блоків до неї:</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>

source: <p> When you make a variable, you can choose for it to be available to all sprites (global) or to just the selected sprite (local).
ca: <p>Quan crees una variable, pots triar de fer-la disponible per a tots els personatges (global) o només per al personatge seleccionat (local).
el: <p> Όταν δημιουργείτε μια μεταβλητή, μπορείτε να επιλέξετε να είναι διαθέσιμη σε όλα τα αντικείμενα ή απλώς στο επιλεγμένο αντικείμενο.
es: <p> Cuando crea una variable, puede elegir si esta estará disponible para todos los objetos (global) o solo para el objeto seleccionado (local).
et: <p> Kui lood muutujat, saad valida, kas see on kättesaadav kõigile spraitidele (globaalne) või ainult kindlale spraidile (lokaalne).
eu: <p> Aldagai bat sortzean, sprite guztientzat (globala) edo aukeratutako spritearentzat soilik (lokala) den aukera dezakezu.
fr: <p> Quand tu crées une variable, tu peux choisir de l'affecter à tous les lutins ou uniquement pour le lutin sélectionné (local).
gl: <p> Cando creas unha variable, podes elexir se a fas dispoñible para todas as figuras (global) our somentes para a figura seleccionada (local).
it: <p> Quando crei una variabile puoi scegliere se renderla disponibile a tutti gli sprite (globale) o soltanto allo sprite selezionato (locale).
lv: <p>Veidojot mainīgo, vari norādīt vai tas būs pieejams visiem gariņiem (globāls) vai tikai vienam norādītam gariņam (lokāls).
nb: <p> Du kan velge om variabelen skal være for en figur (lokal) eller for alle figurer (global).
pt: <p> Quando criar uma variável, poder escolher torná-la disponível em todos os actores (variável global) ou apenas ao actor seleccionado (variável de actor).
sl: <p> Ko ustvariš spremenljivko, lahko izbereš ali naj bo dosegljiva vsem figuram (globalno) ali samo izbrani figuri (lokalno).
sv: <p> När du skapar en variabel, kan du välja om den ska vara tillgänglig för alla sprites (global) eller enbart för valda sprajten (lokal).
uk: <p> Створюючи змінну, можна обрати чи вона буде доступна усім спрайтам (глобальна) чи тільки для обраного спрайта (локальна).

source: Reports remainder from division of first number by second number
ca: Retorna el residu de dividir el primer nombre entre el segon nombre
el: Αναφέρει το υπόλοιπο από τη διαίρεση του πρώτου αριθμού δια του δεύτερου.
es: Devuelve el residuo de dividir el primer número entre el segundo
et: Leiab jäägi esimese arvui jagamisel teise ​​arvuga
eu: Lehen zenbakia bigarrenaz zatikatzearen hondarra itzultzen du
fr: Renvoie le reste de la division du premier nombre par le seconde nombre
gl: Devolve o esto da división do primeiro número entre o segundo
it: Fornisce il resto della divisione del primo numero per il secondo numero
lv: Atgriež pirmā un otrā skaitļa dalījuma atlikumu
nb: Gir divisjonsresten når det første tallet deles på det andre tallet
pt: Reporta o resto da divisão do primeiro número pelo segundo número
ro: Returneaza restul impartirii primului numar la al doilea
sl: Vrne ostanek pri deljenju prvega števila z drugim številom
sv: Rapporterar en rest från en division med första talet delat med andra talet
uk: Результатом є остача від ділення першого числа на друге число

source: <img src="%(STATIC_URL)s/images/help/mod.png" /> gives the remainder of the division of the two numbers. For example, <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> is 5 (143 divided by 6 is 23, and the remainder is 5).
ca: <img src="%(STATIC_URL)s/images/help/mod.png" /> és el residu de la divisió dels dos nombres. Per exemple, <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> és 5 (143 dividit entre 6 és igual a 23, i el resudu és 5).
el: <img src="%(STATIC_URL)s/images/help/mod.png" /> δίνει το υπόλοιπο από τη διαίρεση των δύο αριθμών. Για παράδειγμα, <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> έχει αποτέλεσμα 5 (143 / 6 ισούται με 23 με υπόλοιπο 5.)
es: <img src="%(STATIC_URL)s/images/help/es/mod.png" /> da el residuo de la división de los dos números. Por ejemplo, <img src="%(STATIC_URL)s/images/help/es/mod-ex2.png" /> es 5 (143 dividido entre 6 es 23, y el residuo es 5).
et: <img src="%(STATIC_URL)s/images/help/mod.png" /> annab jäägi kahe arvu jagamisel . Näiteks <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> on 5 (143 jagatud 6 on 23 ja jääk on 5).
eu: <img src="%(STATIC_URL)s/images/help/mod.png" /> bi zenbakiren zatiketaren hondarra itzultzen du. Adibidez, <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> 5 da (143 zati 6, 23 da, eta hondarra 5).
fr: <img src="%(STATIC_URL)s/images/help/mod.png" /> donne le reste de la division de deux nombres. Par exemple, <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> 5 (143 divisé par 6 est 23, et le reste est 5).
gl: <img src="%(STATIC_URL)s/images/help/mod.png" /> devolve o resto da división de dous números. Por exemplo, <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> e 5 (143 dividido entre 6 é 23, e o resto é 5).
it: <img src="%(STATIC_URL)s/images/help/it/mod.png" /> fornisce il resto della divisione dei deu numeri. Ad esempio, <img src="%(STATIC_URL)s/images/help/it/mod-ex2.png" /> restituisce il valore 5 (143 diviso per 6 è 23, e il resto è 5).
lv: <img src="%(STATIC_URL)s/images/help/mod.png" /> dod divu skaitļu dalījumu atlikumu Piemēram, <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> ir 5 (143 dalīts ar 6 ir 23, un atlikums ir 5).
nb: <img src="%(STATIC_URL)s/images/help/mod.png" /> gir rest-tallet etter heltallsdivisjon. For eksempel er <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> lik 5. (143 delt på 6 er 23, med en rest på 5).
pt: <img src="%(STATIC_URL)s/images/help/mod.png" /> resulta no resto da divisão entre os dois números. Por exemplo, <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> é 5 (143 dividido por 6 é 23 e o resto é 5).
ro: <img src="%(STATIC_URL)s/images/help/mod.png" /> da restul impartirii a doua numere. De exemplu, <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> este 5 (143 impartit la 6 este 23 si restul este 5).
sl: <img src="%(STATIC_URL)s/images/help/mod.png" /> vrne ostanek pri deljenju dveh števil. Na primer <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> je 5 (143 deljeno s 6 je 23 in ostanek je 5).
sv: <img src="%(STATIC_URL)s/images/help/mod.png" /> ger resten av divisionen av de två talen. Till exempel, <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> är 5 (143 delat med 6 är 23, och rest är 5).
uk: <img src="%(STATIC_URL)s/images/help/mod.png" /> отримує остачу від ділення двох числе. Наприклад, <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> є 5 (143 поділити на 6, маємо 23, та остачу 5).

source: Reports true if mouse button is pressed
ca: Retorna cert si el botó del ratolí s'està prement
el: Αληθεύει όταν τα κουμπιά του ποντικιού πατούνται.
es: Devuelve verdadero si se presiona el botón del ratón
et: Tagastab tõene, kui hiire nupp on vajutatud
eu: Saguaren botoia sakatuta badago egiazkoa itzultzen du
fr: Renvoie "vrai" si le bouton de la souris est enfoncé
gl: Devolve verdadeiro si se premeu o botón do rato
it: Restituisce il valore "vero" se il pulsante sinistro del mouse risulta premuto
lv: Atgriež true, ja nospiesta peles poga
nb: Betingelse som er oppfylt hvis museknappen holdes nede
pt: Reporta o valor verdadeiro se o botão do rato estiver pressionado
ro: Returneaza adevarat daca butonul mouse-ului apasat
sl: Vrne 'resnično', če je pritisnjena tipka na miški
sv: Rapporterar sant om musknappen trycks ned
uk: Результатом є ІСТИННО якщо кнопку мишки натиснуто

source: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> reports true if the mouse button is clicked anywhere on the screen.
ca: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> retorna cert si el boló del ratolí s'està prement a qualsevol lloc de la pantalla.
el: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> αληθεύει όταν το ποντίκι πατιέται οπουδήποτε πάνω στην οθόνη.
es: <img src="%(STATIC_URL)s/images/help/es/mouse-down.png" /> devuelve verdadero si se hace clic con el ratón en cualquier lugar de la pantalla.
et: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> tagastab tõene, kui hiirenuppu klõpsatakse suvaliel kohal ekraanil.
eu: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> egiazkoa itzultzen du saguaren botoia eszenatokiko edozein tokitan klikatzen bada.
fr: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> Renvoie "vrai" si le bouton de la souris est enfoncé n'importe où sur l'écran.
gl: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> devolve verdadeiro si se premeu o botón do rato en calquera sitio da pantalla.
it: <img src="%(STATIC_URL)s/images/help/it/mouse-down.png" /> restituisce il valore "vero" se il pulsante sinistro del mouse viene cliccato in un qualunque punto dello schermo.
lv: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> atgriež true, ja peles poga noklikšķināta jebkurā vietā ekrānā.
nb: Betingelsen <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> er oppfylt hvis museknappen holdes nede, uansett hvor på skjermen musepekeren er.
pt: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> reporta o valor verdadeiro se o botão do rato for clicado em qualquer local do ecrã.
ro: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> returneaza adevarat daca butonul mouse-ului este apasat oriunde pe ecran.
sl: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> vrne 'resnično', če je tipka na miški pritisnjena kjerkoli na zaslonu.
sv: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> rapporterar sant om du klickar med musknappen var som helst på scenen.
uk: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> результатом є ІСТИННО, якщо кнопкою мишки клацнуто у будь-якому місці екрану.

source: Reports the x-position of mouse-pointer
ca: Retorna la posició x del punter del ratolí
el: Αναφέρει την θέση x του δείκτη ποντικιού
es: Informa la posición X del apuntador del ratón
et: Tagastab hiire kursori x-positsiooni
eu: Saguaren erakuslearen x kokapena itzultzen du
fr: Renvoie la partie x (abscisse) de la position du pointeur de la souris
gl: Devolve a posición x do punteiro do rato
it: Fornisce la posizione x del puntatore del mouse
lv: Atgriež peles kursora x koordināti
nb: Gir x-posisjonen til musepekeren
pt: Reporta a coordenada x da posição do ponteiro do rato
ro: Returneaza pozitia x a cursorului de mouse
sl: Vrne položaj x kazalca miške
sv: Rapporterar x-positionen på musmarkören
uk: Повідомляє х-позицію вказівника миші

source: <p> You can move the mouse around to see the position of the mouse pointer. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
ca: <p> Pots moure el ratolí arreu per veure la posició del seu punter. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
el: <p> Μπορείτε να κινήσετε το ποντίκι τριγύρω για να δείτε τη θέση του δείκτη ποντικιού. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
es: <p> Puedes mover el mouse para ver la posición de su puntero. <br><img src="%(STATIC_URL)s/images/help/es/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/es/y-position-diagram.png" /> </p>
et: <p> Võid liigutada hiirt, et näha hiirekursori positsiooni. <br> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
eu: <p> Sagua mugitu dezakezu saguaren erakuslearen kokapena ikusteko. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
fr: <p> Tu peux déplacer la souris pour voir la position du pointeur de la souris. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
gl: <p> Podes mover o rato para ver a posición do punteiro. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
it: <p> Puoi spostare il mouse sullo schermo per vedere la posizione del puntatore del mouse. <br><img src="%(STATIC_URL)s/images/help/it/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/it/y-position-diagram.png" /> </p>
lv: <p> Vari pakustināt peli, lai redzētu peles kursora koordināti. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
nb: <p> Du kan se musepekerens x- og y-posisjon mens du beveger musen. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
pt: <p> Pode mover o rato no ecrã para ver a posição do ponteiro do rato. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
ro: <p> Poti sa misti mouse-ul imprejur pentru a vedea pozitia cursorului de mouse. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
sl: <p> Miško lahko premikaš naokoli, da vidiš položaj kazalca miške. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
sv: <p> Du kan röra musen för att se musmarkörens position. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
uk: <p> Ви можете рухати навколо мишею, щоб побачити позицію вказівника миші. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
