Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Waits until condition is true, then runs the blocks below
ca: Espera fins que la condició sigui certa, llavors executa els blocs següents
el: Περιμένει μέχρι μια κατάσταση να είναι αληθής, στη συνέχεια τρέχει τα τετράγωνα εντολών που ακολουθούν.
es: Espera hasta que la condición sea verdadera, entonces ejecuta los bloques de abajo
et: Ootab kuni tingimus saab tõeseks, siis jätkab järgmisest plokist
eu: Baldintza egiazkoa izan arte itxaroten du, ondoren azpiko blokeak exekutatzen ditu
fr: Attends jusqu'à ce que la condition soit "vraie", puis exécute les blocs ci-dessous
gl: Agarda ata que se satisface a condición, despois executa o bloque de abaixo
it: Attende fino a che la condizione non diventa vera, quindi esegue il blocco successivo
lv: Gaida, kamēr nosacījums ir patiess, tad izpilda zemākos blokus
nb: Venter til en betingelse er oppfylt og fortsetter deretter til neste kloss i skriptet
pt: Espera até que a condição seja verdadeira, depois executa os comandos que se seguem
ro: Asteapta pana cand conditia devine adevarata, apoi executa blocurile de mai jos
sl: Počaka, dokler pogoj ni izpolnjen in potem požene blok spodaj
sv: Vänta till villkoret är sant, kör sedan blocken nedan
uk: Чекає, поки умова не стане істинною, потім запускає наступні блоки

source: <p> This whole stack will just run once. If you want <img src="%(STATIC_URL)s/images/help/wait-until.png" /> to keep checking, put the whole stack inside a forever block. </p>
ca: <p> La pila de blocs s'executarà només un cop. Si vols que <img src="%(STATIC_URL)s/images/help/wait-until.png" /> faci la comprovació contínuament, col·loca la pila de blocs dins un bloc per sempre. </p>
el: <p> Ολόκληρη η στοίβα θα τρέξει μόνο μια φορά. Αν θέλετε το <img src="%(STATIC_URL)s/images/help/wait-until.png" /> να συνεχίσει να κάνει έλεγχο, τοποθετήστε το σε ένα τετράγωνο εντολής ελέγχου "για πάντα". </p>
es: <p> Toda esta pila se ejecuta una sola vez. Si deseas seguir verificando, <img src="%(STATIC_URL)s/images/help/es/wait-until.png" /> coloca toda la pila dentro de un bloque por siempre. </p>
et: <p> Kogu pinu täidetakse korra. Kui soovid <img src="%(STATIC_URL)s/images/help/wait-until.png" /> jätkata kontrollimist, pane pinu plokki korda lõputult. </p>
eu: <p> Pila oso hau behin exekutatuko da. <img src="%(STATIC_URL)s/images/help/wait-until.png" /> egiaztatzen jarraitu nahi baduzu pila osoa "betirako" bloke baten barruan jar ezazu. </p>
fr: <p> Cette pile ne sera exécutée qu'une fois. Si vous voulez <img src="%(STATIC_URL)s/images/help/wait-until.png" /> continuer à la tester, il suffit de mettre toute la pile à l'intérieur d'un bloc de contrôle "répéter". </p>
gl: <p> Toda esta pila execútase unha soa vez. Si queres <img src="%(STATIC_URL)s/images/help/es/wait-until.png" /> para seguir comprobando, pon toda a pila dentro dun bloque por sempre. </p>
it: <p> Questo elenco di blocchi verrà eseguito una sola volta. Se vuoi che <img src="%(STATIC_URL)s/images/help/it/wait-until.png" /> continui a verificare la condizione, inseriscilo dentro un blocco "per sempre". </p>
lv: <p> Visi iekļautie bloki tiks izpildīti vienu reizi. Ja vēlies <img src="%(STATIC_URL)s/images/help/wait-until.png" /> likt visu laiku pārbaudīt, iekļauj blokus atkārtot nepārtraukti blokā. </p>
nb: <p> Dette skriptet blir bare utført en gang. Hvis du ønsker at <img src="%(STATIC_URL)s/images/help/wait-until.png" /> skal sjekke betingelsen hele tiden kan du putte skriptet inni en <b>for alltid</b>-kloss. </p>
pt: <p> Esta pilha será executada apenas uma vez. Se quiser que <img src="%(STATIC_URL)s/images/help/wait-until.png" /> vá sempre fazendo a verificação, coloque toda a pilha no interior de um bloco repete para sempre. </p>
ro: <p> Toata aceasta stiva ze va executa odata. Daca vrei <img src="%(STATIC_URL)s/images/help/wait-until.png" /> pentru a continua verificarea, pune intreaga stiva in interiorul unui bloc de repetitie la infinit. </p>
sl: <p> Celotna skladovnica se bo izvedla le enkrat. Če želiš <img src="%(STATIC_URL)s/images/help/wait-until.png" /> nadaljevati s preverjanjem, celotno skladovnico vstavi v neskončen blok. </p>
sv: <p> Denna blockstack körs enbart en gång. Om du vill <img src="%(STATIC_URL)s/images/help/wait-until.png" /> kolla av hela tiden, placera hela blockstacken inuti ett för alltid-block. </p>
uk: <p> Цей стек буде виконано принаймі один раз. Якщо ви хочете <img src="%(STATIC_URL)s/images/help/wait-until.png" /> пропустити перевірку, поставте увесь стек всередині блоку "завжди". </p>

source: Runs a script when backdrop switches to a certain background
ca: Executa el programa quan l'escenari canvia a un fons determinat
el: Τρέχει ένα σενάριο όταν το υπόβαθρο αλλάζει σε ένα συγκεκριμένο φόντο.
es: Ejecuta un programa cuando el fondo cambia a un fondo dado
et: Skript käivitub, kui aktiveeritakse antud taust
eu: Hondo hondo konkretu batetara aldatzen denean skript bat exekutatzen du
fr: Exécute un script pour que l'arrière-plan passe à un certain autre arrière-plan
gl: Executa un programa cando o fondo cambia a un fondo dado
it: Esegue lo script quando lo sfondo passa ad uno sfondo particolare
lv: Izpilda programmu, kad fons nomainās uz citu noteiktu fonu
nb: Starter et skript når scenen bytter til en bestemt bakgrunn
pt: Executa um guião quando o palco muda para um dado cenário
ro: Ruleaza un script cand fundalul comuta la un anumit fundal
sl: Požene skripto, ko se ozadje preklopi v določeno ozadje
sv: Kör ett script när bakgrunden växlar till en viss bakgrund
uk: Виконує скрипт, якщо тло перемкнеться на вказане

source: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>Once the background switches to kitchen, the sprite will say "Now I'm in the kitchen!</p>
ca: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>Quan l'escenari canvia a la cuina, el personatge diu "Ara estic a la cuina!"</p>
el: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>Όταν το υπόβαθρο αλλάξει σε κουζίνα, το αντικείμενο θα πει "Τώρα είμαι στην κουζίνα!"</p>
es: <img src="%(STATIC_URL)s/images/help/es/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/es/when-backdrop-switches-ex2.png"/> <br><p>En cuanto el fondo cambia a Cocina, el objeto dirá "Ahora estoy en la cocina!!</p>
et: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>Kui taustaks võetakse köök, ütleb sprait: "Nüüd ma olen köögis!"</p>
eu: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>Behin hondoa "sukadera" aldatzen denean, spriteak "Orain sukaldean nago!" esango du</p>
fr: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>Une fois que l'arrière-plan a basculé sur la cuisine, le lutin dira " Maintenant je suis dans la cuisine!</p>
gl: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>En canto o fondo cambia a cociña, a figura dirá "Agora estou na cociña!</p>
it: <img src="%(STATIC_URL)s/images/help/it/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/it/when-backdrop-switches-ex2.png"/> <br><p>Quando lo sfondo passa allo sfondo "cucina", lo sprite dirà "Ora sono nella cucina!"</p>
lv: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>Kad fons pārslēdzas uz virtuvi, gariņš sacīs: "Tagad es esmu virtuvē!"</p>
nb: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>Når bakgrunnen bytter til kjøkken sier figuren "Nå er jeg på kjøkkenet!"</p>
pt: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>Assim que o cenário for alterado para a cozinha, o actor dirá «Agora estou na cozinha!».</p>
sl: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>Ko se ozadje enkrat preklopi na kuhinjo, bo figura rekla "Sedaj sem v kuhinji!</p>
sv: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>När bakgrunden växlar till köket, kommer sprajten att säga "Nu är jag i köket!"</p>
uk: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>Як тільки тло перемикається на кухню, спрайт буде сказати "Зараз я в кухні! </p>

source: Runs the script when the green flag is clicked
ca: Executa el programa quan es premi la bandera verda
el: Τρέχει το σενάριο όταν η πράσινη σημαία πατηθεί.
es: Ejecuta el programa cuando se hace clic en la bandera verde
et: Käivitab skripti, kui klõpsatakse rohelist lippu
eu: Bandera berdea klikatuta dagoenean skripta exekutatzen du
fr: Exécute le script lorsque le drapeau vert est cliqué
gl: Executa o programa cando se preme na bandeira verde
it: Esegue lo script quando viene cliccata la bandiera verde
lv: Izpilda programmu, kad ir noklikšķināts zaļais karogs
nb: Starter et skript når det grønne flagget klikkes
pt: Executa o guião quando a bandeira verde for clicada
ro: Ruleaza script-ul cand se apasa steagul verde
sl: Požene skripto, ko se klikne na zeleno zastavico
sv: Kör scriptet när du klickar på den gröna flaggan
uk: Виконує скрипт, якщо Зелений прапор натиснуто

source: Runs script below when it receives specified broadcast message
ca: Executa el programa quan arribi el missatge especificat
el: Τρέχει το σενάριο που ακολουθεί όταν λάβει ένα συγκεκριμένο μήνυμα.
es: Cuando recibe un mensaje Enviar, ejecuta el programa de abajo
et: Käivitab skript, kui saabub antud teade
eu: Azpiko skripta exekutatzen du zehazturiko emititutako (guztiei bidalitako) mezua jasotzean
fr: Exécute le script ci-dessous quand il reçoit un message de diffusion spécifié
gl: Executa o programa de abaixo cando recibe a emisión da mensaxe especificada
it: Esegue lo script che lo segue quando riceve il messaggio indicato
lv: Izpilda tālāko programmu, kad saņem norādīto apraides ziņojumu
nb: Starter et skript når en bestemt melding blir sendt
pt: Executa o guião abaixo quando receber a mensagem de difusão especificada
ro: Ruleaza script-ul de dedesubt cand primeste mesajul difuzat precizat
sl: Požene skripto spodaj, ko prejme določeno oddajno sporočilo
sv: Kör scriptet nedan när det mottar ett angivet skickat meddelande
uk: Виконує скрипт, якщо отримано певне повідомлення

source: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> waits for the message</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
ca: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> espera que arribi el missatge</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
el: <p> Το <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> περιμένει για το μήνυμα</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
es: <p> <img src="%(STATIC_URL)s/images/help/es/when-i-receive-jump.png"/></br> espera el mensaje</br> <img src="%(STATIC_URL)s/images/help/es/broadcast-ex.png"/></p>
et: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> ootab teadet</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
eu: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> mezua iritsi arte itxaroten du</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
fr: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> attends le message</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
gl: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> agarda pola mensaxe</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
it: <p> <img src="%(STATIC_URL)s/images/help/it/when-i-receive-jump.png"/></br> attende di ricevere il messaggio</br> <img src="%(STATIC_URL)s/images/help/it/broadcast-ex.png"/></p>
lv: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> gaida ziņojumu</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
nb: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> venter på meldingen</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
pt: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> espera pela mensagem</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
sl: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> počaka na sporočilo</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
sv: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> väntar på meddelandet</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
uk: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> чекати повідомлення</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>

source: Runs a script when a specified key is pressed
ca: Executa un programa quan es prem una tecla determinada
el: Τρέχει το σενάριο όταν ένα συγκεκριμένο κουμπί πατηθεί.
es: Ejecuta un programa cuando se presiona una tecla dada
et: Skripti käivitub, kui vajutatakse määratud klahvi
eu: Skripta exekutatzen du zehaztutako tekla sakatzean
fr: Exécute un script lorsqu'une touche spécifiée est enfoncée
gl: Executa o programa cando se preme unha tecla especificada
it: Esegue uno script quando viene premuto il tasto indicato
lv: Izpilda programmu, kad nospiests norādītais taustiņš
nb: Starter et skript når en angitt tast trykkes ned
pt: Executa um guião quando a tecla especificada for pressionada
ro: Ruleaza un script cand este apasata o anumita tasta
sl: Požene skripto, ko je pritisnjena določena tipka
sv: Kör ett script när en angiven tangent trycks ned
uk: Виконує скрипт, якщо натиснуто певну клавішу

source: Once the specified key is pressed, the script will run.
ca: Quan la tecla indicada es premi, s'executarà el programa.
el: Όταν πατηθεί το συγκεκριμένο κουμπί, το σενάριο θα τρέξει.
es: El programa se ejecutará una vez se presione la tecla dada.
et: Kui vajutatakse nimetatud klahvi, käivitatakse skript.
eu: Zehaztutako tekla sakatzean skripta exekutatuko da
fr: Une fois que la touche spécifiée est enfoncée, le script sera exécuté.
gl: Cando se prema a tecla especificada, executarase o programa.
it: Quando il tasto indicato viene premuto, lo script viene eseguito.
lv: Kad norādītais taustiņš tiek piespiests, programma izpildās.
nb: Skriptet starter når tasten trykkes.
pt: Logo que a tecla especificada for premida o guião será executado.
ro: Odata ce tasta precizata este apasata, script-ul va rula.
sl: Ko je enkrat določena tipka pritisnjena, se skripta požene.
sv: När den angivna tangenten trycks ned, körs scriptet.
uk: Як тільки задану клавішу буде натиснуто, скрипт почне працювати.

source: Runs a script when the selected attribute (loudness, timer, video motion) is greater than a specified value
ca: Executa un programa quan l'atribut seleccionat (volum de so, cronòmetre, moviment de vídeo) sigui més gran que el valor especificat
de: Führt ein Skript aus, wenn das gewählte Attribut (Lautstärke, Stoppuhr, Videobewegung) den angegebenen Wert übersteigt.
el: Τρέχει το σενάριο όταν ένα συγκεκριμένο χαρακτηριστικό (ένταση, χρονόμετρο, κίνηση στην προβολή κάμερας) είναι μεγαλύτερο από μια ορισμένη τιμή.
es: Ejecuta un programa cuando el atributo seleccionado (intensidad del sonido, cronómetro, movimiento del video) es mayor que un valor dado
et: Skript käivitub, kui valitud atribuut (helitugevus, taimer, video liikumine) on suurem kui määratud väärtus
eu: Skript bat exekutatzen du aukeraturiko ezaugarria (ozentasuna, kronometroa, bideo mugimendua) zehaztutako balioa baino handiagoa denean
fr: Exécute un script lorsque l'attribut sélectionné (son, chronomètre, mouvement vidéo) est supérieur à une valeur donnée
gl: Executa un programa cando o atributo seleccionado (volume, cronómetro, movemento do vídeo) é maior que un valor especificado
it: Esegue uno script quando la caratteristica indicata (volume del microfono, cronometro, movimento del video) è maggiore del valore indicato
lv: Izpilda programma, ja kāda no norādītajām īpašībām (skaļums, taimeris, video kustība) ir lielāka par noteiktu vērtību
nb: Starter et skript når en måleverdi (lydnivå, sekundklokke, videobevegelse) er større enn en angitt grense
pt: Executa um guião quando o atributo seleccionado (intensidade do som, valor do cronómetro, movimento do vídeo) ultrapassar um valor especificado
ro: Ruleaza un script cand atributul selectat (putere, cronometru, miscare video) este mai mare decat valoarea precizata
sl: Požene skripto, ko je izbrani atribut (glasnost, štoparica, video gibanje) večji kot določena vrednost
sv: Kör ett script när den valda egenskapen (ljudstyrka, timer, videorörelse) är större än det angivna värdet
uk: Запускає скрипт, коли вибраний атрибут (гучність, таймер, відео руху) більше, ніж вказане значення

source: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>You can select any of the attributes from the dropdown menu.<br/> <p>
ca: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>Pots seleccionar alguns dels atributs de la llista desplegable.<br/> <p>
el: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>Μπορείτε να επιλέξετε κάποια από τις ιδιότητες από το μενού.<br/> <p>
es: <img src="%(STATIC_URL)s/images/help/es/when-loudness-dropdown.png"/> <br>Puedes elegir cualquiera de los atributos, del menú de opciones.<br/> <p>
et: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>Võid rippmenüüst valida ükskõik millise omaduse.<br/> <p>
eu: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>Goitikbeherako menutik edozein ezaugarri aukeratu dezakezu.<br/> <p>
fr: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>Tu peux sélectionner n'importe lequel des attributs dans le menu déroulant..<br/> <p>
gl: <img src="%(STATIC_URL)s/images/help/es/when-loudness-dropdown.png"/> <br>Podes elexir calqueira dos atributos do menú de opcións.<br/> <p>
it: <img src="%(STATIC_URL)s/images/help/it/when-loudness-dropdown.png"/> <br>Puoi selezionare uno qualunque degli attributi nel menu a discesa.<br/> <p>
lv: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>Vari izvēlēties jebkuru no šīm īpašībām izkrītošajā sarakstā.<br/> <p>
nb: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>I menyen kan du velge hva slags måleverdi skriptet skal reagere på.<br/> <p>
pt: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>Pode seleccionar qualquer dos atributos no menu.<br/> <p>
sl: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>Izbereš lahko poljuben atribut iz padajočega menija.<br/> <p>
sv: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>Du kan välja vilken som helst av egenskaperna från rullgardinsmenyn.<br/> <p>
uk: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>Ви можете обрати різні атрибути зі спадного меню.<br/> <p>

source: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>After the timer reaches 10 seconds, the script will run. <br/> <p>
ca: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>Quan el cronòmetre arribi a 10 segons, el programa s'executarà. <br/> <p>
el: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>Αφού ο χρονομετρητής φτάσει τα 10 δευτ., το σενάριο θα λάβει χώρα.<br/> <p>
es: <img src="%(STATIC_URL)s/images/help/es/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/es/when_timer2.png"/><br/> <br>Después de que el cronómetro alcance los 10 segundos, el programa se ejecutará. <br/> <p>
et: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>Kui taimeri väärtus ületab 10 sekundit, skript käivitub.<br/> <p>
eu: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>Kronometroa 10 segundura iritsi ostean, skripta exekutatuko da. <br/> <p>
fr: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>Quand le chronomètre aura atteint 10 secondes, le script se lancera. <br/> <p>
gl: <img src="%(STATIC_URL)s/images/help/es/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/es/when_timer2.png"/><br/> <br>Cando o cronómetro chegue a 10 segundos, executarase o programa. <br/> <p>
it: <img src="%(STATIC_URL)s/images/help/it/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/it/when_timer2.png"/><br/> <br>Dopo che il timer raggiunge 10 secondi, lo script verrà eseguito. <br/> <p>
lv: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>Programma izpildīsies, kad taimeris būs saskaitījis 10 sekundes. <br/> <p>
nb: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>Når sekundklokken kommer til 10 sekunder starter skriptet. <br/> <p>
pt: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>Quando o cronómetro atingir 10 segundos o guião será executado. <br/> <p>
sl: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>Ko štoparica doseže 10 sekund, se skripta požene. <br/> <p>
sv: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>När timern når 10 sekunder, körs scriptet. <br/> <p>
uk: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>Після того, як таймер відрахує 10 секунд, скрипт розпочне роботу. <br/> <p>
