Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Senses how much <b>motion</b> or <b>direction</b> is currently in the video image</h3>
ca: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Detecta la quantitat de <b>moviment</b> o la <b>direcció</b> de la imatge de vídeo actual</h3>
el: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Αντιλαμβάνεται την <b>κίνηση</b> και την <b>κατεύθυνση</b> των κινήσεων στην προβολή βίντεο.</h3>
es: <img src="%(STATIC_URL)s/images/help/es/video-motion-this-sprite.png" /> <h3>Monitorea que tanto <b>movimiento</b> o <b> que dirección</b> hay actualmente en la imagen de video
et: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Näitab, kui palju <b>liikumist</ b> või <b>suunamist</ b> on videopildis</h3>
eu: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Zenbat <b>mugimendu</b> edo zein <b>norabide</b> dagoen une horretako bideo irudian hautematen du</h3>
fr: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Détecte combien <b>mouvement</b> or <b>direction</b> est actuellement dans l'image vidéo</h3>
gl: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Observa a cantidade de <b>movemento</b> ou <b> a dirección</b> que hai na imaxe do vídeo neste momento</h3>
it: <img src="%(STATIC_URL)s/images/help/it/video-motion-this-sprite.png" /> <h3>Percepisce la quantità di <b>movimento</b> o la <b>direzione</b> nelle immagini acquisite dalla webcam</h3>
lv: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Nosaka cik daudz <b>kustības</b> vai kāds <b>virziens</b> šobrīd ir video attēlā</h3>
nb: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Måler hvor mye <b>bevegelse</b> det er i videobildet, og bevegelsens <b>retning</b></h3>
pt: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Mede <b>o movimento</b> ou <b>a direcção</b> do movimento que existe no vídeo, em cada instante, sob a localização do actor</h3>
sl: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Zazna, koliko <b>premikanja</b> ali <b>smeri</b> je trenutno v video sliki</h3>
sv: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Känner av hur stor <b>rörelse</b> eller <b>riktning</b> som för närvarande finns i videobilden</h3>
uk: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Датчики <b>руху</b> чи <b>напрямку</b> на поточному відеозображенні</h3>

source: <b>How to Use It:</b> <ul> <li>Requires webcam.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> to check the amount of motion in the video under the current sprite.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> to check the amount of motion over the entire video image.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> to check the direction of motion in the video under the current sprite.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" /> to check the direction of motion in the video image.</li> </ul> <p> <b>Sample Script:</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>
ca: <b>Com funciona:</b> <ul> <li>Requereix una webcam.</li> <li> Utilitza <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> per detectar la quantitat de moviment de vídeo sota el personatge. </li> <li> Utilitza <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> per detectar la quantitat de moviment de vídeo de tota la imatge.</li> <li> Utilitza <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> per detectar la direcció del moviment de vídeo sota el personatge.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" /> per detectar la direcció de moviment de vídeo de tota la imatge.</li> </ul> <p> <b>Exemple de programa:</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>
el: <b>Πώς να το χρησιμοποιήσετε:</b> <ul> <li>Απαιτεί κάμερα.</li> <li> Χρησιμοποιήστε το <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> για να ελέγξετε την κίνηση κάτω από το επιλεγμένο αντικείμενο.</li> <li> Χρησιμοποιήστε το <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> για να ελέγξετε την κίνηση σε ολόκληρη την προβολή βίντεο.</li> <li> Χρησιμοποιήστε το <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> για να ελέγξετε την κατεύθυνση της κίνησης κάτω από το επιλεγμένο αντικείμενο.</li> <li> Χρησιμοποιήστε το <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" /> για να ελέγξετε την κατεύθυνση της κίνησης σε ολόκληρη των προβολή βίντεο.</li> </ul> <p> <b>Παράδειγμα:</b> <br><img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>
es: <b>Cómo usarlo:</b> <ul> <li>Necesita cámara web.</li> <li>Use <img src="%(STATIC_URL)s/images/help/es/video-motion-this-sprite.png" /> para verificar la cantidad de movimiento en el video del objeto actual.</li> <li>Use <img src="%(STATIC_URL)s/images/help/es/video-motion-stage.png" /> para verificar la cantidad de movimiento sobre toda la imagen de video.</li> <li> Use <img src="%(STATIC_URL)s/images/help/es/video-direction-this-sprite.png" /> para verificar la dirección del movimiento en el video para el objeto actual.</li> <li>Use <img src="%(STATIC_URL)s/images/help/es/video-direction-stage.png" /> para verificar la dirección del movimiento en la imagen de video.</li> </ul> <p> <b>Programa de ejemplo:</b> <br> <img src="%(STATIC_URL)s/images/help/es/video-motion-ex.png" /> <br/> </p>
et: <b>Kuidas kasutada seda:</b> <ul> <li>Nõutav on veebikamera.</li> <li>Kasuta <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> kontrollimaks videopildi liikumise suurust jooksva spraidi all.</li> <li>Kasuta <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> kontrollimaks videopildi kogu liikumise suurust.</li> <li>Kasuta <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> määramaks video liikumise suunda jooksva spraidi all.</li> <li>Kasuta <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" /> määramaks videopildi liikumise suunda.</li> </ul> <p> <b>Näiteskript:</b> <br><img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /><br/> </p>
eu: <b>Nola erabili:</b> <ul> <li>Webcama erabili.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> bideoko uneko spritean zenbat mugimendu dagoen ikusteko.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> bideo irudi osoan zenbat mugimendu dagoen ikusteko.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" />bideoko uneko spritean mugimenduaren norabidea zein den ikusteko.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" />bideo irudi osoan mugimenduaren norabidea zein den ikusteko.</li> </ul> <p> <b>Adibide Skripta:</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>
fr: <b>Comment l'utiliser:</b> <ul> <li>Nécessite une webcam.</li> <li> Utilise <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> pour vérifier la quantité de mouvement dans la vidéo sous le lutin sélectionné.</li> <li> Utilise <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> pour vérifier la quantité de mouvement sur toute l'image vidéo.</li> <li> Utilise <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> pour vérifier la direction du mouvement dans la vidéo sous le lutin sélectionné. </li> <li> Utilise <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" />pour vérifier la direction du mouvement dans l'image vidéo. </li> </ul> <p> <b>Exemple de script:</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>
gl: <b>Cómo usalo:</b> <ul> <li>É preciso ter unha cámara web.</li> <li>Usa <img src="%(STATIC_URL)s/images/help/es/video-motion-this-sprite.png" /> para verificar a cantidade de movemento no vídeo baixo a figura actual.</li> <li>Usa <img src="%(STATIC_URL)s/images/help/es/video-motion-stage.png" /> para verificar a cantidade de movemento sobre toda a imaxe de vídeo.</li> <li> Usa <img src="%(STATIC_URL)s/images/help/es/video-direction-this-sprite.png" /> para verificar a dirección do movemento no vídeo baixo a figura actual.</li> <li>Usa <img src="%(STATIC_URL)s/images/help/es/video-direction-stage.png" /> para verificar a dirección do movemento na imaxe de vídeo.</li> </ul> <p> <b>Programa de exemplo:</b> <br> <img src="%(STATIC_URL)s/images/help/es/video-motion-ex.png" /> <br/> </p>
it: <b>Come Usarlo:</b> <ul> <li>Richiede una webcam.</li> <li> Usa <img src="%(STATIC_URL)s/images/help/it/video-motion-this-sprite.png" /> per conoscere la quantità di movimento nel video al di sotto dello sprite.</li> <li> Usa <img src="%(STATIC_URL)s/images/help/it/video-motion-stage.png" /> per conoscere la quantità di movimento nell'intero video.</li> <li> Usa <img src="%(STATIC_URL)s/images/help/it/video-direction-this-sprite.png" /> per conoscere la direzione del movimento nel video al di sotto dello sprite.</li> <li> Use <img src="%(STATIC_URL)s/images/help/it/video-direction-stage.png" /> per conoscere la direzione del movimento nell'intero video.</li> </ul> <p> <b>Script di Esempio:</b> <br> <img src="%(STATIC_URL)s/images/help/it/video-motion-ex.png" /> <br/> </p>
lv: <b>Kā to izmantot:</b> <ul> <li>Nepieciešama tīmekļa kamera.</li> <li> Izmanto <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" />, lai noteiktu kustības daudzumu video konkrētajam gariņam. </li> <li> Izmanto <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" />, lai noteiktu kustības daudzumu visam attēlam.</li> <li> Izmanto <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" />, lai noteiktu kustības virzienu video konkrētajam gariņam..</li> <li> Izmanto <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" />, lai noteiktu kustības virzienu video visam attēlam.</li> </ul> <p> <b>Programmas piemērs:</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>
nb: <b>Slik bruker du den:</b> <ul> <li>Et webkamera er nødvendig.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> gir mengden bevegelse under denne figuren.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> gir mengden bevegelse i hele videobildet.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> gir bevegelsesretningen under denne figuren.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" /> gir bevegelsesretningen i hele videobildet.</li> </ul> <p> <b>Sample Script:</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>
pt: <b>Como o Usar:</b> <ul> <li>Requer uma câmara.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> para obter a quantidade de movimento na área do vídeo que se encontra sob o actor corrente.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> para obter a quantidade de movimento na área total do vídeo.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> para obter a direcção do movimento no vídeo sob o actor corrente.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" /> para obter a direcção do movimento na área total do vídeo.</li> </ul> <p> <b>Exemplo de Guião:</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>
sl: <b>Kako ga uporabljati:</b> <ul> <li>Potrebna je spletna kamera.</li> <li> Uporabi <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" />, da preveriš količino gibanja v video posnetku v okviru trenutne figure.</li> <li> Uporabi <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" />, da preveriš količino gibanja v celotni video sliki.</li> <li> Uporabi <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> , da preveriš smer gibanja v video posnetku v okviru trenutne figure.</li> <li> Uporabi <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" />, da preveriš smer gibanja v celotni video sliki.</li> </ul> <p> <b>Vzorec skripte:</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>
sv: <b>Hur du kan använda det:</b> <ul> <li>Kräver en webbkamera.</li> <li> Använd <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> för att känna av mängden rörelse i videon under den aktuella sprajten.</li> <li> Använd <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> för att känna av mängden rörelse över hela videobilden.</li> <li> Använd <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> för att känna av rörelseriktningen i videon under den aktuella sprajten.</li> <li> Använd <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" /> för att känna av rörelseriktningen i över hela videobilden.</li> </ul> <p> <b>Exempelscript:</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>
uk: <b>Як це використати:</b> <ul> <li>Потрібна вебкамера.</li> <li> Використайте <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> щоб перевірити наявність руху у відео для поточного спрайта.</li> <li> Використайте <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> щоб перевірити наявність руху по всьому відеозображенню.</li> <li> Використайте <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> щоб перевірити напрям руху у відео для поточного спрайта.</li> <li> Використайте <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" /> щоб перевірити наявність руху по всьому відеозображенню.</li> </ul> <p> <b>Приклад скрипту:</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>

source: <b>Troubleshooting:</b> <ul> <li>Make sure the video camera is on.</li> <li>Adjust the %% of motion or direction to get it to respond more or less.</li> <li>Click the checkbox to see the current value:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>
ca: <b>Solució deproblemes:</b> <ul> <li>Assegura't que la càmera de vídeo està engegada.</li> <li>Ajusta el %% de moviment o de direcció per tal que respongui a valors diferents.</li> <li>Fes clic a la casella per veure el valor actual:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>
el: <b>Επίλυση Προβλημάτων:</b> <ul> <li>Σιγουρευτείτε ότι η κάμερα είναι ανοικτή.</li> <li>Προσαρμόστε το ποσοστό %% της κίνησης ή της κατεύθυνσης.</li> <li>Πατήστε στο κουτάκι για να δείτε την τρέχουσα τιμή:</li> <br><img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>
es: <b>Solución de problemas:</b> <ul> <li>Asegúrate de que la cámara esté encendida.</li> <li>Ajusta el %% del movimiento o la dirección, para conseguir que respondan más o menos.</li> <li>Has clic en el recuadro para ver el valor actual:</li> <br> <img src="%(STATIC_URL)s/images/help/es/say-video-motion.png" /><br/> </ul>
et: <b>Probleemid:</b> <ul> <li>Veendu, et videokaamera on sees</li> <li>Korrigeeri %% liikumist või suunda, et saada erinevaid väärtusi.</li> <li>Klõpsa märkeruutu, et näha jooksvat väärtust:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>
eu: <b>Arazoen konponbidea:</b> <ul> <li>Ziurtatu bideo kamera piztuta dagoela.</li> <li>Mugimenduaren edo norabidearen %% doitu ezazu, gehiago edo gutxiago erantzun dezan finkatzeko.</li> <li>Klikatu ezazu kontrol laukia uneko balioa ikusteko:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>
fr: <b>Dépannage:</b> <ul> <li>Assures toi que la caméra vidéo est activée.</li> <li>Règle le%% du mouvement ou de la direction pour le faire réagir plus ou moins.</li> <li>Clique sur la case à cocher pour afficher la valeur actuelle:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>
gl: <b>Solución de problemas:</b> <ul> <li>Asegúrate de que a cámara está acesa.</li> <li>Axusta o %% do movemento ou a dirección, para conseguir que respondan máis o menos.</li> <li>Preme no recadro de verificación para ver o valor actual:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>
it: <b>Risoluzione dei Problemi:</b> <ul> <li>Assicurati che la webcam sia attiva.</li> <li>Sistema la %% di movimento o direzione per fare in modo che risponda di più o di meno.</li> <li>Clicca la casella per vedere il valore corrente:</li> <br> <img src="%(STATIC_URL)s/images/help/it/say-video-motion.png" /><br/> </ul>
lv: <b>Problēmu novēršana:</b> <ul> <li>Pārbaudi, vai videokamera ir ieslēgta.</li> <li>Pamaini %% kustībai vai virzienam, lai reaģētu vairāk vai mazāk.</li> <li>Ieliec ķeksīti, lai redzētu konkrēto vērtību:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>
nb: <b>Feilsøking:</b> <ul> <li>Pass på at kameraet er slått på.</li> <li>Prøv med forskjellige bevegelser og forskjellige retninger.</li> <li>Vis bevegelsesverdiene på skjermed ved å klikke i ruten ved klossen:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>
pt: <b>Resolução de problemas:</b> <ul> <li>Assegure-se de que a câmara está ligada.</li> <li>Ajuste a %% de movimento ou a direcção para obter maiores ou menores respostas.</li> <li>Clique na caixa de selecção para ver o valor corrente:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>
sl: <b>Odpravljanje napak:</b> <ul> <li>Preveri, da je kamera vključena.</li> <li>Prilagodi %% gibanja ali smeri, da dosežeš več ali manj odzivanja.</li> <li>Klikni na potrditveno polje za ogled trenutne vrednosti:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>
sv: <b>Felsökning:</b> <ul> <li>Kolla så att webbkameran är på.</li> <li>Justera %% av rörelse eller riktning för att få en större eller mindre respons.</li> <li>Bocka i kryssrutan för att se aktuellt värde:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>
uk: <b>Вирішення проблем:</b> <ul> <li>Перевірте, чи ввімкнено камеру.</li> <li>Налаштуйте %% руху чи напряму, щоб отримати необхідний результат.</li> <li>Встановіть позначку поруч блоку, щоб переглянути поточне значення:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>

source: Reports sprite's sound volume
ca: Informa de volum de so del personatge
el: Αναφέρει την ένταση ήχου του αντικειμένου.
es: Informa el volumen del objeto
et: Näitab spraidi helitugevust
eu: Spritearen soinuaren bolumena itzultzen du
fr: Renvoie le volume son du lutin
gl: Devolve o volume da figura
it: Restituisce il valore del volume dei suoni riprodotti dallo sprite
lv: Atgriež gariņa skaļuma vērtību
nb: Gir figurens lydstyrkeinnstilling
pt: Reporta o volume de som de um actor
sl: Vrne glasnost zvoka figure
sv: Rapporterar sprajtens ljudvolym
uk: Повідомляє гучність спрайту

source: You can set the volume level for each sprite. To play two sounds at once with different volumes, use two sprites.
ca: Pots fixar el nivell de volum per a cada personatge. Per utilitzar dos sons amb volums diferents alhora, fer servir dos personatges.
el: Μπορείτε να ορίσετε το επίπεδο έντασης για κάθε αντικείμενο. Για να παίξετε δυο ήχους ταυτόχρονα, χρησιμοποιήστε δύο αντικείμενα.
es: Puedes establecer el nivel del volumen para cada objeto. Para tocar dos sonidos al mismo tiempo con diferente volumen, usa dos objetos.
et: Saad määrata helitugevuse eraldi iga spraidi jaoks. Mängimaks korraga kahte erineva tugevusega helindit, kasuta kahte spraiti.
eu: Sprite bakoitzarentzat soinuaren bolumena ezartzen du. 2 soinu batera jotzeko bolumen ezberdinetan, 2 sprite erabili.
fr: Tu peux régler le niveau de volume pour chaque lutin. Pour jouer deux sons à la fois avec des volumes différents, utilise deux lutins.
gl: Podes fixar o nivel do volume de cada figura. Para reproducir dous sons ao mesmo tempo con volumes diferentes usa dúas figuras.
it: Puoi definire un diverso livello del volume per ogni sprite. Per riprodurre due suoni contemporaneamente ad un volume differente, usa due sprite diversi.
lv: Tu vari iestatīt skaļuma līmeni katram gariņam. Lai vienlaicīgi atskaņotu divas skaņas dažādā skaļumā, izmanto divus gariņus.
nb: Du kan stille lydstyrken for hver figur. For å spille to lyder samtidig med forskjellig volum kan du bruke to figurer.
pt: Pode estabelecer um volume diferente para cada actor. Para tocar dois sons ao mesmo tempo com diferentes volumes, use dois actores.
sl: Za vsako figuro lahko nastaviš glasnost. Za predvajanje dveh zvokov z različnimi glasnostmi istočasno, uporabi dve figuri.
sv: Du kan sätta volymnivån för varje sprite. För att spela två ljud samtidigt med olika volym, använd två sprites.
uk: Ви можете встановити рівень гучності для кожного спрайту. Для відтворення двох звуків одночасно з різною гучністю, використовуйте два спрайта.

source: Waits specified number of seconds, then continues with next block
ca: Espera un nombre especificat de segons, després continua amb el bloc següent
el: Περιμένει για ορισμένα δευτερόλεπτα, κατόπιν συνεχίζει με το επόμενο τετράγωνο εντολής.
es: Espera un número dado de segundos, luego continúa con el siguiente bloque
et: Teeb pausi antud arv sekundeid ja siis jätkab järgmise plokiga
eu: Zehaztutako segundu kopurua itxaroten du, ondoren hurrengo blokearekin jarraitzen du
fr: Attends un nombre spécifié de secondes, puis poursuit avec bloc suivant
gl: Agarda un número especificado de segundos, despois avanza ao bloque seguinte
it: Attende il numero di secondi indicato, poi prosegue con il blocco successivo
lv: Gaida norādīto laiku sekundēs, tad turpina ar nākamo bloku
nb: Venter et antall sekunder og fortsetter deretter til neste kloss i skriptet
pt: Espera um número especificado de segundos, continuando depois para o próximo bloco
ro: Asteapta pentru un anumit numar de secunde, apoi continua cu blocul urmator
sl: Počaka določeno število sekund in potem nadaljuje z naslednjim blokom
sv: Väntar angivet antal sekunder, fortsätter sedan med nästa block
uk: Чекає певну кількість секунд, потім виконує наступний блок
