Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Check out the <a href="/community_guidelines">Scratch community guidelines</a> - they’re brief and don’t include a lot of legal stuff. There’s a link at the bottom of every page on Scratch.
ca: Mira les <a href="/community_guidelines">normes d'ús de la comunitat d'Scratch</a> - són breus i no inclouen moltes parrafades legals. En trobaràs un enllaç al final de totes les pàgines de la web d'Scratch.
cs: Zkontroluj <a href="/community_guidelines">Pravidla společenství Scratch</a> - jsou stručná a neobsahují mnoho právnických výrazů. Odkaz vede zespodu každé stránky na Scratch webu.
de: Lies die <a href="/community_guidelines">Scratch-Regeln</a> - sie sind kurz und enthalten nur wenig juristisches Material. Auf jeder Seite von Scratch findet sich unten ein Link darauf.
el: Ελέγξτε τις <a href="/community_guidelines">Οδηγίες Κοινότητας του Scratch</a> - είναι σύντομοι και απλοί. Υπάρχει ένας σύνδεσμος στο κάτω μέρος κάθε σελίδας στο Scratch.
es: Revisa las <a href="/community_guidelines">reglas de la comunidad de Scratch</a> - son cortas y no incluyen especificaciones legales. Hay un enlace al final de cada página en Scratch.
et: Tutvu <a href="/community_guidelines">Scratchi kogukonna reeglitega</a> - see on lühike tekst ja ei sisalda kuigi palju juriidilist. Vastav link on ka iga Scratchi lehekülje allosas.
eu: Ikus <a href="/community_guidelines">Scratch komunitatearen jarraibideak/a> - idatzi laburra da eta ez du hizkera juridikoa erabiltzen. Scratch webguneko orri guztietan, bertara joateko esteka bat dago orriaren behekaldean.
fr: Consultez <a href="/community_guidelines">Règles de vie en communauté</a> - ils sont brefs et comprennent peu de contraintes légales. Il y a un lien en bas de chaque page de Scratch.
ga: Féach ar <a href="/community_guidelines">threoirlínte chomhphobal Scratch</a> - tá siad gearr agus níl go leor béarlagair dlíthiúil iontu. Feicfidh tú nasc leo ag bun gach leathanaigh ar an suíomh.
gl: Comproba as <a href="/community_guidelines">regras da comunidade Scratch</a> - son curtas e non inclúen especificacións legais. Hai unha ligazón ao final de cada páxina en Scratch.
it: Dai un'occhiata alle <a href="/community_guidelines">linee guida della comunità di Scratch</a> - sono brevi e non includono un sacco di roba legale. Trovi un link in fondo ad ognuna delle pagine del sito di Scratch.
ja: <a href="/community_guidelines">Scratchコミュニティガイドライン</a>を参照してください。ただし、それらは要約であって法的なものを多くは含んでいません。Scratchサイトの全ページの下部にあるリンクも参照してください。
lv: Iepazīsties ar <a href="/community_guidelines">Scratch kopienas vadlīnijām</a> - tās ir īsas un nesatur daudz juridiskās informācijas. Saite uz tām ir katras Scratch lapas apakšā.
nb: Les <a href="/community_guidelines">Retningslinjene for bruk av Scratch</a>, de er korte og uten masse juridisk språk. Det er en link til retningslinjene nederst på alle sidene.
pt: Confira as <a href="/community_guidelines">linhas de orientação da comunidade Scratch</a> - são breves e não incluem demasiada tralha legal. Há uma ligação para elas na base de todas as páginas do Scratch.
ro: Mergi la <a href="/community_guidelines">Regulile comunitatii Scratch</a> - sunt prezentate pe scurt si nu includ prea multe detalii legislative. Exista un link in partea de jos a fiecarei pagini Scratch.
sl: Oglej si <a href="/community_guidelines">Scratch smernice skupnosti</a> - so kratke in ne vključujejo veliko pravnih zadev. Povezavo lahko najdeš na dnu vsake strani na Scratchu.
sv: Kolla in <a href="/community_guidelines"> riktlinjer för Scratchgemenskapen </a> - de är korta och innehåller inte en massa juridiska grejer. Det finns en länk längst ned på varje sida på webbplatsen för Scratch.
tr: <a href="/community_guidelines">Scratch topluluk kuralları</a>na bakabilirsin - gayet açıktır ve hukuki terim içermez. Scratch sitesindeki her sayfanın altında bir link vardır.
uk: Перегляньте <a href="/community_guidelines">керівні принципи спільноти Скретчу</a> - вони короткі і не включають в себе багато юридичних термінів. Це посилання є в нижній частині кожної сторінки сайту.

source: What do I do if I see something that’s inappropriate?
ca: Què faig si veig alguna cosa inadequada?
cs: Co mám dělat, když uvidím něco nevhodného?
de: Was soll ich tun, wenn ich etwas Unangebrachtes sehe?
el: Τι πρέπει να κάνω εάν δω κάτι που είναι ακατάλληλο;
es: ¿Qué hago si veo algo inapropiado?
et: Mida teha, kui ma märkan midagi sobimatut?
eu: Zer egin dezaket desegokia en zerbait ikusten badut?
fr: Que dois-je faire si je vois quelque chose d'inapproprié?
ga: Cad ba chóir a dhéanamh má fheicim rud éigin mí-oiriúnach?
gl: Que fago si vexo algo inapropiado?
it: Cosa devo fare se vedo qualcosa che considero inappropriato?
ja: 不適切と思われるものを見つけた場合、どうすれば良いですか?
lv: Ko man darīt, ja redzu ko nepiemērotu?
nb: Hva skal jeg gjøre hvis jeg finner upassende ting?
pt: O que devo fazer se vir algo inapropriado?
ro: Ce sa fac daca vad ceva inadecvat?
sl: Kaj naj storim, če vidim kaj neprimernega?
sv: Vad gör jag om jag ser något som är olämpligt?
tr: Eğer uygunsuz bir içerik gördüysem ne yapmalıyım?
uk: Що мені робити, якщо я бачу щось непристройне?

source: You can click the link that says “report” on any project, comment, discussion post, or user page where you think something isn't ok for Scratch. If the situation is complicated, you can use the Contact Us link to explain. Be sure to include as much detail as you can, with links to relevant pages.
ca: Pots fer clic a l'enllaç que diu "informa" a qualsevol projecte, comentari, discussió o pàgina d'usuari on consideris que hi ha alguna cosa que no és adequada dins d'Scratch. Si la situació és complicada, pots fer servir l'enllaç Contacta'ns per explicar-nos-ho. Assegurat d'incloure-hi tants detalls com puguis amb enllaços a pàgines rellevants.
cs: Můžeš kliknout na odkaz "zpráva" u každého projektu, komentáře, diskuse nebo stránce uživatele, kde vidíš něco, je pro Scratch není vhodné. Jestliže je situace komplikovaná, můžeš použít odkaz Kontaktuj nás pro vysvětlení. Nezapomeň uvést co nejvíce detailů můžeš, včetně odkazů na odpovídající stránky.
de: Du kannst auf den Link "Melden" klicken, den du in jedem Projekt, Kommentar, Diskussionsbeitrag oder auf den Benutzerseiten findest, wenn du der Meinung bist, dass etwas für Scratch nicht in Ordnung ist. Falls die Situation kompliziert ist, kannst du den Kontakt-Link benutzen, um den Sachverhalt zu erklären. Achte darauf, möglichst viele Details anzugeben und auf relevante Seiten zu verlinken.
el: Μπορείτε να πατήσετε το σύνδεσμο "Αναφορά" σε κάθε έργο, σχόλιο, ανάρτηση στους χώρους συζητήσεων ή σελίδα χρήστη που νομίζετε πως δεν είναι "εντάξει" στο Scratch. Εάν η κατάσταση είναι περίπλοκη, μπορείτε να χρησιμοποιήσετε το σύνδεσμο "Επικοινωνήστε μαζί μας" για να μας εξηγήσετε. Σιγουρευτείτε ότι έχετε προσθέσει όσες περισσότερες λεπτομέρειες μπορείτε, μαζί με συνδέσμους προς τις σχετικές σελίδες.
es: Puedes hacer clic en el enlace que dice "denunciar" en cualquier proyecto, comentario, entrada o página de usuario que tenga algo que no creas que esté bien en Scratch. Si la situación es complicada, puedes utilizar el enlace "Contáctanos" para explicarlo. Asegúrate de incluir tantos detalles como puedas, con enlaces a las páginas pertinentes.
et: Kui näed Scratchi veebilehel midagi sobimatut, klõpsa selle projekti, kommentaari, foorumipostituse või kasutaja lehel linki “report (teata)”. Kui olukord on komplitseerium, kasutada linki Contact Us, et olukoda täpsustada. Kirjelda kindlasti kõike võimalikult üksikasjalikult ja lisa ka lingid vastavatele lehekülgedele.
eu: "Salatu" dioen estekan klikatu dezakezu edozein proiektu, iruzkin, eztabaida argitalpen edo erabiltzaile orritan, Scratchentzako desegokia den zerbait dagoela uste baduzu. Egoera konplexua bada, Gurekin Harremanetan Jarri dioen esteke erabil dezakezu. Ahal hainbat xehetasunez deskriba ezazu, dagokion orrietara estekak ipiniz.
fr: Vous pouvez cliquer sur le lien "Rapport" sur n'importe quel projet, commentaire, message de la discussion ou à la page de l'utilisateur où vous pensez que quelque chose n'est pas correct pour Scratch. Si la situation est compliquée, vous pouvez utiliser le lien Contactez-nous pour expliquer. N'oubliez pas d'inclure autant de détails que vous pouvez, avec des liens vers les pages pertinentes.
ga: Ba chóir duit an nasc "Déan Tuairisc" a chliceáil ar aon tionscadal, nóta tráchta, nó leathanach úsáideora nuair a fheiceann tú aon rud mí-oiriúnach do Scratch. Má tá sé casta, is féidir leat an nasc "Teagmháil" a úsáid chun cúrsaí a mhíniú. Tabhair an oiread sin mionsonraí agus is féidir leat, agus nascanna leis na leathanaigh mhí-oiriúnacha.
gl: Podes premer na ligazón que di "denunciar" en calquera proxecto, comentario, entrada ou páxina de usuario que teña algo que non penses que esté ben en Scratch. Si a situación é complicada, podes utilizar a ligazón "Contacta Connosco" para explicalo. Asegúrate de incluir tantos detalles como poidas, con ligazóns ás páxinas pertinentes.
it: Puoi cliccare il link "Segnala" che trovi in qualunque progetto, commento, discussione nei forum o pagina di un utente in cui pensi ci sia qualcosa che non vada bene per Scratch. Se ritieni che la situazione sia complessa, puoi usare il link Contattaci per spiegarlo. Assicurati di includere più dettagli che puoi, insieme ai link alle pagine rilevanti.
ja: Scratchのために不適切と思われる、いかなるプロジェクト、コメント、ディスカッションやユーザーページについても「これを報告」のリンクをクリックして報告できます。状況が複雑な場合は「お問合せ」リンクから報告することもできますが、その場合には該当ページへのリンクに加えて、できる限り詳細に説明してください。
lv: Tu vari kliksķināt uz saites “ziņot” pie jebkura projekta, komentāra, diskusijas ieraksta vai lietotāja lapā, kurā uzskati, ka kaut kas nav pieņemami priekš Scratch. Ja situācija ir sarežģīta, vari izmantot saiti "Sazinies ar mums", lai paskaidrotu. Pārliecinies, ka pastāsti mums cik vien iespējams ar saitēm uz attiecīgajām lapām.
nb: Du kan klikke på linken "meld" i prosjekter, kommentarer, innlegg eller brukersider som inneholder ting du ikke synes er OK. Du kan også bruke linken "kontakt oss" for å melde inn problematiske og upassende ting. Pass på å forklare godt hva du mener, helst på engelsk, og ta med linker til de problematiske sidene.
pt: Pode clicar na ligação «reportar» em qualquer projecto, comentário, publicação de fórum ou página de utilizador onde achar que há algo que não é apropriado para o Scratch. Se a situação for complicada, pode usar a ligação «Contacte-nos» para a explicar. Assegure-se de que inclui todos os pormenores que conseguir, com ligações para as páginas relevantes.
ro: Poti sa dai clic pe link-ul care spune "raporteaza" din orice proiect, comentariu, postare in discutii sau pagina de utilizator unde crezi ca ceva nu este potrivit pentru Scratch. Daca este prea complicat, poti folosi link-ul Contacteaza-ne pentru a ne explica. Asigura-te ca incluzi cat de multe amanunte poti, cu link-uri la paginile relevante.
sl: Klikneš lahko na povezavo “prijava” in tako prijaviš vsak projekt, komentar, objavo na forumu ali stran uporabnika, za katerega meniš, da kaj ni primerno za Scratch. Če je situacija zapletena, lahko uporabiš povezavo Piši nam in nam jo razložiš. Vključi čimveč podrobnosti s povezavami do ustreznih strani.
sv: Du kan klicka på länken som säger "rapportera" om något projekt, kommentar, diskussionstråd eller användares sida, om du tror att något inte är okey för Scratch. Om situationen är komplicerad, kan du använda länken Kontakta Oss för att förklara. Var noga med att inkludera så mycket information som möjligt med länkar till relevanta sidor.
tr: Eğer Scratch'e uygun olmadığını düşündüğün birşey varsa projelerdeki, yorumlardaki ve tartışmalardaki "Şikayet et" linkine tıklayabilirsin. Eğer durum karmaşıksa, "İletişim" linkini kullanarak açıklama yapabilirsin. İlgili sayfaların linklerini de belirterek mümkün olduğunca çok detay vermeye gayret et.
uk: Ви можете натиснути на посилання "Повідомити" про будь-який проект, коментар, обговорення поста, або сторінку, де, на вашу думку, що щось не в порядку. Якщо ситуація складна, ви можете використати посилання "Зв'яжіться з нами", щоб детально пояснити. Намагайтесь включити якомога більше подробиць, з посиланнями на відповідні сторінки.

source: What do I do if I see someone being mean or disrespectful?
ca: Què puc fer si veig algú sent desagradable o poc respectuós?
cs: Co mám dělat, když uvidím někoho, kdo se chová neslušně nebo neuctivě?
de: Was soll ich machen, wenn ich sehe, dass jemand gemein oder respektlos ist?
el: Τι πρέπει να κάνω εάν δω κάποιον που είναι κακόβουλος ή ασεβής;
es: ¿Qué hago si alguien está siendo malo o irrespetuoso?
et: Mida teha, kui ma näen, et keegi on õel või ebaviisakas?
eu: Zer egin dezaket norbait era gaiztoan edo errespeturik gabe ari dela ikusten badut?
fr: Que dois-je faire si je vois quelqu'un être méchant ou irrespectueux?
ga: Cad ba chóir dom a dhéanamh nuair a fheicim iompar suarach nó dímheasúil?
gl: Que fago si vexo que alguén se comporta mal ou sin respeto?
it: Cosa devo fare se vedo qualcosa di meschino o irrispettoso?
ja: 誰かが意地悪をしたり無礼に振る舞っていた場合、どうすれば良いですか?
lv: Ko man darīt, ja kāds uzvedās uzbrūkoši vai necienīgi?
nb: Hva skal jeg gjøre hvis jeg ser at noen er slemme eller respektløse?
pt: O que fazer se vir alguém sendo maldoso ou desrespeitoso?
ro: Ce sa fac in cazul in care cineva este meschin sau lipsit de respect?
sl: Kaj naj storim, če opazim, da je nekdo nesramen ali nespoštljiv?
sv: Vad gör jag om jag ser att någon är elak eller respektlös?
tr: Eğer birinin kabalığına veya saygısızlığına şahit olursam ne yapmalıyım?
uk: Що мені робити, якщо я бачу образу від когось чи неповагу?

source: Don’t add to the flames! Responding to mean comments with more mean comments just makes things worse, and could result in your account being blocked. Instead, simply report anything that is disrespectful or unconstructive, and we’ll follow up with the author. We check reports every day, multiple times per day - so rest assured, we'll sort things out.
ca: No t'encenguis! Respondre comentaris desagradables amb més comentaris desagradables només fa que empitjorar les coses i podria resultar en un bloqueig del teu compte. Enlloc de fer això, senzillament informa d'allò que consideris poc respectuós o poc constructiu i ens posarem en contacte amb l'autor. Revisem informes diàriament, diverses vegades al dia - estigues tranquil, ho solucionarem.
cs: Nepřilévej olej do okně! Odpovídat na vulgární komentáře dalšími vulgárními komentáři situaci jen zhoršuje a může způsobit, že tvůj účet bude zablokován. Namísto toho jednoduše podej zprávu o čemkoliv, co je nezdvořilé nebo nekonstruktivní, a my se spojíme s autorem. Kontrolujeme zprávy každý den několikrát denně, takže si můžeš být jist, že to nějak vyřešíme.
de: Schüre das Feuer nicht! Auf gemeine Kommentare mit weiteren gemeinen Kommentaren zu antworten macht die Dinge nur schlechter und kann dazu führen, dass dein Benutzerkonto gesperrt wird. Melde stattdessen einfach alles, was respektlos und nicht konstruktiv erscheint, und wir klären das mit dem Autor. Wir prüfen die Meldungen täglich - sei also versichert, wir kümmern uns darum.
el: Σίγουρα μη ρίξετε λάδι στη φωτιά! Απαντώντας σε κακόβουλα σχόλια με περισσότερη κακοβουλία απλά κάνει τα πράγματα χειρότερα και θα μπορούσε να οδηγήσει στον αποκλεισμό του λογαριασμού σας. Αντί για αυτό, απλά αναφέρετε οτιδήποτε που είναι ασεβές ή δεν είναι εποικοδομητικό και εμείς θα επικοινωνήσουμε με το χρήστη. Ελέγχουμε τις αναφορές πολλές φορές τη μέρα - γι'αυτό μην ανησυχείτε, θα ξεκαθαρίσουμε τα πράγματα για σας!
es: ¡No le eches más leña al fuego! Responder a los comentarios maliciosos con más malicia empeora las cosas, y tu cuenta podría ser bloqueada. En lugar de eso, simplemente denuncia las cosas irrespetuosas o no constructivas, y nosotros haremos el seguimiento al autor. Nosotros verificamos la denuncias todos los días, varias veces al día - así que puedes descasar tranquilo porque nosotros resolveremos las cosas.
et: Ärge õhuta tuld! Õelale kommentaarile õelalt vastamine teeb asjad hullemaks ja võib põhjustada sinu konto blokeerimise. Selle asemel lihtsalt teata kõigest, mis on lugupidamatu või ebakonstruktiivne ja meie jälgime selle autorit. Me kontrollime teateid mitu korda päevas.
eu: Ez ezazu sutara egur gehiago bota! Iruzkin gaiztoei iruzkin gaizto gehiagoz erantzuteak gauzak gehiago okertzen ditu, eta zure kontuak blokeatuta bukatu dezake ondorioz. Horren ordez, salatu ezazu errespeturik ez duen eta konstrutiboa ez den jarrera hori, eta egilearen jarduna jarraituko dugu. Salaketak egunero ikuskatzen ditugu, hainbat alditan eguneko - beraz lasai izan, konponduko ditugu gauzak.
fr: Ne pas jeter de l'huile sur le feu! Répondre à des commentaires méchants avec d'autres commentaires plus méchants ne fait qu'empirer les choses, et pourrait entraîner le blocage de votre compte. Au lieu de cela, il suffit de rapporter tout ce qui est irrespectueux ou non constructif , et nous prenons en charge le suivi avec l'auteur. Nous vérifions les rapports tous les jours, plusieurs fois par jour - alors soyez rassurés, nous allons arranger les choses.
ga: Ná cuir an cás chun an donais! Nuair a thugann tú freagra ar fhocail shuaracha le focail shuaracha eile, rachaidh an scéal in olcas, agus seans go gcuirfear cosc ar do chuntas féin. In ionad sin, déan tuairisc ar aon rud dímheasúil nó míchabhrach, agus rachaimid i dteagmháil leis an údar. Léifimid na tuairiscí go minic gach uile lá - ná bíodh amhras ort - réiteoimid an fhadhb.
gl: Non lle votes máis leña ao lume! Responder aos comentarios maliciosos con máis malicia empeora as cousas, e a túa conta podería ser bloqueada. En lugar diso, simplemente denuncia as cousas irrespetuosas ou non constructivas, e nos faremos o seguimento ao autor. Nos verificamos as denuncias todos os días, varias veces ao día - así que podes descansar tranquilo porque nos resolveremos as cousas.
it: Non mettere altra carne al fuoco! Rispondere a commenti meschini con altri commenti meschini rende soltanto le cose peggiori e potrebbe portare al blocco del tuo account. Ti preghiamo invece di segnalare tutto ciò che consideri irrispettoso o non costruttivo e ci occuperemo noi stessi di contattare l'autore. Controlliamo le tue segnalazioni ogni giorno, anche più volte al giorno - puoi quindi essere sicuro che risolveremo la cosa.
ja: どうか炎上させないでください。意地悪なコメントに意地悪なコメントで応酬すると事態がより悪化して、あなたのアカウントまでブロックされるかもしれません。その代わり、無礼だったり非建設的だったことを報告してください。私たちが書き込んだ人を調べます。私たちは報告を毎日・毎時チェックして適切に処置しますので安心してください。
lv: Neturpini strīdu! Atbildot uz uzbrūkošiem komentāriem ar uzbrukumu visu padarīs tikai sliktāku un var beigties ar to, ka tavu kontu bloķēs. Tā vietā vienkārši ziņo par visu, kas ir necienīgs vai nekonstruktīvs un mēs tiksim galā ar tā autoru. Mēs pārbaudam ziņojumus katru dienu, vairākas reizes dienā - esi mierīgs, mēs tiksim galā.
nb: Ikke bidra til kranglingen! Hvis du svarer på en slem kommentar med en annen slem kommentar blir det bare verre og kan føre til at kontoen din blir sperret. I stedet kan du bare melde det du har funnet til oss, og så skal vi ta kontakt med den som la det ut. Vi sjekker meldinger mange ganger om dagen, så du kan være sikker på at vi ordner opp.
pt: Não alimente a discussão! Responder a comentários maldosos com mais comentários maldosos só piora a situação, e poderá resultar no bloqueio da sua conta. Em vez de o fazer, limite-se a reportar o que quer que seja desrespeitoso ou não construtivo, e nós seguiremos a partir daí com o autor. Verificamos o que nos é reportado todos os dias, várias vezes por dia - pode estar certo de que resolveremos o problema.
ro: Nu te infierbanta! Raspunzand la meschinarii cu comentarii si mai meschine nu faci decat sa fie mai rau si se poate sfarsi cu blocarea contului tau. In schimb, poti sa raportezi orice este lipsit de respect sau neconstructiv, iar noi il vom urmari pe autor. Verificam raportarile zilnic, de mai multe ori pe zi - asa ca stai linistit, vom regla noi lucrurile.
sl: Ne odzivaj se na nesramne komentarje z nesramnimi komentarji, saj boš stvari le poslabšal-a, poleg tega pa je posledično lahko tvoj račun blokiran.Namesto tega raje prijavi vsako nespoštljivo ali nekonstruktivno kritiko in nam prepusti, da to uredimo z avtorjem. Prijave pregledujemo vsak dan, večkrat na dan - tako, da si lahko prepričan-a, da bomo stvari uredili.
sv: Lägg inte till fler elaka kommentarer! Att svara med fler elaka kommentarer gör saken än värre, och kan resultera i att ditt konto blockeras. Rapportera istället det som är respektlöst eller icke-konstruktivt, och vi kommer att följa upp det med den som skrivit det. Vi kontrollerar rapporter varje dag, flera gånger per dag - så känn dig säker, vi kommer att reda ut begreppen.
tr: Yangına körükle gitme! Kaba yorumlara daha kabalaşarak cevap vermek işi daha da kötüye götürür. Hatta senin hesabın bile bloke edilebilir. Bunun yerine saygısız ve kırıcı ne görürsen bize bildir, biz yazanı takibe alıp gerekeni yaparız. Bildirimleri hergün birkaç defa kontrol ediyoruz, merak etme.
uk: Не розпалюйте пристрасті! Відповідаючи на такі коментарі, можна тільки зробить гірше - це може спричинити до блокування облікового запису. Замість цього просто повідомте нас про все, що є неповагою або неконструктивним, і ми зв'яжемося з автором. Ми перевіряємо звіти щодня, кілька разів на день - так що будьте впевнені, ми вирішимо це питання.

source: What does the Scratch team do when something is reported or flagged?
ca: Què fa l'Equip d'Scratch quan alguna s'informa d'alguna cosa?
cs: Co Scratch tým dělá, když o něčem dostane zprávu nebo označení praporkem?
de: Was unternimmt das Scratch-Team, wenn etwas gemeldet oder gekennzeichnet wird?
el: Τι κάνει η ομάδα του Scratch όταν κάτι έχει αναφερθεί;
es: ¿Qué hace el equipo de Scratch cuando algo es denunciado o señalado por los usuarios?
et: Mida teeb Scratch meeskond, kui midagi on teatatud või märgistatud?
eu: Zer egiten du Scratch taldeak zerbait salatua edo markatua izan denean?
fr: Qu'est-ce que l'équipe de Scratch fait quand quelque chose est rapporté ou signalé?
ga: Cad a dhéanann foireann Scratch nuair a dhéantar tuairisc ar ábhar mí-oiriúnach?
gl: Que fai o equipo Scratch cando os usuarios denuncian ou sinalan algo?
it: Cosa fa lo Scratch team quando viene qualcosa viene segnalato?
ja: 何かが報告されたりフラグを立てられたとき、Scratchチームは何をするのですか?
lv: Ko Scratch komanda dara, kad par kaut ko tiek ziņots vai brīdināts?
nb: Hva gjør administratorene på nettstedet når noe blir meldt inn eller merket?
pt: O que faz a equipa do Scratch quando algo é reportado ou assinalado?
ro: Ce face echipa Scratch cand ceva este raportat sau marcat?
sl: Kaj stori Scratch ekipa, ko je nekaj prijavljeno ali označeno?
sv: Vad gör Scratchteamet när något rapporterats eller flaggats?
uk: Що команда Скретчу робить, коли щось їм повідомляють?
