Repository: Arplane-Translations/scratchr2_translations
Catalog: */django.po
Languages: ca, cs, de, el, es, et, eu, fr, ga, gl, he, it, ja, lv, nb, pt, ro, sl, sr, sv, tr, uk

source: Click to choose from the menu: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>Or, type in a number:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>To see a sprite's current direction, click the <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
ca: Fes clic per triar del menú: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>O escriu un nombre:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>Per veure la direcció actual del personatge, fes clic a <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
el: Κάντε κλικ για να επιλέξετε από το μενού: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>Διαφορετικά, πληκτρολογήστε έναν αριθμό:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>Για να δείτε την τρέχουσα κατέυθυνση του αντικειμένου, πατήστε στο <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
es: Has clic para elegir del menú: <br><img src="%(STATIC_URL)s/images/help/es/point-in-direction-menu.png"/><br/> <p>O, ingresa un número:<br> <img src="%(STATIC_URL)s/images/help/es/point-in-direction-45.png"/></p> <p>Para ver la dirección actual de un objeto, has clic en <img src="%(STATIC_URL)s/images/help/es/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/es/direction-90-monitor.png"/></p>
et: Klõpsa, et valida menüüst: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>või sisesta arv:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>Et näha spraidi jooksvat suunda, klõpsa <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
eu: Klikatu menutik aukeratzeko: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>Edo, zenbaki bat idatzi:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>Sprite baten uneko norabidea ikusteko, klikatu <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
fr: Clique pour choisir dans le menu: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>Ou bien, tape un nombre:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>Pour voir la direction actuelle du lutin <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
gl: Preme para elexir dende o menú: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>Ou, escribe un número:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>Para ver a dirección actual da figura, preme en <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
it: Clicca per scegliere dal menu: <br><img src="%(STATIC_URL)s/images/help/it/point-in-direction-menu.png"/><br/> <p>Oppure, digita un numero:<br> <img src="%(STATIC_URL)s/images/help/it/point-in-direction-45.png"/></p> <p>Per vedere al direzione attuale dello sprite clicca su <img src="%(STATIC_URL)s/images/help/it/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/it/direction-90-monitor.png"/></p>
lv: Klikšķini, lai paņemtu no izvēlnes: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>Vai ieraksti skaitli:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>Lai redzētu gariņa virzienu, klikšķini <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
nb: Klikk og velg fra menyen: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>Eller skriv inn retning i grader:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>Du kan se retningen en figur har ved å klikke <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
pt: Clique para escolhe no menu: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>Alternativamente, introduza um número:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>Para ver a direcção corrente do actor, clique em <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
sl: Klikni za izbiro iz menija: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>ali vtipkaj število:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>Za ogled trenutne smeri figure, klikni: <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
sv: Klicka för att välja från menyn: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>Eller,skriv in ett tal:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>För att se en sprites nuvarande riktning, klicka på <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
tr: Dört ana yönden birisi ise menüden seçebilirsin: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>Veya doğrudan açıyı derece olarak girebilirsin:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>Kuklanın o anda bulunduğu yönü bilmek istersen, <img src="%(STATIC_URL)s/images/help/info.gif"/> harfine tıkla<br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
uk: Клацніть щоб обрати потрібне зменю: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>Або введіть число:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>Щоб побачити поточний напрям спрайта, клацніть <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>

source: Points sprite towards mouse-pointer or another sprite
ca: Fa que el personatge apunti cap al punter del ratolí o cap a un altre personatge
cs: Namíří postavu směrem k ukazateli myši nebo jiné postavě
de: Drehe dich zum Mauszeiger oder einer anderen Figur
el: Κάνει το αντικείμενο να στρέφεται προς το δείκτη ποντικιού ή άλλο αντικείμενο
es: Dirige el objeto hacia el apuntador del ratón o hacia otro objeto
et: Pöörab spraidi hiire kursori või teise spraidi suunas
eu: Spritea saguaren erakusle edo beste sprite batekiko norabidera begira jartzen du
fr: Oriente le lutin sélectionné vers le pointeur de la souris ou vers un autre lutin
gl: Fai que a figura apunte cara o punteiro do rato ou cara outra figura
it: Dirige lo sprite verso il puntatore del mouse o verso un altro sprite
lv: Pagriež gariņu peles kursora vai cita gariņa virzienā
nb: Vender figuren slik at den peker mot muspekeren eller en annen figur
pt: Aponta o actor em direcção ao rato ou a outro actor
ro: Directioneaza sprite-ul spre cursorul mouse-ului sau spre alt sprite
sl: Usmeri figure proti kazalcu miške ali proti drugi figuri
sv: Riktar in sprajten mot muspekaren eller en annan sprite
tr: Kuklanın yönünü fareye veya başka bir kuklaya doğru çevirir
uk: Повертає спрайт до вказівника миші або до іншого спрайта

source: <p><b>point towards</b> changes the direction of the current sprite.</p> <p>You can choose from the menu:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> The menu includes any other sprites in the project.
ca: <p><b>apunta cap a</b> canvia la direcció del personatge actual.</p> <p>Pots triar del menú:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> El menú inclou els altres personatges del projecte.
el: Αλλάζει την κατεύθυνση του επιλεγμένου αντικειμένου.</p> <p>Μπορείτε να επιλέξετε από το μενού:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> Στο μενού υπάρχουν όλα τα αντικείμενα στο έργο.
es: <p><b>apuntar hacia</b> cambian la dirección del objeto actual.</p> <p>Puedes elegir del menú:<br/> <img src="%(STATIC_URL)s/images/help/es/point-towards-menu.png">.<br/> El menú incluye otros objetos del proyecto.
et: <p><b>Osuta suunas</ b> muudab spraidi suunda.</p> <p>Saad valida menüüst:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> Menüü sisaldab kõiki teisi projekti spraite.
eu: <p><b>Norabidean jartzeak</b> uneko spritearen norabidea aldatzen du.</p> <p>Menutik aukeratu dezakezu:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> Menuak proiektuko beste edozein sprite ere bere baitan du.
fr: <p><b>se diriger vers</b> change la direction du lutin sélectionné.</p> <p>Tu peux choisir à partir du menu:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> Le menu inclut tous les autres lutins du projet.
gl: <p><b>apunta cara</b> cambia a dirección da figura actual.</p> <p>Podes elexir do menú:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> O menú inclúe todas as figuras do proxecto.
it: <p><b>punta verso</b> cambia la direzione dello sprite selezionato.</p> <p>Puoi scegliere dal menu:<br/> <img src="%(STATIC_URL)s/images/help/it/point-towards-menu.png">.<br/> Il menu include tutti gli altri sprite del progetto.
lv: <p><b>pagriezt uz</b> maina izvēlētā gariņa virzienu.</p> <p>Tu vari izvēlēties no saraksta:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> Izvēlnē atrodami visi šī projekta gariņi.
nb: <p><b>pek mot</b> bestemmer figurens retning.</p> <p>Du kan velge fra menyen:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> I menyen finner du alle de andre figurene i prosjektet.
pt: <p><b>aponta em direcção a</b> altera a direcção do actor corrente.</p> <p>Pode escolher do menu:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> O menu inclui todos os restantes actores do projecto.
sl: <p><b>obrni se proti</b> spremeni smer trenutne figure.</p> <p>Izbiraš lahko iz menija:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> Meni vključuje ostale figure v projektu.
sv: <p><b>point towards</b> ändrar riktningen på den valda sprajten.</p> <p>Du kan välja från menyn:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> Menyn inkluderar de andra sprajterna i projektet.
tr: <p><b>_'ye doğru dön</b> taşı kuklanın yönünü değiştirir.</p> <p>Nereye doğru döneceğini menüden seçebilirsin:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png"><br/> Menüde diğer kuklaların listesi çıkar.
uk: <p><b>повернутись у напрямку</b> змінює напрям поточного спрайту.</p> <p>Ви можете обирати з меню:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> Меню включає в себе будь-які інші спрайти в проекті.

source: Repeat blocks that follow until condition is true
ca: Repeteix els blocs que s'inclouen fins que la condició sigui certa
de: Wiederhole die folgenden eingeschlossenen Blöcke, bis die Bedingung "Wahr" ist
el: Επαναλαμβάνει τις εντολές που βρίσκονται μέσα του μέχρι να αληθεύει η κατάσταση.
es: Repite los bloques que siguen hasta que la condición sea verdadera
et: Kordab sisemiste plokide täitmist kuni tingimus saab tõeseks
eu: Baldintza egiazkoa den artean, jarraian dauden blokeak errepikatzen ditu
fr: Répète l'exécution des blocs qui suivent jusqu'à ce que la condition soit remplie
gl: Repite os bloques que seguen ata que a condición sexa verdadeira
it: Ripete i blocchi successivi fintanto che la condizione risulta vera
lv: Atkārto turpmākos blokus tik ilgi, kamēr nosacījums ir patiess
nb: Gjenta klossene inni "gapet" til betingelsen er oppfylt
pt: Repete os blocos que envolve até que a condição seja verdadeira
ro: Repeta executia blocurilor ce urmeaza pana cand conditia va fi adevarata
sl: Ponavljaj bloke, ki sledijo, dokler pogoj ni resničen
sv: Repeterar efterföljande block tills villkoret är sant
uk: Повторює виконання наступних блоків, поки умова не стане істинною

source: Checks to see if condition is false; if so, runs blocks inside and checks condition again. If condition is true, goes on to the blocks that follow.
ca: Comprova si la condició és falsa; si ho és, executa els blocs de dins i ho torna a comprovar. Si és certa, continua sota amb els següents blocs.
de: Prüft, ob die Bedingung "Falsch" ist; falls ja, dann führt es die inneren Blöcke aus und prüft die Bedingung erneut. Wenn die Bedingung "Wahr" ist, dann geht es mit den dahinter folgenden Blöcken weiter.
el: Ελέγχει αν η κατάσταση είναι ψευδής. Αν είναι, τρέχει τα τετράγωνα εντολών από μέσα του και ελέγχει την κατάσταση ξανά. Αν αληθεύει η κατάσταση συνεχίζει με τα τετράγωνα εντολών που ακολουθούν.
es: Verifica si la condición es falsa; si es así, ejecuta los bloques en su interior y verifica de nuevo la condición. Si la condición es verdadera, avanza hasta los bloques que siguen.
et: Kui tingimus on väär, täidab sisemised plokid ja kontrollib tingimust uuesti. Kui tingimus on tõene läheb edasi järgnevate plokide juurde.
eu: Baldintza gezurrezkoa den egiaztatzen du; hala bada, barruko blokeak exekutatzen ditu eta baldintza berrikusten du. Egiazkoa bada, jarraian datozen blokeetara pasatzen da.
fr: Teste si la condition est remplie. Si ce n'est pas le cas (le test renvoie "faux"), alors le script exécute les blocs situés à l'intérieur, puis refait le test sur la condition. Tant que le test renvoie "faux", le script recommence l'exécution des blocs intérieurs, puis refait le test sur la condition. Dès que la condition est remplie (le test renvoie "vrai") alors le script passe aux blocs suivants. Attention ! le test peut renvoyer toujours "faux", par exemple si la condition est "2>4", et alors le script se met à tourner en boucle...
gl: Comproba si a condición é false; nese caso, executa os bloques de dentro e comrpoba a a condición de novo. Si a condición é verdadeira, continúa cos bloques que veñen a continuación.
it: Verifica se la condizione è falsa; se lo è, esegue i blocchi al suo interno e poi verifica nuovamente la condizione. Se la condizione è vera, passa ai blocchi successivi.
lv: Pārbauda, vai nosacījums ir nepatiess (false); ja tā ir, izpilda iekšējos blokus un atkal pārbauda nosacījumu. Ja nosacījums ir patiess (true), pāriet uz turpmākajiem blokiem.
nb: Sjekker først om betingelsen ikke er oppfylt. I så fall utføres klossene inni, og betingelsen sjekkes igjen. Hvis den er oppfylt utføres klossene videre i skriptet.
pt: Verifica se a condição é falsa; se o for, executa os blocos envolvidos e verifica de novo a condição. Se a condição for verdadeira, passa para os blocos que se seguem.
ro: Testeaza daca este falsa conditia; daca da, ruleaza blocurile din interior si verifica din nou conditia. Daca este adevarata, sare la blocurile care urmeaza.
sl: Preveri, če je pogoj neresničen; če je, požene bloke v notranjosti in ponovno preveri pogoj. Če je pogoj resničen, gre na bloke, ki sledijo.
sv: Kollar om villkoret är falskt; om så är fallet, kör blocken inuti loopen och kollar villkoret igen. Om villkoret är sant, fortsätter scriptet till efterföljande block.
uk: Перевіряє: якщо умови не дотримується, в такому випадку, виконуються блоки всередині і перевіряється стан знову. Якщо умова істинна, переходить до наступних блоків.

source: Runs the blocks inside a specified number of times
ca: Executa els blocs de dins un nombre específic de vegades
el: Τρέχει τα τετράγωνα εντολών από μέσα για ένα συγκεκριμένο αριθμό φορών.
es: Ejecuta los bloques en su interior un número dado de veces
et: Täidab sisemised plokid antud arv kordi
eu: Barruko blokeak zehaztutako zenbakia bezainbat alditan exekutatzen ditu
fr: Exécute les instructions des blocs situés à l'intérieur un nombre spécifié de fois
gl: Executa os bloques de dentro un número de veces especificado
it: Esegue i blocchi al suo interno per il numero di volte indicato
lv: Izpilda iekšējos blokus norādītu reižu skaitu
nb: Utfører klossene inni "gapet" det angitte antall ganger
pt: Executa os blocos envolvidos um determinado número de vezes
ro: Executa blocurile din interior de un anumit numar de ori
sl: Požene bloke v notranjosti n-krat (n je določeno število)
sv: Kör blocken inuti ett angivet antal gånger
uk: Виконує блоки визначену кількість разів

source: Replaces an item in the list with the specified value
ca: Canvia un element de la llista pel valor especificat
el: Αντικαθιστά ένα στοιχείο στη λίστα με την ορισμένη τιμή.
es: Reemplaza un elemento en la lista, con un valor dado
et: Asendab loendi liikme antud väärtusega
eu: Zerrendako item bat zehaztutako balioaz ordezkatzen du
fr: Remplace un élément dans la liste à la place spécifiée
gl: Sustitúe un elemento da lista por un valor especificado
it: Sostituisce un elemento della lista con il valore indicato
lv: Aizvieto vienumu sarakstā ar norādīto vērtību
nb: Erstatter et element i listen med den angitte verdien
pt: Substitui o valor de um item da lista pelo valor especificado
ro: Inlocuieste un element al listei cu valoarea precizata
sl: Nadomesti element v seznamu z določeno vrednostjo
sv: Ersätter ett objekt i listan med angivet värde
uk: Замінює елемент у списку на вказане значення

source: You can specify which item to replace by choosing from the pull-down menu or typing in a number. Choosing "any" replaces a random item in the list. The length of the list does not change.
ca: Pots especificar quin valor de la llista vols canviar triant-lo de la llista desplegable o escrivint un nombre. Si tries "aleatori" es canviarà un element qualsevol de la llista. La longitud de la llista no canvia.
el: Μπορείτε να επιλέξετε το στοιχείο που θέλετε να αντικαταστήσετε από το μενού ή πληκτρολογώντας έναν αριθμό. Επιλέγοντας "τυχαία επιλογή" αντικαταστάτε ένα τυχαίο στοιχείο από τη λίστα. Το μήκος της λίστας δεν αλλάζει.
es: Puedes especificar que elemento reemplazar, eligiendo del menú desplegable o ingresando un número. Elegir "cualquiera" reemplaza un elemento al azar en la lista. La longitud de la lista no cambia.
et: Saad määrata, mis element asendada, valides väärtuse rippmenüüst või kirjutades numbri. Valik "juhuslik" asendab juhusliku elemendi loendis.Loendi pikkus ei muutu.
eu: Goitikbeherako menutik zein item ordezkatu aukeratu dezakezu zenbakia idatziz. "Edozein" aukeratzeak listako ausazko item bat ordezkatzen du. Listaren luzera ez da aldatzen.
fr: Vous pouvez spécifier l'élément à remplacer en choisissant dans le menu déroulant ou en tapant un numéro. Choisis "au hasard" remplace un élément au hasard dans la liste. La longueur de la liste ne change pas.
gl: Podes especificar o elemento a trocar elixindo no menú despregable ou introducindo un número por teclado. Elixindo "calqueira" troca por un elemento da lista ao chou. A lonxitude da lista non cambia.
it: Puoi specificare quale elemento sostituire scegliendo nel menu a discesa o digitando un numero. Scegliendo "qualunque" viene rimpiazzato un elemento a caso della lista. La lunghezza della lista non cambia.
lv: Vari norādīt, kuru vienumu aizvietot, izvēloties no izkrītošā saraksta vai ierakstot numuru. Izvēloties "jebkurš" aizstās nejauši izvēlētu vienumu sarakstā. Saraksta garums nemainās.
nb: Du kan bestemme hvilket element som erstattes ved å velge fra menyen eller skrive inn et tall. Med "tilfeldig" blir et tilfeldig valgt element erstattet. Listen blir ikke lengre, siden et gammelt element erstattes av det nye.
pt: Pode especificar o item a substituir escolhendo no menu ou introduzindo um número. Escolher «um item ao acaso» substitui um item da lista ao acaso. O comprimento da lista não é alterado.
sl: Določiš lahko, kateri element se naj zamenja, z izbiro iz padajočega menija ali z vnosom števila. Izbira "poljubno" zamenja naključni element v seznamu. Dolžina seznama se ne spremeni.
sv: Du kan ange vilket objekt som ska ersättas genom att välja från rullgardinsmenyn eller skriva in ett tal. Om du väljer "slumpmässig" ersätts ett slumpmässigt objekt i listan. Längden på listan ändras inte.
uk: Ви можете вказати, який елемент слід замінити, вибравши зі спадного меню або набравши його номер. Вибір "будь-який " замінює випадковий елемент у списку. Довжина списку не змінюється.

source: You can choose where in a list to put an item. For example: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>
ca: Pots triar en quin lloc de la llista col·locar un element. Per exemple: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>
el: Μπορείτε να επιλέξετε πού θα βάλετε ένα στοιχείο σε μια λίστα. Για παράδειγμα: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>
es: Puedes elegir en qué lugar de una lista poner un elemento. Por ejemplo: <br><img src="%(STATIC_URL)s/images/help/es/replace-list-ex2.png" /><br/>
et: Võid valida, kuhu panna element loendis: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>
eu: LIstako zein tokitan sartu item bat aukera dezakezu. Adibidez: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>
fr: Vous pouvez choisir un emplacement dans une liste pour y mettre un élément. Par exemple <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>
gl: Podes elixir onde colocar un elemento nunha lista. Por exemplo: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>
it: Puoi scegliere in che posizione della lista inserire l'elemento. Ad esempio: <br><img src="%(STATIC_URL)s/images/help/it/replace-list-ex2.png" /><br/>
lv: Vari izvēlēties, kur sarakstā ievietot vienumu. Piemēram: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>
nb: Du kan velge hvor elementet plasseres i listen. For eksempel: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>
pt: Pode escolher em que local da lista quer colocar o item. Por exemplo: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>
sl: Izbereš lahko, kam v seznam postaviti element. Na primer: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>
sv: Du kan välja var i listan ett objekt ska sättas in. Till exempel: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>
uk: Ви можете обрати на яке місце в списку слід помістити елемент. Наприклад: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>

source: Sets the timer to zero
ca: Fixa el cronòmetre a zero
de: Setzt die Stoppuhr auf 0 zurück
el: Ρυθμίζει το χρονόμετρο στο μηδέν.
es: Fija el cronómetro a cero
et: Taimeri nullimine
eu: Kronometroa hutsean jartzen du
fr: Mettre le chronomètre à zéro
gl: Fixa el cronómetro a cero
it: Porta il cronometro a zero
lv: Iestata taimeri uz 0
nb: Nullstiller klokken for tidtaking
pt: Reinicia o cronómetro, colocando o seu valor a zero
ro: Seteaza cronometrul la zero
sl: Nastavi štoparico na ničlo
sv: Sätter timern till noll
uk: Встановити таймер у нуль
