Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: da, gd, id, pl

source: You can click the link that says “report” on any project, comment, discussion post, or user page where you think something isn't ok for Scratch. If the situation is complicated, you can use the Contact Us link to explain. Be sure to include as much detail as you can, with links to relevant pages.
da: Du kan klikke på linket, som siger "Rapportér" på ethvert projekt, kommentar, diskussions opslag eller bruger side, hvor du tænker at der er noget, som ikke er ok for Scratch. Hvis situationen er kompliceret, kan du bruge linket med Kontakt os for at forklare. Vær sikker på at du inkluderer så mange detaljer som muligt, med links til relevante sider.
gd: ’S urrainn dhut briogadh air a’ cheangal “Dèan aithris“ air pròiseact, beachd, post na deasbaireachd no duilleag cleachdaiche sam bith ma tha thu dhen bheachd gu bheil rudeigin ann nach eil ceart airson Scratch. Ma tha an suidheachadh toinnte, ’s urrainn dhut an ceangal “Cuir fios thugainn” a cleachdadh gus a mhìneachadh. Dèan cinnteach gun gabh thu fiosrachadh mionaideach a-steach le ceanglaichean dha na duilleagan buntainneach.
id: Kamu dapat mengklik tautan yang bertuliskan “lapor” di karya, komentar, postingan diskusi, atau halaman pengguna manapun di mana ada sesuatu yang kamu pikir tidak oke untuk Scratch Jika situasinya rumit, kamu dapat menggunakan tautan Kontak Kami untuk menjelaskan. Pastikan untuk memasukkan detail sebanyak yang kamu bisa, dengan tautan-tautan ke halaman-halaman yang bersangkutan.

source: What do I do if I see someone being mean or disrespectful?
da: Hvad gør jeg, hvis jeg ser nogen være onde eller respektløse?
gd: Dè nì mi ma chì mi gu bheil cuideigin mosach no mì-mhodhail?
id: Apa yang harus saya lakukan jika saya melihat seseorang berbuat jahat atau tidak menghargai?

source: What does the Scratch team do when something is reported or flagged?
da: Hvad gør Scratch teamet hvis noget er rapporteret eller markeret med et flag?
gd: Dè nì sgioba Scratch nuair a thèid rudeigin aithris no bratach a chur ris?
id: Apa yang dilakukan Scratch Team saat sesuatu dilaporkan?

source: What happens when an account is blocked?
da: Hvad sker der, når en konto er blevet blokeret?
gd: Dè thachras nuair a chaidh cunntas a bhacadh?
id: Apa yang terjadi saat suatu akun diblokir?

source: When an account is blocked, the owner can no longer access it, or use it to create projects or comments. When they login, they see a page that explains why the account was blocked with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the community guidelines in the future, the Scratch Team will review their case. Accounts will only be unblocked in cases where the account owner’s word can be trusted. Otherwise, the account (and most likely other accounts owned or created by that person) may be blocked permanently.
da: Når en konto er blokeret, har brugeren ikke længere adgang til den eller kan bruge den til at lave projekter eller kommentarer. Når de logger på, kan de se en side, som forklarer hvorfor kontoen blev blokeret med en web formular, som de kan bruge til at søge om at få ophævet blokeringen. Hvis ejeren kan vise, at han/hun forstår, hvorfor deres konto blev blokeret og lover at overholde fællesskabets retningslinier i fremtiden, vil Scratch Teamet overveje deres sag. Konti kan kun få ophævet deres blokering, hvis det drejer sig om sager, hvor ejeren af kontoen er til at stole på. Ellers, vil kontoen (og højst sandsynligt andre konti ejet eller lavet af den person) blive blokeret permanent.
gd: Nuair a chaidh cunntas a bhacadh, chan urrainn dhan t-sealbhadair inntrigeadh no a chleachdadh gus pròiseactan no beachdan a chruthachadh tuilleadh. Nuair a chlàraicheas an neach a-steach, chì e duilleag a mhìnicheas carson a chaidh an cunntas a bhacadh le foirm-lìn leis as urrainn dha iarraidh gun tèid a dhì-bhacadh. Mas urrainn dhan t-sealbhadair a shealltainn gun do thuig e carson a chaidh an cunntas a bhacadh agus ma bheir e geall gun lean e air riaghailtean giùlain sa choimhearsnachd san àm ri teachd, bheir an sgioba Scratch sùil air a’ chùis a-rithist. Cha tèid cunntas a dhì-bhacadh ach ma chuireas sinn earbsa ann am facal an t-sealbhadair. Mura cuir, dh’fhaoidte gum bac sinn an cunntas (agus cunntasan eile aig an neach ud no a chruthaich e gun teagamh) gu buan.
id: Ketika suatu akun diblokir, pemiliknya tidak dapat mengakses atau menggunakannya untuk membuat karya atau komentar. Saat mereka masuk log, mereka akan ditampilkan halaman yang menjelaskan alasan pemblokiran dan formulir web yang dapat digunakan untuk meminta pengangkatan blokir. Jika pemiliknya dapat menunjukkan bahwa mereka mengerti kenapa akun diblokir dan berjanji untuk mengikuti pedoman komunitas, Scratch Team akan mempertimbangkan kasus yang bersangkutan. Pemblokiran akun hanya dibatalkan jika perkataan pemilik dapat dipercaya. Jika tidak, akunnya (dan kemungkinan besar akun-akun lainnya yang dibuat atau dimiliki oleh orang tersebut) dapat diblokir secara permanen.

source: My mean brother / Kaj / some other bad guy stole my account and got it banned, what do I do?
da: Min onde bror / Kaj / nogle andre onde fyre stjal min konto og fik den blokeret, hvad kan jeg gøre?
gd: Ghoid mo bhràthair mosach / Kaj / droch dhuine eile an cunntas agam agus chaidh a thoirmeasg, dè nì mi a-nis?
id: Kakak jahat saya / Kaj / orang menyebalkan lainnya mencuri akun saya dan membuatnya terblokir, apa yang harus saya lakukan?

source: You are responsible for keeping your password secure. If someone in real life takes control of your account and does bad stuff, tell the adults in charge of the computers. If you think someone you don’t know got access to your account, change the password and / or use the contact us link to explain the situation. If you got blocked for doing something that broke the community guidelines, don't just say you got hacked. If we can't trust you, we won't unblock you.
da: Du er ansvarlig for at holde dit kodeord hemmeligt. Hvis nogen i den virkelige verden overtager kontrollen med din konto og gør onde ting med den, fortæl det til de voksne, som er ansvarlige for computerne. Hvis du tror, at nogen som du ikke kender, har fået adgang til din konto, skal du ændre dit kodeord og / eller bruge kontakt os linket for at forklare situationen. Hvis du er blevet blokeret for at gøre noget, som har brudt fællesskabets retningslinier, skal du ikke bare sige, at du er blevet hacket. Hvis vi ikke kan stole på dig, vil vi ikke ophæve blokeringen.
gd: ’S ann ortsa a bhios an t-uallach gun cum thu am facal-faire agad sàbhailte. Ma ghabhas cuideigin nad shaoghal smachd air a’ chunntas agad agus ma nì e droch-rudan, innis do na h-inbhich a stiùiricheas na coimpiutairean. Ma tha thu dhen bheachd gun d’ fhuair cuideigin nach aithne dhut smachd air a’ chunntas agad, atharraich am facal-faire agad agus / no cleachd an ceangal “Cuir fios thugainn" gus an suidheachadh a mhìneachadh. Ma chaidh do bhacadh air sàilleibh gnìomha a bhris riaghailtean giùlain sa choimhearsnachd, chan fhoghainn gun can thu gun deach briseadh a-steach air. Mur eil earbsa againn annad, cha dhì-bhac sinn thu.
id: Kamu bertanggung jawab menyimpan sandimu dengan aman. Jika seseorang dari dunia nyata mengontrol akunmu dan melakukan hal-hal yang salah, beritahukan orang dewasa yang mengurus komputer-komputernya. Jika seseorang yang tidak kamu kenal mengakses akunmu, ganti sandinya dan / atau gunakan tautan 'kontak kami' untuk menjelaskan situasinya. Jika kamu diblokir untuk melakukan hal yang melanggar pedoman komunitas, jangan beralasan akunmu dibajak. Jika kami tidak bisa mempercayaimu, kami tidak akan membatalkan pemblokiran.

source: What is cloud data?
da: Hvad er skydata?
gd: Dè th’ ann an dàta neòil?
id: Apa itu data cloud?

source: Cloud data is a feature in Scratch 2 that allows for data from a project to be saved and shared online. You can use cloud data to make surveys and other projects that store numbers over time.
da: Sky data er en funktion i Scratch 2 som tillader at data fra et projekt kan blive gemt og delt online. Du kan bruge sky data til at lave spørgeskemaundersøgelser og andre projekter som gemmer tal over tid.
gd: ’S e feart aig Scratch 2 a th’ anns an dàta neòil leis an urrainn dhut dàta o phròiseact a shàbhaladh ’s a cho-roinneadh rè ama. ’S urrainn dhut dàta neòil a chleachdadh gus suirbhidhean is pròiseactan eile a dhèanamh a ghlèidheas àireamhan rè ama.
id: Data cloud adalah sebuh fitur di Scratch 2 yang memperbolehkan data dari sebuah karya untuk disimpan dan dibagikan di jaringan. Kamu dapat menggunakan data cloud untuk membuat survei dan karya-karya lainnya yang menyimpan angka selama beberapa waktu.

source: Who can see the data stored in cloud data?
da: Hvem kan se de data, som er lagret i skydata?
gd: Cò chì an dàta tha ga ghlèidheadh san dàta neòil?
id: Siapa yang dapat melihat data yang disimpan di data cloud?

source: Why is cloud data currently limited to only numbers -- with no strings or lists?
da: Hvorfor er skydata i øjeblikket begrænset til tal -- uden tekststrenge eller lister?
gd: Carson nach eil ach àireamhan ceadaiche mar dhàta neòil -- gun sreangan no liostaichean ann?
id: Kenapa saat ini data cloud dibatasi pada hanya angka - kenapa tidak string atau daftar?

source: If I see someone post inappropriate content using cloud data, how do I report it?
da: Hvis jeg ser nogen lægge opslag op med upassende indhold ved at bruge skydata, hvordan rapporterer jeg det?
gd: Ma chì mi gun do phostaich cuideigin susbaint nach eil iomchaidh slighe dàta neòil, ciamar a nì mi aithris air?
id: Jika saya melihat seseorang memposting konten tidak cocok menggunakan data cloud, bagaimana cara saya melaporkannya?

source: Can I make chat rooms with cloud data?
da: Kan jeg lave chatrum med skydata?
gd: An urrainn dhomh seòmraichean-còmhraidh a dhèanamh le dàta neòil?
id: Bolehkah saya membuat tempat chatting menggunakan cloud data?

source: How do I add a cloud variable when I'm making a project?
da: Hvordan tilføjer jeg en skyvariabel, når jeg laver et projekt?
gd: Ciamar a chuireas mi caochladair neòil ris nuair a bhios mi a’ cruthachadh pròiseact?
id: Bagaimana cara saya menambahkan variabel cloud saat saya membuat suatu karya?

source: Who can change the information in a cloud variable?
da: Hvem kan ændre på informationerne i en skyvariabel?
gd: Cò as urrainn dhan fhiosrachadh ann an caochladair neòil atharrachadh?
id: Siapa yang dapat mengubah informasi di dalam variabel cloud?

source: I am logged in, but I still cannot use projects with cloud data. What is going on?
da: Jeg er logget på, men jeg kan stadig ikke bruge projekter med sky data. Hvad sker der?
gd: Tha mi air mo chlàradh a-steach ach chan urrainn dhomh pròiseactan le dàta neòil a chleachdadh fhathast. Dè as adhbhar?
id: Saya sudah masuk, tapi masih tidak dapat menggunakan karya yang menggunakan data cloud. Kenapa?

source: You need to have become a "Scratcher" on the website to have access to cloud data. You can become a Scratcher through actively participating on the website.
da: Du er nødt til at blive en "Scratcher" på hjemmesiden for at have adgang til sky data. Du kan blive en Scratcher ved løbende at være aktiv på hjemmesiden.
gd: Feumaidh tu bhith nad “Neach-Scratch” air an làrach-lìn mus faigh thu inntrigeadh do dhàta neòil. ’S urrainn dhut dol nad Neach-Scratch ma ghabhas tu pàirt sa choimhearsnachd air an làrach-lìn.
id: Anda harus menjadi seorang "Scratcher" di situs website untuk mendapatkan akses cloud data. Anda dapat menjadi seorang Scratcher lewat partisipasi di situs.

source: Is it possible to make multiplayer games with cloud data?
da: Er det muligt at lave et multiplayer spil med skydata?
gd: An urrainn dhomh geamannan ioma-chluicheadair a dhèanamh le dàta neòil?
id: Apakah mungkin untuk membuat permainan multiplayer menggunakan data cloud?

source: How long does it take for cloud data to reach another Scratcher?
da: Hvor lang tid tager det for skydata at nå til en anden Scratcher?
gd: Dè cho fada ’s a bheir e gus an ruig dàta neòil Neach-Scratch eile?
id: Berapa waktu yang dibutuhkan bagi data cloud untuk sampai ke Scratcher lain?

source: Frequently Asked Questions (FAQ)
da: Ofte Stillede Spørgsmål (FAQ)
gd: Ceistean àbhaisteach (CÀBHA)
id: Tanya Jawab

source: Browse FAQ
da: Søg i FAQ
gd: Rùraich sna CÀBHA
id: Telusur Tanya Jawab

source: Get Started with Scratch
da: Kom i gang med Scratch
gd: Toiseach tòiseachaidh le Scratch
id: Memulai Scratch

source: Try out the</br> step-by-step intro
da: Prøv</br> trin-for-trin introen
gd: Feuch an</br> treòir ceum air ceum
id: Coba intro</br> step-by-step kami

source: Explore these</br> starter projects
da: Udforsk disse</br> begynder projekter
gd: Rùraich na</br>pròiseactan tòiseachaidh seo
id: Jelajahi karya-karya</br> pemula ini

source: Watch the Getting Started video
da: Se videoen for komme i gang
gd: Coimhead air video toiseach tòiseachaidh Scratch
id: Tonton video Memulai

source: Scratch Guides
da: Scratch Vejledninger
gd: Treòirean Scratch
id: Panduan-Panduan Scratch

source: Here are some guides to help you learn Scratch:
da: Her er der nogle vejledninger som kan hjælpe dig med at lære Scratch:
gd: Seo treòirean a chuidicheas ach an ionnsaich thu Scratch:
id: Berikut ini beberapa panduan untuk membantumu belajar Scratch:

source: Getting Started Guide
da: Begynder Vejledning
gd: Treòir toiseach tòiseachaidh
id: Panduan Memulai Scratch

source: This step-by-step guide (PDF) provides an easy introduction to Scratch.
da: Denne trin-for-trin vejledning (PDF) giver en let introduktion til Scratch
gd: Bheir an treòir ceum air ceum (PDF) seo tòiseachadh furasta air Scratch dhut.
id: Panduan langkah-demi-langkah ini (PDF) memberikan pengenalan yang mudah pada Scratch.

source: Download the <a href="%(enguide)s">English version.</a>
gd: Luchdaich a-nuas an <a href="%(enguide)s">tionndadh sa Bheurla.</a>
id: Unduh <a href="%(enguide)s">versi Bahasa Inggris.</a>

source: Each of these cards shows something you can do in Scratch.
da: Hvert af disse kort viser noget, som du kan lave med Scratch.
gd: Seallaidh gach cairt seo dhut rudeigin as urrainn dhut dèanamh le Scratch.
id: Setiap kartu-kartu ini menunjukkanmu sesuatu yang dapat kamu lakukan di Scratch.

source: Video Tutorials
da: Video Vejledninger
gd: Oideachadh video
id: Tutorial Video

source: These videos include tips on using the paint editor, and introduce how to program games and animations in Scratch.
da: Disse videoer inkluderer tips om hvordan man bruger maleprogrammet og introducerer hvordan man programmerer spil og animationer i Scratch.
gd: Am measg nan videothan seo, gheibh thu oidheaman air mar a chleachdas tu an deasaiche peanta agus air mar a nì thu prògramachadh air geamannan is beòthachaidhean ann an Scratch.
id: Video-video ini mengandung tips cara menggunakan editor gambar dan mengenalkan cara memprogram permainan dan animasi di Scratch.

source: Explore the Scratch Community
da: Udforsk Scratch Fællesskabet
gd: Rùraich coimhearsnachd Scratch
id: Jelajahi Komunitas Scratch

source: <a href="../explore">Explore</a> projects and studios Scratchers are making
da: <a href="../explore">Udforsk</a> projekter og studier som Scratchers arbejder med
gd: <a href="../explore">Rùraich</a> na pròiseactan is stiùideothan a rinn Luchd-Scratch
id: <a href="../explore">Jelajahi</a> karya dan studio yang dibuat oleh Scratcher-Scratcher

source: Search for projects about:
da: Søg efter projekter om:
gd: Lorg airson pròiseactan mu dhèidhinn:
id: Cari karya tentang:

source: <a href="/discuss/6/">Introduce</a> yourself in the Scratch forums
da: <a href="/discuss/6/">Introducér</a> dig selv i Scratch foraerne
gd: Innis dhuinn <a href="/discuss/6/">cò thusa</a> air bòrd-brath Scratch
id: <a href="/discuss/6/">Kenalkan</a> dirimu di forum Scratch

source: Click <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> on any profile or studio to receive updates
da: Klik <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> på hver profil eller studie for at modtage opdateringer
gd: Briog air <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> air pròifil no stiùideo sam bith gus naidheachdan fhaighinn
id: Klik <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> di profil atau studio manapun untuk mendapatkan notifikasi pembaruan

source: What is Scratch?
da: Hvad er Scratch?
gd: Dè th’ ann an Scratch?
id: Apa itu Scratch?

source: For <a href="/parents">Parents</a>
da: For <a href="/parents">Forældre</a>
gd: Do <a href="/parents">phàrantan</a>
id: Untuk <a href="/parents">Orangtua</a>

source: For <a href="/educators">Educators</a>
da: For <a href="/educators">Undervisere</a>
gd: Don <a href="/educators">luchd-foghlaim</a>
id: Untuk <a href="/educators">Pendidik</a>

source: Browse for answers on: </br><a href="/help/faq">Frequently Asked Questions</a>
da: Søg i svar i: </br><a href="/help/faq">Ofte Stillede Spørgsmål</a>
gd: Rùraich airson freagairtean air: </br><a href="/help/faq">Ceistean àbhaisteach</a>
id: Cari jawaban di: </br><a href="/help/faq">Tanya Jawab</a>

source: Or visit the <a href="/discuss">discussion forums</a>:
da: Eller besøg <a href="/discuss">diskussions foraerne</a>:
gd: No tadhail air a’ <a href="/discuss">bhòrd-bhrath</a>:
id: Atau kunjungi <a href="/discuss">forum perdiskusian</a>:

source: - Questions about Scratch
da: - Spørgsmål om Scratch
gd: - Ceistean mu Scratch
id: - Pertanyaan tentang Scratch

source: - Help with Scripts
da: - Hjælp med Scripts
gd: - Cobhair le sgriobtaichean
id: - Bantuan dengan Skrip

source: Resources
da: Ressourcer
gd: Goireasan
id: Bahan

source: An online community for educators using Scratch, with stories, discussions, and resources, such as the Scratch curriculum guide.
da: Et online fællesskab for undervisere som bruger Scratch, med historier, diskussioner og ressourcer, som Scratch pensum guide.
gd: Coimhearsnachd air loidhne airson luchd-foghlaim a chleachdas Scratch le sgeòil, deasbadan agus goireasan a leithid treòir clàr-teagaisg Scratch.
id: Sebuah komunitas online untuk pendidik yang menggunakan Scratch, dengan cerita, perdiskusian, dan bahan, seperti panduan kurikulum Scratch.

source: The Scratch Wiki contains a wide variety of articles by Scratchers for Scratchers, including advanced topics and tutorials.
da: Scratch Wiki'en indeholder et bredt udsnit af artikler skrevet af Scratchere for Scratchere, inklusive avancerede emner og vejledninger.
gd: Ann an uicidh Scratch, gheibh thu roghainn farsaing de dh’aistidhean a chaidh a sgrìobhadh le Luchd-Scratch dhan Luchd-Scratch, a’ gabhail a-steach oideachadh is cuspairean adhartach.
id: Scratch Wiki mengandung artikel-artikel yang sangat bervariasi yang dibuat oleh Scratcher, untuk Scratcher, termasuk topik-topik lanjutan serta tutorial.

source: Scratch 2 Offline Editor
gd: Deasaiche far loidhne Scratch 2
id: Editor Offline Scratch 2

source: Download the Scratch 2 offline editor.
gd: Luchdaich a-nuas deasaiche Scratch 2 far loidhne.
id: Unduh editor Scratch 2 offline.

source: Scratch 1.4 Download
gd: Luchdadh a-nuas Scratch 1.4
id: Unduh Scratch 1.4

source: Links and information on the previous version of Scratch.
da: Links og informationer om den tidligere version af Scratch.
gd: Ceanglaichean is fiosrachadh mun tionndadh roimhe de Scratch.
id: Tautan dan informasi tentang versi-versi terdahulu dari Scratch.

source: Scratch Statistics
da: Scratch Statistikker
gd: Stadastaireachd Scratch
id: Statistik Scratch

source: Explore up-to-date statistics about the Scratch online community.
da: Udforsk aktuelle statistikker om Scratch online fællesskabet.
gd: Rùraich stadastaireachd mun choimhearsnachd Scratch a tha cho ùr ’s a ghabhas.
id: Jelajahi statistik-statistik terbaru tentang komunitas online Scratch.

source: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch and the Physical World</a>
da: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch og den fysiske verden</a>
gd: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch agus an saoghal fiosaigeach</a>
id: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch dan Dunia Fisik</a>

source: Scratch Logo
gd: Suaicheantas Scratch
id: Logo Scratch

source: Access the Scratch logo and other media files.
da: Adgang til Scratch logo og andre medie filer.
gd: Faigh suaicheantas Scratch agus faidhlichean meadhain eile.
id: Akses ke logo Scratch dan file media lain.

source: Scratch - Videos
da: Scratch - Videoer
gd: Scratch - Videothan
id: Scratch - Video

source: Getting Started with Scratch
da: Kom i gang med Scratch
gd: Toiseach tòiseachaidh le Scratch
id: Memulai Scratch

source: After <strong>Getting Started</strong>, choose from <a href="#Introductory Tutorials">Introductory Tutorials</a> or <a href="#Paint Editor Tips">Paint Editor Tips</a>.
gd: Às dèidh <strong>Toiseach tòiseachaidh</strong>, tagh <a href="#Introductory Tutorials">oideachadh tòiseachaidh</a> no <a href="#Paint Editor Tips">Oidheaman airson an deasaiche peanta</a>.
id: Scratch - Video

source: Introductory Tutorials
gd: Oideachadh tòiseachaidh
id: Tutorial Perkenalan

source: Make your sprite move forward
gd: Thoir air an sprìd gluasad air adhart
id: Buat spritemu bergerak maju

source: Make your sprite spin
gd: Thoir cuairteachadh air an sprìd
id: Buat spritemu berputar

source: Make your sprite change color
gd: Cuir dath ùr air an sprìd
id: Buat spritemu berubah warna

source: Make your sprite dance
gd: Thoir air an sprìd dannsa
id: Buat spritemu menari

source: Make your sprite follow the mouse
gd: Thoir air an sprìd leantainn air an luchag
id: Buat spritemu mengikuti mouse

source: Make your sprite glide
gd: Thoir air an sprìd gluasad
id: Buat spritemu meluncur

source: Make your sprite jump when you clap
gd: Thoir air sprìd leum le bualadh bhasan
id: Buat spritemu melompat saat kau bertepuk

source: Make your sprite spin when you say something
gd: Thoir air an sprìd cuairteachadh nuair a chanas tu rudeigin
id: Buat spritemu berputar saat kamu mengatakan sesuatu

source: Make a simple game
gd: Cruthaich geama simplidh
id: Buat sebuah permainan sederhana

source: Make a story
gd: Cruthaich sgeul
id: Buat sebuah cerita

source: Paint Editor Tips
gd: Oidheaman airson an deasaiche peanta
id: Tips Editor Gambar

source: Change the cat or other characters
gd: Atharraich an cat no pearsachan eile
id: Ubah si kucing atau karakter lainnya

source: Differences between vector and bitmap
gd: An diofar eadar vector is bitmap
id: Perbedaan antara vektor dan bitmap

source: Switching between vector and bitmap
gd: Gearr leum eadar vector is bitmap
id: Berganti antara vektor dan bitmap

source: Fill a vector shape
gd: Lìon cruth vector
id: Warnai sebuah bentuk vektor

source: Erasing in vector mode
gd: Suathadh ann am modh vector
id: Menghapus dalam mode vektor

source: Drawing with reshape
gd: Peantadh le atharrachadh crutha
id: Menggambar menggunakan reshape

source: Smoothing
gd: Dèanamh rèidh
id: Penghalusan

source: Grouping
gd: Cuir ann am buidhean
id: Pengelompokan

source: Layers
gd: Breathan
id: Lapisan

source: Backdrop into Sprite
gd: Dèan sprìd de chùlaibh
id: Latar menjadi Sprite

source: Center of Costume
gd: Meadhan an aodaich
id: Pusat dari Kostum

source: Back
da: Tilbage
gd: Air ais
id: Kembali

source: Make a Donation
gd: Thoir tìodhlac dhuinn
id: Berikan Donasi

source: Messages
gd: Teachdaireachdan
id: Pesan
pl: Wiadomości

source: All Messages
gd: A h-uile teachdaireachd
id: Semua Pesan
pl: Wszystkie wiadomości

source: Comments
gd: Beachdan
id: Komentar
pl: Komentarze

source: Alerts
gd: Caismeachdan
id: Peringatan
