Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: da, gd, id, pl

source: The Search features lets you find and preview projects more easily.
da: Søgefunktionen giver dig mulighed for at finde andre projekter lettere.
gd: Leigidh feart an luirg leat pròiseactan a lorg ’s a ro-shealladh nas fhasa.
id: Fitur Cari mempermudahkanmu untuk menemukan dan mengakses karya.
pl: Funkcje Szukania pozwalają Ci łatwiej wyszukać i przeglądać projekty.

source: Planned for Summer 2013
da: Planlagt til sommeren 2013
gd: Fainear dhuinn airson samhradh 2013
id: Direncanakan untuk Musim Panas 2013

source: Scratch - For Parents
da: Scratch - For Forældre
gd: Scratch - Do phàrantan
id: Scratch - Untuk Orangtua
pl: Scratch - Dla Rodziców

source: What is the age range for Scratch?
da: Hvad er aldersgruppen for Scratch?
gd: Dè an aois iomchaidh airson Scratch?
id: Apakah jangkauan umur untuk Scratch?
pl: Jaki jest przedział wiekowy dla Scratch?

source: While Scratch is primarily designed for 8 to 16 year olds, it is also used by people of all ages, including younger children with their parents.
da: Selvom Scratch primært er designet for 8 til 16 årige, så bliver det brugt af mennesker i alle aldre, inkluderet yngre børn og deres forældre.
gd: Ged a chaidh Scratch a dhealbhachadh gu h-àraidh airson òganaich eadar 8 is 16 a dh’aois, cleachdaidh daoine air a bheil diofar aoisean e, a’ gabhail a-steach clann as òige le am pàrantan.
id: Meski Scratch didesain secara utama untuk yang berumur 8 sampai 16 tahun, ia juga digunakan oleh kalangan dari segala umur, termasuk anak-anak yang lebih muda dengan orangtua mereka.
pl: W założeniu Scratch był dedykowany dla dzieci w wieku 8-16 lat, ale może być używany przez każde dziecko, włączając młodsze dzieci z rodzicami.

source: What resources are available for learning Scratch?
da: Hvilke ressourcer er tilgængelige for at lære Scratch?
gd: Dè na goireasan a tha ri làimh gus Scratch ionnsachadh?
id: Bahan apa yang tersedia untuk mempelajari Scratch?
pl: Jakie zasoby są dostępny by nauczyć się Scratch?

source: What is the Scratch online community?
da: Hvad er Scratch onlline fællesskabet?
gd: Dè th’ anns a’ choimhearsnachd Scratch air loidhne?
id: Apa itu komunitas online Scratch?
pl: Czym jest społeczność online Scratch?

source: What are the guidelines for the Scratch online community?
da: Hvad er retningslinerne for Scratch online fællesskabet?
gd: Dè an giùlan ceart sa choimhearsnachd Scratch?
id: Apa pedomannya bagi komunitas online Scratch?

source: What is your privacy policy?
da: Hvad er jeres fortrolighedspolitik?
gd: Dè an aithris prìobhaideach agaibh?
id: Apa kebijakan privasi anda?

source: What are parents saying about Scratch?
da: Hvad siger forældre om Scratch?
gd: Dè chanas na pàrantan mu dhèidhinn Scratch?
id: Apa yang dikatakan orangtua tentang Scratch?

source: We often receive emails from parents thanking us for Scratch. Here are some examples:
da: Vi modtager ofte e-mails fra forældre, som takker os for Scratch. Her er nogle eksempler:
gd: Gheibh sinn puist-d o phàrantan gu tric a bheir taing dhuinn airson Scratch. Seo fear no dhà dhiubh:
id: Kami sering menerima surel dari berbagai orangtua yang berterima kasih karena Scratch. Berikut ini beberapa contoh:

source: "<b>I just want to thank you all for making Scratch, and for providing it for free.</b> My kids are doing amazing things that they see as fun yet I know is educational, valuable, and worthwhile. Thank you so much!!!"
da: "<b>Jeg vil bare takke jer for at have lavet Scratch og fordi at det er gratis.</b>Mine børn laver forbløffende ting, som de synes er sjove, og som jeg ved er lærerige, værdifulde og værd at bruge tid på. Tusind tak!!!"
gd: “<b>Bu toil leam taing a thoirt dhuibh airson Scratch a dhèanamh is a thoirt dhuinn saor ’s an-asgaidh.</b> Tha mo cuidh cloinne a’ dèanamh rudan iongantach a bheir tlachd dhaibh ach tha fios agam gun toir e foghlam dhaibh is gu bheil e luachmhor. Gun robh math agaibh!!!”
id: "<b>Saya hanya ingin memberikan terima kasih untuk membuat Scratch, dan mengadakannya secara gratis.</b> Anak-anak saya melakukan hal-hal luar biasa yang mereka lihat sebagai mengasyikkan namun saya ketahui sebagai edukatif, berharga, dan bermanfaat. Terima kasih banyak!!!"

source: Learning
da: Læring
gd: Ionnsachadh
id: Mempelajari

source: Questions?
da: Spørgsmål?
gd: Ceist sam bith agad?
id: Punya pertanyaan?

source: You can also ask questions in the <a href="/discuss/">discussion forums</a>.
da: Du kan også stille spørgsmål i <a href="/discuss/">diskusssions foraerne</a>.
gd: ’S urrainn dhut ceist a chur air a’ <a href="/discuss/">bhòrd-bhrath</a> cuideachd.
id: Kamu juga bisa menanyakan pertanyaan di <a href="/discuss/">forum perdiskusian</a>.

source: Quotes - Scratch
da: Citater - Scratch
gd: Iomraidhean - Scratch
id: Kutipan - Scratch

source: What <b>Youth</b> are Saying about Scratch
da: Hvad <b>Børn</b> siger om Scratch
gd: Na thuirt na h-<b>òganaich</b> mu Scratch
id: Apa yang dikatakan oleh <b>remaja</b> tentang Scratch.

source: I like Scratch better than blogs or social networking sites like Facebook because we’re creating interesting games and projects that are fun to play, watch, and download. I don’t like to just talk to other people online, I like to talk about something creative and new.<span class="quotes">&rdquo;</span> - 13-year-old </p>
da: Jeg kan bedre lide Scratch end blogs og sociale netværk som Facebook fordi vi laver interesante spil og projekter som er sjove at lege med, se, og downloade. Jeg kan ikke bare lide at snakke med andre folk online, jeg vil helst snakke om noget kreativt og nyt.<span class="quotes">&rdquo;</span> - 13 år gammel </p>
gd: Is fhearr leam Scratch na blogaichean no làraichean lìonraidh sòisealta mar Facebook air sgàth ’s gu bheil sinn a’ cruthachadh geamannan is pròiseactan inntinneach a tha tlachdmhor gus an cluich, coimhead orra is an luchdadh a-nuas. Cha toil leam bruidhinn ri daoine air loidhne a dh’aona-ghnothach, ’s toil leam bruidhinn mu rudeigin cruthachail ùr.<span class="quotes">&rdquo;</span> - 13 bliadhna a dh’aois </p>
id: Saya lebih suka Scratch dibandingkan blog atau situs <em>social networking</em> seperti Facebook karena kita dapat membuat permainan-permainan menarik dan karya-karya yang asyik untuk dimainkan, ditonton, dan diunduh. Saya tidak suka hanya berbicara dengan orang lain di internet, saya suka berbicara tentang sesuatu yang kreatif dari baru.<span class="quotes">&rdquo;</span> - 13-tahun </p>

source: Research on Scratch
da: Forskning om Scratch
gd: Rannsachadh air Scratch
id: Penelitian pada Scratch

source: Research Papers &amp; Presentations
gd: Pàipearan ⁊ taisbeanaidhean rannsachaidh
id: Research Papers &amp; Presentasi

source: Scratch Offline Editor
gd: Deasaiche far loidhne Scratch
id: Editor Offline Scratch

source: Scratch 2 Offline Editor
gd: Deasaiche far loidhne Scratch 2
id: Editor Offline Scratch 2

source: Support Materials
gd: Stuthan taice
id: Materi Pendukung

source: Scratch 1.4 For Mac OS X
gd: Scratch 1.4 airson Mac OS X
id: Scratch 1.4 Untuk Mac OS X

source: Scratch 1.4 for Windows
gd: Scratch 1.4 airson Windows
id: Scratch 1.4 untuk Windows

source: Scratch 1.4 for Debian / Ubuntu
gd: Scratch 1.4 airson Debian / Ubuntu
id: Scratch 1.4 untuk Debian / Ubuntu

source: Install Scratch with Software Center
da: Installer Scratch med Software Center
gd: Stàlaich Scratch le Ionad a’ bhathair-bhog
id: Install Scratch menggunakan Software Center

source: Frequently Asked Questions about Scratch 1.4
da: Ofte Stillede Spørgsmål om Scratch 1.4
gd: Ceistean àbhaisteach mi Scratch 1.4
id: Pertanyaan yang sering diajukan tentang Scratch 1.4

source: What resources are available to help me learn how to use Scratch 1.4?
da: Hvilke ressourcer er tilgængelige, som kan hjælpe mig med at lære at bruge Scratch 1.4?
gd: Dè na goireasan a bhios ri làimh ach an ionnsaichinn mar a chleachdas mi Scratch 1.4?
id: Materi apa yang siap membantu saya untuk mempelajari cara menggunakan Scratch 1.4?

source: What are the system requirements for Scratch 1.4?
da: Hvad er systemkravene for Scratch 1.4?
gd: Dè riatanasan an t-siostam air a bhios Scratch 1.4 feumach?
id: Sistem apa yang diperlukan untuk Scratch 1.4?

source: Scratch - Starter Projects
da: Scratch - Begynder Projekter
gd: Scratch - Pròiseactan tòiseachaidh
id: Scratch - Karya-karya Pemula

source: Animation
gd: Beòthachadh
id: Animasi

source: Interactive Art
da: Interaktiv Kunst
gd: Ealan eadar-ghnìomhach
id: Seni Interaktif

source: Music and Dance
da: Musik og Dans
gd: Ceòl is dannsa
id: Musik dan Tarian

source: Video Sensing
da: Video Sansning
gd: Mothachadh video
id: Sensor Video

source: Dance Party
da: Dansefest
gd: Pàrtaidh dannsa
id: Pesta Tarian

source: Animate the Crab
da: Animér krabben
gd: Beòthaich a’ chrùbag
id: Animasikan si Kepiting

source: The Pico Show: Intro
da: Pico Showet: Intro
gd: Show Phico: facal-toisich
id: Pertunjukan Pico: Perkenalan

source: Greeting Card
da: Lykønskningskort
gd: Cairt fàilteachaidh
id: Kartu Ucapan

source: Pong Starter
gd: Toiseach air Pong
id: Pong Pemula

source: Maze Starter
da: Labyrint Starter
gd: Toiseach cuartain
id: Maze Pemula

source: Hide and Seek
da: Gem og Søg
gd: Falach-fead
id: Petak Umpet

source: Dress Up Tera
da: Klæd Tera på
gd: Cuir aodach air Tera
id: Dandani Tera

source: Paint with Gobo
da: Mal med Gobo
gd: Peant le Gobo
id: Melukis bersama Gobo

source: Wizard Spells
da: Trylleformularer
gd: Geasan an draoidh
id: Sihir Penyihir

source: Soundflower
da: Lydblomst
gd: Flùr nam fuaim
id: Bunga Suara

source: Spiral Maker
da: Spiral Generator
gd: Dèan cuachagan
id: Pembuat Spiral

source: Remix this dance
da: Byg videre på denne dans
gd: Ath-mheasgaich an dannsa seo
id: Remix tarian ini

source: Starfish Choir
da: Stjernefisk kor
gd: Còisir nan crosgagan-tràghad
id: Paduan Suara Bintang Laut

source: DJ Scratch Cat
da: DJ Scratch Kat
id: DJ Kucing Scratch

source: 5 Random Facts about Me
da: 5 Tilfældige Fakta om Mig
gd: 5 nithean tuaireamach mum dhèidhinn
id: 5 Fakta Acak tentang Saya

source: Introducing Howler! Remix
da: Introducerer Brøleabens! Remix
gd: Coinnich Howler! Ath-mheasgachadh
id: Memperkenalkan Howler! Remix

source: Teens at the Castle
da: Teenagere på Slottet
gd: Deugairean sa chaisteal
id: Remaja di Istana

source: Virtual Tour
da: Virtuel Tur
gd: Turas bhiortail
id: Tur Virtual

source: Musical Buttons
da: Musikalske Knapper
gd: Putanan ceòlmhor
id: Tombol-Tombol Musikal

source: Bubbles with Video Sensing
da: Bobler med Video Sansning
gd: Builgeanan le mothachadh video
id: Gelembung dengan Sensor Video

source: Save the Mini-Figs!
da: Red Mini-Fignerne!
gd: Sàbhail na daoine beaga!
id: Selamatkan para Mini-Figs!

source: Pizza Chef
da: Pizza Kok
gd: Còcaire pizza
id: Chef Pizza

source: Scratch Help
da: Hjælp til Scratch
gd: Cobhair le Scratch
id: Bantuan Scratch

source: Scratch Cards
da: Scratch Kort
gd: Cairtean Scratch
id: Kartu-Kartu Scratch
pl: Karty Scratch

source: Scratch cards provide a quick way to learn new Scratch code.
da: Scratch kort kan bruges som en hurtig måde til at lære ny Scratch kode.
gd: Bheir cairtean Scratch dòigh luath dhut gus còd Scratch ùr ionnsachadh.
id: Kartu-kartu Scratch menyediakan cara yang cepat untuk mempelajari kode Scratch baru.
pl: Karty Scratch umożliwiają szybką naukę nowego kodu Scratch.

source: Get all the Cards
da: Få alle Kortene
gd: Faigh a h-uile cairt
id: Dapatkan semua Kartunya
pl: Pobierz wszystkie Karty

source: English
da: Engelsk
gd: Beurla
id: Bahasa Inggris
pl: Angielski

source: Looking for Scratch Cards in your language? Check <a href="http://wiki.scratch.mit.edu/wiki/Scratch_Support_Materials">Scratch Wiki</a>.
da: Kigger du efter Scratch Kort på dit sprog? Tjek <a href="http://wiki.scratch.mit.edu/wiki/Scratch_Support_Materials">Scratch Wiki</a>.
gd: A bheil thu a’ sireadh cairtean Scratch nad chànan fhèin? Thoir sùil air <a href="http://wiki.scratch.mit.edu/wiki/Scratch_Support_Materials">uicidh Scratch</a>.
id: Mencari Kartu Scratch dalam bahasa anda? Lihat <a href="http://wiki.scratch.mit.edu/wiki/Scratch_Support_Materials">Scratch Wiki</a>.
pl: Szukasz Kart Scratch w twoim języku? Sprawdź <a href="http://wiki.scratch.mit.edu/wiki/Scratch_Support_Materials">Wiki Scratcha</a>.

source: Change Color
da: Skift farve
gd: Atharrachadh an datha
id: Ubah Warna
pl: Zmień kolor

source: View Card
da: Se Kort
gd: Seall a’ chairt
id: Lihat Kartu
pl: Obejrzyj Kartę

source: Move to a Beat
da: Flyt til et Slag
gd: Gluasad le buillean
id: Bergerak Mengikuti Ketukan
pl: Ruszaj się do rytmu

source: Key Moves
da: Grundlæggende Bevægelser
gd: Gluasad le iuchraichean
id: Gerakan Kunci

source: Say Something
da: Sig noget
gd: Bruidhinn
id: Katakan Sesuatu
pl: Powiedz coś

source: Glide
da: Glid
gd: Gluasad
id: Meluncur

source: Follow the Mouse
da: Følg Musen
gd: Leantainn air an luchag
id: Ikuti Mouse
pl: Idź za myszką

source: Dance Twist
da: Danse Twist
gd: Gluasad dannsa
id: Putaran Tarian
pl: Obrót w tańcu

source: Interactive Whirl
da: Interaktiv Hvirvel
gd: Cuairteag eadar-ghnìomhach
id: Whirl Interaktif
pl: Interaktywny wir

source: Animate It
da: Animér det
gd: Beòthachadh
id: Animasikan
pl: Animuj

source: Moving Animation
da: Animation i bevægelse
gd: Beòthachadh le gluasad
id: Animasi Bergerak
pl: Przesuwająca się animacja

source: Surprise Button
da: Overraskelses Knap
gd: Putan annais
id: Tombol Kejutan
pl: Guzik niespodzianka

source: Keep Score
da: Før regnskab
gd: Cuimhneachadh sgòir
id: Simpan Nilai
pl: Zachowaj wynik

source: General Questions
da: Generelle Spørgsmål
gd: Ceistean coitcheann
id: Pertanyaan-Pertanyaan Umum
pl: Pytania ogólne

source: Remixing and Copying
da: Remixing og Kopiering
gd: Ath-mheasgachadh is lethbhreacan
id: Meremix dan Meniru
pl: Remiksowanie i kopiowanie

source: Accounts
da: Kontoer
gd: Cunntasan
id: Akun
pl: Konta

source: Licensing and Permissions
da: Licenser og Tilladelser
gd: Ceadachas is ceadan
id: Lisensi dan Izin
pl: Licencjonowanie i uprawnienia

source: Inappropriate Content
da: Upassende indhold
gd: Susbaint neo-iomchaidh
id: Konten Tidak Cocok
pl: Nieodpowiednie treści

source: Cloud Data
da: Skydata
gd: Dàta san neul
id: Data Cloud

source: What is Scratch, and what can I do with it?
da: Hvad er Scratch, og hvad kan jeg lave med det?
gd: Dè th’ ann an Scratch agus dè nì mi leis?
id: Apa itu Scratch, dan apa yang bisa saya lakukan dengannya?

source: Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively.To learn more about Scratch, check out the <a href="/about">About Scratch</a> page.
da: Scratch er et programmeringssprog og et online fællesskab hvor du kan lave dine egne interaktive historier, spil og animationer -- og dele dine ting med andre i hele verden. Under processen med at designe og programmere, lærer børn at tænke kreativt, at tænke systematisk og at arbejde sammen med andre. For at lære mere om Scratch, se <a href="/about">Om Scratch</a> siden.
gd: ’S e bathar-bog agus coimhearsnachd air loidhne a th’ ann an Scratch far an urrainn dhut na sgeòil, geamannan agus beòthachaidhean eadar-ghnìomhach agad fhèin a chruthachadh -- agus na chruthaich thu a cho-roinneadh le càch air feadh an t-saoghail. Fad ’s a nì iad dealbhachadh is prògramachadh pròiseactan Scratch, ionnsaichidh òganaich mar a smaoinicheas iad gu cruthachail is gu rianail agus mar a dh’obraicheas iad còmhla. Airson barrachd fiosrachaidh mu Scratch, thoir sùil air an duilleag <a href="/about">Mu Scratch</a>.
id: Scratch adalah sebuah bahasa pemrograman dan komunitas online di mana kamu dapat membuat sendiri cerita interaktif, permainan, dan animasi - dan membagikan kreasimu dengan yang lainnya dari segala penjuru dunia. Dari proses mendesain dan memprogram karya-karya Scratch, orang-orang muda belajar untuk berpikir secara kreatif, mempertimbangkan secara sistematis, dan berkerja secara kolaboratif. Untuk mempelajari lebih jauh tentang Scratcch, lihat laman <a href="/about">Tentang</a> Scratch.

source: How do I make a game or animation with Scratch?
da: Hvordan laver jeg et spil eller en animation med Scratch?
gd: Ciamar a chruthaicheas mi geama no beòthachadh le Scratch?
id: Bagaimana cara saya membuat suatu permainan atau animasi menggunakan Scratch?

source: Check out the <a href="/help">help page</a> to see lots of ways to get started with Scratch. Or just <a href="/projects/editor/?tip_bar=getStarted">dive in</a> to the project editor.
da: Tjek siden ud om <a href="/help">hjælp</a> hvor du kan se mange forskellige måder hvorpå man kan komme i gang med Scratch. Eller bare <a href="/projects/editor/?tip_bar=getStarted">dyk ned</a> i projekteditoren.
gd: Thoir sùil air <a href="/help">duilleag na cobharach</a> airson iomadh dòigh a shealltainn san urrainn dhut tòiseachadh le Scratch. No <a href="/projects/editor/?tip_bar=getStarted">feuch ris</a> sa bhad ann an deasaiche nam pròiseact.
id: Lihat <a href="/help">laman bantuan</a> untuk melihat berbagai cara untuk memulai Scratch. Atau cukup <a href="/projects/editor/?tip_bar=getStarted">lompat</a> ke editor karya.

source: What are the system requirements for Scratch?
da: Hvad er systemkravene for Scratch?
gd: Dè riatanasan an t-siostam air a bhios Scratch feumach?
id: Apa sistem yang diperlukan untuk Scratch?

source: The <a href="/scratch2download/">Scratch 2 offline editor (beta version)</a> is now available. You can also still use <a href ="/scratch_1.4">Scratch 1.4</a>. Note: You can have both Scratch 1.4 and 2 on your computer.
da: <a href="/scratch2download/">Scratch 2 offline editor (beta version)</a> er nu tilgængelig. Du kan også stadigvæk bruge <a href ="/scratch_1.4">Scratch 1.4</a>. Note: Du kan både have Scratch 1.4 og 2 på din computer.
gd: Tha <a href="/scratch2download/">deasaiche far loidhne Scratch 2 (tionndadh beta)</a> ri fhaighinn a-nis. ’S urrainn dhut <a href ="/scratch_1.4">Scratch 1.4</a> a chleachdadh fhathast cuideachd. An aire: ’S urrainn dhut an dà chuid Scratch 1.4 agus 2 a chur air a’ choimpiutair agad aig an aon àm.
id: <a href="/scratch2download/">editor offline Scratch 2 (versi beta)</a> telah tersedia. Kamu masih dapat menggunakan <a href ="/scratch_1.4">Scratch 1.4</a>. Catatan: Kamu dapat memiliki Scratch 1.4 dan 2 di komputermu sekaligus.

source: Can I still upload projects created with older versions of Scratch to the website?
da: Kan jeg stadig uploade projekter, som er lavet i ældre versioner af Scratch til hjemmesiden?
gd: An urrainn dhomh pròiseactan a chaidh a chruthachadh le seann-tionndadh de Scratch a luchdadh suas dhan làrach-lìn fhathast?
id: Apa saya masih bisa mengunggah karya-karya yang dibuat menggunakan versi-versi yang lebih lama dari Scratch ke situs?

source: Yes - you can share or upload projects made with earlier versions of Scratch, and they will be visible and playable. (However, you can’t download projects made with or edited in later versions of Scratch and open them in earlier versions. For example, you can’t open a Scratch 2 project in <a href ="/scratch_1.4">Scratch 1.4</a>, because <a href ="/scratch_1.4">Scratch 1.4</a> doesn’t know how to read the .sb2 project file format.)
da: Ja - du kan dele eller uploade projekter som er lavet i tidligere versioner af Scratch, og de vil være synlige og spilbare. (Dog kan du ikke downloade projekter som er lavet eller redigeret i senere versioner af Scratch og åbne dem i tidligere versioner. For eksempel, du kan ikke åbne et Scratch 2 projekt i <a href ="/scratch_1.4">Scratch 1.4</a>, fordi <a href ="/scratch_1.4">Scratch 1.4</a> ikke ved, hvordan det skal læse .sb2 projekt fil formatet.)
gd: ’S urrainn - ’s urrainn dhut pròiseactan a chaidh a dhèanamh le seann-tionndadh de Scratch a cho-roinneadh is a luchdadh suas agus chithear iad is gabhaidh an cluich. (Co-dhiù no co-dheth, chan urrainn dhut pròiseactan a chaidh a dhèanamh no a dheasachadh le tionndaidhean as ùire de Scratch a luchdadh a-nuas is fhosgladh le seann-tionndadh. Mar eisimpleir, chan urrainn dhut pròiseact Scratch 2 fhosgladh ann an <a href ="/scratch_1.4">Scratch 1.4</a>, air sgàth ’s nach eil <a href ="/scratch_1.4">Scratch 1.4</a> eòlach air fòrmat faidhle .sb2 nam pròiseactan.)
id: Iya - kamu dapat membagikan atau mengunggah karya-karya yang dibuat menggunakan Scratch versi lama, dan karya-karya tersebut akan dapat diakses dan dimainkan. (Meskipun begitu, kamu tidak dapat mengunduh karya yang dibuat menggunakan Scratch versi yang lebih baru lalu membukanya di Scratch versi lama. Sebagai contoh, kamu tidak dapat membuka karya Scratch 2 menggunakan <a href ="/scratch_1.4">Scratch 1.4</a> karena <a href ="/scratch_1.4">Scratch 1.4</a> tidak tahu cara membaca format berkas .sb2.)

source: How much does Scratch cost? Do I need a license?
da: Hvad koster Scratch? Kræver det en licens?
gd: Dè na tha Scratch? A bheil feum agam air ceadachas?
id: Berapa harga Scratch? Apa saya butuh lisensi?

source: Scratch is and always will be free. You don’t need a license to use Scratch in your school, home, or anywhere else. The development and maintenance of Scratch is paid for by grants and donations. If you’d like to contribute to Scratch, check out our <a href="#">Donate page</a>.
da: Scratch er og vil altid være gratis. Du behøver ikke en licens for at bruge Scratch i skolen, derhjemme eller nogen steder. Udviklingen og vedligholdelsen af Scratch bliver finansieret igennem tilskud og donationer. Hvis du vil støtte Scratch, se vores <a href="#">Donations side</a>.
gd: Tha agus bidh Scratch saor ’s an-asgaidh gu buan. Chan eil feum agad air ceadachas gus Scratch a chleachdadh san sgoil, san dachaigh no àite sam bith eile. Tha leasachadh is glèidheadh Scratch ga phàigheadh le tabhartasan is tìodhlacan. Nam bu toil leat taic a chur ri Scratch, thoir sùil air an duilleag <a href="#">Thoir tìodhlac dhuinn</a>.
id: Scratch bebas biaya dan akan terus bebas biaya. Anda tidak perlu lisensi untuk menggunakan Scratch di sekolah anda, rumah, atau di mana pun. Pengembangan dan perawatan dari Scratch dibayar oleh bantuan dan donasi. Jika anda ingin berkontribusi pada Scratch, lihat <a href="#">laman Donasi</a> kami.

source: Who created Scratch?
da: Hvem har lavet Scratch?
gd: Cò chruthaich Scratch?
id: Siapa yang membuat Scratch?

source: Scratch is developed and maintained by the Scratch Team at the <a href="http://llk.media.mit.edu/">Lifelong Kindergarten group</a> at <a href="http://www.media.mit.edu/">MIT Media Lab</a>.
da: Scratch er udviklet af og vedligeholdes af Scratchteamet ved <a href="http://llk.media.mit.edu/">Lifelong Kindergarten group</a> på<a href="http://www.media.mit.edu/">MIT Media Lab</a>.
gd: Tha Scratch ga leasachadh ’s ga ghlèidheadh leis an sgioba Scratch aig a’ <a href="http://llk.media.mit.edu/">bhuidheann Lifelong Kindergarten</a> aig <a href="http://www.media.mit.edu/">MIT Media Lab</a>.
id: Scratch dikembangkan dan dipantau oleh Scratch Team dari <a href="http://llk.media.mit.edu/">Lifelong Kindergarten group</a> di <a href="http://www.media.mit.edu/">MIT Media Lab</a>.

source: What information do you ask for during account registration?
da: Hvilke oplysninger beder I om for at oprette en konto?
gd: Dè am fiosrachadh a dh’iarras sibh orm nuair a chlàraicheas mi cunntas?
id: Informasi apa yang anda minta selama registrasi akun?
