Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: da, gd, id, pl

source: shared the project
gd: - air pròiseact a cho-roinneadh
id: membagikan karya
pl: udostępnił projekt

source: %(time)s ago
gd: %(time)s air ais
id: %(time)s yang lalu
pl: %(time)s temu

source: remixed
gd: - air ath-mheasgachadh a dhèanamh air
id: meremix

source: as
gd: mar
id: sebagai

source: favorited
da: favoritmarkeret
gd: - annsachd ùr:
id: menfavorit
pl: ulubiony

source: loved
gd: - is toil leis/leatha
id: menyukai
pl: kochany

source: is now following
gd: - a’ leantainn air
id: sekarang mengikuti
pl: teraz śledzi

source: added
gd: - air seo a chur ris:
id: menambahkan
pl: dodany

source: to the studio
gd: ris an stiùideo
id: ke studio
pl: do studia

source: became a curator of
gd: - chaidh e/i na neach-tasgaidh aig
id: menjadi kurator dari

source: was promoted to manager of
gd: - chaidh e/i na stiùiriche aig
id: dipromosikan menjadi manager dari

source: is now following you
gd: - a’ leantainn ort a-nis
id: sekarang mengikutimu

source: loved your project
gd: - ’s toil leis/leatha am pròiseact agad:
id: menyukai karyamu

source: favorited your project
gd: - tha am pròiseact agad na annsachd dha:
id: menfavorit karyamu

source: replied to your comment on
gd: - fhreagair e ri do bheachd air
id: membalas komentarmu di

source: commented on your project
gd: - chuir e beachd ris a’ phròiseact agad:
id: mengomentari karyamu

source: commented on
gd: - thug e beachd air
id: mengomentari di

source: replied to your comment in
gd: - fhreagair e ri do bheachd an seo:
id: membalas komentarmu di

source: invited you to curate the studio
gd: - thug e cuireadh dhut nad neach-tasgaidh san stiùideo
id: mengundangmu untuk menkurasikan studio

source: promoted you to manager for the studio
gd: - chuir e dreuchd stiùiriche ort airson an stiùideo
id: mempromosikanmu menjadi pengelola di studio

source: remixed your project
gd: - ath-mheasgaich e am pròiseact agad:
id: meremix karyamu

source: There was new activity in
gd: Bha gnìomhachd ùr an seo:
id: Ada kegiatan baru di

source: today
gd: an-diugh
id: hari ini
pl: dzisiaj

source: There are new posts in the forum thread:
gd: Tha postaichean ùra ann an cuspair a’ bhùird-bhrath:
id: Ada postingan baru di thread forum ini:

source: is now following the studio
gd: - a-nis, tha e a’ leantainn air an stiùideo
id: kini mengikuti studio

source: joined Scratch
gd: - fhuair e ballrachd Scratch
id: bergabung dengan Scratch

source: About me
gd: Mum dhèidhinn
id: Tentang saya
pl: O mnie

source: What I'm working on
gd: Na tha mi ris
id: Apa yang sedang saya kerjakan
pl: Nad czym pracuję

source: Describe what you're working on
gd: Innse dhuinn na tha thu ag obair air
id: Ceritakan apa yang sedang kamu kerjakan
pl: Opisz nad czym pracujesz

source: Change featured project
gd: Atharraich am pròiseact brosnaichte
id: Ubah karya pilihan
pl: Zmień polecany projekt

source: What I've been doing
gd: Na bha mi ris
id: Kegiatan saya
pl: Co robiłem

source: Report this user
gd: Dèan aithris air a’ chleachdaiche seo
id: Lapor pengguna ini
pl: Zgłoś użytkownika

source: Favorite Projects
gd: Pròiseactan as annsa leis
id: Karya Favorit

source: Studios I'm Following
gd: Stiùideothan air a bhios mi a’ leantainn
id: Studio yang Saya Ikuti
pl: Studia które śledzę

source: Studios I Curate
gd: Stiùideothan sa bheil mi nam neach-tasgaidh
id: Studio yang Saya Kurasikan
pl: Studia którymi się opiekuję

source: Following
gd: Daoine air tha mi a’ leantainn
id: Mengikuti
pl: Śledzę

source: Followers
gd: Daoine a tha a’ leantainn orm
id: Pengikut
pl: Śledzący

source: Become a Scratcher...
gd: Rach nad Neach-Scratch...
id: Jadi seorang Scratcher...

source: Scratchers are respectful.
gd: Tha Luchd-Scratch modhail.
id: Scratcher bersikap menghargai.

source: We’re constructive.
gd: Tha sinn taiceil.
id: Kami bersikan membangun.

source: We give credit.
gd: Bheir sinn urram.
id: Kami memberikan ucapan terima kasih.

source: We help keep the site friendly.
gd: Cuidichidh sinn ach am biodh an làrach-lìn càirdeil.
id: Kami membantu menjaga keramahan situs ini.

source: We invite you to become a Scratcher.
gd: Tha sinn a’ toirt cuireadh dhut ach an tèid thu nad Neach-Scratch.
id: Kami mengundangmu untuk menjadi seorang Scratcher.

source: Congratulations on becoming a Scratcher!
gd: Meal do naidheachd gun deach thu nad Neach-Scratch!
id: Selamat telah menjadi seorang Scratcher!

source: I agree!
gd: Gabhaidh mi ris!
id: Saya setuju!

source: OK!
gd: Ceart ma-thà!
id: Oke!

source: Studios I Follow
gd: Stiùideothan air a bhios mi a’ leantainn
id: Studio Yang Saya Ikuti

source: on Scratch
gd: air Scratch
id: di Scratch

source: scripts
gd: sgriobtaichean
id: skrip
pl: skrypty

source: sprites
gd: sprìdean
id: sprite
pl: duszki

source: Based on:
gd: Stèidhichte air:
id: Berdasarkan:
pl: Oparty o:

source: Original project:
gd: Am pròiseact tùsail:
id: Karya asli:
pl: Oryginalny projekt:

source: not shared
gd: gun cho-roinneadh
id: tidak dibagikan
pl: nie udostępniony

source: Modified: %(tDate)s
gd: Air atharrachadh: %(tDate)s
id: Dimodifikasi: %(tDate)s

source: Love this project
gd: ’S toil leam am pròiseact seo
id: Sukai karya ini
pl: Ukochaj ten projekt

source: Total views
gd: Seallaidhean iomlan
id: Total lihat
pl: Wszystkich wyświetleń

source: View the remix tree
gd: Seall craobh nan ath-mheasgachaidhean
id: Lihat pohon remix
pl: Zobacz drzewo remiksów

source: Download this project file
gd: Luchdaich a-nuas faidhle a’ phròiseict seo
id: Unduh berkas karya ini

source: OK, Got it.
gd: Ceart ma-thà, tha mi agaibh.
id: Oke, Mengerti.
pl: No dobrze, wiem

source: All Tips
gd: A h-uile oidheam
id: Semua Tips

source: Newest Projects
gd: Na pròiseactan as ùire
id: Karya Terbaru
pl: Najnowsze Projekty

source: Remix tree for "%(projectTitle)s"
gd: Craobh nan ath-mheasgachaidhean airson “%(projectTitle)s”
id: Pohon remix untuk "%(projectTitle)s"

source: More projects by
gd: Barrachd phròiseactan le
id: Lebih banyak karya oleh
pl: Więcej projektów od

source: Creator
gd: Cruthadair
id: Pembuat
pl: Twórca

source: More projects (temporarily disabled)
gd: Barrachd phròiseactan (à comas rè seal)
id: Lebih banyak karya (sementara dimatikan)

source: %(tDate)s ago
gd: %(tDate)s air ais
id: %(tDate)s yang lalu
pl: %(tDate)s temu

source: Tell people how to use your project</br>(such as which keys to press).
gd: Innis mar a chleachdar am pròiseact agad</br>(can dè na h-iuchraichean a dh’fheumas daoine brùthadh orra).
id: Beritahukan orang bagaimana cara menggunakan karyamu</br>(seperti tombol mana yang perlu ditekan).
pl: Powiedz innym jak używać twojego projektu </br>(np. które klawisze naciskać).

source: Report this
gd: Dèan aithris air seo
id: Laporkan ini

source: Login
gd: Clàraich a-steach
id: Masuk
pl: Zaloguj

source: Password reset confirmation
gd: Dearbhadh air ath-shuidheachadh an fhacail-fhaire
id: Konfirmasi reset password
pl: Potwierdzenie resetu hasła

source: New Password
da: Nyt kodeord
gd: Facal-faire ùr
id: Password Baru
pl: Nowe hasło

source: Password reset email sent...
gd: Chaidh post-d a chur gus am facal-faire ath-shuidheachadh...
id: Surel reset password terkirim..
pl: Email resetujący hasło wysłany...

source: Enter Username
gd: Cuir a-steach ainm cleachdaiche
id: Masukkan Username
pl: Wpisz nazwę użytkownika

source: Email address you registered with
gd: An seòladh puist-d leis an do chlàraich thu
id: Alamat surel yang kamu gunakan untuk mendaftar
pl: Adres email którym się zarejestrowałeś

source: Send me a password reset link!
gd: Cuir ceangal thugam gus am facal-faire ath-shuidheachadh!
id: Kirimi aku tautan untuk mereset password!
pl: Wyślij mi link resetujący hasło!

source: Welcome to Scratch, <strong>%(username)s</strong>!
gd: Fàilte gu Scratch, <strong>%(username)s</strong>!
id: Selamat datang di Scratch, <strong>%(username)s</strong>!

source: What's Next?
gd: Dè a-nis?
id: Apa selanjutnya?
pl: Co dalej?

source: Read our Community Guidelines
gd: Leugh na riaghailtean ghiùlain sa choimhearsnachd Scratch
id: Baca Pedoman Komunitas kami

source: Learn how to make a project
da: Lær hvordan du laver et projekt
gd: Ionnsaich mar a nì tu pròiseact
id: Belajar membuat sebuah karya
pl: Nauczyć się tworzyć projekty

source: Get inspired with a starter project
gd: Faigh brosnachadh le pròiseact tòiseachaidh
id: Dapatkan inspirasi dari sebuah karya pemula

source: Want to learn more?
gd: A bheil thu airson barrachd ionnsachadh?
id: Ingin belajar lebih banyak?
pl: Chcesz więcej się nauczyć?

source: Check out our <a href="%(about_url)s">About Scratch</a> page, <a href="%(faq_url)s">Frequently Asked Questions</a>, and <a href="%(discuss_url)s">Discussion Forums</a>, to learn more about Scratch.
gd: Thoir sùil air an duilleag <a href="%(about_url)s">Mu Scratch</a>, air na <a href="%(faq_url)s">/a>Ceistean àbhaisteach</a> agus air a’ <a href="%(discuss_url)s">Bhòrd-bhrath</a> againn airson barrachd fiosrachaidh mu Scratch.
id: Lihat halaman <a href="%(about_url)s">Tentang Scratch</a> kami, <a href="%(faq_url)s">Tanya Jawab</a>, dan <a href="%(discuss_url)s">Forum Perdiskusian</a>, untuk belajar lebih jauh tentang Scratch.

source: Welcome to Scratch, %(username)s!
gd: Fàilte gu Scratch, %(username)s!
id: Selamat datang di Scratch, %(username)s!

source: Check out our About Scratch page (%(about_url)s),Frequently Asked Questions (%(faq_url)s), and Discussion Forums (%(discuss_url)s), to learn more about Scratch.
gd: Thoir sùil air an duilleag Mu Scratch (%(about_url)s), air na Ceistean àbhaisteach (%(faq_url)s) agus air a’ Bhòrd-bhrath (%(discuss_url)s) againn airson barrachd fiosrachaidh mu Scratch.
id: Lihat halaman Tentang Scratch kami (%(about_url)s),Tanya Jawab (%(faq_url)s), dan Forum Perdiskusian (%(discuss_url)s), untuk belajar lebih jauh tentang Scratch.

source: Check out our About Scratch page, Frequently Asked Questions, and Discussion Forums, to learn more about Scratch. Going forward, you will also receive occasional updates from the Scratch team with coding tips, inspirational stories, project ideas, and more. You can unsubscribe from within the updates or by clicking below:
gd: Thoir sùil air an duilleag Mu Scratch, air na Ceistean àbhaisteach agus air a’ Bhòrd-bhrath againn airson barrachd fiosrachaidh mu Scratch. O seo a-mach, gheibh thu naidheachdan o sgioba Scratch agus am fonndas Code-to-Learn o àm gu àm le gliocasan còdachaidh, sgeulachdan brosnachail, beachdan airson pròiseactan agus a bharrachd. ’S urrainn dhut crìoch a chur air an fho-sgrìobhadh o bhroinn nan naidheachdan no le briogadh gu h-ìosal:
id: Lihat halaman Tentang Scratch kami, Tanya Jawab, dan Forum Perdiskusian, untuk belajar lebih jauh tentang Scratch. Bergerak maju, kamu juga terkadang akan mendapatkan update dari Scratch team dengan tips coding, cerita inspiratif, ide karya, dan masih banyak lagi. Kamu juga bisa berhenti berlangganan dari update atau dengan cara mengklik di bawah ini:

source: Joined %(tDate)s ago /
gd: Air ballrachd fhaighinn o chionn %(tDate)s /
id: Bergabung %(tDate)s yang lalu /
pl: Dołączył %(tDate)s temu /

source: Community statistics for Brazil at a glance
gd: Stadastaireachd luath na coimhearsnachd airson Braisil
id: Kilasan statistik komunitas untuk Brazil

source: Monthly Activity Trends
gd: Treandaichean na gnìomhachd mìosail
id: Tren Kegiatan Bulanan

source: Monthly Active Users
gd: Cleachdaichean gnìomhach gach mìos
id: Pengguna Giat Bulanan

source: Age Distribution of New Scratchers
gd: Sgaoileadh aois an Luchd-Scratch ùr
id: Distribusi Umur dari Scratcher Baru

source: Monthly Project Shares
gd: Co-roinneadh phròiseactan gach mìos
id: Karya Terbagikan Bulanan

source: Monthly Comment Activity
gd: Gnìomhachd nam beachdan gach mìos
id: Kegiatan Mengomentari Bulanan

source: Monthly Activity Trends from Brazil
gd: Treandaichean na gnìomhachd mìosail o Bhraisil
id: Tren Kegiatan Bulanan dari Brazil

source: Age Distribution of New Scratchers from Brazil
gd: Sgaoileadh aois an Luchd-Scratch ùr o Bhraisil
id: Distribusi Umur dari Scratcher Baru dari Brazil

source: Scratchers Worldwide
gd: Luchd-Scratch air feadh an t-saoghail
id: Scratcher dari Seluruh Dunia

source: All Projects (<span data-content="project-count">%(projects_count)s</span>)
gd: A h-uile pròiseact (<span data-content="project-count">%(projects_count)s</span>)
id: Semua Karya (<span data-content="project-count">%(projects_count)s</span>)
pl: Wszystkie projekty (<span data-content="project-count">%(projects_count)s</span>)

source: Trash
gd: Am biona
id: Tempat Sampah

source: New Project
gd: Pròiseact ùr
id: Karya Baru
pl: Nowy projekt

source: New Studio
gd: Stiùideo ùr
id: Studio Baru
pl: Nowe studio

source: Load More
da: Hent flere
gd: Luchdaich barrachd dhiubh
id: Muat Lebih Banyak
pl: Wczytaj więcej

source: Last modified:
da: Senest ændret:
gd: Air atharrachadh mu dheireadh:
id: Terakhir kali dimodifikasi:
pl: Ostatino zmodyfikowany:

source: Add to
gd: Cuir ri
id: Tambahkan pada
pl: Dodaj do

source: View:
da: Vis:
gd: Seall:
id: Dilihat:
pl: Zobacz:

source: Most Projects
da: Flest projekter
gd: Na tha a phròiseactan aige
id: Karya terbanyak
pl: Najwięcej projektów

source: Last updated
gd: An t-ùrachadh mu dheireadh
id: Terakhir kali diperbarui
pl: Ostatnio uaktualniony

source: You do not own any galleries. <a href=>Create one!</a>
gd: Chan eil gailearaidh sam bith agad. <a href=>Cruthaich fear!</a>
id: Kamu tidak memiliki studio. <a href=>Buat satu!</a>

source: You do not have any galleries
gd: Chan eil gailearaidh agad
id: Kamu tidak memiliki galeri apapun
pl: Nie masz żadnych galerii

source: Not shared
gd: Gun cho-roinneadh
id: Tidak dibagikan
pl: Nieudostępnione

source: + New Project
gd: + Pròiseact ùr
id: + Karya Baru
pl: + Nowy projekt

source: Created:
da: Lavet:
gd: Air a chruthachadh:
id: Dibuat:

source: Owned by me
gd: Leamsa
id: Dimiliki olehku

source: Curated by me
gd: Thaisg mi e
id: Dipilih olehku

source: Featured Project
gd: Pròiseact brosnaichte
id: Karya Pilihan

source: Featured Tutorial
gd: Oideachadh brosnaichte
id: Tutorial Pilihan

source: Work In Progress
gd: Obair ga dhèanamh
id: Dalam Pengerjaan

source: Remix This!
gd: Ath-mheasgaich seo!
id: Remix Ini!

source: My Favorite Things
gd: Na nithean as fhearr leam
id: Hal-hal Favorit
pl: Moje Ulubione Rzeczy

source: Problems with email confirmation...
da: Problemer med at få bekræftiget med email...
gd: Duilgheadas le dearbhadh puist-d...
id: Masalah dengan pengonfirmasian surel...
pl: Problemy z potwierdzeniem adresu email...

source: Having problems? <a href="%(contact_url)s?confirmation=1">Please give us feedback</a>
da: Har du problemer? <a href="%(contact_url)s?confirmation=1">Giv os venligst besked</a>
gd: A bheil duilgheadas agad? <a href="%(contact_url)s?confirmation=1">Thoir beachd dhuinn</a>
id: Mendapatkan masalah? <a href="%(contact_url)s?confirmation=1">Beri kami masukan</a>
pl: Masz problemy? <a href="%(contact_url)s?confirmation=1">Prosimy o kontakt</a>

source: A creative learning community with <span class="projcount">%(PROJECT_COUNT)s</span> projects shared
gd: Coimhearsnachd ionnsachaidh cruthachail le <span class="projcount">%(PROJECT_COUNT)s</span> pròiseact air an co-roinneadh
id: Sebuah komunitas pelajar kreatif dengan <span class="projcount">%(PROJECT_COUNT)s</span> karya terbagikan
pl: Kreatywnie ucząca się społeczność z <span class="projcount">%(PROJECT_COUNT)s</span> udostępnionymi projektami

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>Next download and install the <br>Scratch 2.0 Offline Editor</p> <p>Mac OS X - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Mac OS 10.5 &amp; Older - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
gd: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Ceum 2"> <p>an uair sin, luchdaich a-nuas is stàlaich<br>Deasaiche far loidhne Scratch 2.0</p> <p>Mac OS X - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">Luchdaich a-nuas<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Luchdaich a-nuas"></a> <br> Mac OS 10.5 ⁊ as sine - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Luchdaich a-nuas<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Luchdaich a-nuas"></a> <br> Windows - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">Luchdaich a-nuas<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Luchdaich a-nuas"></a> <br> Linux - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Luchdaich a-nuas<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Luchdaich a-nuas"></a> </p>
id: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>Berikutnya unduh dan install <br>Editor Offline Scratch 2.0</p> <p>Mac OS X - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">Unduh<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Unduh "></a> <br> Mac OS 10.5 &amp; Older - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Unduh<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Unduh "></a> <br> Windows - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">Unduh<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Unduh "></a> <br> Linux - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Unduh<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Unduh "></a> </p>

source: <a id="confirm-email-popup" href="#">Confirm your email</a> to enable sharing. <a href="%(faq_url)s#accounts">Having trouble?</a>
id: <a id="confirm-email-popup" href="#">Konfirmasi surelmu</a> agar dapat berbagi. <a href="%(faq_url)s#accounts">Mendapat masalah?</a>
pl: <a id="confirm-email-popup" href="#">Potwierdź swój email</a>, aby aktywować udostępnianie. <a href="%(faq_url)s#accounts">Masz problemy?</a>

source: no gender provided
id: tidak ada jender yang diberikan
pl: nie podano płci

source: It appears the email you provided is owned by another person. Please be sure to <a href='%(email_change_url)s'>change the email</a> associated with your account to one you own.
id: Tampaknya surel yang anda berikan telah dipakai oleh orang lain. Tolong pastikan untuk <a href='%(email_change_url)s'>mengganti email</a> yang berhubungan dengan akunmu dengan email anda sendiri.
pl: Wygląda na to, że e-mail podany przez Ciebie należy do innej osoby. Pamiętaj, aby <a href='%(email_change_url)s'>zmienić adres</a> powiązany z Twoim kontem na Twój własny.

source: Sorry, you need to host your images with a service like imageshack.com. Please update your image links or remove all BB code [img] tags. Bad image url: {}
id: Maaf, kamu harus menhosting gambar-gambarmu menggunakan layanan seperti cubeupload.com. Tolong perbarui tautan-tautan gambarmu atau hapus semua tag kode BB [img]. Tautan gambar buruk: {}
pl: Przepraszamy, musisz wrzucić swoje zdjęcia na witrynę taką jak imageshack.com. Proszę zaktualizować linki do zdjęć, lub usunąć wszyskie tagi BB code [img]. Zły url zdjęcia: {}

source: Sorry, this feature is not accessible on this student account.
id: Maaf, fitur ini tidak dapat diakses di akun murid ini.
pl: Przepraszamy, ta funkcja nie jest dostępna na tym koncie studenckim.

source: studios
id: studio
pl: studia

source: projects
id: karya
pl: projekty

source: The Scratch Team is making some changes to the website.
id: Scratch Team sedang membuat perubahan pada situs ini.
pl: Zespół Scratcha wprowadza nieco zmian na stronę.

source: Try reloading this page in a few minutes.
id: Coba perbarui laman ini dalam beberapa menit.
pl: Spróbuj przeładować tę stronę za kilka minut.

source: My Classes
id: Kelas Saya
pl: Moje Klasy

source: Scratch Foundation
id: Lembaga Scratch
pl: Fundacja Scratcha

source: The Scratch Team receives a large number of messages each day. Unfortunately, we do not have time to answer all of them. Luckily, you can find answers to most questions about Scratch on our <a href="/info/faq/">Frequently Asked Questions</a> page.
id: Scratch Team menerima banyak pesan setiap harinya. Sayangnya, kami tidak punya waktu untuk menjawab semuanya. Untungnya, kamu dapat menemukan jawaban untuk pertanyaan kebanyak tentang Scratch di <a href="/info/faq/">laman Tanya Jawab</a> kami.
pl: Zespół Scratcha otrzymuje masę wiadomości co dzień. Niestety, nie mamy czasu na odpowiedź na wszystkie. Na szczęście możesz znaleźć na nie odpowiedź na naszej <a href="/info/faq/">stronie Najczęściej Zadawanych Pytań.</a>

source: Invalid username
id: Username tidak valid
pl: Nieprawidłowa nazwa użytkownika

source: Hmm, that looks inappropriate
id: Hmm, tampaknya itu tidak cocok
pl: Hmm, to wygląda niewłaściwie

source: The owner of this address has requested their address be removed from our lists. Please change your address to a new one or <a href="%(contact_us_url)s">contact us</a> if you have questions.
id: Pemilik alamat ini telah meminta agar alamat mereka dihapus dari daftar kami. Mohon ganti alamat anda ke yang baru atau <a href="%(contact_us_url)s">kontak kami</a> jika anda punya pertanyaan.
pl: Właściciel tego adresu poprosił nas o usunięcie go z naszej listy. Prosimy o zmianę twojego adresu email na inny, lub <a href="%(contact_us_url)s">skontaktuj się z nami</a>, jeśli masz pytania.

source: Email Confirmed
id: Email Terkonfirmasi
pl: Adres email potwierdzony

source: We sent a verification email to <strong>%(email_address)s</strong>.
id: Kami mengirim sebuah surel verifikasi ke <strong>%(email_address)s</strong>.
pl: Wysłaliśmy email weryfikacyjny do <strong>%(email_address)s</strong>.

source: Check for the confirmation message we sent to: <br/> <strong>%(email_address)s</strong>
id: Periksa untuk pesan konfirmasi yang telah kami kirim kepada: <br/> <strong>%(email_address)s</strong>
pl: Sprawdź, czy dotarła wiadomość wysłana do: <br/> <strong>%(email_address)s</strong>

source: Can't find confirmation message?
id: Tidak dapat menemukan pesan konfirmasi?
pl: Nie możesz znaleźć wiadomości?

source: Check your spam folder.
id: Cek folder spam anda.
pl: Sprawdź swój folder ze spamem.

source: Make sure your email address is correct (see <a href="%(settings_url)s">Account Settings</a>).
id: Pastikan alamat surelmu benar (lihat <a href="%(settings_url)s">Pengaturan Akun</a>).
pl: Sprawdź, czy podałeś poprawny adres email (zobacz <a href="%(settings_url)s">ustawienia konta</a>).

source: Still can't find the message?
id: Masih tidak dapat menemukan pesannya?
pl: Nadal nie możesz znaleźć wiadomości?

source: OK, back to Scratch
id: Oke, kembali ke Scratch
pl: Okej, powrót do Scratcha

source: Sorry, comment posting has been turned off for this %(tType)s
id: Maaf, komentar telah dimatikan di %(tType)s ini
pl: Przepraszamy, komentowanie zostało wyłączone dla tego %(tType)s

source: Add a New Class
id: Tambahkan sebuah Kelas Baru
pl: Dodaj nową klasę

source: Class Name
id: Nama Kelas
pl: Nazwa klasy
