Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: da, gd, id, pl

source: Scratch is a free programming language and online community where kids can create interactive stories, games, and animations. Confirming this email will give your child full access to share and comment in the Scratch online community. Learn more at <a href="%(about_url)s">%(about_url)s</a>.
gd: ’S e cànan prògramachaidh agus coimhearsnachd air loidhne saor a th’ ann an Scratch far an urrainn don chlann sgeòil eadar-ghnìomhach, geamannan agus beòthachaidhean a chruthachadh. Ma dhearbhaicheas tu am post-d seo, gheibh do phàiste inntrigeadh slàn airson co-roinneadh is beachdan a chur a-null sa choimhearsnachd Scratch air loidhne. Gheibh thu barrachd fiosrachaidh air <a href="%(about_url)s">%(about_url)s</a>.
id: Scratch adalah sebuah bahasa pemrograman bebas biaya dan komunitas online di mana anak-anak dapat membuat cerita interaktif, permainan, dan animasi. Mengonfirmasikan email ini memberikan anak anda akses penuh untuk berbagi dan berkomentar di komunitas online Scratch. Pelajari lebih jauh di <a href="%(about_url)s">%(about_url)s</a>.
pl: Scratch to darmowy język programowania oraz społeczność online, gdzie dzieci mogą tworzyć interaktywne historie, gry i animacje. Potwierdzanie tego adresu email daje twojemu dziecku pełne możliwości udostępniania i komentowania w społeczności Scratcha. Więcej informacji na <a href="%(about_url)s">%(about_url)s</a>.

source: Scratch is a free programming language and online community where you can create your own interactive stories, games, and animations. Confirming your email will give you full access to share and comment in the Scratch online community. Learn more at <a href="%(about_url)s">%(about_url)s</a>.
gd: ’S e cànan prògramachaidh agus coimhearsnachd air loidhne saor a th’ ann an Scratch far an urrainn dhut na sgeòil, geamannan agus beòthachaidhean eadar-ghnìomhach agad fhèin a chruthachadh. Ma dhearbhaicheas tu am post-d agad, gheibh thu inntrigeadh slàn airson co-roinneadh is beachdan a chur a-null sa choimhearsnachd Scratch air loidhne. Gheibh thu barrachd fiosrachaidh air <a href="%(about_url)s">%(about_url)s</a>.
id: Scratch adalah sebuah bahasa pemrograman bebas biaya dan komunitas online di mana kamu dapat membuat sendiri cerita interaktif, permainan, dan animasi. Mengonfirmasikan suremu akan memberikanmu akses penuh untuk berbagi dan berkomentar di komunitas online Scratch. Pelajari lebih lanjut di <a href="%(about_url)s">%(about_url)s</a>.
pl: Scratch to darmowy język programowania i społeczność online, gdzie możesz tworzyć własne interaktywne historie, gry i animacje. Potwierdzanie adresu email daje ci pełne możliwości udostępniania i komentowania w społeczności Scratcha. Więcej informacji na <a href="%(about_url)s">%(about_url)s</a>.

source: A few minutes ago, your child signed up for a new account on Scratch (%(scratch_url)s. Please confirm this email address by clicking the button below:
gd: Chlàraich do phàiste airson cunntas ùr air Scratch (%(scratch_url)s o chionn greiseige. Briog air a’ phutan gu h-ìosal gus an seòladh puist-d seo a dhearbhadh:
id: Beberapa menit yang lalu, anak anda mendaftarkan suatu akun baru di Scratch (%(scratch_url)s. Mohon konfirmasi alamat surel ini dengan cara mengklik tombol di bawah ini:
pl: Kilka minut temu, twoje dziecko stworzyło nowe konto na Scratchu (%(scratch_url)s. Prosimy o potwierdzenie adresu email klikając przycisk poniżej:

source: You just signed up for a new account on Scratch (%(scratch_url)s). Please confirm your email address by clicking the button below:
gd: Chlàraich thu airson cunntas ùr air Scratch (%(scratch_url)s). Briog air a’ phutan gu h-ìosal gus an seòladh puist-d agad a dhearbhadh:
id: Anda baru saja mendaftarkan sebuah akun baru di Scratch (%(scratch_url)s). Mohon konfirmasi alamat surel ada dengan cara mengklik tombol di bawah ini:
pl: Stworzyłeś nowe konto na Scratchu (%(scratch_url)s). Prosimy o potwierdzenie adresu email klikając poniższy przycisk:

source: Scratch is a free programming language and online community where kids can create interactive stories, games, and animations. Confirming this email will give your child full access to share and comment in the Scratch online community. Learn more at %(about_url)s.
gd: ’S e cànan prògramachaidh agus coimhearsnachd air loidhne saor a th’ ann an Scratch far an urrainn don chlann na sgeòil, geamannan agus beòthachaidhean eadar-ghnìomhach aca fhèin a chruthachadh. Ma dhearbhaicheas tu am post-d seo, gheibh do phàiste inntrigeadh slàn airson co-roinneadh is beachdan a chur a-null sa choimhearsnachd Scratch air loidhne. Gheibh thu barrachd fiosrachaidh air %(about_url)s.
id: Scratch adalah sebuah bahasa pemrograman bebas biaya dan komunitas online di mana anak-anak dapat membuat cerita interaktif, permainan, dan animasi. Mengonfirmasikan surel ini memberikan anak anda akses penuh untuk berbagi dan berkomentar di komunitas online Scratch. Pelajari lebih lanjut di %(about_url)s.
pl: Scratch to darmowy język programowania oraz społeczność online, gdzie dzieci mogą tworzyć interaktywne historie, gry i animacje. Potwierdzanie tego adresu email daje twojemu dziecku pełne możliwości udostępniania i komentowania w społeczności Scratcha. Więcej informacji na <a href="%(about_url)s">%(about_url)s</a>.

source: Scratch is a free programming language and online community where you can create your own interactive stories, games, and animations. Confirming your email will give you full access to share and comment in the Scratch online community. Learn more at %(about_url)s.
gd: ’S e cànan prògramachaidh agus coimhearsnachd air loidhne saor a th’ ann an Scratch far an urrainn dhut na sgeòil, geamannan agus beòthachaidhean eadar-ghnìomhach agad fhèin a chruthachadh. Ma dhearbhaicheas tu am post-d seo, gheibh thu inntrigeadh slàn airson co-roinneadh is beachdan a chur a-null sa choimhearsnachd Scratch air loidhne. Gheibh thu barrachd fiosrachaidh air %(about_url)s.
id: Scratch adalah sebuah bahasa pemrograman bebas biaya dan komunitas online di mana anda dapat membagikan cerita interaktif, permainan, dan animasi. Mengonfirmasikan surel ini akan memberikan anda akses penuh untuk berbagi dan berkomentar di komunitas online Scratch. Pelajari lebih lanjut di %(about_url)s.
pl: Scratch to darmowy język programowania i społeczność online, gdzie możesz tworzyć własne interaktywne historie, gry i animacje. Potwierdzanie adresu email daje ci pełne możliwości udostępniania i komentowania w społeczności Scratcha. Więcej informacji na <a href="%(about_url)s">%(about_url)s</a>.

source: Subscription update successful.
gd: Chaidh am fo-sgrìobhadh ùrachadh gu soirbheachail.
id: Pembaruan berlangganan berhasil.
pl: Aktualizacja subskrypcji zakończona pomyślnie.

source: Oops! There has been a problem unsubscribing your email address.
gd: Oich! Cha deach leinn crìoch a chur air an fho-sgrìobhadh airson an t-seòlaidh puist-d agad.
id: Ups! Ada masalah memberhentikan langganan alamat surel anda.
pl: Ups! Wystąpił problem podczas desubskrypcji twojego adresu email.

source: If you continue to have issues, contact the <a href="%(contact_url)s">Scratch Team</a>.
gd: Ma mhaireas an duilgheadas seo, cuir fios gun <a href="%(contact_url)s">sgioba Scratch</a>.
id: Jika anda terus mengalami masalah, kontak para <a href="%(contact_url)s">Scratch Team</a>.
pl: Jeśli nadal masz problemy, skontaktuj się z <a href="%(contact_url)s">Zespołem Scratcha.</a>

source: Unsubscribed
gd: Chaidh crìoch a chur air an fho-sgrìobhadh
id: Langganan dibatalkan
pl: Koniec subskrypcji

source: Your email address has been unsubscribed.
gd: Chaidh crìoch a chur air fo-sgrìobhadh an t-seòlaidh puist-d agad.
id: Alamat surel anda telah diberhentikan dari langganan.
pl: Twój adres email został desubskrybowany.

source: You can manage your subscription to Scratch updates from the Email tab of your <a href="%(account_url)s">Account Settings</a>.
gd: ’S urrainn dhut na fo-sgrìobhaidhean do dh’ùrachaidhean Scratch a stiùireadh san taba “Post-d” ann an <a href="%(account_url)s">Roghainnean a’ chunntais</a>.
id: Anda dapat mengatur langganan anda untuk berita Scratch di bagian Surel dari <a href="%(account_url)s">Pengaturan Akun</a> anda.
pl: Możesz modyfikować swoją subskrypcję aktualizacji Scratcha w zakładce Email twoich <a href="%(account_url)s">ustawień konta.</a>

source: Take me back to Scratch!
gd: Thoir air ais gu Scratch mi!
id: Bawa saya kembali ke Scratch!
pl: Zabierz mnie z powrotem do Scratcha!

source: View all
da: Se alle
gd: Seall na h-uile
id: Lihat semua
pl: Zobacz wszystko

source: No items
da: Ingen emner
gd: Chan eil nì sam bith ann
id: Tidak ada isi
pl: Brak pozycji

source: in
da: i
gd: an seo:
id: dalam
pl: w

source: Log in to your account
da: Log ind på din konto
gd: Clàraich a-steach dhan chunntas agad
id: Masuk ke akunmu
pl: Zaloguj się na swoje konto

source: Cloud data history
da: Historik for data i skyen
gd: Eachdraidh dàta an neòil
id: Sejarah data cloud
pl: Historia danych w Chmurze

source: Data Name
da: Data Navn
gd: Ainm an dàta
id: Nama Data
pl: Nazwa danych

source: Action
da: Handling
gd: Gnìomh
id: Tindakan
pl: Akcja

source: Data Value
da: Data værdi
gd: Luach an dàta
id: Nilai Data
pl: Wartość danych

source: Leave a comment
da: Skriv en kommentar
gd: Thoir do bheachd
id: Tinggalkan komentar
pl: Pozostaw komentarz

source: Remember that this project may have been made by someone new to programming. Make sure your comments are friendly and respectful.
da: Husk at dette projekt kan være lavet af nogle, som lige har lært at programmere. Vær sikker på, at dine kommetarer er venlige og respektfulde.
gd: Thoir an aire gun deach am pròiseact seo a dhèanamh le cuideigin nach eil eòlach air prògramachadh, ’s dòcha. Dèan cinnteach gum bi na beachdan agad càirdeil is modhail.
id: Ingatlah bahwa karya ini mungkin dibuat oleh seseorag yang baru pada programming. Pastikanlah agar komentarmu ramah dan menghormati.
pl: Pamiętaj, że ten projekt mógł zostać zrobiony przez kogoś nowego w programowaniu. Upewnij się, że twoje komentarze są przyjazne i respektowne.

source: You have <span id="chars-left">500</span> characters left.
da: Du har <span id="chars-left">500</span> tegn tilbage.
gd: Tha <span id="chars-left">500</span> caractar(an) air fhàgail dhut.
id: Kamu punya masih <span id="chars-left">500</span> karakter.
pl: Pozostało <span id="chars-left">500</span> znaków.

source: Sorry comment posting is not available right now. It should be back soon!
da: Desværre, det er ikke muligt at kommentere lige nu. Det skulle snart være muligt!
gd: Duilich ach chan eil postadh bheachdan ri làimh an-dràsta. Bu chòir dha bhith air ais a dh’aithghearr!
id: Maaf fitur posting komentar sedang tidak tersedia. Fitur ini akan kembali segera!
pl: Przepraszamy, komentowanie obecnie nie jest dostępne. Powinno niedługo powrócić!

source: Comments loading...
da: Kommentarer hentes...
gd: Tha na beachdan gan luchdadh...
id: Membuat komentar..
pl: Komentarze ładują się...

source: Report comment as inappropriate
da: Rapportér kommentaren som upassende
gd: Dèan aithris air beachd neo-iomchaidh
id: Laporkan komentar sebagai tidak cocok
pl: Zgłoś komentarz jako nieodpowiedni

source: See all %(len)s replies
da: Se alle %(len)s svar
gd: Seall a h-uile freagairt (%(len)s)
id: Lihat semua %(len)s jawaban
pl: Zobacz wszystkie %(len)s odpowiedzi

source: Load more
da: Indlæs flere
gd: Luchdaich barrachd dhiubh
id: Muat lebih banyak
pl: Wczytaj więcej

source: %(comment.datetime_created|timesince)s ago
da: %(comment.datetime_created|timesince)s siden
gd: %(comment.datetime_created|timesince)s air ais
id: %(comment.datetime_created|timesince)s yang lalu
pl: %(comment.datetime_created|timesince)s temu

source: Example tab
da: Eksempel fane
gd: Ball-eisimpleir taba
id: Tab contoh
pl: Przykładowa zakładka

source: Featured
da: Udvalgte
gd: Brosnaichte
id: Pilihan
pl: Wyróżnione

source: All
da: Alle
gd: Na h-uile
id: Semua
pl: Wszystko

source: Animations
da: Animationer
gd: Beòthachaidhean
id: Animasi
pl: Animacje

source: Art
da: Kunst
gd: Ealan
id: Kesenian
pl: Sztuka

source: Games
da: Spil
gd: Geamannan
id: Permainan
pl: Gry

source: Music
da: Musik
gd: Ceòl
id: Musik
pl: Muzyka

source: Stories
da: Historier
gd: Sgeòil
id: Cerita
pl: Opowiadania

source: Shared
da: Delte
gd: Air a cho-roinneadh
id: Terbagikan
pl: Udostępnione

source: Projects
da: Projekter
gd: Pròiseactan
id: Karya
pl: Projekty

source: Studios
da: Studier
gd: Stiùideothan
id: Studio
pl: Studia

source: Extension Developer Terms of Use
gd: Teirmichean a’ chleachdaidh airson luchd-leasachaidh leudachan
id: Kebijakan Pengembang Extension
pl: Warunki użytkowania dewelopera rozszerzenia

source: Older messages
da: Ældre beskeder
gd: Teachdaireachdan as sine
id: Pesan lama
pl: Starsze wiadomości

source: Newer messages
da: Nyere beskeder
gd: Teachdaireachdan as ùire
id: Pesan baru
pl: Nowsze wiadomości

source: Scratch Studio
da: Scratch Studie
gd: Stiùideo Scratch
id: Studio Scratch
pl: Studio Scratch

source: Change
da: Ændre
gd: Atharraich
id: Ganti
pl: Zmień

source: Report this studio
da: Rapportér dette studie
gd: Dèan aithris air an stiùideo seo
id: Laporkan studio ini
pl: Zgłoś to studio

source: Updated %(tDate)s
da: Opdateret %(tDate)s
gd: Air ùrachadh %(tDate)s
id: Terperbarui %(tDate)s
pl: Zmieniono %(tDate)s

source: Describe what this studio is about.
da: Beskriv, hvad dette studie handler om.
gd: Mìnich cuspair an stiùideo.
id: Deskripsikan tentang apa studio ini.
pl: Opisz studio.

source: Projects ( <span data-count="projects">100+</span> )
gd: Pròiseactan ( <span data-count="projects">100+</span> )
id: Karya ( <span data-count="projects">100+</span> )

source: Projects ( <span data-count="projects">%(tCount)s</span> )
da: Projekter ( <span data-count="projects">%(tCount)s</span> )
gd: Pròiseactan ( <span data-count="projects">%(tCount)s</span> )
id: Karya ( <span data-count="projects">%(tCount)s</span> )
pl: Projekty ( <span data-count="projects">%(tCount)s</span> )

source: Comments ( <span data-count="comments">%(tCount)s</span> )
da: Kommentarer ( <span data-count="comments">%(tCount)s</span> )
gd: Beachdan ( <span data-count="comments">%(tCount)s</span> )
id: Komentar ( <span data-count="comments">%(tCount)s</span> )
pl: Komentarze ( <span data-count="comments">%(tCount)s</span> )

source: Curators
gd: Luchd-tasgaidh
id: Kurator

source: Activity
da: Aktivitet
gd: Gnìomhachd
id: Aktivitas
pl: Aktywność

source: You have <span id="chars-left-<%%= comment_id %%>">500</span> characters left.
da: Du har <span id="chars-left-<%%= comment_id %%>">500</span> tegn tilbage.
gd: Tha <span id="chars-left-<%%= comment_id %%>">500</span> caractar(an) air fhàgail dhut.
id: Kamu masih punya <span id="chars-left-<%%= comment_id %%>">500</span> karakter.
pl: Pozostało <span id="chars-left-<%%= comment_id %%>">500</span> znaków.

source: Congratulations! You are now a curator of this studio.
da: Tillykke! Du er nu administrator for dette studie.
gd: Meal do naidheachd! Tha thu nad neach-tasgaidh aig an stiùideo seo a-nis.
id: Selamat! Sekarang kau adalah kurator dari studio ini.

source: Today
da: I dag
gd: An-diugh
id: Hari ini
pl: Dziś

source: On
da: På
id: Di
pl: Na

source: made edits to title or description of this studio
da: lav ændringer til titlen eller beskrivelse af dette studie
gd: - dheasaich e tiotal no tuairisgeul an stiùideo seo
id: membuat perubahan pada judul atau deskripsi studio ini
pl: zmodyfikował tytuł lub opis tego studia

source: added the project
da: projektet er tilføjet
gd: - chuir e pròiseact ris:
id: menambahkan karya
pl: dodał projekt

source: left a
da: efterladt en
gd: - dh’fhàg e
id: meninggalkan satu
pl: zostawił

source: accepted an invitation
da: accepteret en invitation
gd: - ghabh e ri cuireadh
id: menerima undangan
pl: zaakceptowano zaproszenie

source: from
da: fra
gd: o
id: dari
pl: od

source: to curate this studio
da: for at administrere dette studie
gd: mar neach-tasgaidh an stiùideo seo
id: untuk mengkurator studio ini

source: was promoted to manager
da: blev forfremmet til manager
gd: - chaidh e na stiùiriche
id: dipromosikan menjadi manager
pl: został promowany do bycia menadżerem

source: removed the project
da: projektet er blevet fjernet
gd: - thug e air falbh am pròiseact
id: menghapus karya
pl: usunął projekt

source: removed the curator
da: administratoren er blevet fjernet
gd: - thug e neach-tasgaidh air falbh:
id: manghapus kurator

source: Invite owners
da: Invitér ejere
gd: Thoir cuireadh do shealbhadairean
id: Undang pemilik
pl: Zaproś właścicieli

source: Invite curators
da: Invitér administratorer
gd: Thoir cuireadh do luchd-tasgaidh
id: Undang kurator

source: Add
da: Tilføj
gd: Cuir ris
id: Tambahkan
pl: Dodaj

source: Invite owners by username or select from the explore bar below!
da: Invitér ejerne ved hjælp af deres brugernavn eller vælg fra menuen nederst!
gd: Thoir cuireadh do shealbhadairean leis an ainm-cleachdaiche no tagh iad on bhàr rùrachaidh gu h-ìosal!
id: Undang kurator dari username atau pilih dari bar jelajah dibawah!

source: Invite curators by username or select from the explore bar below!
da: Invitér administratorerne ved hjælp af deres brugernavn eller vælg fra menuen nederst!
gd: Thoir cuireadh do luchd-tasgaidh leis an ainm-cleachdaiche no tagh iad on bhàr rùrachaidh gu h-ìosal!
id: Undang kurator dari username atau pilih dari bar jelajah dibawah!

source: Add Owners
da: Tilføj ejere
gd: Cuir sealbhadairean ris
id: Tambahkan Pemilik

source: Add Curators
da: Tilføj Administratorer
gd: Cuir luchd-tasgaidh ris
id: Tambahkan kurator
pl: Dodaj Opiekunów

source: Scratchers I'm Following
da: Scratchers, som jeg følger
gd: Luchd-Scratch air a bhios mi a’ leantainn
id: Scratch Yang Kuikuti
pl: Scratchersi których śledzę

source: Scratchers Following Me
da: Scratchers, som følger mig
gd: Luchd-Scratch a bhios a’ leantainn orm
id: Scratcher Yang Mengikutiku
pl: Scratchersi śledzący mnie

source: Add Projects
da: Tilføj projekter
gd: Cuir pròiseactan ris
id: Tambahkan Karya

source: My Shared Projects
da: Mine delte projekter
gd: Na pròiseactan a cho-roinn mi
id: Karya Terbagikan Saya

source: My Favorites
da: Mine Favoritter
gd: Na h-annsachdan agam
id: Favorit Saya
pl: Moje Ulubione

source: My Recent Views
da: Mine seneste opslag
gd: Na sheall mi air o chionn goirid
id: Baru Dilihat Saya
pl: Moje Ostatnie Wyświetlenia

source: Add projects
da: Tilføj projekter
gd: Cuir pròiseactan ris
id: Tambahkan karya
pl: Dodaj projekty

source: Add by url
da: Tilføj med url
gd: Cuir ris le URL
id: Tambahkan dari url
pl: Dodaj przez url

source: You can select projects from the bar below or add by url above.
da: Du kan vælge projekter fra området nedenfor eller tilføje med url eller tag.
gd: ’S urrainn dhut pròiseactan a thaghadh on bhàr gu h-ìosal no an cur ris le an URL gu h-àrd.
id: Kau dapat memilih karya dari bar dibawah atau dengan url di atas.
pl: Możesz wybrać projekty z paska poniżej lub za pomocą url powyżej.

source: What's Happening?
da: Hvad sker der?
gd: Dè tha dol?
id: Apa Yang Sedang Terjadi?
pl: Co się dzieje?

source: This is where you will see updates from Scratchers you follow
da: Her kan du se opdateringer fra de Scratchere som du følger
gd: Chì thu na tha ùr leis an Luchd-Scratch air a leanas tu an seo
id: Disini kamu akan melihat berita dari Scratcher yang kau ikuti
pl: Tutaj zobaczysz nowości od Scratchersów, których śledzisz

source: Check out some Scratchers</a> you might like to follow
da: Se lige de her Scratchere</a> som du måske vil følge
gd: Thoir sùil air Luchd-Scratch</a> am bu toil leat leantainn orra, ’s dòcha
id: Coba lihat berbagai Scratcher </a>yang mungkin mau kau ikuti
pl: Sprawdź kilku Scratchersów</a>, których mógłbyś śledzić

source: Scratch News
da: Scratch Nyheder
gd: Naidheachdan Scratch
id: Berita Scratch
pl: Wiadomości Scratcha

source: Create stories, games, and animations
da: Fortæl en historie, lav spil og animationer
gd: Cruthaich sgeòil, geamannan is beòthachaidhean
id: Buat cerita, permainan, dan animasi
pl: Stwórz historyjki, gry i animacje

source: Share with others around the world
da: Del med andre rundt om i verden
gd: Co-roinn le càch air feadh an t-saoghail
id: Bagi yang lain dari segala penjuru dunia
pl: Dziel się z innymi na całym świecie

source: TRY IT OUT
da: PRØV DET
gd: FEUCH E
id: COBA
pl: WYPRÓBUJ

source: SEE EXAMPLES
da: SE EKSEMPLER
gd: EISIMPLEIREAN
id: LIHAT CONTOH
pl: ZOBACZ PRZYKŁADY

source: JOIN SCRATCH
da: MELD DIG IND I SCRATCH
gd: FAIGH BALLRACHD
id: GABUNG SCRATCH
pl: DOŁĄCZ DO SCRATCH

source: it's free
da: det er gratis
gd: an-asgaidh
id: ini gratis
pl: jest darmowy

source: ABOUT SCRATCH
da: OM SCRATCH
gd: MU SCRATCH
id: TENTANG SCRATCH
pl: O SCRATCH

source: FOR EDUCATORS
da: FOR LÆRERE
gd: DON LUCHD-FOGHLAIM
id: UNTUK PENDIDIK
pl: DLA NAUCZYCIELI

source: FOR PARENTS
da: FOR FORÆLDRE
gd: DO PHÀRANTAN
id: UNTUK ORANGTUA
pl: DLA RODZICÓW

source: Featured Projects
da: Udvalgte Projekter
gd: Pròiseactan brosnaichte
id: Karya Pilihan
pl: Wyróżnione projekty

source: Featured Studios
da: Udvalgte Studier
gd: Stiùideothan brosnaichte
id: Studio Pilihan
pl: Wyróżnione studia

source: Learn more
da: Lær mere
gd: Barrachd fiosrachaidh
id: Pelajari lebih lanjut
pl: Dowiedz się więcej

source: Projects Curated by
da: Projekter som administreres af
gd: Pròiseactan a chaidh a thasgadh le
id: Karya yang Dikurasi oleh
pl: Projekty wybrane przez

source: Visit the studio
da: Besøg studiet
gd: Tadhail air an stiùideo
id: Kunjungi studio ini
pl: Odwiedź studio

source: Scratch Design Studio
da: Scratch Design Studie
gd: Stiùideo dealbhachadh Scratch
id: Studio Desain Scratch
pl: Studio projektowe Scratcha

source: Recently Shared Projects
da: For nylig delte projekter
gd: Pròiseactan a chaidh a cho-roinneadh o chionn goirid
id: Karya terbaru
pl: Ostatnio udostępnione projekty

source: Projects by Scratchers I'm Following
da: Projekter af Scratchere som jeg følger
gd: Pròiseactan le Luchd-Scratch air a leanas mi
id: Karya oleh Scratcher yang Aku Ikuti
pl: Projekty wg Scratchesów których śledzę

source: Projects Loved by Scratchers I'm Following
da: Projekter som Scratchere jeg følger holder af
gd: Pròiseactan as toil leis an Luchd-Scratch air a leanas mi
id: Karya yang Disukai oleh Scratcher yang Aku Ikuti
pl: Projekty kochane przez Scratchersów których śledzę

source: Projects in Studios I'm Following
da: Projekter i Studier som jeg følger
gd: Pròiseactan ann an stiùideothan air a leanas mi
id: Karya di Studio yang Aku Ikuti
pl: Projekty w Studiach które śledzę

source: What the Community is Remixing
da: Hvad fællesskabet remixer
gd: Na cho-mheasgaich a’ choimhearsnachd
id: Apa yang Di-remix oleh Komunitas
pl: Co Społeczność remiksuje

source: What the Community is Loving
da: Hvad fællesskabet holder af
gd: Nas toil leis a’ choimhearsnachd
id: Apa yang Disukai oleh Komunitas
pl: Co Społeczność kocha

source: Follow
da: Følg
gd: Lean air
id: Ikuti
pl: Śledź

source: Unfollow
da: Hold op med at følge
gd: Na lean air tuilleadh
id: Berhenti mengikuti
pl: Przestań śledzić

source: Please verify your account
gd: Dearbhaich an cunntas agad
id: Tolong verifikasi akunmu
pl: Proszę zweryfikować swoje konto

source: Submit Password
gd: Cuir a-null am facal-faire
id: Masukkan Password
pl: Wyślij hasło

source: Last modified
da: Senest ændret
gd: Air atharrachadh mu dheireadh
id: Terakhir diubah
pl: Ostatnio zmodyfikowane

source: Loves
da: Afholdt
gd: Nas toil
id: Suka
pl: Kochane

source: Remixes
da: Remixer
gd: Ath-mheasgachaidhean
id: Remix
pl: Remiksy
