Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: da, gd, id, pl

source: When a user logs in, the Scratch website asks their browser to put an <a href="http://en.wikipedia.org/wiki/HTTP_cookie">http cookie</a> on their computer in order to remember that they are logged in while they browse different pages. We collect some data on where users click and which parts of the site they visit using Google Analytics. This "click data" helps us figure out ways to improve the website.
da: Når en bruger logger på, beder Scratch hjemmesiden browseren om at sætte en <a href="http://en.wikipedia.org/wiki/HTTP_cookie">http cookie</a> på deres computer for at registrere at de er logget på mens de browser forskellige sider. Vi indsamler visse data om hvor brugeren klikker og hvilke afsnit af websiden de besøger ved at anvende Google Analytics. Disse ”klikdata” hjælper os til at regne ud hvordan websiden kan forbedres.
gd: Nuair a chlàraicheas cleachdaiche a-steach, iarraidh làrach-lìn Scratch air a’ bhrabhsair aige gun cuir e <a href="http://en.wikipedia.org/wiki/HTTP_cookie">briosgaid http</a> air a’ choimpiutair aige ach an cuimhnich e gu bheil e air a chlàradh a-steach fhad ’s a nì e brabhsadh air diofar dhuilleagan. Cruinnichidh sinn dàta slighe Google Analytics air càite a bhriogas an luchd-cleachdaidh agus dè na pàirtean dhen làrach-lìn air an tadhail iad. Cuidichidh an “dàta briogaidh” seo sinn ach an tuigeamaid ciamar a bheir sinn piseach air an làrach-lìn.

source: Some of the information and data collected on the Scratch website are used in research studies intended to improve our understanding of how people learn with Scratch. The results of this research are shared with educators and researchers through conferences, journals, and other publications. You can find out more on our <a href="/info/research">Research page</a>.
da: Nogle af de informationer og data indsamlet på Scratchwebsiden anvendes i forskningsstudier, hvis formål er at forbedre vor forståelse af hvordan folk lærer med Scratch. Resultaterne af denne forskning deles med lærere og forskere gennem konferencer, tidsskrifter, og andre publikationer. Du kan læse mere på vor <a href="/info/research">Forskningsside</a>.
gd: Thèid cuid dhen fhiosrachadh agus dàta a chruinnicheas sinn air làrach-lìn Scratch a chleachdadh ann an rannsachadh gus piseach a thoirt air ar tuigse air ciamar a dh’ionnsaicheas daoine le Scratch. Thèid toraidhean an rannsachaidh seo a cho-roinneadh le luchd-foghlaim agus luchd-rannsachaidh ann an co-labhairtean, irisean is foillseachaidhean eile. Gheibh thu barrachd fiosrachaidh air an <a href="/info/research">duilleag rannsachaidh</a>.

source: When a Scratcher makes a copy of someone else’s project and modifies it to add their own ideas (for example, by changing scripts or costumes), the resulting project is called a "remix." Every project shared to the Scratch website can be remixed. We consider even a minor change to be a valid remix, as long as credit is given to the original project creator and others who made significant contributions to the remix.
da: Hvis en Scratcher laver en kopi af en andens projekt og ændrer den for at tilføje egne idéer (for eksempel ved at ændre scripts eller skifte kostymer), kaldes resultatet for et "remix". Hver delte projekt på Scratchwebsiden kan remixes. Vi betragter selv en mindre ændring at være en gyldig remix, så længe der gives anerkendelse til den som har lavet det oprindelige projekt og andre, og andre som har lavet væsentlige bidrag til remixen.
gd: Nuair a nì Neach-Scratch lethbhreac de pròiseact aig cuideigin eile agus ma dh’atharraicheas e e gus na beachdan aige fhèin a chur ris (can gun atharraich e sgriobt no aodach), cuiridh sinn “ath-mheasgachadh” air a’ pròiseact ud. Gabhaidh pròiseact sam bith a chaidh a cho-roinneadh air làrach-lìn Scratch co-mheasgachadh. Ar leinn tha gach atharrachadh bìodach na ath-mheasgachadh dligheach cho fad ’s a chaidh urram a thoirt air cruthadair a’ phròiseict thùsail agus air an fheadhainn a chur ris an ath-mheasgachadh air ìre mhath.

source: It's important to respect the original creator’s wishes regarding remixing. If you choose to integrate someone else’s work into your own, be sure to give them credit on the project “credits” section, and include a link back to the original. To find art / sounds that are already licensed for remixing, check out the <a href="http://search.creativecommons.org/">Creative Commons search page</a>.
da: Det er vigtigt at respektere den originale kunstners ønsker i forhold til remixing. Hvis du vælge at integrere en andens arbejde i dit eget, skal du nævne dem under projektets "credit" boks og inkludere et link tilbage til det originale. For at finde billeder eller lyde som allerede er godkendt til remix, kig på <a href="http://search.creativecommons.org/">Creative Commons søgeside</a>.
gd: Tha e cudromach gum bi meas agad air na thogras an cruthadair tùsail a thaobh ath-mheasgachadh. Ma chuireas tu romhad obair cuideigin eile a chur am broinn na h-obrach agad fhèin, dèan cinnteach gun toir thu urram dha ann an roinn “urram” a’ phròiseict agus gun cuir thu ceangal ris a’ phròiseact tùsail ann. Gus ealain / fuaimean a lorg aig a bhios ceadachas gus an ath-mheasgachadh, thoir sùil air <a href="http://search.creativecommons.org/">duilleag luirg aig Creative Commons </a>.

source: This is discouraged, because the website and project editor can easily get confused when more than one person is logged into the same account.
da: Det frarådes, fordi hjemmesiden eller projekteditoren kan nemt blive forvirret, når mere end en person er logget på den samme konto.
gd: Cha mholamaid seo on a thèid an làrach-lìn is deasaiche nam pròiseact na bhreisleach gu tric nuair a rinn iomadh duine clàradh a-steach leis an aon chunntas.

source: The structure of the Scratch website depends on having a consistent account name, so it’s not possible to change your username. If you really need to, you can make a new account - but you'll have to copy your projects over on your own.
da: Strukturen for Scratch hjemmesiden bygger på at have et konsistent kontonavn, så derfor er det ikke muligt at ændre dit brugernavn. Hvis du virkelig gerne vil ændre det kan du lave en ny konto - men du er selv nødt til at kopiere dine projekter.
gd: Tha structar làrach-lìn Scratch an eisimeil air ainmean chunntasan cunbhalach, mar sin cha ghabh an t-ainm-cleachdaiche agad atharrachadh. Ma tha cruaidh feum agad air, ’s urrainn dhut cunntas ùr a chruthachadh - ach feumaidh tu fhèin lethbhreac dhe na pròiseactan agad a chur a-nall.

source: Please don’t share personal contact information, such as your physical address, email, phone number, or anything else that can be used to make contact outside of the Scratch website. Please report projects, comments, or forum posts that contain this kind of information so the Scratch team can remove it, and remind the author of our policy.
da: Vær så venlig ikke at dele personlige kontakt informationer, som din fysiske adresse, email, telefonnummer eller andet som kan blive brugt til at lave kontakt udenfor Scratch hjemmesiden. Vær så venlig at rapportere projekter, kommentarer eller forum opslag som indeholder denne slags informationer, så Scratch teamet kan fjerne det og minde forfatteren om vores retningslinier.
gd: Na co-roinn fiosrachadh conaltraidh pearsanta, can an seòladh far a bheil thu a’ fuireach, an seòladh puist-d no an àireamh fòn agad no dad sam bith eile a ghabhadh cleachdadh gus conaltradh riut taobh a-muigh làrach-lìn Scratch. Dèan aithris air pròiseactan, beachdan no postaichean bùird-bhrath sa bheil an seòrsa seo de dh’fhiosrachadh ach an urrainn dhan sgioba Scratch a thoirt air falbh agus am poileasaidh againn a chuir an cuimhne an ùghdair.

source: Yes! Scratch is available free of charge. You can use it in your school, and you can teach a course about it (even a course that costs money). You don't need to buy a license - it's free.
da: Ja! Scratch er helt gratis. Du kan bruge det i skolen og du kan undervise i det (også i kurser, som koster penge). Du behøver ikke at købe en licens - det er gratis.
gd: Tha! Tha Scratch ri fhaighinn saor ’s an-asgaidh. ’S urrainn dhut a chleachdadh san sgoil agad agus faodaidh tu cùrsa a theagasg mu dhèidhinn (fiù ’s mas e an cùrsa air airgead a th’ ann). Cha leig thu leas ceadachas a cheannach - tha e an-asgaidh.

source: Yes, you can even write a book or chapter about Scratch. You may also use the Scratch logo when referring to Scratch. You may create screenshots / images of the Scratch application and website, and consider them to be licensed under the <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Attribution-ShareAlike license</a>. We ask that you include a note on your textbook / CD / what have you that says "Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. See http://scratch.mit.edu".
da: Ja, du kan endda skrive en bog eller et kapitel om Scratch. Du må også bruge Scratch logoet, når du henviser til Scratch. Du må lave skærmbilleder / billede af Scratch programmet og hjemmesiden og overveje at få dem registreret under <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Attribution-ShareAlike license</a>. Vi beder dig om at inkludere en note i din tekstbog / CD / hvor du skriver at, "Scratch er udviklet af the Lifelong Kindergarten Group ved the MIT Media Lab. Se http://scratch.mit.edu".
gd: Faodaidh, faodaidh tu fiù ’s leabhar no caibideil a sgrìobhadh mu Scratch. Faodaidh tu suaicheantas Scratch a chleachdadh cuideachd nuair a nì thu iomradh air Scratch. Faodaidh tu glacaidhean-sgrìn / dealbhan dhen aplacaid is dhen làrach-lìn Scratch a chruthachadh cuideachd cho fad ’s a chuireas tu iad fo cheadachas <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Attribution-ShareAlike</a>. Tha sinn ag iarraidh ort gun cuir thu nòta ris an leabhar / CD / ge b’ e dè th’ ann ag innse “Tha Scratch ga leasachadh le buidheann Lifelong Kindergarten aig MIT Media Lab. Faic http://scratch.mit.edu”.

source: Sure! We recommend the following description: "Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at http://scratch.mit.edu"
da: Selvfølgelig! Vi anbefaler følgende beskrivelse: "Scratch er et programmeringssprog og et online fællesskab, hvor du kan lave dine egne interaktive historier, spil og animationer -- og dele dine kreationer med andre i hele verden. Når børn arbejder med at designe og programmere Scratch projekter, lærer de at tænke kreativt, drage logiske slutninger og arbejde sammen. Scratch er et projekt fra The Lifelong Kindergarten group ved MIT Media Lab. Det er gratis og tilgængeligt på http://scratch.mit.edu"
gd: Faodaidh gu dearbh! Seo a tuairisgeul a mholamaid: “’S e bathar-bog agus coimhearsnachd air loidhne a th’ ann an Scratch far an urrainn dhut na sgeòil, geamannan agus beòthachaidhean eadar-ghnìomhach agad fhèin a chruthachadh -- agus na chruthaich thu a cho-roinneadh le càch air feadh an t-saoghail. Fad ’s a nì iad dealbhachadh is prògramachadh pròiseactan Scratch, ionnsaichidh òganaich mar a smaoinicheas iad gu cruthachail is gu rianail agus mar a dh’obraicheas iad còmhla. ’S e pròiseact aig a’ bhuidheann Lifelong Kindergarten aig MIT Media Lab a th’ ann an Scratch. Tha e ri fhaighinn saor ’s an-asgaidh air http://scratch.mit.edu”

source: Certainly - your project is your creation. Keep in mind that once you share your project on Scratch, everyone is free to download, remix, and reuse it as per the terms of the <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">CC-BY-SA 2.0 license</a>. So if you intend to sell your project, you may want to un-share it from Scratch.
da: Selvfølgelig - dit projekt er din ejendom. Men vær opmærksom på at når du har delt dit projekt på Scratch, kan alle gratis downloade, remixe og genbruge det på de vilkår af <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">CC-BY-SA 2.0 licensen</a>. Så hvis du har planer om at sælge dit projekt, må du overveje at ophæve delingen fra Scratch.
gd: ’S urrainn gu dearbh - is tu fhèin a chruthaich na pròiseactan agad. Thoir an aire gum faod duine sam bith am pròiseact agad a luchdadh a-nuas, ath-mheasgachadh is ath-chleachdadh gu saor fo theirmichean <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">ceadachas CC-BY-SA 2.0</a> turas a cho-roinneas tu air Scratch e. Mar sin, ma tha reic a’ phròiseict agad fainear dhut, dh’fhaodte nach bu toil leat a cho-roinneadh air Scratch tuilleadh.

source: Don’t add to the flames! Responding to mean comments with more mean comments just makes things worse, and could result in your account being blocked. Instead, simply report anything that is disrespectful or unconstructive, and we’ll follow up with the author. We check reports every day, multiple times per day - so rest assured, we'll sort things out.
da: Lad være med at fyre op under flammerne! At svare på onde kommentarer med endnu mere onde kommentarer vil gøre tingene værre, og kan resultere i at din konto bliver blokeret. I stedet for kan du rapportere alt, som er respektløst eller ikke konstruktivt, og vi skal nok tage det op med forfatteren. Vi undersøger rapporterne hver dag, flere gange om dagen, så vær sikker på, at vi nok skal finde en løsning.
gd: Na cuir ris an teine! Cha tèid ach a h-uile rud a dholaidh ma fhreagras tu do bheachdan mosach le barrachd bheachdan mosach agus is dòcha gun tèid an cunntas agad a bhacadh air a shàilleibh. Cha leig thu leas ach aithris a dhèanamh air rud sam bith a tha mì-mhodhail no nach eil cuideachail agus bruidhnidh sinne ris an ùghdar. Bheir sinn sùil air na h-aithrisean iomadh turas gach latha - mar sin air do shocair, dèiligidh sinn ris.

source: The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch community guidelines, we may remove it and send a warning to the account. Depending on how bad it is (or if we’ve already warned the account), we may also block the accounts or networks that were used to share it.
da: Scratch Teamet undersøger rapporterede kommentarer og projekter hver dag. Hvis noget bryder reglerne for Scratch fællesskabets retningslinier, vil vi fjerne det og sende en advarsel til kontoen. Afhængigt af hvor slemt det er (eller om vi allerede har sendt en advarsel til kontoen), vil vi måske blokere kontiene eller netværkene, som er blevet brugt til at dele det.
gd: Bheir an sgioba Scratch sùil air na beachdan is na pròiseactan a chaidh aithris dhaibh gach latha. Ma bhriseas rudeigin riaghailtean giùlain sa choimhearsnachd Scratch, faodaidh sinn a thoirt air falbh agus rabhadh a thoirt air a’ chunntas. A-rèir dè cho dona ’s a tha e (no ma thug sinn rabhadh air a’ chunntas roimhe), faodaidh sinn na cunntasan no lìonraidhean a chaidh a chleachdadh gus a cho-roinneadh a bhacadh cuideachd.

source: When you interact with a project using cloud data blocks, your information can be stored along with your username, and others can view it. Each project keeps a log of who interacted with it and any data they shared.
da: Når du interagerer med et projekt som bruger skydataklodser, vil din information blive lagret sammen med dit brugernavn, og andre kan se det. Hver projekt har en log bog med oplysninger om, hvem som har interageret med det og hvilke data som er blevet delt.
gd: Nuair a nì thu eadar-ghnìomh le pròiseact a chleachdas blocaichean dàta neòil, dh’fhaoidte gun tèid am fiosrachadh agad a ghlèidheadh leis an ainm-chleachdaiche agad agus gum faic càch e. Cumaidh gach pròiseact loga air cò rinn eadar-ghnìomh leis agus air dàta sam bith a cho-roinn iad.

source: The current site is limited to numbers in variables as an initial step to work out any issues with their use on the site. We plan to roll out cloud data features incrementally. If the infrastructure is working well, we plan to add other features (cloud lists, support for strings, etc.).
da: Den nuværende hjemmeside er begrænset til tal i variabler som første trin til at arbejde med dem på hjemmesiden. Vi planlægger at udrulle skydata funktioner trinvist. Hvis infrastrukturen fungerer, planlægger vi at tilføje andre funktioner (skylister, support for tekststrenge, m.m.).
gd: Chan urrainn dhut ach àireamhan a chleachdadh ann an caochladairean air an làrach làithreach mar a’ chiad cheum gus duilgheadasan sam bith fhuasgladh a nochdas leis an cleachdadh air an làrach-lìn. Tha sinn ag amas feartan dàta neòil a thoirt dhut mean air mhean. Ma tha am bun-structar ag obrachadh gu math, tha sinn an dùil barrachd fheartan a thoirt dhut (liostaichean neòil, taic ri sreangan is msaa.).

source: Click the "Report this" button (under on the project player) to report inappropriate content in cloud data. The report form includes a link to a log of all cloud data in that project and who left it - you may want to take look at it before sending your report. Make sure that you mention "cloud data" when you type your reason in the report.
da: Klik på "Rapportér dette" knappen (under projekt afspilleren) for at rapportere upassende indhold i skydata. Rapportformularen inkluderer et link til en logbog over skydataene i projektet og hvem der tilføjede det - du vil måske se på det inden du sender din rapport. Vær sikker på at du nævner "skydata" når du skriver din begrundelse i rapporten.
gd: Briog air a’ phutan “Dèan aithris air” (aig bonn cluicheadair a’ phròiseict) gus susbaint neo-iomchaidh ann an dàta neòil aithris. Gabhaidh foirm na h-aithris a-steach ceangal gu loga sa bheil a h-uile dàta neòil sa pròiseact seo is fiosrachadh air cò a chuir an dàta ris - dh’fhaoidte gum bu toil leat sùil a thoirt air mus cuir thu an aithris agad. Dèan cinnteach gun cuir thu “cloud data” ris an adhbhar agad san aithris.

source: While it is technically possible to create chat rooms with cloud data, they are not currently allowed. We will reconsider this policy once we have a better sense of our capability for moderating and managing reports on cloud data.
da: Selvom det er teknisk muligt at lave chatrum med skydata, er det ikke tilladt i øjeblikket. Vi vil genoverveje denne politik, så snart vi har en bedre forståelse af vores muligheder for at redigere og administrere rapporter om skydata.
gd: Ged a ghabhas seòmraichean-còmraidh a dhèanamh le dàta neòil a thaobh teicneolais, chan eil iad ceadaichte aig an àm seo. Beachdaichidh sinn air a’ phoileasaidh seo a-rithist nuair a bhois barrachd eòlais againn air am biodh sinn comasach maoirsinneachd a dhèanamh orra agus air cumail suas ri aithrisean air dàta neòil.

source: When you make a variable, you can check the box that says "Cloud variable." Any data you store will be saved on the server and visible to others.
da: Når du laver en variabel, kan du sætte et hak i den boks som siger "Sky variabel". Alle data, som du gemmer, vil blive gemt på serveren og være synlig for andre.
gd: Nuair a chruthaicheas tu caochladair, ’s urrainn dhut cromag a chur sa bhogsa “Caochladair neòil”. Thèid gach dàta a ghlèidheas tu ann a shàbhaladh air an fhrithealaiche agus chì daoine eile e.

source: Only your project can store data in its cloud variable. If people change or remix your code, it creates a different variable in their project with the same name.
da: Kun dit projekt kan gemme data i dets skyvariabel. Hvis folk ændrer eller bygger videre på din kode, vil det lave forskellige variabler i deres projekter med samme navn.
gd: Chan urrainn ach dhan phròiseact agad fhèin dàta a ghlèidheadh sa chaochladair neòil aige. Ma dh’atharraicheas daoine an còd agad no ma nì iad ath-mheasgachadh air, cruthaichidh seo caochladair eile sa phròiseact acasan air a bheil an t-aon ainm.

source: Multiplayer games may be difficult to create, due to network speed and synchronization issues. However, some Scratchers are coming up with creative ways to use the cloud data for turn-by-turn and other games.
da: Multiplayer spil kan være svære at lave, afhængig af netværkets hastighed og synkroniserings muligheder. Dog er der nogle Scratcher som har fundet en kreativ måde til at bruge skydata for tur-efter-tur og andre spil.
gd: Cha chruthaich thu geama ioma-chluicheadair gun duilgheadas ri linn luaths lìonraidh is trioblaidean sioncronachaidh. Co-dhiù no co-dheth, lorg cuid dòighean cruthachail gus dàta neòil a cleachdadh airson geamannan suidhichte air cuairtean is eile.

source: It depends. If both Scratchers have a reasonably fast Internet connection (DSL/Cable), and there are no restrictive firewalls on the computers/network, updates should be transmitted in milliseconds. However, a lot of computers have firewall software running in them, and if the firewall software blocks outgoing connections to TCP port 531 and TCP port 843, the time-lag becomes one-second. We are currently trying to figure out ways in which we can work around this limitation.
da: Det afhænger af forskellige ting. Hvis begge Scratcher har en forholdsvis hurtig internet forbindelse (DSL/Kabel) og der er ingen restriktive firewalls på computerne / netværkene, bør opdateringer blive transmitteret i millisekunder. Dog har en del computer noget firewall software installeret og hvis softwaren blokerer udgående forbindelser til TCP port 531 og TCP port 843, kan hastigheden blive begrænset til et sekund. Vi arbejder i øjeblikket på at finde ud af, om vi kan finde en løsning på dette.
gd: Tha seo a’ crochadh air iomadh rud. Ma tha ceangal eadar-lìn reusanta luadh (DSL/càball) aig an dà each-Scratch agus mur eil cachaileith-theine a’ cuingeachadh na coimpiutairean/an lìonra, cha bu chòir ùrachadh a thoirt ach beagan mille-dhiog. Co-dhiù, tha cachaileith-theine a’ ruith air iomadh coimpiutair agus ma bhacas bathar-bog na cachaileith-teine ceanglaichean a-mach TCP port 531 agus TCP port 843, bith dàil de dhiog air. Tha sinn a’ fheuchainn ri dòighean a lorg gus an cuingeachadh seo fhuasgladh.

source: Connect your Scratch projects to the physical world with <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://info.scratch.mit.edu/WeDo">LEGO WeDo</a>, or <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>.
da: Forbind dine Scratch projekter med den fysiske verden med <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://info.scratch.mit.edu/WeDo">LEGO WeDo</a>, eller <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>.
gd: Ceangail na pròiseactan Scratch ris an t-saoghal fhiosaigeach le <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://info.scratch.mit.edu/WeDo">LEGO WeDo</a> no <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>.

source: <a href="%(scratch_url)s">Scratch</a> is a free project of the Lifelong Kindergarten Group at the MIT Media Lab. Using Scratch, children can create interactive stories, games, and animations.
gd: ’S e pròiseact saor aig a’ bhuidheann Lifelong Kindergarten aig MIT Media Lab a th’ ann an <a href="%(scratch_url)s">Scratch</a>. Le Scratch, ’s urrainn dhan chlann sgeòil, geamannan agus beòthachaidhean eadar-ghnìomhach a chruthachadh.

source: If you have questions about Scratch or this email, please take a look at our <a href="%(faq_url)s">FAQ</a>.
gd: Ma tha ceist agad mu Scratch no am post-d seo, thoir sùil air na <a href="%(faq_url)s">CÀBHA</a> againn.
