Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: da, gd, id, pl

source: A signature is a small piece of text that is attached to your posts. In it, you can enter just about anything you like. Perhaps you would like to enter your favourite quote or your star sign. It's up to you! In your signature you can use BBCode if it is allowed in this particular forum. You can see the features that are allowed/enabled listed below whenever you edit your signature.
da: En underskrift er et lille stykke tekst, som er tilknyttet dit opslag. I den kan du skrive alt, hvad du har lyst til. Måske har du lyst til at skrive dit favorit citat eller dit stjernetegn. Det er helt op til dig! I din underskrift kan du bruge BBkode, hvis det er tilladt i netop det forum. Du kan se hvilke funktioner, som er tilladt eller slået fra nederst - hver gang du redigerer din underskrift.
gd: ’S e teacsa beag a tha san earr-sgrìobhadh a thèid a chur ris na postaichean agad. ’S urrainn dhut cha mhòr na thogras tu a chur ann. ’S dòcha gum bu toil leat an t-iomradh no comharra a’ ghrian-chrios as fhearr leat a chur ann. Tha e an urra riut fhèin! ’S urrainn dhut BBCode a chleachdadh san earr-sgrìobhadh agad ma tha seo ceadaichte air a’ bhòrd-bhrath shònraichte seo. Chì thu na feartan a tha ceadaichte/an comas gu h-ìosal gach turas a dheasaicheas tu an t-earr-sgrìobhadh agad.
id: Sebuah tanda tangan adalah suatu potongon teks pendek yang ditempelkan ke postinganmu. Di dalamnya, kamu bisa memasukkan hampir apa saja yang kamu inginkan. Mungkin kamu ingin menggunakan kutipan kesukaanmu atau rasi bintangmu. Ini semua terserah kamu! Di tanda tanganmu kamu dapat menggunakan BBCode jika diperbolehkan dalam wujud ini. Kamu bisa melihat fitur yang diperbolehkan/diaktifkan terdaftar dibawah saat kamu menyunting tanda tanganmu.
pl: Sygnatura to krótki tekst dołączony do twoich postów. Możesz napisać w niej co tylko chcesz. Może chciałbyś wpisać tam twój ulubiony cytat, albo ulubioną gwiazdę? To zależy od ciebie! W twojej sygnaturze możesz używać BBCode, jeśli jest w dozwolonej formie. Możesz zobaczyć możliwości sygnatury poniżej, kiedykolwiek będziesz ją edytował.

source: No signature currently stored in profile.
da: Der er ingen underskrift gemt i profilen.
gd: Chan eil earr-sgrìobhadh clàraichte sa phròifil.
id: Tidak ada tanda tangan yang tersimpan di profil ini.
pl: Nie ma sygnatur zapisanych na twoim profilu.

source: When you update your profile, you will be redirected back to this page.
da: Når du opdaterer din profil, bliver du ledt tilbage til denne side.
gd: Nuair a dh’ùraicheas tu a’ phròifil agad, thèid d’ ath-stiùireadh air ais dhan duilleag seo.
id: Ketika kamu memperbarui profilmu, kamu akan dialihkan kembali ke halaman ini.
pl: Kiedy zaktualizujesz swój profil, zostaniesz przekierowany z powrotem na tę stronę.

source: This tag has too many projects to load
da: Dette mærke har for mange projekter til at kunne indlæses
gd: Tha cus pròiseactan aig an taga ach an gabhadh an luchdadh
id: Tag ini mempunyai terlalu banyak karya untuk dimuat
pl: Ten tag posiada zbyt dużo projektów, aby je załadować.

source: 403. Oh noes! Our server is Scratch'ing its head
da: 403. Åh nej! Scratchserveren klør sig i nakken
gd: 403. Obh obh! Chan eil fhios aig an fhrithealaiche dè fon ghrèin a nì e leis
id: 403. Oh tidak! Server kami sedang menggaruk kepalanya
pl: 403. O nie! Nieznaleziona strona

source: We couldn't authorize you to view this page. If you need to get in touch with us about this, send us an email at
da: Du har ikke tilladelse til at se denne side. Hvis du har brug for at kontakte os om dette, så send os en email på
gd: Cha b’ urrainn dhuinn cead a thoirt dhut gus an duilleag seo a shealltainn. Ma tha thu airson bruidhinn rinn mu dhèidhinn, cuir post-d thugainn air
id: Kami tidak dapat memperbolehkan anda untuk menampilkan laman ini. Jika anda perlu mengontak kami tentang ini, kirimi kami surel pada
pl: Nie mogliśmy zautoryzować ciebie, abyś mógł zobaczyć tę stronę. Jeśli potrzebujesz kontaktu z nami prosimy o wiadomość na adres

source: Whoops! Our server is Scratch'ing its head
da: Åh nej! Scratchserveren klør sig i nakken
gd: Oich! Chan eil fhios aig an fhrithealaiche dè fon ghrèin a tha seo
id: Ups! Server kami sedang menggaruk kepalanya
pl: O nie! Nieznaleziona strona

source: We couldn't find the page you're looking for. Check to make sure you've typed the url correctly.
da: Vi kunne ikke finde den side du ledte efter. Vær sikker på, at du har stavet adressen rigtigt.
gd: Cha b’ urrainn dhuinn an duilleag a tha thu a’ sireadh a lorg. Dearbhaich gun do sgrìobh thu an URL mar bu chòir.
id: Kami tidak dapat menemukan halaman yang kau cari. Pastikan bahwa kamu telah mengetik url yang benar.
pl: Nie mogliśmy znaleźć strony, której szukasz. Sprawdź, czy na pewno adres został podany poprawnie.

source: You can try searching for what you're looking for here:
da: Du kan måske finde det du søger her:
gd: ’S urrainn dhut feuchainn ach an lorg thu e an seo:
id: Kamu bisa coba mencari apa yang sedang kau cari di sini:
pl: Tutaj możesz spróbować wyszukać, tego czego szukasz:

source: You can still <a href="/scratch2download/">Download Scratch</a> and make projects.
da: Du kan stadig <a href="/scratch2download/">Downloade Scratch</a> og lave projekter.
gd: ’S urrainn dhut fhathast <a href="/scratch2download/">Scratch a luchdadh a-nuas</a> agus pròiseactan a dhèanamh.
id: Kau masih dapat <a href="/scratch2download/">Mengunduh Scratch</a> dan membuat karya-karya.
pl: Nadal możesz <a href="/scratch2download/">pobrać Scratcha</a> i tworzyć projekty.

source: Imagine, Program, Share
da: Find på, Programmér, Del
gd: Smaoinich, prògramaich, co-roinn
id: Imajinasikan, Programkan, Bagikan
pl: Wyobraź sobie, Zaprogramuj, Dziel się

source: Create
da: Find på
gd: Cruthaich
id: Buat
pl: Stwórz

source: Explore
da: Udforsk
gd: Rùraich
id: Jelajah
pl: Przeglądaj

source: Help
da: Hjælp
gd: Cobhair
id: Bantuan
pl: Pomoc

source: Join Scratch
da: Meld dig ind i Scratch
gd: Ballrachd
id: Bergabung dengan Scratch
pl: Dołącz do Scratch

source: Sign in
da: Log på
gd: Clàraich a-steach
id: Masuk
pl: Zaloguj się

source: Forgot password?
da: Glemt kodeord?
gd: Na dhìochuimhnich thu am facal-faire?
id: Lupa passwordmu?
pl: Nie pamiętasz hasła?

source: messages - updates and notices
da: meddelelser - opdateringer og beskeder
gd: teachdaireachdan - ùrachaidhean ’s brathan
id: pesan - pemberitahuan dan notifikasi
pl: wiadomości - aktualizacje i ogłoszenia

source: my stuff - manage projects and studios
da: mine ting - håndter projekter og studier
gd: an stuth agam - stiùirich pròiseactan agus stiùideothan
id: karyaku - atur karya dan studio
pl: moje rzeczy - zarządzanie projektami i studiami

source: My Stuff
da: Mine ting
gd: An stuth agam
id: Karyaku
pl: Moje rzeczy

source: Account settings
da: Kontoindstillinger
gd: Roghainnean a’ chunntais
id: Pengaturan akun
pl: Ustawienia konta

source: Sign out
da: Log ud
gd: Clàraich a-mach
id: Keluar
pl: Wyloguj się

source: About
da: Om
gd: Mu dhèidhinn
id: Tentang
pl: Info

source: About Scratch
da: Om Scratch
gd: Mu Scratch
id: Tentang Scratch
pl: O Scratch

source: For Parents
da: For Forældre
gd: Airson pàrantan
id: Untuk Orangtua
pl: Dla Rodziców

source: For Educators
da: For lærere
gd: Airson luchd-foghlaim
id: Untuk Pendidik
pl: Dla nauczycieli

source: Credits
da: Bidragydere
gd: Urram
id: Credit
pl: Twórcy

source: Jobs
gd: Obair
id: Peluang
pl: Prace

source: Press
da: Presse
gd: Pàipearan-naidheachd
id: Pers
pl: Naciśnij

source: Community
da: Fællesskab
gd: Coimhearsnachd
id: Komunitas
pl: Społeczność

source: Community Guidelines
da: Retningslinier for medlemmer
gd: Riaghailtean giùlain sa choimhearsnachd
id: Pedoman Komunitas
pl: Wytyczne

source: Statistics
da: Statistik
gd: Stadastaireachd
id: Statistik
pl: Statystyki

source: Support
gd: Taic
id: Dukungan
pl: Wsparcie

source: Help Page
da: Hjælpeside
gd: Duilleag na cobharach
id: Halaman Bantuan
pl: Strona Pomocy

source: Offline Editor
gd: Deasaiche far loidhne
id: Editor Offline
pl: Edytor offline

source: Contact Us
da: Kontakt os
gd: Cuir fios thugainn
id: Kontak Kami
pl: Kontakt

source: Donate
da: Donér
gd: Thoir tìodhlac dhuinn
id: Donasi
pl: Przekaż darowiznę

source: Terms of Use
da: Retningslinjer
gd: Teirmichean a’ chleachdaidh
id: Kebijakan Pengguna
pl: Warunki korzystania z serwisu

source: Privacy Policy
da: Politik om private oplysninger
gd: Poileasaidh na prìobhaideachd
id: Kebijakaan Privasi
pl: Polityka prywatności

source: Scratch Family
da: Scratch familie
gd: Teaghlach Scratch
id: Keluarga Scratch
pl: Rodzina Scratcha

source: Scratch Day
da: Scratch Dag
gd: Latha Scratch
id: Hari Scratch
pl: Dzień Scratcha

source: Scratch is a project of the Lifelong Kindergarten Group at the MIT Media Lab
da: Scratch er et projekt fra the Lifelong Kindergarten Group ved MIT Media Lab
gd: ’S e pròiseact aig a’ bhuidheann Lifelong Kindergarten aig MIT Media Lab a th’ ann an Scratch
id: Scratch adalah sebuah proyek dari Lifelong Kindergarten Group di MIT Media Lab
pl: Scratch jest projektem Lifelong Kindergarten Group z MIT Media Lab

source: Account Blocked
da: Kontoen er spærret
gd: Chaidh an cunntas a bhacadh
id: Akun Diblokir
pl: Konto zablokowane

source: If you can't find an answer, post a new topic on the <a href="/discuss">Discussion forums.</a> There are many experienced Scratchers who can help!
da: Hvis du ikke kan finde et svar, kan du poste et nyt emne på <a href="/discuss">Diskussions forummerne.</a> Der er mange erfarne Scratchere her, som kan hjælpe!
gd: Mura tèid leat freagairt a lorg, cuir cuspair ùr ris air a’ <a href="/discuss">bhòrd-bhrath.</a> Tha Luchd-Scratch eòlach an làthair a bheir taic dhut!
id: Jika kamu tidak dapat menemukan jawaban, buat sebuah topik baru di <a href="/discuss">Forum Perdiskusian.</a> Ada banyak Scratcher berpengalaman yang bisa membantu!
pl: Jeśli nie możesz znaleźć odpowiedzi, stwórz nowy temat na naszym <a href="/discuss">Forum dyskusyjnym.</a> Jest tam wielu doświadczonych Scratchersów, którzy mogą pomóc!

source: Questions About Scratch
da: Spørgsmål Om Scratch
gd: Ceistean mu Scratch
id: Pertanyaan Tentang Scratch
pl: Pytania o Scratch

source: Help with Scripts
da: Hjælp med Scripts
gd: Cobhair le sgriobtaichean
id: Bantuan dengan Skrip
pl: Pomoc do skryptów

source: Bugs and Glitches
da: Fejl og Uheld
gd: Bugaichean is mearachdan-obrachaidh
id: Bug dan Glitch
pl: Błędy i glicze

source: If you need to contact us, please choose from one of the options below. We get a lot of mail, so we may not be able to respond to your message.
da: Hvis du har brug for at kontakte os, vælg venligst en af mulighederne herunder. Vi får mange mails, så det er ikke sikkert at vi kan svare på din besked.
gd: Ma dh’fheumas tu fios a chur thugainn, tagh aon dhe na roghainnean gu h-ìosal. Gheibh sinn torr phost-d, mar sin dh’fhaoidte nach urrainn dhut freagairt dhen teachdaireachd agad.
id: Jika kamu perlu mengontak kami, mohon pilih dari salah satu pilihan di bawah. Kami menerima banyak kiriman, jadi kami belum tentu dapat membalas pesanmu.
pl: Jeżeli potrzebujesz się z nami skontaktować, wybierz jedną z opcji poniżej. Otrzymujemy wiele maili, więc nie gwarantujemy odpowiedzi na twoją.

source: Select a topic
da: Vælg et emne
gd: Tagh cuspair
id: Pilih topik
pl: Wybierz temat

source: Report something inappropriate...
da: Rapportér noget upassende...
gd: Dèan aithris air rud neo-iomchaidh...
id: Laporkan sesuatu yang tidak pantas...
pl: Zgłoś cokolwiek nieodpowiedniego...

source: Report a problem with the website...
da: Rapportér et problem med hjemmesiden...
gd: Dèan aithris air duilgheadas leis an làrach-lìn...
id: Laporkan sebuah masalah dengan situs...
pl: Zgłoś problem z witryną...

source: Other...
da: Andet...
gd: Eile...
id: Lainnya...
pl: Inne...

source: Send
gd: Cuir a-null
id: Kirim
pl: Wyślij

source: Newest
da: Nyeste
gd: As ùire
id: Terbaru
pl: Najnowsze

source: Oldest
da: Ældste
gd: As sine
id: Terlama
pl: Najstarsze

source: Most viewed
da: Mest sete
gd: Ga shìor-choimhead air
id: Paling dilihat
pl: Najczęściej oglądane

source: Most loved
da: Kan bedst lide
gd: Fèill mhòr air
id: Paling disukai
pl: Najbardziej kochane

source: Most favorited
da: Flest stjerner
gd: Na annsachd as trice
id: Paling difavorit
pl: Najbardziej lubione

source: Most remixed
da: Mest remixet
gd: Ath-mheasgachadh tric
id: Paling diremix
pl: Najczęściej remiksowane

source: Please enter the text below
da: Indtast venligst teksten herunder
gd: Cuir a-steach an teacsa gu h-ìosal
id: Tolong masukkan teks dibawah
pl: Proszę wpisać tekst poniżej

source: Or Join Scratch
da: Eller Meld dig ind i Scratch
gd: No faigh ballrachd
id: Atau bergabung dengan Scratch
pl: Lub dołącz do Scratch

source: It's easy (and free!) to sign up for a Scratch account.
da: Det er nemt (og gratis) at åbne en Scratchkonto.
gd: Tha e furasta (agus an-asgaidh!) cunntas Scratch a chlàradh.
id: Mendaftarkan sebuah akun Scratch itu mudah (dan gratis!)
pl: Łatwa (i darmowa!) rejestracja na Scratchu.

source: Choose a Scratch Username
da: Vælg et Scratch brugernavn
gd: Tagh ainm-cleachdaiche Scratch
id: Pilih sebuah Username Scratch
pl: Wybierz nazwę użytkownika

source: Don't use your real name
da: Brug ikke dit rigtige navn
gd: Na cleachd do dhearbh-ainm
id: Jangan gunakan nama aslimu
pl: Nie używaj twojego prawdziwego imienia

source: Choose a Password
da: Vælg et kodeord
gd: Tagh facal-faire
id: Pilih sebuah Password
pl: Wybierz hasło

source: Remember it - don't tell anyone else
da: Husk det - fortæl det ikke til nogen
gd: Cuir nad chuimhne e - na innis do dhuine sam bith e
id: Ingatlah - jangan beritahu siapapun
pl: Zapamiętaj je - nie mów nikomu!

source: Confirm Password
da: Bekræft kodeord
gd: Dearbhaich am facal-faire
id: Konfirmasi Password
pl: Potwierdź hasło

source: Retype your password
da: Gentag dit kodeord
gd: Cuir a-steach am facal-faire agad a-rithist
id: Ketik ulang passwordmu
pl: Przepisz swoje hasło

source: Your responses to these questions will be kept private.
da: Dine svar på disse spørgsmål holdes privat.
gd: Cumaidh sinn na freagairtean agad air na ceistean seo prìobhaideach.
id: Responmu terhadap pertanyaan-pertanyaan ini akan dirahasiakan.
pl: Twoje odpowiedzi na te pytania będą trzymane w tajemnicy.

source: Why do we ask for this info
da: Derfor beder vi om denne information
gd: Carson a tha sinn ag iarraidh am fiosrachadh seo?
id: Kenapa kami meminta informasi ini
pl: Dlaczego pytamy się o te informacje?

source: Birth Month and Year
da: Fødselsmåned og år
gd: Mìos is bliadhna breith
id: Tahun dan bulan kelahiran
pl: Miesiąc i rok urodzenia

source: We use this information to calculate the age range of people who use Scratch, and to confirm that you are the owner of the account if you contact us. Your birth month and year will not be made public.
da: Vi bruger informationen til at se, hvilken alder brugerne har, og for at bekræftige at du er ejeren af kontoen, hvis du kontakter os. Din fødselsmåned og år bliver ikke offentliggjort.
gd: Cleachdaidh sinn am fiosrachadh seo gus àireamhachadh dè na h-aoisean a tha aig na daoine a chleachdas Scratch agus airson dearbhadh gur ann leatsa a tha an cunntas seo nuair a chuireas tu fios thugainn. Cha tèid am mìos no bliadhna breith agad fhoillseachadh.
id: Kami menggunakan informasi ini untuk menkalkulasikan jangkauan umur dari pengguna Scratch, dan untuk mengonirmasi bahwa kamu adalah pemilik akun jika kamu mengontak kami. Tahun dan bulan kelahiranmu tidak akan dipublikasikan.
pl: Używamy tych informacji, aby obliczyć wiek społeczności używającej Scratch oraz aby mieć pewność, że ty jesteś właścicielem swojego konta, jeśli będziesz się z nami kontaktował. Twoja data urodzin nigdy nie zostanie opublikowana.

source: Gender
da: Køn
gd: Gnè
id: Jender
pl: Płeć

source: This helps the Scratch design team understand who is using Scratch, and provides information that helps us broaden participation. This information is not visible on your account, and is only used to describe overall participation.
da: Dette hjælper Scratch designteamet til at forstå, hvem det er som bruger Scratch, og giver information som hjælper os at til at få flere medlemmer. Denne information er ikke synlig på din konto, og bruges kun til at beskrive overordnet deltagelse.
gd: Cuidichidh seo sgioba dealbhachadh Scratch ach an tuig sinn cò chleachdas Scratch agus bheir seo fiosrachadh dhuinn a chum barrachd com-pàirteachais. Cha nochd am fiosrachadh seo air a’ chunntas agad agus cha tèid a chleachdadh ach gus an com-pàirteachas farsaing a mhìneachadh.
id: Ini membantu tim desain Scratch mengerti siapa yang menggunakan Scratch, dan memberikan informasi yang membantu kami untuk memperluas partisipasi. Informasi ini tidak ditampilkan di akunmu, dan hanya digunakan untuk melukiskan partisipasi.

source: Month
da: Måned
gd: Mìos
id: Bulan
pl: Miesiąc

source: January
da: Januar
gd: Am Faoilleach
id: Januari
pl: Styczeń

source: February
da: Februar
gd: An Gearran
id: Februari
pl: Luty

source: March
da: Marts
gd: Am Màrt
id: Maret
pl: Marzec

source: June
da: Juni
gd: An t-Ògmhios
id: Juni
pl: Czerwiec

source: July
da: Juli
gd: An t-Iuchar
id: Juli
pl: Lipiec

source: August
gd: An Lùnastal
id: Agustus
pl: Sierpień

source: October
da: Oktober
gd: An Dàmhair
id: Oktober
pl: Październik

source: December
gd: An Dùbhlachd
id: Desember
pl: Grudzień

source: Year
da: År
gd: Bliadhna
id: Tahun
pl: Rok

source: Male
da: Mand
gd: Fireann
id: Laki-laki
pl: Mężczyzna

source: Female
da: Kvinde
gd: Boireann
id: Perempuan
pl: Kobieta

source: Country
da: Land
gd: Dùthaich
id: Negara
pl: Państwo

source: Enter your email address and we will send you an email to confirm your account.
da: Indtast din email adresse og vi vil sende dig en email hvor du kan bekræfte din konto.
gd: Cuir a-steach an seòladh puist-d agad agus cuiridh sinn post-d thugad gus an cunntas agad a dhearbhadh.
id: Masukkan alamat surelmu dan kami akan mengirim sebuah surel untuk mengonfirmasi akunmu.
pl: Wpisz swój adres email, na który wyślemy emaila, po to, aby potwierdzić twoje konto.

source: Enter your parent's or guardian's email address and we will send them an email to confirm this account.
da: Indtast din forælders eller værges email adresse og vi vil sende dem en email, hvor de kan bekræfte denne konto.
gd: Chuir a-steach seòladh puist-d do phàraint no neach-glèidhidh agus cuiridh sinn post-d thuca gus an cunntas seo a dhearbhadh.
id: Masukkan alamat surel orangtua atau guardianmu dan kami akan mengirimi mereka sebuah surel untuk mengonfirmasi akun ini.
pl: Wprowadź adres email rodzica/prawnego opiekuna, po to, aby potwierdzić to konto.

source: Email address
da: E-mailadresse
gd: Seòladh puist-d
id: Alamat surel
pl: Adres e-mail

source: Parent's or guardian's email address
da: Forælders eller værges e-mailadresse
gd: Seòladh puist-d pàraint no neach-glèidhidh
id: Alamat surel orangtua atau guardian
pl: Adres email rodzica/prawnego opiekuna

source: Confirm email address
da: Bekræft email adresse
gd: Dearbhaich an seòladh puist-d
id: Konfirmasi alamat surel
pl: Potwierdź adres email

source: Welcome to Scratch,
da: Velkommen til Scratch,
gd: Fàilte gu Scratch,
id: Selamat datang di Scratch,
pl: Witamy w Scratch,

source: You're now logged in! You can start exploring and creating projects.
da: Du er nu logget på! Du kan starte med at udforske og lave projekter.
gd: Tha thu air do chlàradh a-steach a-nis! ’S urrainn dhut tòiseachadh air rùrachadh agus pròiseactan a chruthachadh.
id: Kamu sudah masuk! Kamu bisa mulai menjelajahi dan membuat karya.
pl: Jesteś teraz zalogowany! Możesz rozpocząć przeglądanie i tworzenie projektów.

source: If you want to share and comment, simply click the link in the email we sent you at <strong><span class="email-welcome"></span></strong>
da: Hvis du vil dele og kommentere, skal du bare klikke på det link i emailen, som vi sendte til dig i <strong><span class="email-welcome"></span></strong>
gd: Ma tha thu airson rud a cho-roinneadh no beachd a chur ris, cha leig thu leas ach briogadh air a’ cheangal sa phost-d a chuir sinn thugad air <strong><span class="email-welcome"></span></strong>
id: Jika kamu ingin berbagi dan berkomentar, klik tautan di surel yang kami kirimkan padamu pada<strong><span class="email-welcome"></span></strong>
pl: Jeżeli chcesz udostępniać i komentować, po prostu kliknij w link w emailu, który wysłaliśmy na adres <strong><span class="email-welcome"></span></strong>.

source: Wrong email? Change your email address in <a href="%(settings_url)s">Account Settings</a>
da: Forkert email? Skit din email adresse under <a href="%(settings_url)s">Kontoindstillinger</a>
gd: Nach e seo am post-d ceart? Atharraich an seòladh puist-d agad ann an <a href="%(settings_url)s">Roghainnean a’ chunntais</a>
id: Surel salah? Ganti alamat surelmu di <a href="%(settings_url)s">Pengaturan Akun</a>
pl: Zły email? Zmień go w <a href="%(settings_url)s">ustawieniach konta</a>

source: Next
da: Næste
gd: Air adhart
id: Lanjut
pl: Następne

source: OK Lets Go!
da: OK Lad os komme i gang!
gd: Ceart ma-thà, tiugainn!
id: Oke ayo mulai!
pl: OK, chodźmy!

source: Your username must be between 3 and 20 characters
da: Dit brugernavn skal være mellem 3 og 20 tegn
gd: Feumaidh an t-ainm-cleachdaiche agad a bhith eadar 3 is 20 caractar a dh’fhaid
id: Panjang usernamemu harus diantara 3 dan 20 karakter
pl: Twoja nazwa użytkownika musi mieć 3-20 znaków

source: Sorry, that username already exists
da: Desværre, dette brugernavn eksisterer allerede
gd: Duilich ach tha an t-ainm-cleachdaiche seo ann mar-thà
id: Maaf, username itu sudah dipakai
pl: Przepraszamy, ta nazwa użytkownika jest już zajęta

source: You must enter a username
da: Du skal indtaste et brugernavn
gd: Feumaidh tu ainm-cleachdaiche a chur a-steach
id: Kamu harus memasukkan sebuah username
pl: Musisz wprowadzić nazwę użytkownika

source: Your username may only contain letters, numbers, - and _
da: Dit brugernavn må kun indeholde bogstaver, tal, - og _
gd: Chan fhaod ach litrichean, àireamhan, - agus _ a bhith am broinn an ainm-chleachdaiche agad
id: Usernamemu hanya boleh mengandung huruf, angka, - dan _
pl: Nazwa użytkownika może zawierać wyłącznie litery, cyfry, - oraz _

source: Your password must be at least 6 characters
da: Dit kodeord skal være på mindst 6 tegn
gd: Feumaidh am facal-faire agad a bhith 6 caractaran a dh’fhaid air a char as lugha
id: Panjang passwordmu harus paling sedikit 6 karakter
pl: Twoje hasło musi być długości minimum 6 znaków

source: You must enter a password
da: Du skal indtaste et kodeord
gd: Feumaidh tu facal-faire a chur a-steach
id: Kamu harus memasukkan sebuah password
pl: Musisz podać swoje hasło

source: Your passwords do not match
da: Dine kodeord er ikke ens
gd: Chan eil an dà fhacal-faire co-cionnan
id: Passwordmu tidak sama
pl: Hasła się nie zgadzają

source: Your password cannot match your username
da: Dit kodeord kan ikke være det samme som dit brugernavn
gd: Chan fhaod am facal-faire a bhith co-ionnann ri d’ ainm-cleachdaiche
id: Passwordmu tidak boleh sama dengan usernamemu
pl: Twoje hasło nie może być nazwą użytkownika

source: You must specify a gender
da: Du skal angive dit køn
gd: Feumaidh tu gnè a thoirt seachad
id: Kamu harus memberikan jender
pl: Musisz określić swoją płeć

source: You must select a country
da: Du skal vælge et land
gd: Feumaidh tu dùthaich a thaghadh
id: Kamu harus memilih sebuah negara
pl: Musisz wybrać kraj

source: You must provide an email address
da: Du skal angive en email adresse
gd: Feumaidh tu seòladh puist-d a thoirt seachad
id: Kamu harus menyediakan sebuah alamat surel
pl: Musisz wprowadzić adres email.
