Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: da, gd, id, pl

source: username exists
da: brugernavn er optaget
gd: tha an t-ainm-cleachdaiche seo ann mar-thà

source: invalid username
da: ugyldigt brugernavn
gd: ainm-cleachdaiche mì-dhligheach

source: invalid gender choice
da: ugyldigt valg af køn
gd: chan urrainn dhut a’ ghnè seo a thaghadh

source: Forum
gd: Fòram

source: Attachment
da: Vedhæftet fil
gd: Ceanglachan
pl: Załącznik

source: E-mail
gd: Post-d

source: Subscribers
da: Abonnenter
gd: Fo-sgrìobhaichean
pl: Subskrybenci

source: Post
da: Send
gd: Postaich
pl: Wyślij

source: Status
gd: Staid

source: Ban
da: Udelukkelse
gd: Toirmeasg
pl: Zablokuj

source: Path
da: Sti
gd: Slighe
pl: Ścieżka

source: Hash
da: Hashfunktion
gd: Hais
pl: Hasz

source: Sorry, you need to host your images with a service like imageshack.com. Please update your image links or remove all BB code [img] tags. Bad image url: %s
da: Undskyld, du er nødt til at gemme dine billeder med en service som imageschack.com. Du må opdatere dit link til billedet eller fjerne alle BBkoder [img]. Defekt billede url: %s
gd: Tha sinn duilich ach feumaidh tu na dealbhan agad òstadh air seirbheis coltach ri imageshack.com. Ùraich na ceanglaichean dha na dealbhan agad no thoir air falbh gach taga BB code [img]. Droch URL deilbh: %s

source: Email sent.
da: Email er sendt.
gd: Chaidh am post-d a chur.
pl: List został wysłany.

source: Email could not be sent.
da: Email kunne ikke sendes.
gd: Cha b’ urrainn dhuinn am post-d a chur.
pl: Nie można było wysłać wiadomości.

source: Edit Post - %(name)s
da: Redigér Opslag - %(name)s
gd: Deasaich am post - %(name)s
pl: Edytuj posta - %(name)s

source: Edit Post
da: Redigér Opslag
gd: Deasaich am post
pl: Edytuj posta

source: Edit post
da: Redigér opslag
gd: Deasaich am post
pl: Edytuj posta

source: Poll
da: Meningsmåling
gd: Cunntas-bheachd
pl: Głosowanie

source: 1 post
da: 1 opslag
gd: 1 phost

source: Edit
da: Redigér
gd: Deasaich
pl: Edycja

source: Video Not Found
da: Video Ikke Fundet
gd: Cha deach am video a lorg

source: Looks like we are having issues with our servers!
da: Det ser ud som om, at der er problemer med vores servere!
gd: Tha coltas gu bheil duilgheadas leis na frithealaichean againn!

source: Try refreshing in a few minutes
da: Prøv at genindlæse siden om et par minutter
gd: Feuch ri ath-nuadhachadh an ceann mionaid no dhà

source: Password
da: Kodeord
gd: Facal-faire
pl: Hasło

source: Scratch Wiki
gd: Uicidh Scratch
pl: Wiki Scratcha

source: FAQ
gd: CÀBHA
pl: Najczęściej zadawane pytania (FAQ)

source: Legal
da: Juridisk
gd: Nòtaichean laghail
pl: Kwestie prawne

source: Scratch Conference
da: Scratch konference
gd: Co-labhairt Scratch
pl: Konferencja Scratcha

source: Code-to-Learn Foundation
gd: Fonndas Code-to-Learn

source: You can also try searching the Scratch <a href="/discuss">Discussion forums</a>:
da: Du kan også prøve at søge i Scratch <a href="/discuss">Diskussions foraene</a>:
gd: ’S urrainn dhut cuideachd lorg sa <a href="/discuss">Bhòrd-bhrath</a> aig Scratch:
pl: Możesz także spróbować wyszukać na <a href="/discuss">Forach dyskusyjnych Scratcha:</a>

source: Uh oh
da: Ups
gd: Obh obh

source: April
gd: An Giblean
pl: Kwiecień

source: May
da: Maj
gd: An Cèitean
pl: Maj

source: September
gd: An t-Sultain
pl: Wrzesień

source: November
gd: An t-Samhain
pl: Listopad

source: Your password cannot be \'password\'
da: Dit kodeord må ikke være \'kodeord\'
gd: Chan fhaod thu “password” a chleachdadh nad fhacal-faire

source: Enter
da: Retur
gd: Cuir a-steach
pl: Wejdź

source: Beta testing
da: Beta test
gd: Deuchainn Beta
pl: Testy beta

source: Password
gd: Facal-faire
pl: Hasło

source: Want to Share Projects, Comment, and Post in the Discussion Forums?
gd: Am bu toil leat pròiseactan a cho-roinneadh, beachdan a chur a-null agus postadh air a’ bhòrd-bhrath?

source: Click the link in the email we sent you at: <br/> <strong>%(email_address)s</strong>
gd: Briog air a’ cheangal sa phost-d a chur sinn thugad air: <br/> <strong>%(email_address)s</strong>

source: Not receiving emails? Make sure your email address is correct. Change your email address in <a href="%(settings_url)s">Account Settings</a>.
gd: Nach d’ fhuair thu am post-d? Dèan cinnteach gu bheil an seòladh puist-d agad mar bu chòir. Atharraich an seòladh puist-d agad ann an <a href="%(settings_url)s">Roghainnean a’ chunntais</a>.

source: Before resending, check your spam folder.
gd: Mus cuir thu a-rithist e, thoir sùil air pasgan an spama agad.

source: Sorry, comment posting has been turned off for this
gd: Duilich ach chaidh postadh bheachdan a chur dheth airson seo

source: studio
gd: stiùideo

source: 0 minutes ago
da: 0 minutter siden
gd: 0 mionaid air ais

source: Enter content here
da: Indtast indhold her
gd: Cuir a-steach susbaint an seo
pl: Tutaj wprowadź zawartość

source: Explore - Scratch
gd: Rùraich - Scratch

source: Jump
gd: Thoir leum

source: Shuffle
gd: Air thuaiream

source: Explore Projects
da: Udforsk projekter
gd: Rùraich sna pròiseactan
pl: Przeglądaj projekty

source: Tag:
da: Mærke:
gd: Taga:

source: Past 7 Days
gd: Am broinn 7 làithean

source: Past 30 Days
gd: Am broinn 30 latha

source: Sort by:
da: Sortér efter:
gd: Seòrsaich a-rèir:
pl: Sortuj według:

source: Explore Studios
da: Udforsk Studier
gd: Rùraich sna stiùideothan

source: Modified
da: Ændret
gd: Air atharrachadh

source: Most comments
da: Flest kommentarer
gd: Uiread de bheachdan
pl: Najwięcej komentarzy

source: Most projects
da: Flest projekter
gd: Uiread de phròiseactan
pl: Najwięcej projektów

source: Most followers
da: Flest følgere
gd: Co mheud a leanas air
pl: Najwięcej śledzących

source: Studio:
da: Studie:
gd: Stiùideo:

source: Follower%(tPlural)s )
da: Følger%(tPlural)s )
gd: Luchd-leantainn%(tPlural)s )

source: %(username)s Studio (%(tGCount)s)
da: %(username)s Studie (%(tGCount)s)
gd: Stiùideo %(username)s (%(tGCount)s)
pl: Studio %(username)s nr (%(tGCount)s)

source: The Lifelong Kindergarten Group will promptly process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act (“DMCA”) and other applicable intellectual property laws. Upon receipt of notices complying or substantially complying with the DMCA, the Lifelong Kindergarten Group may act expeditiously to remove or disable access to any material claimed to be infringing. Repeat infringers of third-party copyrights are subject to termination in appropriate circumstances.
da: Gruppen, The Lifelong Kindergarten, vil omgående håndtere og undersøge den påståede overtrædelse og vil foretage passende skridt i overensstemmelse med lovgivningen, the Digital Millennium Copyright Act (“DMCA”), og andre relevante ophavsretslove. Ved modtagelse af underretning som er i overensstemmelse eller i væsentlighed er i overensstemmelse med DMCA, kan gruppen, the Lifelong Kindergarten, umiddelbart fjerne eller forhindre adgang til det påståede krænkende materiale. Gentagende overtrædere af tredjeparts ophavsrettighed risikerer udelukkelse.
gd: Sgrùdaidh am buidheann Lifelong Kindergarten casaidean brisidh a-steach gu luath agus nì sinn na tha iomchaidh fon Digital Millennium Copyright Act (“DMCA”) agus fo laghan seilbh inntleachdail iomchaidh eile. Nuair a gheibh sinn brath a ghèilleas ris an DMCA air ìre mhòr, faodaidh am buidheann Lifelong Kindergarten gnìomh a ghabhail gu h-astarach gus stuth sam bith a thoirt air falbh no an t-inntrigeadh a bhacadh air na chaidh aithris gum briseadh e a-steach air còraichean. Crìochnaichidh sinn an cùmhnant leis an fheadhainn a bhriseas a-steach air còraichean-lethbhreac treas phàrtaidhean a-rithist ’s a-rithist ma bhios seo iomchaidh san t-suidheachadh.

source: If you choose to make a copyright infringement complaint, please note that we may post your notification, with personally identifiable information redacted, to a clearinghouse such as chillingeffects.org. Please also note that you may be liable for damages (including costs and attorneys’ fees) if you materially misrepresent that an activity is infringing your copyright.
da: Hvis De vælger at fremføre en klage over ophavsretskrænkelse, gør vi opmærksom på at Deres anmeldelse, med personfølsomme oplysninger editeret, kan blive videresendt til et clearingkontor såsom chillingeffects.org. Bemærk også at De kan være erstatningspligtig (inklusive omkostninger og advokatsalær), hvis De i væsentlig grad misrepræsenterer at en aktivitet krænker Deres ophavsret.
gd: Ma chuireas tu romhad gearan a thogail mu bhriseadh a-steach air còraichean-lethbhreac, thoir an aire gum faod sinn am brath agad a postadh leis an fhiosrachadh a dh’aithnicheas cò thusa air fhàgail às gu clearinghouse mar chillingeffects.org. Thoir an aire cuideachd gum bi fiachanas dochainn (a’ gabhail a-steach cosgaisean is tàillean luchd-lagha) ort ma mhì-riochdaicheas tu le buaidh mhòr gun do bhris gnìomh a-steach air a’ chòir-lethbhreac agad.
pl: Jeśli zdecydujesz się na skargę o złamanie praw autorskich, miej na uwadze, że możemy przesłać Twoją sprawę, łączenie z informacjami umożliwiającymi identyfikację do organizacji takich jak chillingeffects.org. Wiedz także, że możesz być odpowiedzialny za szkody (włączając w to koszty i opłaty prawników) jeśli świadomie i nieprawdziwie wskażesz czyn naruszający Twoje prawa autorskie.

source: MIT Scratch Team
gd: Sgioba MIT Scratch
pl: Zespół MIT Scratcha

source: Weekly Roundups
da: Ugentlige Sammenfatninger
gd: Cruinneachaidhean na seachdaine

source: Quarterly Newsletter
da: Kvartalsvise Nyhedsbreve
gd: Litir-naidheachd ràitheil

source: Scratch Extensions Browser Plugin
da: Scratch Udvidelses Browser Plugin
gd: Plugan brabhsair airson leudachain Scratch

source: <p> This Scratch Extensions Browser Plugin allows you to use the LEGO WeDo robotics kit with the online version of Scratch 2. (A future version of this browser plugin will also support the PicoBoard too.) </p><p> <b>NOTE:</b> This preliminary version of the browser plugin is for beta testing. It currently works only on Mac OS X and Windows. </p><p> To try it out, download the installer for <a href="%(STATIC_URL)sext/ScratchDevicePlugin.dmg">Mac</a> or <a href="%(STATIC_URL)sext/ScratchDevicePlugin.msi">Windows</a>. </p><p> To use the WeDo blocks, restart your browser. In the Scratch Editor, click on the "More Blocks" category <strong>while holding down the Shift key</strong>. Then click on the "Add an Extension" button. The Extensions library dialog will open. </p><p> Select the "WeDo" extension and click OK. The WeDo blocks will appear in the "More Blocks" palette. </p><p> If the Scratch browser plugin was correctly installed, you should see a green or yellow status indicator to the right of the "WeDo" title. </p><p>If you plug a WeDo hub into the USB port on your computer, the status light should turn green. You should now be able to use the motor blocks (if there is a motor connected to the hub) and see sensor values (if a sensor is connected to the hub). </p><p> Yellow means that there's a problem. Move your cursor over the status indicator to find out what's wrong. </p><p> Please check back on this page for future updates!
da: <p> Dette Scratch Udvidelses Browser Plugin gør det muligt at bruge LEGO WeDo robotsættet med online versionen af Scratch 2. (En fremtidig version af dette plugin vil også understøtte PicoBoard.) </p><p> <b>NOTE:</b> Denne foreløbige version af plugin'et er i beta test. Det virker lige nu kun i Mac OS X og Windows. </p><p> Hvis du vil prøve det, kan du downloade installeren for <a href="%(STATIC_URL)sext/ScratchDevicePlugin.dmg">Mac</a> eller <a href="%(STATIC_URL)sext/ScratchDevicePlugin.msi">Windows</a>. </p><p> Når du skal bruge WeDo klodser, skal du genstarte din browser. Når du er inde i Scratch Editoren, klik på "Flere klodser" kategorien <strong>mens du holder shift-tasten nede</strong>. Derefter klik på "Tilføj en udvidelse" knappen. Så vil Udvidelsesbiblioteket åbne. </p><p> Vælg "WeDo" udvidelsen og klik OK. WeDo blokkene vil komme frem i "Flere Klodser" paletten. </p><p> Hvis Scratch browser plugin'et er installeret korrekt, vil du se en grøn eller gul status indikator til højre for "WeDo" titlen. </p><p>Hvis du sætter en WeDo hub ind i USB porten på din computer, bør statuslyset skifte til grønt. Du skulle nu være i stand til at bruge motorklodserne (hvis der er en motor forbundet til hubben) og se sensor værdier (hvis der er forbundet en sensor til hubben) . </p><p> Gult lys betyder at der er et problem. Flyt musen hen over status indikatoren for at find ud af, hvad der er galt. </p><p> Vær så venlig at holde øje med denne side for fremtidige opdateringer!
gd: <p> Leigidh plugan leudachadh brabhsair Scratch leat acainn robotaireachd LEGO WeDo a cleachdadh leis an tionndadh air loidhne de Scratch 2. (Cuiridh tionndadh ri teachd dhen phlugan brabhsair seo taic ri PicoBoard cuideachd.) </p><p> <b>AN AIRE:</b> Tha an tionndadh ro-sgaoilidh seo dhen phlugan brabhsair a chum deuchainn beta. Chan obraich e ach air Mac OS X agus Windows aig an àm seo. </p><p> Gus feuchainn ris, luchdaich a-nuas an stàlaichear airson <a href="%(STATIC_URL)sext/ScratchDevicePlugin.dmg">Mac</a> no <a href="%(STATIC_URL)sext/ScratchDevicePlugin.msi">Windows</a>. </p><p> Gus na blocaichean WeDo a chleachdadh, tòisich am brabhsair agad às ùr. San deasaiche Scratch, briog air an roinn-seòrsa “Bloca eile” <strong>fad ’s chumas tu an iuchair Shift sìos</strong>. An uair sin, briog air a’ phutan “Cuir leudachan ris”. Fosglaidh còmhradh leabhar-lann nan leudachan. </p><p> Tagh an leudachan “WeDo” is briog air “Ceart ma-thà”. Nochdaidh na blocaichean WeDo sa phailead “Bloca eile”. </p><p> Ma chaidh am plugan brabhsair Scratch a stàladh mar bu chòir, chì thu taisbeanair staide uaine no buidhe taobh deas an tiotail “WeDo”. </p><p>Ma cheanglas tu hub WeDo ri port USB aig a’ choimpiutair agad, bu chòir dhan t-solas staide dol uaine. ’S urrainn dhut na blocaichean motair a chleachdadh an uair sin (nuair a bhios motar ceangailte ris a’ hub) agus luachan mothaicheir fhaicinn (nuair a bhios mothaichear ceangailte ris a’ hub). </p><p> Innsidh solas buidhe dhut bu bheil trioblaid ann. Gluais an cùrsair agad air taisbeanair na staide gus faighinn a-mach na tha cearr air. </p><p> Cum sùil air an duilleag seo airson ùrachaidhean ri teachd!

source: Scratch: Imagine, Program, Share
gd: Scratch: smaoinich, prògramaich, co-roinn

source: You can use the webcam on your computer to interact with projects by moving your hands or body.
da: Du kan brug dit webcam på computeren til at lege med i projekter ved at bevæge dine hænder eller kroppen.
gd: ’S urrainn dhut camara-lìn a’ choimpiutair agad a chleachdadh ach am mothaich pròiseact do ghluasad do bhodhaige no làmhan.
pl: Możesz skorzystać z kamery internetowej by sterować projektem przez ruch swoich rąk lub ciała.

source: Use clone blocks in your scripts to make copies of sprites.
da: Brug klon brikker i dine scripts for at lave kopier af sprites.
gd: ’S urrainn dhut blocaichean clòn a chleachdadh sna sgriobtaichean agad gus lethbhreacan de sprìdean a chruthachadh.

source: Find out more about the <a href="http://info.scratch.mit.edu/prototype">new Scratch blocks</a>.
da: Find ud af mere angående <a href="http://info.scratch.mit.edu/prototype">de nye Scratch brikker</a>.
gd: Faigh barrachd fiosrachaidh mu na <a href="http://info.scratch.mit.edu/prototype">blocaichean Scratch ùra</a>.

source: You can see and manage all your projects in <b>My Stuff</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.
da: Du kan vise og få styr på alle dine projekter i <b>Mine ting</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.
gd: ’S urrainn dhut na pròiseactan agad uile a shealltainn agus a stiùireadh anns <b>An stuth agam</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.

source: On the home page, you can see what others have shared recently and scroll to see many more projects.
da: På hjemmesiden kan du se hvad andre har delt for nylig og rulle ned for at se mange flere projekter.
gd: Air an duilleag-dhachaidh, chì thu na cho-roinn càch o chionn goirid agus is urrainn dhut sgroladh gus iomadh pròiseact eile a shealltainn.

source: When viewing a project, click <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> to see how it works and experiment with the code.
da: Mens man ser på et projekt, klik på <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> for at se hvordan det virker og eksperimentere med kodningen.
gd: Nuair a sheallas tu pròiseact, briog air <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> airson sealltainn mar a dh’obraicheas e agus an còd feuchainn.
pl: Kiedy oglądasz projekt, kliknij <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> by zobaczyć jak on działa i eksperymentować z kodem.

source: Inside any project, click <img src="%(STATIC_URL)s/images/help/remix-button.png" /> to save your own version and make changes. After you share it, the project page will highlight the original creators and links to their projects.
da: Inde i et vilkårligt projekt, klik på <img src="%(STATIC_URL)s/images/help/remix-button.png" /> for at gemme din egen udgave og foretage ændringer. Efter du deler det, vil projektsiden fremhæve hvem der har skabt det oprindelige projekt og en forbindelse til deres andre projekter.
gd: Taobh a-staigh pròiseact sam bith, briog air <img src="%(STATIC_URL)s/images/help/remix-button.png" /> gus an tionndadh agad fhèin dhen phròiseact a shàbhaladh agus atharrachadh. Nuair a bhios tu air a cho-roinneadh, seallaidh duilleag a’ phròiseict na h-ùghdaran aig an tionndadh tùsail agus ceangal dha na pròiseactan aca.
pl: Wewnątrz projektu kliknij <img src="%(STATIC_URL)s/images/help/remix-button.png" />, by zapisać swoją własną wersję i robić zmiany. Kiedy go udostępnisz, strona projektu wyświetli oryginalnych autorów i linki do ich projektów.

source: Discover interesting projects by clicking on the Related Projects bar at the bottom of any project page.
da: Opdag interessante projekter ved at klikke på Lignende Projekter nederst på hver projektside.
gd: Fiosraich pròiseactan inntinneach le briogadh air bàr nam pròiseactan co-cheangailte aig bonn duilleag pròiseict sam bith.
pl: Obejrzyj interesujące projekty klikając na pasek Podobne Projekty na dole każdej strony projektu.

source: Click your username or icon to go to your <b>Profile</b> page, where you can feature one of your projects and tell others what you're working on.
da: Klik på brugernavn eller ikon for at gå til din <b>Profil</b>side, hvor du kan fremhæve et af dine projekter og fortælle andre hvad du er i gang med.
gd: Briog air d’ ainm-cleachdaiche no air an ìomhaigheag agad gus tadhail air duilleag na <b>Pròifil</b> agad far an urrainn dhut aon dhe na pròiseactan agad a bhrosnachadh agus innse do chàch dè na tha thu ris.
pl: Kliknij swoją nazwę użytkownika lub ikonę by zobaczyć swój <b>Profil</b>, gdzie możesz wyróżnić jeden ze swoich projektów i powiedzieć innym nad czym pracujesz.

source: People can post comments on your Profile page and <img src="%(STATIC_URL)s/images/help/follow-button.png" /> your Scratch account to see updates.
da: Folk kan lægge kommentarer på din Profilside og <img src="%(STATIC_URL)s/images/help/follow-button.png" /> din Scratchkonto for at se ændringer.
gd: ’S urrainn do dhaoine beachdan fhàghail air duilleag na pròifil agad agus briogadh air a’ phutan <img src="%(STATIC_URL)s/images/help/follow-button.png" /> gus leantainn air a’ chunntas Scratch agad is ùrachaidhean fhaighinn.
pl: Inni mogą pisać komentarze na Twoim Profilu i <img src="%(STATIC_URL)s/images/help/follow-button.png" /> twoje konto Scratch by być na bieżąco.

source: Download an off-line version of the Scratch project editor to use without an Internet connection
da: Download en offline version af Scratch-programmet, som du kan bruge uden en internetforbindelse.
gd: Luchdaich a-nuas tionndadh far loidhne de Dheasaiche nam pròiseactan Scratch gus a chleachdadh às aonais ceangal dhan eadar-lìon

source: Connect to external devices with new Scratch extensions (including LEGO WeDo and the ScratchBoard)
da: Tilsut til andre produkter med de nye Scratch udvidelser (inklusive LEGO WeDo og ScratcthBoard)
gd: Ceangail ri uidheaman taobh a-muigh leis na leudachain Scratch ùra (a’ gabhail a-steach LEGO WeDo agus ScratchBoard)

source: Scratch is a programming language and an online community where children can program and share interactive media such as stories, games, and animation with people from all over the world. As children create with Scratch, they learn to think creatively, work collaboratively, and reason systematically. Scratch is designed and maintained by the Lifelong Kindergarten group at the MIT Media Lab.
da: Scratch er et programmerings sprog og et online fællesskab, hvor børn kan programmere og dele interaktive medier som historier, spil og animationer med mennesker fra hele verden. Når børn arbejder med Scratch, lærer de at tænke kreativt, arbejde sammen og arbejde systematisk. Scratch er designet og vedligeholdt af the Lifelong Kindergarten group at the MIT Media Lab.
gd: ’S e bathar-bog agus coimhearsnachd air loidhne a th’ ann an Scratch far an urrainn dhan chlann na sgeòil, geamannan agus beòthachaidhean eadar-ghnìomhach agad fhèin a phrògramachadh is a cho-roinneadh le càch air feadh an t-saoghail. Fad ’s a chruthaicheas a’ chlann rudeigin le Scratch, ionnsaichidh iad mar a smaoinicheas iad gu cruthachail is gu rianail agus mar a dh’obraicheas iad còmhla. Tha Scratch ga dhealbhachadh agus ga ghlèidheadh leis a’ bhuidheann Lifelong Kindergarten aig MIT Media Lab.

source: When participating in the Scratch online community, members can explore and experiment in an open learning community with other Scratch members from all backgrounds, ages, and interests. Members can share their work, get feedback, and learn from each other.
da: Når man deltager i Scratch online fællesskabet, kan medlemmerne udforske og eksperimentere i et åbent lærings fælleskab med andre Scratch medlemmer fra alle baggrunde, aldre og interesser. Medlemmerne kan dele deres arbejde, få feedback og lære fra hinanden.
gd: Nuair a ghabhas iad pàirt sa choimhearsnachd air loidhne aig Scratch, ’s urrainn do na buill rùrachadh agus feuchainn ann an coimhearsnachd ionnsachaidh air loidhne fosgailte còmhla ri buill Scratch le diofar dhòighean-bheatha, aoisean is ùidhean. ’S urrainn dha na buill an cuid obrach a cho-roinneadh, beachdan fhaighinn air agus ionnsachadh o chàch a chèile.

source: Is there a way to use Scratch without participating online?
da: Er der en måde hvorpå man kan bruge Scratch uden at være online?
gd: An gabh Scratch a chleachdadh gun a bhith a’ gabhail pàirt air loidhne?
