Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: da, gd, id, pl

source: You must provide valid email address
da: Du skal angive en gyldig email adresse
gd: Feumaidh tu seòladh puist-d dligheach a thoirt seachad
id: Kamu harus menyediakan sebuah alamat surel yang valid
pl: Musisz wprowadzić poprawny adres email

source: Whoops, emails do not match
da: Hovsa, emails er ikke ens
gd: Oich, chan eil an dà sheòladh puist-d co-ionnann
id: Ups, surel tidak cocok
pl: Ups, adresy email nie zgadzają się

source: Scratch Privacy Policy
da: Scratch Fortrolighedspolitik
gd: Poileasaidh prìobhaideachd Scratch
id: Kebijakan Privasi Scratch
pl: Polityka prywatności Scratcha

source: We'll be Back Soon- Scratch
da: Vi vil snart være tilbage- Scratch
gd: Bidh sinn air ais a dh’aithghearr- Scratch
id: Kami Akan Segera Kembali- Scratch
pl: Wrócimy niedługo- Scratch

source: Coming Back Soon...
da: Kommer snart...
gd: A’ tilleadh a dh’aithghearr...
id: Akan Kembali Segera...
pl: Powrót niedługo...

source: Scratch Terms of Use
da: Betingelser for Brug af Scratch
gd: Teirmichean cleachdaidh Scratch
id: Kebijakan Pengguna Scratch
pl: Warunki korzystania ze Scratcha

source: Account
da: Konto
gd: Cunntas
id: Akun
pl: Konto

source: Save my Changes
da: Gem mine ændringer
gd: Sàbhail na dh’atharraich mi
id: Simpan Perubahanku
pl: Zapisz zmiany

source: The Scratch Team decided to block the account:
da: Scratch Teamet har valgt at blokere denne konto:
gd: Chuir sgioba Scratch roimhe an cunntas a bhacadh:
id: Para Scratch Team memutuskan untuk memblokir akun ini:
pl: Zespół Scratcha zadecydował o zablokowaniu konta:

source: Date:
da: Dato:
gd: Ceann-latha:
id: Tanggal:
pl: Data:

source: <b>Be respectful.</b> When sharing projects or posting comments, remember that people of many different ages and backgrounds will see what you’ve shared.
da: <b>Vær respektfuld</b> Når du deler projekter eller skriver kommentarer, skal du huske på, at mennesker i forskellige aldre og fra forskellige baggrunde kan se, hvad du deler.
gd: <b>Bi modhail.</b> Thoir an aire nach eil an aon aois no dòigh-bheatha aig a h-uile duine nuair a cho-roinneas tu pròiseact is nuair a chuireas tu beachd a-null.
id: <b>Hormatilah semua orang.</b> Ketika membagikan karya, atau memposting komentar, ingat bahwa berbagai orang dari umur dan latar belakang yang berbeda akan melihat apa yang kamu bagikan.
pl: <b>Szanuj innych.</b> Dzieląc się projektami lub komentując, pamiętaj że ludzie w różnym wieku i różną przeszłością zobaczą co udostępniasz.

source: <b>Be constructive.</b> When commenting on other’s projects, say something you like about it and offer suggestions.
da: <b>Vær konstruktiv</b> Når du kommenterer andres projekter, fortæl hvad du kan lide og kom med forslag.
gd: <b>Bi cuideachail.</b> Nuair a chuireas tu do bheachd ris na rinn càch, innis na tha a’ còrdadh riut mu dhèidhinn agus thoir beachd air ciamar a ghabhadh a leasachadh.
id: <b>Bersikap membangun.</b> Ketika mengomentari karya orang lain, katakanlah sesuatu yang kau sukai darinya dan berikanlah saran.
pl: <b>Bądź konstruktywny.</b> Kiedy komentujesz projekty innych, powiedz co Ci się w nich podoba i daj swoje sugestie.

source: <b>Share.</b> You are free to remix projects, ideas, images, or anything else you find on Scratch – and anyone can use anything that you share. Be sure to give credit when you remix.
da: <b>Del.</b> Du må meget gerne bygge videre på projekterne, ideerne, billeder eller hvad du ellers finder på Scratch - og andre kan bruge, hvad du deler. Hvis du bygger videre på noget, så husk at skrive, hvem der har lavet det oprindelige.
gd: <b>Co-roinn.</b> Faodaidh tu pròiseactan, beachdan, dealbhan agus càil sam bith eile a chì thu air Scratch ath-mheasgachadh gu saor – agus faodaidh duine sam bith na cho-roinn thu fhèin a chleachdadh. Dèan cinnteach gun toir thu urram do chàch nuair a nì thu ath-mheasgachadh.
id: <b>Berbagilah.</b> Kamu bebas untuk me-remix karya, ide, gambar, atau apa saja yang kau temukan di Scratch – dan siapa pun dapat menggunakan apa saja yang kau bagikan. Pastikanlah untuk memberi credit ketika kau me-remix.
pl: <b>Dziel się.</b> Możesz dowolnie remiksować projekty, pomysły, obrazki czy cokolwiek co znajdziesz w Scratchu - i każdy może użyć wszystkiego co Ty udostępnisz. Nie zapomnij wspomnieć o innych autorach kiedy remiksujesz.

source: <b>Keep personal info private.</b> For safety reasons, don't use real names or post contact info like phone numbers or addresses.
da: <b>Pas på dine private oplysninger.</b> Af hensyn til din sikkerhed, brug ikke dit rigtige navn eller kontaktinformationer som telefonnummer eller din adresse.
gd: <b>Cum fiosrachadh pearsanta prìobhaideach.</b> A chum sàbhailteachd, na cleachd dearbh-ainm agus na postaich fiosrachadh conaltraidh, can àireamh fòn no an seòladh aig cuideigin.
id: <b>Rahasiakan informasi personal.</b> Untuk alasan keamanan, jangan gunakan nama asli atau memposting informasi kontak seperti nomor telepon atau alamat fisik.
pl: <b>Nie ujawniaj informacji osobistych.</b> Dla bezpieczeństwa nie używaj prawdziwych imion, nazwisk czy kontaktów takich jak numery telefonów czy adresy.

source: <b>Help keep the site friendly.</b> If you think a project or comment is mean, insulting, too violent, or otherwise inappropriate, click “Report” to let us know about it.
da: <b>Hjælp med at holde hjemmesiden venlig.</b> Hvis du synes, at et projekt eller kommentar er ond, fornærmende, for voldelig eller på andre måder upassende, klik på "Rapportér" og fortæl os om det.
gd: <b>Cuidich ach am bidh an t-àite càirdeil.</b> Ma tha thu dhen bheachd gu bheil pròiseact no beachd mosach, tàireil no ro ainneartach, briog air “Dèan aithris” gus innse dhuinn mu dhèidhinn.
id: <b>Bantu jaga keramahan situs ini.</b> Jika kamu merasa bahwa suatu karya atau komentar menggangu, terlalu kasar, atau dalam kata lain tidak cocok, klik “Lapor” untuk memberitahukan kami tentangnya.
pl: <b>Pomagaj utrzymać stronę przyjazną.</b> Jeśli uważasz że projekt lub komentarz jest niemiły, obraża innych, zawiera zbyt dużo przemocy lub jest niepoprawny w inny sposób, kliknij "Zgłoś" by dać nam o tym znać.

source: Account Settings
da: Kontoindstillinger
gd: Roghainnean a’ chunntais
id: Pengaturan Akun
pl: Ustawienia konta

source: Change password
da: Skift kodeord
gd: Atharraich am facal-faire
id: Ganti password
pl: Zmień hasło

source: Change email
da: Ændre din email
gd: Atharraich am post-d
id: Ganti surel
pl: Zmiana adresu e-mail

source: Change country
da: Ændre dit land
gd: Atharraich an dùthaich
id: Ganti negara
pl: Zmień kraj

source: The new project player will appear automatically on the project page. If you see a bug, click 'Beta Bug?' on the project page to report it.
da: Den nye projekt afspiller vil blive vist automatisk på projekt siden. Hvis du ser en fejl, klik på "Beta fejl?" på projektsiden og rapportér det.
gd: Nochdaidh cluicheadair nam pròiseactan ùr air duilleag a’ phròiseict gu fèin-obrachail. Ma chì thu buga, briog air “Beta Bug?” air duilleag a’ phròiseict gus aithris a dhèanamh air.
id: Player karya yang baru akan ditampilkan secara otomatis di halaman karya. Jika anda melihat sebuah masalah (bug), klik 'Beta Bug?' di halaman karya untuk melaporkannya.

source: Update
da: Opdateret
gd: Ùraich
id: Pembaruan
pl: Zaktualizuj

source: Your email address is unconfirmed
da: Dit email adresse er ikke bekræftet
gd: Cha deach an seòladh puist-d agad a dhearbhadh
id: Alamat surel kamu belum dikonfirmasi
pl: Twój adres email nie jest potwierdzony

source: If you want to share and comment, simply click the link in the email sent to you at:
da: Hvis du vil dele og kommentere, skal du bare klikke på linket i den email som er sendt til dig på:
gd: Ma tha thu airson stuth a cho-roinneadh is beachdan a chur a-null, briog air a’ cheangal sa phost-d a chuir sinn thugad air:
id: Jika kamu ingin berbagi dan berkomentar, cukup klik tautan di surel yang telah dikirim kepadamu di:
pl: Jeżeli chcesz udostępniać i komentować, po prostu kliknij w link, który ci wysłaliśmy na:

source: Your new email address is unconfirmed
da: Din nye email adresse er ikke bekræftet
gd: Cha deach an seòladh puist-d ùr agad a dhearbhadh
id: Alamat surelmu yang baru belum dikonfirmasi
pl: Twój nowy adres email nie jest potwierdzony

source: If you would like to change the email address - have your parent (or guardian) simply click the link in the message sent to their address.
gd: Nam bu toil leat an seòladh puist-d agad atharrachadh, iarr air pàrant (no neach-ghlèidhidh) gum briog iad air a’ cheangal sa phost-d a chuir sinn dhan t-seòladh aca.
id: Jika kamu ingin mengubah alamat surelnya - minta orangtuamu (atau guardian) untuk mengklik tautan di pesan yang kami kirim ke alamat mereka.
pl: Jeżeli chcesz zmienić adres email - poproś rodzica/prawnego opiekuna o kliknięcie w link w mailu, który wysłaliśmy na ich adres.

source: If you would like to change your email address - simply click the link in the message sent to your new address.
gd: Nam bu toil leat an seòladh puist-d agad atharrachadh, briog air a’ cheangal san teachdaireachd a chuir sinn dhan t-seòladh ùr agad.
id: Jika anda ingin mengubah alamat surel anda - cukup klik tautan di pesan yang kami kirim ke alamat baru anda.
pl: Jeżeli chcesz zmienić adres email - po prostu kliknij w link, który wysłaliśmy ci w wiadomości email.

source: To confirm your current email address, click "Send" below and follow the instructions in the email sent to you at:
gd: Gus an seòladh puist-d làithreach agad a dhearbhadh, briog air “Cuir a-null” gu h-ìosal agus lean air an stiùireadh sa post-d a chuireas sinn thugad air:
id: Untuk mengonfirmasi alamat surelmu saat ini, klik "Kirim" di bawah dan ikuti panduan di surel yang kami kirimkan padamu pada:
pl: Aby potwierdzić twój obecny adres email, kliknij "Wyślij" poniżej i postępuj zgodnie z instrukcjami w mailu wysłanym na:

source: To change your email, simply click the link in the email sent to you at:
gd: Gus an seòladh puist-d agad atharrachadh, briog air a’ cheangal sa phost-d a chuir sinn thugad air:
id: Untuk mengubah surelmu, klik tautan di surel yang kami kirimkan padamu di:
pl: Aby zmienić adres email, po prostu kliknij link w wiadomości email, którą wysłaliśmy na adres:

source: New Email Address
gd: Seòladh puist-d ùr
id: Alamat Email Baru
pl: Nowy adres e-mail

source: Current Email Address
gd: An seòladh puist-d làithreach
id: Alamat Email Sekarang
pl: Obecny adres e-mail

source: Can't find the confirmation email? Check your spam folder
gd: Nach urrainn dhut am post-d dearbhaidh a lorg? Thoir sùil air pasgan an spama agad
id: Tidak bisa menemukan surel konfirmasi? Coba lihat folder spam
pl: Nie możesz znaleźć maila? Sprawdź swój folder ze spamem

source: Resend
gd: Cuir a-rithist
id: Kirim Ulang
pl: Wyślij ponownie

source: Cancel
da: Annuller
gd: Sguir dheth
id: Batal
pl: Anuluj

source: Current Email
gd: Am post-d làithreach
id: Email Sekarang
pl: Obecny adres e-mail

source: Change Email
da: Ændre din email
gd: Atharraich am post-d
id: Ganti Email
pl: Zmiana adresu e-mail

source: Update Subscription
da: Opdatér abonnement
gd: Ùraich am fo-sgrìobhadh
id: Perbarui Langganan
pl: Zaktualizuj subskrypcję

source: After changing your password, you will be prompted to log back in.
da: Efter at du har ændret dit kodeord, skal du logge på igen.
gd: Nuair a bhios tu air am facal-faire atharrachadh, tèid iarraidh ort gun clàraich thu a-steach a-rithist.
id: Setelah mengganti passwordmu, kamu akan diminta untuk masuk lagi.
pl: Po zmianie hasła, zostaniesz poproszony o ponowne zalogowanie się.

source: Change Password
da: Skift kodeord
gd: Atharraich am facal-faire
id: Ganti Password
pl: Zmiana hasła

source: Delete my account
da: Slet min konto
gd: Sguab às an cunntas agam
id: Hapus akunku
pl: Usuń moje konto

source: Whoops, go back
da: Hovsa, gå tilbage
gd: Oich, air ais leam
id: Ups, kembali
pl: Ups, wróć

source: Are you sure you want to delete your account?
da: Er du sikker på, at du vil slette din konto?
gd: A bheil thu cinnteach gu bheil thu airson an cunntas agad a sguabadh às?
id: Apa kamu yakin ingin menghapus akunmu?
pl: Na pewno usunąć twoje konto?

source: You joined the Scratch community %(years_ago)s years ago.
da: Du blev en del af Scratch fællesskabet for %(years_ago)s år siden.
gd: Fhuair thu ballrachd sa choimhearsnachd Scratch o chionn %(years_ago)s bliadhna(ichean).
id: Kamu bergabung dengan komunitas Scratch %(years_ago)s tahun yang lalu.
pl: Dołączyłeś do społeczności Scratcha %(years_ago)s lat temu.

source: You joined the Scratch community a year ago.
da: Du blev en del af Scratch fællesskabet for et år siden.
gd: Fhuair thu ballrachd sa choimhearsnachd Scratch o chionn bliadhna.
id: Kamu bergabung dengan komunitas Scratch setahun yang lalu.
pl: Dołączyłeś do społeczności Scratcha rok temu.

source: You joined the Scratch community %(months_ago)s months ago.
da: Du blev en del af Scratch fællesskabet for %(months_ago)s måneder siden.
gd: Fhuair thu ballrachd sa choimhearsnachd Scratch o chionn %(months_ago)s mìos(an).
id: Kamu bergabung dengan komunitas Scratch %(months_ago)s bulan yang lalu.
pl: Dołączyłeś do społeczności Scratcha %(months_ago)s miesięcy temu.

source: You joined the Scratch community a month ago.
da: Du blev en del af Scratch fællesskabet for en måned siden.
gd: Fhuair thu ballrachd sa choimhearsnachd Scratch o chionn mìos.
id: Kamu bergabung dengan komunitas Scratch sebulan yang lalu.
pl: Dołączyłeś do społeczności Scratcha miesiąc temu.

source: You've created %(num_projects)s projects and have %(num_followers)s followers.
da: Du har lavet %(num_projects)s projekter og har %(num_followers)s følgere.
gd: Chruthaich thu %(num_projects)s pròiseact(an) agus tha %(num_followers)s gad leantainn.
id: Kau telah membuat %(num_projects)s karya dan mempunyai %(num_followers)s pengikut.
pl: Stworzyłeś %(num_projects)s projektów i śledzi cię %(num_followers)s osób.

source: Some of your projects
da: Nogle af dine projekter
gd: Cuid dhe na pròiseactan agad
id: Sebagian dari karya-karyamu
pl: Kilka z twoich projektów

source: Your projects
da: Dine projekter
gd: Na pròiseactan agad
id: Karyamu
pl: Twoje projekty

source: Some of your followers
da: Nogle af dine følgere
gd: Cuid dhen luchd-leantainn agad
id: Sebagian dari pengikutmu
pl: Kilkoro z twoich śledzących

source: Your followers
da: Dine følgere
gd: An luchd-leantainn agad
id: Pengikutmu
pl: Śledzący ciebie

source: Yes, next step
da: Ja, næste trin
gd: Tha, lean air adhart
id: Ya, langkah berikutnya
pl: Tak, następny krok

source: Delete account &amp; Sign out
da: Slet konto &amp; Log ud
gd: Sguab às an cunntas ⁊ clàraich a-mach
id: Hapus akun &amp; Keluar
pl: Usuń konto &amp; Wyloguj się

source: Greetings from the Scratch Team at MIT!
da: Hilsner fra Scratch Teamet på MIT
gd: Dùrachdan o sgioba Scratch aig MIT!
id: Salam dari para Scratch Team di MIT!
pl: Pozdrowienia od zespołu Scratcha w MIT!

source: A few minutes ago, you requested to link this email address to the Scratch account <strong>%(username)s</strong>. Please confirm your email address by clicking the button below:
da: For få minutter siden bad du om at tilføje denne email adresse til Scratch kontoen <strong>%(username)s</strong>. Vær venlig at bekræfte din email adresse ved at klikke på knappen nedenunder:
gd: Dh’iarr thu an ceangail sinn an seòladh puist-d seo ris a’ chunntas Scratch <strong>%(username)s</strong> o chionn mionaid no dhà. Briog air a’ phutan gu h-ìosal gus an seòladh puist-d agad a dhearbhadh:
id: Beberapa menit yang lalu, kamu meminta untuk menaut alamat surel ini dengan akun Scratchmu <strong>%(username)s</strong>. Tolong konfirmasi alamat surelmu dengan cara mengklik tombol dibawah ini:
pl: Kilka minut temu, wpisałeś ten adres email do konta na Scratchu <strong>%(username)s</strong>. Prosimy o potwierdzenie adresu email poprzez kliknięcie przycisku poniżej:

source: Confirm my email address
da: Bekræft min email adresse
gd: Dearbhaich an seòladh puist-d agam
id: Konfirmasi alamat surel saya
pl: Potwierdź mój adres email

source: If you didn’t request an email change, don’t worry - you can just ignore this message.
da: Hvis du ikke bad om at ændre en email - kan du bare glemme denne besked.
gd: Mur an do dh’iarr thu atharrachadh a’ phuist-d, na gabh dragh - faodaidh tu an teachdaireachd seo a leigeil seachad.
id: Jika kamu tidak meminta perubahan surel, jangan khawatir - kamu bisa hanya membiarkan pesan ini.
pl: Jeżeli to nie ty wpisałeś ten adres email, nie martw się - po prostu zingoruj tę wiadomość.

source: Scratch On!
da: Scratch videre!
gd: Cum ort a’ Scratchaigeadh!
id: Terus nge-Scratch!
pl: Scratch włączony!

source: The Scratch Team
da: Scratch Teamet
gd: An sgioba Scratch
id: Para Scratch Team
pl: Zespół Scratcha

source: A few minutes ago, you requested to link this email address to the Scratch account %(username)s. Please confirm your email address by clicking the button below:
da: For få minutter siden, bad du om at tilføje denne email adresse til Scratch kontoen %(username)s. Vær så venlig at bekræfte din email adresse ved at klikke på knappen nedenunder:
gd: Dh’iarr thu an ceangail sinn an seòladh puist-d seo ris a’ chunntas Scratch %(username)s o chionn greiseige. Briog air a’ phutan gu h-ìosal gus an seòladh puist-d agad a dhearbhadh:
id: Beberapa menit yang lalu, kamu meminta untuk menaut alamat surel ini dengan akun Scratch %(username)s. Tolong konfirmasi alamat surelmu dengan cara mengklik tombol di bawah:
pl: Kilka minut temu, wpisałeś ten adres email do konta na Scratchu %(username)s. Prosimy o potwierdzenie adresu email poprzez kliknięcie przycisku poniżej:

source: Scratch on!
da: Scratch videre!
gd: Cum ort a’ Scratchaigeadh!
id: Terus nge-Scratch!
pl: Scratch włączony!

source: Uh oh! Something went wrong with your email confirmation.
da: Åh nej! Noget gik galt med din email bekræftigelse.
gd: Obh obh! Chaidh rudeigin cearr le dearbhadh a’ phuist-d agad.
id: Uh oh! Ada sesuatu yang salah dengan proses konfirmasi alamat surelmu.
pl: O nie! Coś poszło nie tak podczas potwierdzania twojego adresu email.

source: To try again, log into your Scratch Account Settings to request another link.
da: For at prøve igen, log på din Scratch Konto indstillinger for at bede om et nyt link.
gd: Gus feuchainn ris a-rithist, clàraich a-steach gu roghainnean a’ chunntais Scratch agad gus ceangal eile iarraidh.
id: Untuk mencoba lagi, masuk ke Pengaturan Akun Scratch untuk meminta tautan baru.
pl: Aby spróbować ponownie, zaloguj się na swoje konto Scratch, przedź do ustawień konta i poproś o inny link.

source: My Account Settings
da: Mine kontoindstillinger
gd: Roghainnean a’ chunntais agam
id: Pengaturan Akun Saya
pl: Ustawienia mojego konta

source: Welcome to Scratch!
da: Velkommen til Scratch!
gd: Fàilte gu Scratch!
id: Selamat datang di Scratch!
pl: Witamy w Scratch!

source: Scratch is a community of all ages, from all over the world. Make sure your projects and comments are <a target="_blank" href="/community_guidelines">respectful and friendly</a>.
da: Scratch er et fællesskab for alle, unge som gamle, over hele verden. Vær sikker på at dine projekter og kommentarer er <a target="_blank" href="/community_guidelines">respektfulde og venlige</a>.
gd: ’S e coimhearsnachd iom-dhòigheach o fheadh an t-saoghail a th’ ann an Scratch is clann òg nar measg. Dèan cinnteach gu bheil na pròiseactan is beachdan agad <a target="_blank" href="/community_guidelines">modhail is càirdeil</a>.
id: Scratch adalah komunitas dari berbagai umur, dari seluruh belahan dunia. Pastikan karya dan komentarmu <a target="_blank" href="/community_guidelines">menghormati sesama dan ramah</a>.
pl: Scratch to społeczność dla każdego wieku, dla całego świata. Bądź pewien, że twoje projekty i komentarze są <a target="_blank" href="/community_guidelines">respektowne i przyjazne</a>.

source: Learn how to make a project in Scratch
da: Lær hvordan man laver et projekt i Scratch
gd: Ionnsaich mar a nì tu pròiseact ann an Scratch
id: Belajar cara membuat karya di Scratch
pl: Naucz się tworzyć projekty w Scratch'u

source: Try out starter projects
da: Prøv nogle begynder projekter
gd: Feuch ri pròiseact tòiseachaidh
id: Coba karya pemula
pl: Wypróbuj nasze projekty na start

source: Connect with other Scratchers
da: Få kontakt med andre Scratchere
gd: Ceangail ri Luchd-Scratch eile
id: Kenalan dengan Scratcher lain
pl: Połącz z innymi Scratchersami

source: All set to go!
da: Så er du klar til at komme i gang!
gd: Sin agad e!
id: Semua siap!
pl: Wszystko gotowe do pracy!

source: Success! You have confirmed your email address, <strong>%(request.GET.username)s</strong>.
da: Det lykkedes! Du har bekræftet din email adresse, <strong>%(request.GET.username)s</strong>.
gd: Shoirbhich leat! Tha thu air an seòladh puist-d agad a dhearbhadh, <strong>%(request.GET.username)s</strong>.
id: Berhasil! Kamu telah mengonfirmasi alamat surelmu, <strong>%(request.GET.username)s</strong>.
pl: Sukces! Właśnie potwierdziłeś swój adres email, <strong>%(request.GET.username)s</strong>.

source: Jump into Scratch to create new projects and share them with the community!
da: Hop ind i Scratch for at lave nye projekter og dele dem med fællesskabet!
gd: Thoir leum gu Scratch gus pròiseactan ùra a chruthachadh agus an co-roinneadh leis a’ choimhearsnachd!
id: Langsung lompat menuju Scratch atau buat karya-karya baru dan bagikan bersama komunitas!
pl: Rozpocznij przygodę ze Scratch, aby tworzyć nowe projekty i udostępniać je społeczności!

source: OK, let's go!
da: OK, lad os komme i gang!
gd: Tiugainn ma-thà!
id: OK, ayo mulai!
pl: OK, chodźmy!

source: Greetings from the Scratch Team at MIT! A few minutes ago, your child signed up for a new account on <a href="%(scratch_url)s">Scratch</a> with the username:
gd: Dùrachdan on sgioba Scratch aig MIT! Chlàraich do phàiste airson cunntas ùr air <a href="%(scratch_url)s">Scratch</a> o chionn greiseige agus seo an t-ainm-cleachdaiche:
id: Salam dari para Scratch Team di MIT! Beberapa menit yang lalu, anak anda mendaftarkan sebuah akun baru di <a href="%(scratch_url)s">Scratch</a> dengan menggunakan username:
pl: Pozdrowienia z Zespołu Scratch z MIT! Kilka minut temu, twoje dziecko założyło nowe, darmowe konto na <a href="%(scratch_url)s">Scratchu</a> z nazwą użytkownika:

source: Greetings from the Scratch Team at MIT! You just signed up for a new account on <a href="%(scratch_url)s">Scratch</a> with the username:
gd: Dùrachdan on sgioba Scratch aig MIT! Chlàraich thu airson cunntas ùr air <a href="%(scratch_url)s">Scratch</a> o chionn greiseige agus seo an t-ainm-cleachdaiche:
id: Salam dari para Scratch Team di MIT! Anda baru saja mendaftarkan sebuah akun baru di <a href="%(scratch_url)s">Scratch</a> menggunakan nama pengguna:
pl: Pozdrowienia z Zespołu Scratch z MIT! Utworzyłeś nowe konto na <a href="%(scratch_url)s">Scratchu</a> z nazwą użytkownika:

source: Please confirm this email address by clicking the button below:
gd: Briog air a’ phutan gu h-ìosal gus an seòladh puist-d seo a dhearbhadh:
id: Mohon konfirmasi alamat surel ini dengan mengklik tombol di bawah:
pl: Prosimy o potwierdzenie adresu email poprzez kliknięcie w przycisk poniżej:
