Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: da, gd, id, pl

source: When sharing projects or posting comments, remember that people of many different ages and backgrounds will see what you’ve shared.
id: Ketika membagikan karya, atau memposting komentar, ingat bahwa berbagai orang dari umur dan latar belakang yang berbeda akan melihat apa yang kamu bagikan.

source: Keep personal info private.
id: Jaga informasi pribadi.

source: When commenting on others' projects, say something you like about it and offer suggestions.
id: Ketika mengomentari karya orang lain, katakan sesuatu yang kamu sukai tentang hal itu dan tawarkan saran.

source: If you think a project or comment is mean, insulting, too violent, or otherwise inappropriate, click “Report” to let us know about it.
id: Kalau kamu pikir sebuah karya atau komentar itu berarti menghina, terlalu keras, atau tidak layak, klik Lapor untuk memberitahu kami tahu tentang hal tersebut.

source: You are free to remix projects, ideas, images, or anything else you find on Scratch – and anyone can use anything that you share. Be sure to give credit when you remix.
id: Kamu bebas meremix karya, ide, gambar, atau apapun yang kamu temukan di Scratch – dan siapapun dapat menggunakan apa saja yang kamu bagikan. Pastikan untuk memberikan kredit ketika kamu meremix.

source: For safety reasons, don't use real names or post contact info like phone numbers or addresses.
id: Untuk alasan keamanan, jangan gunakan nama aslimu atau informasi kontak seperti nomor telepon atau alamat.

source: Be respectful.
id: Hormatilah semua orang.

source: Share.
id: Berbagi.

source: Help keep the site friendly.
id: Jaga keramahan situs ini.

source: Be honest.
id: Bersikap jujur.

source: Don’t try to impersonate other Scratchers, spread rumors, or otherwise try to trick the community.
id: Jangan mencoba untuk menyamar sebagai Scratcher lain, menyebarkan gosip, atau dalam kata lain mengelabui komunitas.

source: A creative learning community with <span class="project-count"> over 14 million </span>projects shared
id: Sebuah komunitas belajar kreatif dengan <span class="project-count"> lebih dari 14 juta </span>karya terbagikan

source: Already logged in
id: Sudah terlog masuk

source: Oops we could not log you in. Please log in with the username and password you just created. If you still have trouble, please <a href="%(contact_url)s?confirmation=1">contact us</a>.
id: Ups, kami tidak dapat me-log kamu masuk. Tolong log masuk menggunakan nama pengguna dan sandi yang telah kamu buat. Jika kamu masih mendapatkan masalah, mohon <a href="%(contact_url)s?confirmation=1">kontak kami</a>.

source: Download project
id: Unduh karya

source: %(target_username)s was banned.
id: %(target_username)s terblokir.

source: %(target_username)s was unbanned.
id: Pemblokiran %(target_username)s dicabut.

source: %(target_username)s was excluded from homepage.
id: %(target_username)s dikecualikan dari halaman depan.

source: %(target_username)s was banned automatically.
id: %(target_username)s diblokir secara otomatis.

source: %(project)s by %(target_username)s was removed automatically.
id: %(project)s oleh %(target_username)s dihapus secara otomatis.

source: %(project)s by %(target_username)s was censored.
id: %(project)s oleh %(target_username)s disensor.

source: %(project)s by %(target_username)s was reviewed by a Scratch Administrator.
id: %(project)s oleh %(target_username)s diperiksa oleh Administrator Scratch.

source: %(project)s by %(target_username)s was deleted by a Scratch Administrator.
id: %(project)s oleh %(target_username)s dihapus oleh Administrator Scratch.

source: %(target_username)s was deleted by a Scratch Administrator.
id: %(target_username)s dihapus oleh Scratch Administrator.

source: %(gallery)s was reviewed by a Scratch Administrator.
id: %(gallery)s diperiksa oleh Administrator Scratch.

source: %(gallery)s was deleted by a Scratch Administrator.
id: %(gallery)s dihapus oleh Administrator Scratch.

source: %(target_username)s deleted their own account.
id: %(target_username)s menghapus akun mereka sendiri.

source: The email address of %(target_username)s was confirmed by a Scratch Administrator
id: Alamat surel milik %(target_username)s dikonfirmasi oleh Administrator Scratch

source: Wait for Approval
id: Menunggu Persetujuan

source: Confirm Email
id: Konfirmasi Surel

source: Thank you for requesting a Scratch Teacher Account
id: Terima kasih telah membuat sebuah Akun Scratch Guru

source: Not Required
id: Tidak Diperlukan

source: Get Started with Resources
id: Memulai dengan Bahan

source: Explore materials for educators and facilitators written by the Scratch Team, including <a href='/educators#resources'>tips, tutorials, and guides</a>.
id: Jelajahi bahan-bahan yang ditulis untuk pendidik dan fasilitator oleh Scratch Team, termasuk <a href='/educators#resources'>tips, tutorial, dan panduan</a>.

source: Website
id: Situs

source: Your information is being reviewed. Please be patient, the approval process can take up to 24 hours. You will receive an email with your login information once your account has been created.
id: Informasi anda sedang ditinjau. Harap bersabar, proses persetujuan dapat memakan waktu hingga 24 jam. Anda akan menerima email dengan informasi masuk setelah akun anda dibuat.

source: For Developers
id: Untuk Pengembang

source: Confirm Your Email
id: Verifikasi Emailmu

source: Email Address
id: Alamat Surel

source: Birth Year
id: Tahun Kelahiran

source: Please enter a valid email address
id: Mohon masukkan alamat surel yang valid

source: If you haven't already, please click the link in the confirmation email sent to:
id: Jika anda belum melakukannya, tolong klik tautan di surel konfirmasi yang terkirim ke:

source: Results
id: Hasil

source: Birth Month
id: Bulan Kelahiran

source: The emails do not match
id: Surel tidak cocok

source: We are currently processing your application.
id: Kami sedang memproses lamaran anda.

source: Can I see unshared student projects?
id: Bisakah saya melihat karya murid yang tidak dibagikan?

source: Yes, you can engage in discussions with other teachers at <a href="//scratched.gse.harvard.edu/">ScratchEd</a>, an online community for Scratch educators. Check out their forums to join conversations about a <a href="//scratched.gse.harvard.edu/discussions">number of topics</a>, including but not limited to Teacher Accounts. ScratchEd is developed and supported by the Harvard Graduate School of Education.
id: Ya, anda dapat ikut berdiskusi dengan guru-guru lain pada <a href="//scratched.gse.harvard.edu/">ScratchEd</a>, sebuah komunitas online untuk pendidik Scratch. Lihat forum untuk bergabung dengan pembicaraan-pembicaraan tentang <a href="//scratched.gse.harvard.edu/discussions">berbagai topik</a>, termasuk tapi tidak terbatas pada Akun Guru. ScratchEd dikembangkan dan didukung oleh Harvard Graduate School of Education.

source: Scratch Teacher accounts are not integrated with any classroom management services.
id: Akun Guru Scratch tidak dipadukan dengan layanan manajemen kelas apapun.

source: It is not possible for a teacher to delete a student account. A student can delete their own account in their Account Settings.
id: Guru dapat menghapus akun murid. Seorang murid dapat menghapus akun mereka sendiri di Pengaturan Akun.

source: Are ScratchEd & Scratch Teacher accounts the same thing?
id: Apakah ScratchEd & akun Guru Scratch sama?

source: Teacher accounts can only access shared student projects.
id: Akun guru hanya dapat mengakses karya murid yang sudah dibagikan.

source: No. All content shared within your class will be accessible to the Scratch community.
id: Tidak. Semua konten yang dibagikan dari kelas anda dapat diakses oleh komunitas Scratch.

source: A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments.
id: Akun Guru Scratch memberikan guru-guru dan pendidik lainnya fitur-fitur tambahkan untuk mengatur partisipasi pelajar di Scratch, termasuk kemampuan untuk membuat akun murid, mengatur karya murid ke dalam studio-studio, dan meninjau komentar buatan pelajar.

source: A student can only be a part of one class. However, we are looking into adding this functionality in later versions.
id: Seorang murid hanya dapat menjadi bagian dari satu kelas. Kami masih mempertimbangkan menambahkan kemampuan ini di versi-versi yang akan datang.

source: A class can only have one teacher account associated with it.
id: Sebuah kelas hanya dapat dihubungkan dengan satu akun guru.

source: Can I convert my Scratch account into a Teacher Account?
id: Bisakah saya mengubah akun Scratch saya menjadi Akun Guru?

source: No. Since student accounts do not use unique emails addresses, confirming your teacher email address will enable sharing for all class accounts.
id: Tidak. Karena akun murid tidak menggunakan alamat surel yang berbeda-beda, anda cukup mengonfirmasi surel anda untuk memungkinkan semua akun kelas untuk berbagi.

source: Scratch Teacher Account FAQ
id: Tanya Jawab Akun Guru

source: Student Accounts
id: Akun Murid

source: The Scratch Team uses this time to manually review account creation submissions to verify the account creator is an educator.
id: Scratch Team menggunakan waktu ini untuk memeriksa secara manual setiap permintaan akun untuk membuktikan pembuat akun seorang pendidik.

source: Do I have to verify each of my students' emails?
id: Apakah saya harus memeriksa setiap surel dari murid-murid saya?

source: Only accounts created by the teacher can be part of a class. However, we are looking into adding this functionality in later versions.
id: Hanya akun-akun yang dibuat oleh guru tersebut dapat menjadi bagian dari kelas. Kami masih mempertimbangkan menambahkan kemampuan ini di versi-versi yang akan datang.

source: Why do I have to wait 24 hours for my account?
id: Kenapa saya harus menunggu 24 jam untuk akun saya?

source: Who can my students interact with on Scratch?
id: Siapa yang dapat berinteraksi dengan murid-murid saya di Scratch?

source: Can I delete student accounts?
id: Bisakah saya menghapus akun murid?

source: We use this information to verify the account creator is an educator. We will not share this information with anyone else, and it will not be shared publicly on the site.
id: Kami akan menggunakan informasi ini untuk membuktikan pembuat akun seorang pendidik. Kami tidak akan membagikan informasi ini kepada siapapun ataupun dibagikan secara publik di situs.

source: Can I create a hidden class?
id: Bisakah saya membuat kelas tersembunyi?

source: What are teacher accounts?
id: Apa itu akun guru?

source: Are teacher accounts integrated with Google Classroom or any other classroom managment service?
id: Apakah akun guru dapat dihubungkan ke Google Classroom atau pelayanan manajemen kelas lainnya?

source: Is there a space to discuss Teacher Accounts with other teachers?
id: Apakah ada ruang untuk membahas Akun Guru dengan guru-guru lainnya?

source: What happens if a student forgets their password?
id: Apa yang akan terjadi jika seorang pelajar melupakan sandi mereka?

source: <a href="//scratched.gse.harvard.edu/">ScratchEd</a> accounts are not linked to Scratch Teacher accounts.
id: Akun-akun <a href="//scratched.gse.harvard.edu/">ScratchEd</a> tidak dihubungkan dengan Akun Guru Scratch.

source: Why do you need to know my personal information during registration?
id: Kenapa anda perlu mengetahui informasi pribadi saya saat pendaftaran?

source: What happens when I "end" my class?
id: Apa yang akan terjadi saat saya "mengakhiri" kelas saya?

source: You can manually reset a student password from within your Scratch Teacher Account. First, navigate to <a href="/educators/classes">My Classes</a>. From there, find the correct Class and click on the Students link. You can then reset the password at the student level using the Settings menu.
id: Anda dapat me-<em>reset</em> sandi murid secara manual dari Akun Guru Scratch anda. Pertama, navigasi ke <a href="/educators/classes">Kelas Saya</a>, lalu cari Kelas yang bersangkutan dan klik tautan Murid. Anda lalu dapat me-<em>reset</em> sandi tingkat murid menggunakan menu Pengaturan.

source: What if I have any questions or comments on Teacher Accounts?
id: Bagaimana jika saya punya pertanyaan atau komentar tentang Akun Guru?

source: Can I add an existing Scratch account to my class?
id: Bisakah saya menambahkan akun Scratch yang sudah ada ke kelas saya?

source: Can a student be in multiple classes?
id: Apakah seorang murid dapat dihubungkan ke lebih dari satu kelas?

source: What can I do if I see something inappropriate?
id: Apa yang harus saya lakukan jika saya melihat sesuatu yang tidak pantas?

source: If you have any questions or feedback on Teacher Accounts please send us a message through <a href="/contact-us">Contact Us</a>.
id: Jika anda punya pertanyaan atau kritik tentang Akun Guru, mohon kirim kami sebuah pesan lewat <a href="/contact-us">Kontak Kami</a>.

source: Student accounts have the same community privileges as a regular Scratch account, such as sharing projects, commenting, creating studios, and the like. As a teacher, you can see all of your students activity and perform light moderation actions within your class.
id: Akun murid punya kemampuan komunitas yang sama dengan akun Scratch biasa, seperti berbagi karya, berkomentar, membuat studio, dan sebagainya. Sebagai seorang guru, anda dapat melihat semua aktifitas murid anda dan melakukan moderasi ringan di kelas.

source: You can manually remove inappropriate comments and projects created by your students. If you find inappropriate content created by non-students, please notify the Scratch Team by clicking the report button or sending a message to <a href="/contact-us">Contact Us</a>.
id: Anda dapat menghapus komentar dan karya tidak pantas yang dibuat oleh murid anda. Jika anda menemukan konten tidak pantas yang dibuat oleh non-murid, mohon beritahukan Scratch Team dengan cara mengklik tombol lapor atau mengirim pesan ke <a href="/contact-us">Kontak Kami</a>.

source: Can a class have multiple teachers?
id: Bisakah satu kelas punya lebih dari satu guru?

source: Check out the <a href= "/help ">help page</a> to see lots of ways to get started with Scratch. Or just <a href= "/projects/editor/?tip_bar=getStarted ">dive in</a> to the project editor.
id: Lihat <a href= "/help ">halaman bantuan</a> untuk menemukan berbagai cara memulai Scratch. Atau langsung <a href= "/projects/editor/?tip_bar=getStarted ">masuk</a> ke editor karya.

source: For more more questions about Teacher Accounts, see the <a href="/educators/faq">Teacher Account FAQ</a>
id: Untuk lebih banyak pertanyaan tentanng Akun Guru, lihat <a href="/educators/faq">Tanya Jawab Akun Guru</a>

source: Can I turn off the online community for my students?
id: Bisakah saya menutup komunitas daring bagi murid-murid saya?

source: Is there a way for students to use Scratch without an internet connection?
id: Apakah ada cara agar pelajar dapat menggunakan Scratch tanpa koneksi internet?

source: How is Scratch used in schools?
id: Bagaimana Scratch digunakan di sekolah-sekolah?

source: On this page, you’ll find answers to frequently asked questions about Scratch.
id: Di halaman ini, anda akan menemukan jawaban pertanyaan-pertanyaan yang sering diajukan di Scratch.

source: What is the difference between a Scratch Teacher Account and a ScratchEd Account?
id: Apa perbedaan antara Akun Guru Scratch dan akun ScratchEd?

source: You may request a Scratch Teacher Account from the <a href="/educators">Educators Page</a> on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.
id: Anda dapat mengajukan sebuah Akun Guru Scratch dari <a href="/educators">Halaman Pendidik</a> di Scratch. Kami meminta informasi tambahkan saat proses registrasi untuk memastikan peran anda sebagai pendidik.

source: The <a href= "/scratch2download/ ">Scratch 2 offline editor (beta version)</a> is now available. You can also still use <a href = "/scratch_1.4 ">Scratch 1.4</a>. Note: You can have both Scratch 1.4 and 2 on your computer.
id: <a href= "/scratch2download/ ">editor offline Scratch 2 (versi beta)</a> kini tersedia. Kamu juga dapat menggunakan <a href = "/scratch_1.4 ">Scratch 1.4</a>. Catatan: Kamu dapat memiliki kedua-duanya dalam satu komputer.

source: Scratch is and always will be free. You don’t need a license to use Scratch in your school, home, or anywhere else. The development and maintenance of Scratch is paid for by grants and donations. If you’d like to contribute to Scratch, check out our <a href="https://secure.donationpay.org/scratchfoundation/">Donate page</a>.
id: Scratch bebas biaya dan akan selalu bebas biaya. Kamu tidak perlu lisensi untuk menggunakan Scratch di sekolah, rumah, atau tempat manapun. Pengembangan dan perawatan dari Scratch dibayar oleh bantuan dan donasi. Jika kam ingin berkontribusi pada Scratch, lihat <a href="https://secure.donationpay.org/scratchfoundation/">halaman Donasi</a> kami.

source: How do I request a Scratch Teacher Account?
id: Bagaimana caranya membuat permintaan Akun Guru Scratch?

source: To run Scratch 2, you need a relatively recent web browser (<a href= "http://google.com/chrome/ ">Chrome</a> 35 or later, <a href= "http://www.mozilla.org/en-US/firefox/new/ ">Firefox</a> 31 or later, or Internet Explorer 9 or later) with <a href= " ">Adobe Flash Player</a> version 10.2 or later installed. Scratch 2 is designed to support screen sizes 1024 x 768 or larger. If your computer doesn’t meet these requirements, you can try downloading and installing <a href = "/scratch_1.4 ">Scratch 1.4</a>, which you can still use to share projects to the Scratch 2 website.
id: Untuk menjalankan Scratch 2, kamu memperlukan penelusur web yang lumayan baru (<a href= "http://google.com/chrome/ ">Chrome</a> 35 atau lebih, <a href= "http://www.mozilla.org/en-US/firefox/new/ ">Firefox</a> 31 atau lebih, atau Internet Explorer 9 atau lebih) dengan <a href= " ">Adobe Flash Player</a> versi 10.2 atau lebih ter-install. Scratch 2 didesain untuk mendukung ukuran layar 1024 x 768 atau lebih. Jika komputermu tidak memenuhi semua ini, kam dapat mencoba mengunduh dan menginstall <a href = "/scratch_1.4 ">Scratch 1.4</a>, yang masih dapat digunakan untuk membagikan karya ke situs web Scratch 2.

source: The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by Community Guidelines. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install the Scratch Offline Editor, which runs offline and locally on a desktop or laptop computer.
id: Komunitas online Scratch menyediakan sebuah cara untuk orang-orang muda untuk berbagi, kerkolaborasi, dan belajar bersama teman-teman mereka dalam sebuah komunitas termoderasi yang diatur oleh Pedoman Komunitas. Tapi kami mengerti bahwa sebagian pendidik lebih memilih murid-murid mereka tidak berpartisipasi dalam sebuah komunitas online. Pendidik-pendidik ini mungkin ingin menginstall Editor Scratch Offline, yang berjalan di luar jaringa dan secara lokal di sebuah desktop atau komputer laptop.

source: Why is cloud data currently limited to only numbers -- with no strings or lists?
id: Kenapa data cloud dibatasi hanya pada angka - tanpa untaian ataupun daftar?

source: What is a Scratch Teacher Account?
id: Apa itu Akun Guru Scratch?

source: What data does Scratch collect about students?
id: Data apa yang Scratch kumpulkan dari pelajar?

source: Middle School
id: Sekolah Menengah

source: Description must be at most 300 characters
id: Deskripsi harus paling panjang 300 karakter

source: select country
id: pilih negara

source: Library
id: Perpustakaan

# .teacherRegistration.phoneStepTitle
source: Phone Number
id: Nomor Telepon

source: How you plan to use Scratch
id: Bagaimana anda berencana untuk menggunakan Scratch

source: Your username may only contain characters and "-"
id: Nama pengguna anda hanya dapat mengandung karakter dan "-"

source: High School
id: Sekolah Menengah Atas

source: Elementary School
id: Sekolah Dasar

source: Tell us a little about how you plan to use Scratch. Why do we ask for this information
id: Beritahukan kami sedikit tentang bagaimana anda berencana untuk menggunakan Scratch. Kenapa kami meminta informasi ini

source: Afterscool Program
id: Program Setelah Sekolah (after school)

source: Your Role
id: Peran Anda

source: Your password may not be "password"
id: Sandi anda tidak boleh merupakan "password"

source: Next Step
id: Langkah Berikutnya

source: Passwords must be at least six characters
id: Panjang sandi harus paling sedikit enam karakter

source: City
id: Kota

source: Your phone number will not be displayed publicly, and will be kept confidential and secure
id: Nomor telepon anda tidak akan ditampilkan secara publik, dan akan disimpan secara rahasia dan aman.

source: Your information will not be displayed publicly, and will be kept confidential and secure.
id: Informasi anda tidak akan ditampilkan secara publik, dan akan disimpan secara rahasia dan aman.

source: Check all that apply
id: Centang semua yang bersangkutan

source: First Name
id: Nama Depan

source: State
id: Negara Bagian / Provinsi

source: Show password
id: Tampilkan sandi

source: Request a Teacher Account
id: Ajukan Akun Guru

source: Your name will not be displayed publicly, and will be kept confidential and secure.
id: Nama anda tidak akan ditampilkan secara publik, dan akan disimpan secara rahasia dan aman.

source: Address
id: Alamat

source: Usernames must be at least 3 characters
id: Nama Pengguna minimal 3 karakter

source: Last Name
id: Nama Belakang

source: This doesn't look like a real address
id: Ini sepertinya alamat yang salah

source: Personal Information
id: Informasi Pribadi

# .teacherRegistration.orgStepTitle
source: Organization
id: Organisasi

source: Your information will not be displayed publicly, and will be kept confidential and secure
id: Informasi anda tidak akan ditampilkan secara publik, dan akan disimpan secara rahasia dan aman

source: College/University
id: Perguruan Tinggi / Universitas

# .teacherRegistration.organization
source: Organization
id: Organisasi

source: We will send you a confirmation email that will allow you to access your Scratch Teacher Account.
id: Kami akan mengirim anda sebuah surel konfirmasi yang akan memperbolehkan anda akses Akun Guru Scratch anda.

source: Address Line 2 (Optional)
id: Alamat Baris 2 (Optional)

source: Address Line 1
id: Alamat Baris 1

source: Your password may not be your username
id: Sandi anda tidak boleh sama dengan nama pengguna anda

source: Usernames must be at most 20 characters
id: Nama pengguna paling panjang 20 karakter

source: ZIP
id: Kode Pos

source: First &amp; Last Name
id: Nama Depan &amp; Terakhir

source: This information is used for verification and to aggregate usage statistics.
id: Informasi ini digunakan untuk pemastian dan menghitung statistic penggunaan secara keseluruhan.

# .teacherRegistration.phoneNumber
source: Phone Number
id: Nomor Telepon

source: How do you plan to use Scratch at your organization?
id: Bagaimana anda berencana untuk menggunakan Scratch di organisasi anda?

source: Type of Organization
id: Jenis Organisasi

source: Teacher Account FAQ
id: Tanya Jawab Akun Guru

source: Educator Resources
id: Bahan Pendidik

source: Hi
id: Hai

source: You can also look at the Scratch <a href="/discuss">Discussion forums</a>.
id: Kamu juga dapat melihat <a href="/discuss">forum Pembahasan</a> Scratch.
