Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: da, gd, id, pl

source: "<b>My son is learning more than I can imagine from your tool.</b> He is not a natural logical thinker but loves LEGO. Your LEGO-like building block structure has moved him forward by light-years in his logical thinking skills...He can snap things together and begin to see the logic reinforced by immediate feedback. Of course we work on some things together--instant father and son time. This is just incredible. Just a big thanks to you and MIT."
da: "<b>Min søn lærer mere end jeg kan forestille mig med jeres værktøj.</b> Han er ikke en naturlig logisk tænker men elsker LEGO. Jeres LEGO-agtig byggeklods struktur har flyttet ham lysår mht hans logiske tænknings færdigheder...Han kan sætte ting sammen og begynde at se logikken takket være den øjeblikkelige respons. Selvfølgelig arbejder vi på nogle ting sammen - far og søn tid. Dette er simpelthen utroligt. Bare en stor tak til jer og MIT."
gd: “<b>Tha mo mhac ag ionnsachadh barrachd na shaoilinn on inneal agaibh.</b> Chan eil dòigh-smaoineachaidh loidsigeach nàdarra dha ach is fìor thoil leis LEGO. Thug structar nam blocaichean-togail agaibh a tha coltach ri LEGO na sgilean loidsig aige air adhart gu mòr mòr... ’S urrainn dha nithean a chur ri chèile agus chì e an loidsig agus na toraidhean sa bhad. Gu nàdarra, obraichidh sinn còmhla air corra rud -- seo cothrom gun cuir sinn seachad ùine còmhla. Tha seo iongantach. Taing mhòr dhuibh is dha MIT.”

source: For a one-page overview of what young people learn with Scratch, see <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Learning with Scratch</a>.
da: Et overblik på en side over, hvad børn lærer med Scratch, se <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Læring med Scratch</a>.
gd: Airson foir-shealladh air aon duilleag air na dh’ionnsaicheas òganaich le Scratch, faic <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Ionnsachadh le Scratch</a>.

source: Read an article on the <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">creative learning approach</a>.
da: Læs en artikel om <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">kreativ læring</a>.
gd: Leugh aiste air an <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">dòigh-ionnsachaidh chruthachail</a>.

source: We ask all participants on the site to follow the <a href="/community_guidelines">Community Guidelines</a>.
da: Vi beder alle medlemmer på sitet om at følge <a href="/community_guidelines">Retningslinierne for Fællesskabet</a>.
gd: Iarraidh sinn gun lean a h-uile duine a chleachdas an làrach-lìn na <a href="/community_guidelines">Riaghailtean giùlain sa choimhearsnachd Scratch</a>.

source: If you need to contact our staff team directly, click <a href="%(contact_us_url)s">Contact Us</a> at the bottom of any page.
da: Hvis du har brug for at kontakte vores personale team direkte, klik på <a href="%(contact_us_url)s">Kontakt os</a> i bunden af siden.
gd: Ma dh’fheumas tu fios a chur gun sgioba obrach againn gu dìreach, briog air <a href="%(contact_us_url)s">Cuir fios thugainn</a> air bonn duilleige sam bith.

source: <span class="quotes">&ldquo;</span>My 8-year-old brother and I have been active participants of the Scratch Online Community for over a year. I enjoy designing and programming games and animations with other kids, because different people have different skills, and when you work together, you can build a much better project than you can alone.<span class="quotes">&rdquo;</span> - 13-year-old
da: <span class="quotes">&ldquo;</span>Min 8 år gamle bror og jeg har være aktive medlemmer af Scratch Online Fællesskab i over et år. Jeg nyder at designe og programmere spil og animationer sammen med andre børn, fordi forskellige mennesker har forskellige færdigheder, og når man arbejder sammen, kan man bygge et meget bedre projekt - end hvis man var alene.<span class="quotes">&rdquo;</span> - 13 år gammel
gd: <span class="quotes">&ldquo;</span>Tha mi fhìn ’s mo bhràthair a tha 8 bliadhna a dh’aois air pàirt a ghabhail sa choimhearsnachd Scratch air loidhne fad corr is bliadhna. Is toil leam geamannan a dhealbhachadh ’s a phrògramachadh le clann eile oir tha sgilean eadar-dhealaichte aig gach duine agus nuair a dh’obraicheas tu còmhla, ’s urrainn dhut pròiseact mòran nas fhearr a thogail na ma tha thu nad aonar.<span class="quotes">&rdquo;</span> - 13 bliadhna a dh’aois

source: <span class="quotes">&ldquo;</span>Making games is something I've always thought would be fun, but I didn't want a really complex programming language. In the beginning, even Scratch seemed complex, but after sticking with it for a while, I've been able to make some amazing games. And the fact that you can share projects so easily makes it even better. Scratch is awesome!<span class="quotes">&rdquo;</span> - 17-year-old
da: <span class="quotes">&ldquo;</span>At lave spil er noget, som jeg altid har syntes var sjovt, men jeg ville ikke bruge et virkeligt komplekst programmeringssprog. I starten, syntes selv Scratch at være kompleks, men efter at have arbejdet med det i et stykke tid, var jeg i stand til at lave nogle forbløffende spil. Og det med at du kan dele projekter så let, gør det endnu bedre. Scratch er fantastisk!<span class="quotes">&rdquo;</span> - 17 år gammel
gd: <span class="quotes">&ldquo;</span>Bha mi a-riamh dhen bheachd gun còrdadh e rium geamannan a dhèanamh, ach cha robh mi airson cànanan prògramachaidh glè thoinnte. Aig an toiseach, bha fiù ’s Scratch thoinnte dhomh ach on a chum mi orm, chaidh leam geamannan sgoinneil a dhèanamh. Agus tha e fiù ’s nas fhearr on as urrainn dhut pròiseactan a cho-roinneadh cho furasta ’s a ghabhas. Tha Scratch sgoinneil!<span class="quotes">&rdquo;</span> - 17 bliadhna a dh’aois

source: <span class="quotes">&ldquo;</span>Using a set of about 100 commands that can be snapped together visually, you can create just about anything and learn the fundamentals of more advanced languages. In addition, there's a whole community of people online who will give you feedback on our projects, and gladly help you with your questions.<span class="quotes">&rdquo;</span> - 14-year-old
da: <span class="quotes">&ldquo;</span>At bruge et sæt af ca 100 kommandoer, som kan sættes sammen visuelt, gør, at du kan lave næsten alting og samtidig lære fundamentet til mere avancerede sprog. Og derudover er der et stort fællesskab af mennesker online, som vil give dig feedback på dine projekter og gladeligt hjælpe dig med dine spørgsmål.<span class="quotes">&rdquo;</span> - 14 år gammel
gd: <span class="quotes">&ldquo;</span>Le mu 100 àithne as urrainn dhut cur ri chèile gu lèirsinneach, ’s urrainn dhut cha mhòr rud sam bith a chruthachadh agus ionnsachadh na tha bunasach airson cànanan as adhartaiche. A bharrachd air sin, tha coimhearsnachd de dhaoine air loidhne ann a bheir dhut beachdan air na pròiseactan agad agus a chuidicheas leis na ceistean a th’ agad.<span class="quotes">&rdquo;</span> - 14 bliadhna a dh’aois

source: Research on Scratch is being conducted by members of the MIT Scratch Team and researchers at other universities, including Yasmin Kafai at the University of Pennsylvania Graduate School of Education, Karen Brennan at the Harvard Graduate School of Education, Benjamin Mako Hill at the University of Washington, Andrés Monroy Hernandez at Microsoft Research, Mimi Ito and Crystle Martin at the University of California, Irvine, Quinn Burke at College of Charleston, Deborah Fields at Utah State University, and Kylie Peppler at Indiana University.
gd: Tha rannsachadh air Scratch ga dhèanamh le buill sgioba Scratch aig MIT agus luchd-rannsachaidh aig oilthighean eile, a’ gabhail a-steach Yasmin Kafai aig University of Pennsylvania Graduate School of Education, Karen Brennan aig Harvard Graduate School of Education, Benjamin Mako Hill aig University of Washington, Andrés Monroy Hernandez aig Microsoft Research, Mimi Ito is Crystle Martin aig University of California, Irvine, Quinn Burke aig College of Charleston, Deborah Fields aig Utah State University, agus Kylie Peppler aig Indiana University.

source: By sharing projects and participating in the Scratch online community, you are helping us better understand how people can use and learn with Scratch. Any publicly shared projects, comments, or other material on the Scratch site may be included in the research analysis, presentations, papers, and reports. No personally identifiable information is shared.
gd: Nuair a cho-roinneas tu pròiseactan agus nuair a ghabhas tu pàirt sa choimhearsnachd Scratch air loidhne, cuidichidh tu sinn ach an tuigeamaid nas fhearr mar as urrainn do dhaoine Scratch a chleachdadh is ionnsachadh leis. Faodaidh sinn pròiseactan, beachdan is stuth sam bith eile a chaidh a cho-roinneadh air an làrach-lìn Scratch a ghabhail a-steach ann an sgrùdadh, taisbeanaidhean, pàipearan is aithisgean an rannsachaidh. Cha tèid fiosrachadh a dh’aithnicheadh cò thusa a cho-roinneadh.

source: (If you have any questions, please use the <a href="%(contact_us_url)s">Contact Us</a> form.)
gd: (Ma tha ceist sam bith agad, cleachd am foirm <a href="%(contact_us_url)s">Cuir fios thugainn</a>.)

source: Below are selected research papers, presentations, and theses on Scratch and the Scratch online community, followed by a list of National Science Foundation grants awarded to support Scratch.
gd: Chì thu taghadh de phàipearan, taisbeanaidhean is tràchdasan rannsachaidh air Scratch agus coimhearsnachd Scratch air loidhne gu h-ìosal le liosta dhe na tabhartasan a thug an National Science Foundation gus taic a chur ri Scratch an uair sin.

source: National Science Foundation Grants
gd: Tabhartasan National Science Foundation

source: <p class="lg-msg">You can install the Scratch 2.0 editor to work on projects without an internet connection. This version will work on Mac, Windows, and some versions of Linux (32 bit).</p>
gd: <p class="lg-msg">’S urrainn dhut Deasaiche Scratch 2.0 a stàladh gus obair air pròiseactan gun cheangal dhan eadar-lìon. Obraichidh an tionndadh seo air Mac, Windows, agus cuid a thionndaidhean de Linux (32 bit).</p>

source: The previous version of Scratch, version 1.4, is still available for download. You can still share projects from 1.4 to the Scratch website. (However, projects created in Scratch 2.0 cannot be opened in 1.4.)
da: Den tidligere version af Scratch, version 1.4, er stadig tilgængelig for download. Du kan stadig dele projekter fra 1.4 på Scratch hjemmesiden. (Dog kan projekter, som er lavet i Scratch 2.0 ikke åbnes i 1.4.)
gd: Tha an tionndadh roimhe de Scratch, tionndadh 1.4, ri fhaighinn airson luchdadh a-nuas fhathast. ’S urrainn dhut pròiseactan 1.4 a cho-roinneadh air làrach-lìn Scratch fhathast. (Co-dhiù, chan urrainn dhut pròiseactan a chaidh a chruthachadh ann an Scratch 2.0 fhosgladh ann an 1.4.)

source: Compatible with Mac OSX 10.4 or later
da: Kompatibel med Mac OSX 10.4 eller senere version
gd: Co-chòrdail le Mac OSX 10.4 no nas ùire

source: Compatible with Windows 2000, XP, Vista, 7, and 8
da: Kompatibel med Windows 2000, XP, Vista, 7, og 8
gd: Co-chòrdail le Windows 2000, XP, Vista, 7 agus 8

source: For network deployments, use the <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
da: For netværks installation, brug <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
gd: Gus a chur an gnìomh air lìonra, cleachd <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>

source: Compatible with Ubuntu 12.04 or later
da: Kompatibel med Mac OSX 12.4 eller senere version
gd: Co-chòrdail le Ubuntu 12.04 no nas ùire

source: or <a href="http://ubuntu.media.mit.edu/ubuntu//pool/universe/s/scratch/scratch_1.4.0.6~dfsg1-2~ubuntu12.04.1_all.deb">download here</a>
da: eller <a href="http://ubuntu.media.mit.edu/ubuntu//pool/universe/s/scratch/scratch_1.4.0.6~dfsg1-2~ubuntu12.04.1_all.deb">hent den her</a>
gd: no <a href="http://ubuntu.media.mit.edu/ubuntu//pool/universe/s/scratch/scratch_1.4.0.6~dfsg1-2~ubuntu12.04.1_all.deb">luchdaich a-nuas e an seo</a>

source: <p>For a step-by-step introduction, download the <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Scratch 1.4 Getting Started Guide</a>. The <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Scratch 1.4 Reference Guide</a> has a thorough explanation of the Scratch interface and programming language. <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Scratch Cards</a> provide brief explanations that show how to make animations and interactive projects with Scratch.</p>
da: <p>For en trin-for-trin introduktion, download <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Scratch 1.4n Begynder Guide</a>. <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Scratch 1.4 Reference Guide</a> har en grundig gennemgang af Scratch grænsefladen og programmeringssproget. <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Scratch Kort</a> giver en kort forklaring, som viser hvordan man laver animationer og interaktive projekter med Scratch.</p>
gd: <p>Airson treòir ceum air cheum, luchdaich a-nuas <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Treòir toiseach tòiseachaidh air Scratch 1.4</a>. Gheibh thu mìneachaidhean domhainn air eadar-aghaidh is cànan prògramachaidh Scratch san <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">leabhar-mhìneachaidh Scratch 1.4</a>. Bheir <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Cairtean Scratch</a> mìneachaidhean goiridh dhut a sheallas mar a nì thu beòthachaidhean agus pròiseactan eadar-ghnìomhach le Scratch.</p>

source: <p>Display: 800 x 480 or larger, thousands or millions of colors (16-bit color or greater) </br>Operating System: Windows 2000 or later, Mac OS X 10.4 or later, Ubuntu Linux 9.04 or later (For other versions of Linux, see the Linux Installer page) </br>Disk: at least 120 megabytes of free space to install Scratch. </br>CPU and memory: Most computers have enough memory to run Scratch 1.4, but very old computers may run Scratch slowly. </br>Sound / Video: Sound playback requires speakers (or headphones), and recording requires a microphone. Many laptops have speakers and microphones built in. Scratch 1.4 can use a USB or built-in camera (optional).</br></p>
da: <p>Skærm: 800 x 480 eller højere, tusind eller millioner af farver (16-bit color eller flere) </br>Operativ System: Windows 2000 eller nyere, Mac OS X 10.4 eller nyere, Ubuntu Linux 9.04 eller nyere (For andre versioner af Linux, se siden med Linux Installer) </br>Harddisk: mindst 120 megabytes fri plads for at installere Scratch. </br>CPU og hukommelse: De fleste computere har nok hukommelse til at køre Scratch 1.4, men på meget gamle computere vil Scratch nok køre langsomt. </br>Lyd / Video: Lyd playback kræver højtalere (eller høretelefoner), og optagelse kræver en mikrofon. Mange bærbare computere har indbygget højtalere og mikrofoner. Scratch 1.4 kan bruge et USB eller indbygget kamera (valgfrit).</br></p>
gd: <p>Uidheam-taisbeanaidh: 800 x 480 no nas motha, mìltean no milleanan a dhathan (dathan 16-biod no nas motha) </br>Siostam obrachaidh: Windows 2000 no nas ùire, Mac OS X 10.4 no nas ùire, Ubuntu Linux 9.04 no nas ùire (airson tionndaidhean eile de Linux, faic duilleag an stàlaicheir Linux) </br>Diosga: co-dhiù 120 meaga-baidht a rum saor gus Scratch a stàladh. </br>CPU is cuimhne: Tha cuimhne gu leòr aig a’ mhòrchuid a choimpiutairean gus Scratch 1.4 a ruith ach dh’fhaoidte gum bi Scratch slaodach air coimpiutairean glè sheana. </br>Fuaim / Video: Feumaidh tu glaodhairean (no headphones) gus fuaim a chluich agus micreofon gus a chlàradh. Tha glaodhaireean is micreofon am broinn iomadh laptop. Tha Scratch 1.4 comasach air camara USB no am broinn a’ choimpiutair a chleachdadh (roghainneil).</br></p>

source: What if I get an error when I try to upload or share my project to the Scratch website?
da: Hvad hvis jeg får en fejl, når jeg prøver at uploade eller dele mit projekt på Scratch hjemmesiden?
gd: Dè thachair ma gheibh mi mearachd nuair a dh’fheuch mi ri pròiseact a luchdadh suas no a co-roinneadh air làrach-lìn Scratch?

source: 1. File too big. The largest file limit is 10 MB. To shrink the size of your Scratch project, click the Edit menu > and select compress sounds, or compress images. If you have compressed sounds and your project still won't upload, try deleting some of the sounds to make it smaller. </br>2. Internet connection too slow and times out. Try making the file smaller. If that doesn't work, try connecting from a different computer or connection or web browser. </br>3. Proxy server getting in the way. Try an Internet connection that does not go through a proxy server, or configure Scratch to use your proxy server. </br>4. Wrong username and password. Try logging into Scratch website to make sure username and password are correct.
da: 1. Filen er for stor. Filen må være på højst 10 MB. For at få dit Scratch projekt til at fylde mindre, klik på the Redigér menuen > og vælg komprimer lyde eller komprimer billeder. Hvis du har komprimeret lyde og dit projekt stadig ikke vil uploade, prøv at slette nogle af lydene for at lave det mindre. </br>2. Internet forbindelsen er for langsom og timer ud. Prøv at lave filen mindre. Hvis det ikke virker, prøv at tilsutte fra en anden computer eller forbindelse eller web browser. </br>3. Proxy serveren kommer i vejen. Prøv en Internet forbindelse som ikke går igennem en proxy server, eller konfigurer Scratch til at bruge din proxy server. </br>4. Forkert brugernavn og password. Prøv at logge ind på Scratch hjemmesiden for at være sikker på brugernavn og password er korrekt.
gd: 1. Faidhle ro mhòr. Chan fhaod am faidhle a bhith nas motha na 10 MB. Gus am pròiseact Scratch agad a lùghdachadh, briog air a’ chlàr-taice Deasaich > is tagh dùmhlaich na fuaimean no dùmhlaich na dealbhan. Ma dhùmhlaich thu na fuaimean is chan urrainn dhut am pròiseact agad a luchdadh suas fhathast, feuch an sguab thu às cuid dhe na fuaimean gus a dhèanamh nas lugha fhathast. </br>2. Tha an ceangal dhan eadar-lìn ro shlaodach is falbhaidh an ùine air. Feuch an lùghdaich thu am faidhle. Mur obraich seo, feuch gun ceangal thu o choimpiutair no ceangal no brabhsair-lìn eile. </br>3. Tha frithealaiche progsaidh san rathad. Feuch ceangal gun eadar-lìn nach tèid tro fhrithealaiche progsaidh no rèitich Scratch ach an cleachd e am frithealaiche progsaidh agad. </br>4. Ainm-cleachdaiche no facal-faire cearr. Feuch an clàraich thu a-steach air an làrach-lìn Scratch gus dèanamh cinnteach gu bheil an t-ainm-cleachdaiche is facal-faire agad mar bu chòir.

source: Try out these starter projects from the Scratch Team. Look inside to make changes and add your ideas.
da: Prøv disse begynder projekter, som Scratch Teamet har lavet. Kig indeni for at lave ændringer og tilføj dine ideer.
gd: Feuch ris na pròiseactan tòiseachaidh seo on sgioba Scratch. Thoir sùil a-steach gus an atharrachadh is do bheachdan fhèin a chur riutha.

source: Piano
da: Klaver
gd: Piàno

source: To run Scratch 2, you need a relatively recent web browser (<a href="http://google.com/chrome/">Chrome</a> 35 or later, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a> 31 or later, or Internet Explorer 8 or later) with <a href="">Adobe Flash Player</a> version 10.2 or later installed. Scratch 2 is designed to support screen sizes 1024 x 768 or larger. If your computer doesn’t meet these requirements, you can try downloading and installing <a href ="/scratch_1.4">Scratch 1.4</a>, which you can still use to share projects to the Scratch 2 website.
gd: Gus Scratch 2 a ruith, bidh thu feumach air brabhsair-lìn reusanta ùr (<a href="http://google.com/chrome/">Chrome</a> 35 no nas ùire, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a> 31 no nas ùire no Internet Explorer 8 no nas ùire) le <a href="">Adobe Flash Player</a> tionndadh 10.2 no nas ùire air a stàladh. Chaidh Scratch 2 a dhealbhadh gus taic a chur ri sgrìnichean a tha 1024 x 768 a mheud no nas motha. Mur coilean an coimpiutair agad na riatanasan seo, feuch gun luchdaich thu a-nuas is gun stàlaich thu <a href ="/scratch_1.4">Scratch 1.4</a> as urrainn dhut cleachdadh fhathast gus pròiseactan a cho-roinneadh air làrach-lìn Scratch 2.

source: Do you have an downloadable version so I can create and view projects offline?
da: Har I en udgave som kan downloades så jeg kan oprette og vise projekter offline?
gd: A bheil tionndadh dheth ann a ghabhas luchdadh a-nuas ach an urrainn dhomh pròiseactan a chruthachadh ’s a shealltainn far loidhne?

source: Can I make a video with Scratch and upload it to YouTube?
da: Kan jeg lave en video med Scratch og uploade den til YouTube?
gd: An urrainn dhomh video a dhèanamh le Scratch ’s a luchdadh suas gu YouTube?

source: To make a video of your Scratch project, you can use screen capture software like <a href="http://camstudio.org/">CamStudio</a>. But keep in mind, some Scratch projects are interactive: they do different things depending on what the viewer does (for example: a video game that responds to key presses). Videos are not interactive - they show the exact same thing each time you play them. So you can definitely make a video of your Scratch project, just keep in mind that videos and projects aren’t the same.
da: For at lave en video af din Scratchprojekt, kan du anvende et optagelsesprogram (screen capture software) som <a href="http://camstudio.org/">CamStudio</a>. Men husk at visse Scratchprojekter er interaktive: de opfører sig forskellige afhængig af hvad brugeren gør (for eksempel: et videospil som styres af tryk på tasterne). Videoklip er ikke interaktive – de viser præcis det samme hver gang de afspilles. Du kan helt sikkert lave en video af dit Scratchprojekt, bare hold for øje at videoer og projekter er ikke det samme.
gd: ’S urrainn dhut bathar-bog glacadh video mar <a href="http://camstudio.org/">CamStudio</a> a chleachdadh gus video de phròiseact Scratch a th’ agad a chlàradh. Ach thoir an aire gu bheil cuid a phròiseactan Scratch eadar-gnìomhach: nì iad rud eadar-dhealaichte a-rèir na nì an luchd-cleachdaidh (mar eisimpleir: geama video a fhreagras ri brùthadh air iuchair). Chan eil videothan eadar-ghnìomhach - seallaidh iad an t-aon rud gach turas a chluicheas tu iad. Mar sin, ’s urrainn dhut video a dhèanamh dhen phròiseact Scratch agad ach thoir an aire nach eil videothan is pròiseactan co-ionnann.

source: birth month and year - We use this to confirm ownership of the account if the owner loses the password and email, or writes to ask us to close the account closed.
da: fødselsmåned og -år – Vi anvender dette til at bekræfte ejerskab af kontoen hvis ejeren glemmer kodeordet eller e-mailadressen, eller skriver for at bede os om at lukke kontoen.
gd: mìos is bliadhna breith - Cleachdaidh sinn seo gus sealbh a’ chunntais a dhearbhadh nuair a chailleas an t-seilbheadair am facal-faire is an seòladh puist-d aige no ma sgrìobhas e thugainn ag iarraidh gun dùineamaid an cunntas.
