Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: da, gd, id, pl

source: To protect the privacy of our community members, we limit what we collect and what we publish on the website. During the registration process, we ask for the following information:
da: For at beskytte vores medlemmers privatliv, begrænser vi hvilke oplysninger vi indsamler og hvilke vi offentliggør på websiden. Under registrering, beder vi om følgende oplysninger:
gd: Gus a’ phrìobhaideachd aig buill a’ choimhearsnachd againn a dhìon, cuingichidh sinn na chruinnicheas sinn agus na dh’fhoillsicheas sinn air an làrach-lìn. Seo am fiosrachadh a dh’iarras sinn rè a’ chlàraidh:
id: Untuk menjaga privasi dari anggota komunitas kami, kami membatasi apa yang kami simpan dan apa yang kami publikasikan di situs. Selama proses pendaftaran, kami meminta informasi berikut:

source: username - We ask that users avoid using their real names or other identifying information.
da: brugernavn – Vi beder om, at vores brugere ikke vælger deres rigtige navn eller anden identificerbar information.
gd: ainm-cleachdaiche - Iarraidh sinn nach chleachd an luchd-cleachdaidh na dearbh-ainmean aca no fiosrachadh a dh’aithnicheadh iad air dòigh sam bith eile.
id: username - Kami meminta agar pengguna menghindari menggunakan nama asli mereka atau informasi yang dapat dikenali lainnya

source: country
da: land
gd: dùthaich
id: negara

source: gender
da: køn
gd: gnè
id: kelamin

source: contact email address - If the account holder is younger than 13, we ask for the email address of their parent or guardian. We do not send email to this address except when someone requests to have the account password reset.
da: kontaktpersonens e-mailadresse – Hvis kontoejeren er under 13 år, beder vi om en e-mailadresse for forælderen eller værgen. Vi sender ikke e-mail til denne adresse medmindre nogen beder om genetablering af et kodeord.
gd: seòladh puist-d conaltraidh - Ma tha seilbheadair a’ chunntair nas òige na 13, iarraidh sinn seòladh puist-d pàraint no neach-glèidhidh. Cha chuir sinn post-d dhan t-seòladh ud ach nuair a dh’iarras cuideigin ath-shuidheachadh an fhacail-fhaire airson a’ chunntais.
id: alamat surel kontak - Jika pemegang akun lebih muda dari 13, kami meminta alamat surel dari orangtuanya atau guardian. Kami tidak akan mengirim surel ke alamat ini kecuali saat seseorang meminta agar sandi akun direset.

source: The username and country of the account holder are displayed publicly on their profile page. The birth month / year, email address, and gender associated with the account are not displayed publicly. We collect this info so we can know the age and gender of our users in aggregate, and for research purposes. We do not sell or rent information about our users to anyone.
da: Kontoejerens brugernavnet og land vises offentligt på profilsiden. Fødselsmåneden og -året, e-mailadressen, og køn forbundet med kontoen vises ikke offentligt. Vi indsamler informationen for at vide vore brugeres overordnede aldre, og til forskningsformål. Information om vore brugere er ikke til salg eller udlejning.
gd: Thèid an t-ainm-cleachdaiche agus an dùthaich aig sealbhadair a’ chunntais a shealltainn gu poblach air a’ phròifil aige. Cha tèid am mìos / bliadhna breith agus a’ ghnè a tha co-cheangailte ris a’ chunntas a shealltainn gu poblach. Cruinnichidh sinn am fiosrachadh seo ach am bi sinn eòlach air aois is gnè an luchd-cleachdaidh againn nan agragaid agus a chum rannsachaidh. Cha reic is cha toir sinn seachad fiosrachadh air mhàl mun luchd-cleachdaidh againn gu duine sam bith.
id: Nama pengguna dan negara dari pemegang akun akan ditampilkan secara publik di halaman profil. Bulan / tahun kelahiran, alamat surel, dan jender yang terhubung dengan akun tidak akan ditampilkan. Kami mengumpulkan informasi ini agar untuk mengetahui umur dan jender pengguna kami secara keseluruhan, serta untuk tujuan penelitian. Kami tidak menjual ataupun menyewakan informasi tentang pengguna kami kepada siapapun.

source: What data is collected from people while they use the website?
da: Hvilke data indsamles mens man anvender websiden?
gd: Dè an dàta a thèid a chruinneachadh o dhaoine nuair a chleachdas iad an làrach-lìn?
id: Data apa yang diambil dari orang-orang saat mereka menggunakan situsnya?

source: Does the Scratch Team sell or rent information about users of Scratch to anyone?
da: Sælger eller udlejer Scratchteamet information til nogen om Scratchbrugerne?
gd: An ann ’s gun reic no gun toir sgioba Scratch seachad fiosrachadh air mhàl mu luchd-cleachdaidh Scratch gu duine sam bith eile?
id: Apakah Scratch Team menjual atau menyewakan informasi tentang pengguna Scratch pada siapapun?

source: No.
da: Nej.
gd: Chan ann.
id: Tidak.

source: Can the Scratch Team view unshared projects on my 'My Stuff' page?
da: Kan Scratchteamet se projekter på ’mine ting’-siden, som ikke er delt?
gd: Am faic sgioba Scratch pròiseactan nach deach a cho-roinneadh air duilleag “An stuth agam”?
id: Bisakah Scratch Team melihat karya-karya tidak terbagikan saya di laman 'My Stuff' saya?

source: What is a remix?
da: Hvad er et remix?
gd: Dè th’ ann an ath-mheasgachadh?
id: Apa itu remix?

source: Why does the Scratch Team require that all projects be “remixable”?
da: Hvorfor kræver Scratch Teamet at alle projekter kan "remixes"?
gd: Carson a tha sgioba Scratch ag iarraidh gun gabh a h-uile pròiseact ath-mheasgachadh?
id: Kenapa Scratch Team mengharuskan agar semua karya boleh diremix atau "remixable"?

source: We believe that viewing and remixing interesting projects is a great way to learn to program, and leads to cool new ideas. That’s why the source code is visible for every project shared to the Scratch website.
da: Vi tror at det at se og bygge videre på interessante projekter er en god måde at lære at programmere på og det leder til nye seje ideer. Det er derfor at det er muligt at se kildekoden for hvert projekt, som er delt på Scratch hjemmesiden.
gd: Tha sinn dhen bheachd gur e deagh dhòigh a th’ ann gus prògramachadh ionnsachadh nuair a sheallas tu air pròiseactan inntinneach ’s nuair a nì thu co-mheasgachadh dhiubh agus gun tig sàr-bheachdan ùra às. Seo as adhbhar gun gabh am bun-tùs aig gach pròiseact a chaidh a cho-roinneadh air làrach-lìn Scratch a shealltainn.
id: Kami percaya bahwa melihat dan meremix karya-karya menarik adalah cara yang baik untuk belajar pemrograman, dan menuju pada ide-ide keren yang baru. Itulah kenapa setiap karya yang dibagikan ke situs Scratch dapat diakses sumber kodenya.

source: What if I don’t want others to remix my projects?
da: Hvad hvis jeg ikke vil have at andre bygger videre på mine projekter?
gd: Dè mur eil mi airson ’s gun co-roinn càch na pròiseactan agam?
id: Bagaimana jika saya tidak ingin orang lain untuk meremix karya-karya saya?

source: By publishing your project on the Scratch website, you agree to license it under a <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Share Alike</a> license. If you don’t want others to view and remix your creations, don’t share them on the Scratch website.
da: Ved at offentliggøre dit projekt på Scratch hjemmesiden, har du sagt ja til at autorisere det under en <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Share Alike</a> licens. Hvis du ikke vil have at andre kan se eller remixe dine kreationer, skal du ikke dele dem på Scratch hjemmesiden.
gd: Nuair a cho-roinneas tu pròiseact a th’ agad air làrach-lìn Scratch, aontaichidh tu gun cuir thu e fo cheadachas <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Share Alike</a>. Mur eil thu ag iarraidh gun seall is gun co-mheasgaich càch na chruthaich thu, na co-roinn e air làrach-lìn Scratch.
id: Dengan menerbitkan karyamu di situs Scratch, kamu setuju untuk melisensikannya di bawah lisensi <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en"> Creative Commons Share Alike</a>. Jika kamu tidak ingin yang lain untuk melihat dan meremix kreasi-kreasimu, jangan bagikan di situs Scratch.

source: Can I use images / sounds / media from the internet in my projects?
da: Kan jeg bruge billeder / lyde / andre medier fra internettet i mine projekter?
gd: Am faod mi dealbhan / fuaimean / meadhanan on eadar-lìon a chleachdadh sna pròiseactan agam?
id: Bolehkan saya menggunakan gambar / suara / media dari internet dalam karya-karya saya?

source: What is a “confirmed” Scratch account?
gd: Dè th’ ann an cunntas Scratch air a “dhearbhadh”?
id: Apa itu akun Scratch "terkonfirmasi" ?

source: How do I confirm my account?
gd: Ciamar a dhearbhaicheas mi an cunntas agam?
id: Bagaimana cara saya mengonfirmasi akun saya?

source: Do I have to confirm my account?
gd: A bheil agam ris an cunntas agam a dhearbhadh?
id: Apa saya harus mengonfirmasi akun saya?

source: I forgot my password, how can I reset it?
da: Jeg har glemt mit kodeord, hvordan kan jeg nulstille det?
gd: Dhìochuimhnich mi am facal-faire agam, ciamar a dh’ath-shuidhicheas mi e?
id: Saya lupa password saya, bagaimana cara saya meresetnya?

source: Enter your account name on the <a href="/accounts/password_reset/">password reset page</a>. The website will send an email to the address associated with the account containing a link you can use to reset your password.
da: Indtast dit brugernavn på siden om <a href="/accounts/password_reset/">nulstilling af kodeord</a>. Hjemmesiden vil sende en email til den adresse, som blev opgivet ved tilmeldingen. Emailen indeholder et link som du kan bruge til at nulstille dit kodeord.
gd: Cuir a-steach ainm a’ chunntais agad air <a href="/accounts/password_reset/">duilleag ath-shuidheachadh an fhacail-fhaire</a>. Cuiridh an làrach-lìn post-d gun t-seòladh a tha co-cheangailte ris a’ chunntas agus bidh ceangal as urrainn dhut cleachdadh gus am facal-faire agad ath-shuidheachadh na bhroinn.
id: Masukkan nama akunmu di <a href="/accounts/password_reset/">laman reset sandi</a>. Situs ini akan mengirim sebuah surel kepada alamat surel yang berhubungan dengan akun tersebut, mengandung sebuah tautan yang dapat kamu gunakan untuk mereset sandimu.

source: How do I change my password?
da: Hvordan ændrer jeg mit kodeord?
gd: Ciamar a dh’atharraicheas mi am facal-faire agam?
id: Bagaimana cara saya mengubah password saya?

source: Go to the Scratch website, login, and then click your username in the upper right corner of the window. Choose "account settings", and click the link to change your password.
da: Gå til Scratch hjemmesiden, log på og klik på dit brugernavn i det øverste højre hjørne af vinduet. Vælg "kontoindstillinger" og klik på linket for at ændre dit kodeord.
gd: Rach gu làrach-lìn Scratch, clàraich a-steach agus an uair sin briog air an t-ainm-cleachdaiche agad san oisean deas aig barr na h-uinneige. Tagh “Roghainnean a’ chunntais” agus an uair sin briog air a’ cheangal gus am facal-faire agad atharrachadh.
id: Pergi ke situs Scratch, masuk, lalu klik nama penggunamu di pojok kanan atas. Klik "pengaturan akun", dan klik tautan tersebut untuk mengubah sandimu.

source: How do I change my email address?
gd: Ciamar a dh’atharraicheas mi an seòladh puist-d agam?
id: Bagaimana cara saya mengubah alamat surel saya?

source: Go to the Scratch website, login, and then click your username in the upper right corner of the window. Choose "account settings", and click the link to change your email.
da: Gå til Scratch hjemmesiden, log på og klik derefter på dit brugernavn i øverste højre hjørne af vinduet. Vælg "konto indstillinger" og klik på linket til at ændre din email.
gd: Rach gu làrach-lìn Scratch, clàraich a-steach agus an uair sin briog air an t-ainm-cleachdaiche agad san oisean deas aig barr na h-uinneige. Tagh “Roghainnean a’ chunntais” agus an uair sin briog air a’ cheangal gus an seòladh puist-d agad atharrachadh.
id: Pergi ke situs Scratch, masuk, lalu klik nama penggunamu di pojok kanan atas. Klik "pengaturan akun", dan klik tautan tersebut untuk mengubah surelmu.

source: How do I transition from 'New Scratcher' to 'Scratcher'?
da: Hvordan overgår jeg fra 'Ny Scratcher' til 'Scratcher'?
gd: Ciamar a thèid mi nam “Neach-Scratch” o “Neach-Scratch ùr”?
id: Bagaiman cara agar saya pindah dari 'New Scratcher' menjadi 'Scratcher'?

source: Make and share projects, comment helpfully on other Scratcher's projects, and be patient! After a few weeks of being active, a link will appear on your profile page inviting you to become a Scratcher. (Note that we don't promote New Scratchers to Scratcher on request - even when bribed with fancy chocolates.)
da: Lav og del projekter, skriv hjælpsomme kommentarer på andre Scratchers' projekter og vær tålmodig! Efter få uger, hvor du er aktiv, vil der komme et link på din profil side, som inviterer dig til at blive en Scratcher. (Note we forfremmer ikke Nye Scratchere til Scratcher på en forespørgsel - selvom vi bliver bestukket med lækker chokolader.)
gd: Cruthaich is co-roinn pròiseactan, cuir beachdan cuideachail ri pròiseactan Luchd-Scratch eile agus bi foighidinneach! Às dèidh beagan seachdainnean a ghnìomhachd, nochdaidh ceangal air duilleag na pròifil agad a bheir cuireadh dhut ach an tèid thu nad Neach-Scratch. (Thoir an aire nach àrdaich sinn Luchd-Scratch ùr nan Luchd-Scratch ri linn iarrtasan - fiù ’s ma bheireadh tu brìb teòclaid shnasail dhuinn.)
id: Buat dan bagikan karya, berikan komentar yang membantu di karya-karya Scratch lain, dan bersikap sabar! Setelah beberapa minggu bersikap aktif, sebuah tautan akan muncul di profilmu mengundangmu untuk menjadi seorang Scratcher. (Ingat bahwa kami tidak mempromosikan Scratcher Baru menjadi Scratch dari permintaan - bahkan jika disogok menggunakan coklat mewah.)

source: Can I have more than one account?
da: Kan jeg have mere end en konto?
gd: Am faod iomadh cunntas a bhith agam?
id: Bolehkan saya punya lebih dari satu akun?

source: It's fine to have a few accounts on the Scratch website, as long as none of them are used to break the Community Guidelines. In that case, all related accounts may be blocked or deleted.
da: Det er fint nok at have forskellige konti på Scratch hjemmesiden, så længe at ingen af dem bliver brugt til at bryde retningslinierne for fællesskabet. Hvis det sker, vil alle relaterede konti blive blokeret eller slettet.
gd: Faodaidh iomadh cunntas a bhith agad air làrach-lìn Scratch cho fad ’s nach cleachd thu gin dhiubh gus Riaghailtean giùlain sa choimhearsnachd Scratch a bhriseadh. Ma bhriseas tu iad, faodaidh sinn a h-uile cunntas co-cheangailte a bhacadh no a sguabadh às.
id: Memiliki beberapa akun di situs Scratch diperbolehkan, asalkan tidak melanggar Pedoman Komunitas. Dalam kasus seperti itu, semua akun yang berkaitan akan diblokir atau dihapus.

source: Is it OK to have more than one person logged into an account?
da: Er det OK at mere end en person er logget ind på en konto?
gd: Am faod iomadh duine clàradh a-steach leis an aon chunntas?
id: Bolehkah lebih dari satu orang menggunakan satu akun?

source: Can I change my username?
da: Kan jeg ændre mit brugernavn?
gd: An urrainn dhomh an t-ainm-cleachdaiche agam atharrachadh?
id: Bisakan saya mengubah username saya?

source: What information can I share on / with my account?
da: Hvilke informationer kan jeg dele på / og med min konto?
gd: Dè am fiosrachadh as urrainn dhomh a cho-roinneadh air / leis a’ chunntas agam?
id: Informasi apa yang boleh saya bagikan menggunakan akun saya?

source: How do I delete my account?
da: Hvordan sletter jeg min konto?
gd: Ciamar a sguabas mi às an cunntas agam?
id: Bagaimana cara saya menghapus akun saya?

source: Log in to Scratch, and then click your username in the top right-hand corner. Select “Account Settings,” then click the <em>“I want to delete my account”</em> link at the bottom of the page.
gd: Clàraich a-steach air Scratch agus an uair sin briog air an t-ainm-cleachdaiche agad san oisean deas aig barr na h-uinneige. Tagh “Roghainnean a’ chunntais” agus an uair sin briog air a’ cheangal <em>“Tha mi airson an cunntas agam a sguabadh às”</em> aig bonn na duilleige.
id: Log masuk ke Scratch, lalu klik nama penggunamu di bagian kanan-atas. Pilih “Pengaturan Akun,” kemudian klik tautan <em>“Saya ingin menghapus akunsaya”</em> di bagian bawah halaman.

source: Is Scratch free?
da: Er Scratch gratis?
gd: A bheil Scratch saor ’s an-asgaidh?
id: Gratiskah Scratch?

source: Can I use Scratch and / or screenshots of Scratch in a textbook or a CD?
da: Kan jeg bruge Scratch og / eller skærmbilleder af Scratch i en lærebog eller på en CD?
gd: Am faod mi Scratch agus / no glacaidhean-sgrìn de Scratch a chleachdadh ann an leabhar no CD?
id: Bolehkan saya menggunakan Scratch dan / atau screenshot dari Scratch di suatu buku teks atau CD?

source: Can I include a description of Scratch and the Scratch logo in brochures or other materials?
da: Kan jeg inkludere en beskrivelse af Scratch og Scratch logoet i brochurer eller andre materialer?
gd: Am faod mi tuairisgeul air Scratch agus suaicheantas Scratch a chur ri sanas-leabhranan agus stuth eile?
id: Bolehkah saya menggunakan deskripsi dari Scratch dan logo Scratch di brosur dan materi-materi lainnya?

source: Can I present Scratch at a conference?
da: Kan jeg præsentere Scratch på en konference?
gd: Am faod mi Scratch a thaisbeanadh aig co-labhairt?
id: Bolehkan saya mempresentasikan Scratch pada suatu konferensi?

source: Please feel free to make presentations about Scratch to educators or other groups. We grant our permission to make presentations.
da: Du er velkommen til at lave præsentationer om Scratch for undervisere og andre grupper. Vi giver dig vores tilladelse til at lave præsentationer.
gd: Seall Scratch gu luchd-foghlaim is buidhnean eile air do thoil fhèin. Tha sinn a’ toirt cead dhut gus taisbeanaidhean a dhèanamh air.
id: Silakan membuat presentasi tentang Scratch kepada pendidik atau kelompok lainnya. Kami memberikan izin kami untuk membuat presentasi.

source: May I use / remix Scratch support materials, sprites, images, sounds or sample projects I’ve found on the website?
da: Må jeg bruge / remixe Scratch support materialer, sprites, billeder, lyde eller dele af projekter, som jeg har fundet på hjemmesiden?
gd: Am faod mi stuthan taice, sprìdean, dealbhan, fuaimean no buill-shampaill air pròiseactan Scratch a lorg mi air an làrach-lìn a chleachdadh / ath-mheasgachadh?
id: Bolehkah saya menggunakan / meremix bahan bantuan Scratch, sprite, gambar, suara atau karya contoh yang dapat saya temukan di situs?

source: Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, and Gobo (Scratch trademarks).
da: Ja - Scratch vejledninger er gjort tilgængelige på Scratch hjemmesiden af Scratch Teamet under den <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">Creative Commons Attribution-ShareAlike license</a>, med undtagelsen af Scratch Logoet, Scratch Katten, og Gobo (Scratch varemærker).
gd: Faodaidh - Tha stuthan taice Scratch a chaidh a chur air an làrach-lìn Scratch le sgioba Scratch ach suaicheantas Scratch, cat Scratch Cat agus Gobo (comharran-malairt Scratch) ri am faighinn fo <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">cheadachas Creative Commons Attribution-ShareAlike</a>.
id: Ya - bahan bantuan Scratch disediakan oleh Scratch Team di situs Scratch di bawah <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.en">lisensi Creative Commons Attribution-ShareAlike</a>, dengan perkecualian Logo Scratch, Kucing Scratch, dan Gobo (hak merk Scratch).

source: Can I sell my Scratch projects?
da: Kan jeg sælge mine Scratch projekter?
gd: An urrainn dhomh na pròiseactan Scratch agam a reic?
id: Bolehkan saya menjual karya-karya Scratch saya?

source: Where can I find the source code for Scratch?
da: Hvor kan jeg finde kildekoden for Scratch?
gd: Càite an lorg mi bun-tùs Scratch?
id: Di mana saya dapat menemukan sumber kode untuk Scratch?

source: The source code for Scratch 2 (website and editor) is not yet available. The source code for <a href ="/scratch_1.4">Scratch 1.4</a>, written in Squeak, is available <a href="https://github.com/LLK/Scratch_1.4">on github</a>. The source code for the first version of the Scratch website - ScratchR - is available <a href="http://svn.assembla.com/svn/scratchr/">on Assembla</a>.
da: Kildekoden for Scratch 2 (hjemmeside og editor) er endnu ikke tilgængelig. Kildekoden for <a href ="/scratch_1.4">Scratch 1.4</a>, skrevet i Squeak, er tilgængelig <a href="https://github.com/LLK/Scratch_1.4">on github</a>. Kildekoden for den første version af Scratch hjemmesiden - ScratchR - tilgængelig <a href="http://svn.assembla.com/svn/scratchr/">på Assembla</a>.
gd: Chan eil am bun-tùs airson Scratch 2 (an làrach-lìn is an deasaiche) ri fhaighinn fhathast. Tha am bun-tùs airson <a href ="/scratch_1.4">Scratch 1.4</a> a chaidh a sgrìobhadh ann an Squeak ri fhaighinn <a href="https://github.com/LLK/Scratch_1.4">air github</a>. Gheibh thu am bun-tùs airson a’ chiad tionndadh de làrach-lìn Scratch - ScratchR - <a href="http://svn.assembla.com/svn/scratchr/">air Assembla</a>.
id: Kode sumber untuk Scratch 2 (situs dan editor) belum tersedia. Kode sumber untuk <a href ="/scratch_1.4">Scratch 1.4</a>, dalam Squeak, tersedia <a href="https://github.com/LLK/Scratch_1.4">di github</a>. Kode sumber untuk versi pertama situs Scratch - ScratchR - tersedia <a href="http://svn.assembla.com/svn/scratchr/">di Assembla</a>.

source: How do I know what is or isn’t okay to share on the Scratch website?
da: Hvordan ved jeg hvad der er ok og ikke ok at dele på Scratch hjemmesiden?
gd: Ciamar a tha fios agam dè tha ceart gu leòr gus a cho-roinneadh air làrach-lìn Scratch?
id: Bagaimana cara saya mengetahui apa yang boleh dan tidak boleh dibagikan di situs Scratch?

source: Check out the <a href="/community_guidelines">Scratch community guidelines</a> - they’re brief and don’t include a lot of legal stuff. There’s a link at the bottom of every page on Scratch.
da: Læs <a href="/community_guidelines">Scratch fællesskabets retningslinier</a> - de er kortfattede og indeholder ikke en masse lovmæssigt materialle. Der er et link i bunden af hver side på Scratch.
gd: Thoir sùil air <a href="/community_guidelines">Riaghailtean giùlain sa choimhearsnachd Scratch</a> - chan eil iad fada aghs chan eil torr cainnt laghail nam broinn. Tha ceangal air bonn gach duilleige air Scratch.
id: Lihat <a href="/community_guidelines">pedoman komunitas Scratch</a> - ringkas dan tidak mengandung banyak hal hukum. Ada tautan di bagian bahwa dari setiap halaman di Scratch.

source: What do I do if I see something that’s inappropriate?
da: Hvad skal jeg gøre, hvis jeg ser noget som er upassende?
gd: Dè nì mi ma chì mi rudeigin nach eil iomchaidh?
id: Apa yang harus saya lakukan jika saya melihat sesuatu yang tidak cocok?
