Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: da, gd, id, pl

source: Check for the confirmation message we sent to: <strong>%(email_address)s</strong>
id: Periksa untuk pesan konfirmasi yang telah kami kirim kepada: <strong>%(email_address)s</strong>
pl: Sprawdź, czy nie otrzymałeś wiadomości, którą wysłaliśmy na adres: <strong>%(email_address)s</strong>

source: Make sure your email address is correct (see <a onClick="redirectParent('%(settings_url)s');" href="#">Account Settings</a>).
id: Pastikan bahwa alamat surel anda benar (lihat <a onClick="redirectParent('%(settings_url)s');" href="#">Pengaturan Akun</a>).
pl: Upewnij się, że podałeś prawidłowy adres email (zobacz <a onClick="redirectParent('%(settings_url)s');" href="#">ustawienia konta</a>).

source: Ok, back to Scratch
id: Oke, kembali ke Scratch
pl: Okej, powrót do Scratcha

source: About this Class
id: Tentang Kelas Ini
pl: O tej klasie

source: What we're working on
id: Apa yang sedang kami kerjakan
pl: Nad czym pracujemy

source: This class doesn't have any studios yet
id: Kelas ini belum memiliki studio apa pun
pl: Ta klasa nie posiada żadnego studia

source: You can add students in <a href="%(educator_stuff_url)s">My Classes</a>
id: Anda dapat menambahkan murid di <a href="%(educator_stuff_url)s">Kelas Saya</a>
pl: Możesz dodać studentów w zakładce <a href="%(educator_stuff_url)s">Moje Klasy</a>

source: This class doesn't have students yet
id: Kelas ini belum memiliki murid
pl: Ta klasa nie posiada studentów

source: Are you sure you want to delete this Studio? Once a Studio is deleted, the projects are still available on the site, but the studio no longer exists.
id: Apa anda yakin ingin menghapus Studio ini? Segera setelah suatu Studio dihapus, karya-karyanya tetap tersedia di situs, tapi studionya tidak lagi tersedia.
pl: Czy na pewno usunąć to studio? Usuniętego studia nie można przywrócić, ale projekty nadal będą dostępne.

source: Are you sure you want to delete this Student? Once a Student account is deleted, the student's projects are still available on the site, but the student cannot log in.
id: Apa anda yakin ingin menghapus Murid ini? Segera setelah suatu akun Murid dihapus, karya-karya murid akan tetap tersedia di situs, tapi sang murid tidak dapat masuk.
pl: Czy na pewno usunąć studenta? Na usunięte konto studenta nie będzie można się zalogować, ale jego projekty pozostaną na stronie.

source: Changes saved
id: Perubahan tersimpan.
pl: Zmiany zapisane

source: You can add students to this class
id: Anda dapat menambahkan murid ke kelas ini
pl: Możesz dodać studentów do tej klasy

source: Add one student
id: Tambahkan satu murid
pl: Dodaj jednego studenta

source: Student Sign-up Link
id: Tautan Pendaftaran Murid
pl: Link do rejestracji dla studentów

source: %(username)s Account Options
id: Pilihan Akun %(username)s

source: Prompt student to change password on next login
id: Buat murid untuk mengubah password pada login berikutnya

source: This student's password will be reset to your username, %(username)s. After the student logs in, they will be prompted to choose a new password.
id: Password murid ini akan direset ke username anda, %(username)s. Setelah sang murid, mereka akan diminta untuk memilih sebuah sandi baru.
pl: Hasło tego studenta zostanie zresetowane do twojej nazwy użytkownika, %(username)s. Gdy student zaloguje się, będzie musiał wybrać nowe hasło.

source: Sign-up Link
id: Tautan Mendaftar
pl: Link do rejestracji

source: Students can use this link to register for your class. They will be directed to a class page where they can click 'Join this Class'.
id: Murid dapat menggunakan tautan ini untuk mendaftar untuk kelas anda. Mereka akan ditujukan menuju suatu laman kelas di mana mereka dapat mengklik 'Gabung Kelas Ini'.
pl: Studenci mogą używać tego linku do rejestracji dla twojej klasy. Zostaną przekierowani na stronę klasy, gdzie będą mogli kliknąć "Dołącz do klasy".

source: Generate a sign-up link
id: Buat sebuah tautan pendaftaran
pl: Generuj link do rejestracji

source: Type CTRL+C on Windows or &#8984;+C on Mac to copy the link.
id: Ketik CTRL+C di Windows atau &#8984;+C di Mac untuk men-copy tautan.
pl: Wciśnij CTRL + C na Windows'ie lub &#8984; + C na Mac'u, aby skopiować link.

source: Coding for All Project
id: Proyek Berkode bagi Semua
pl: Projekt "Kodowanie dla wszystkich"

source: Coding for All:
id: Berkode bagi Semua:
pl: Kodowanie dla wszystkich:

source: What is being developed?
id: Apa yang sedang dikembangkan?
pl: Co jest rozwijane?

source: What are the project goals?
id: Apa target-target proyeknya?

source: This material is based upon work supported by the National Science Foundation under grant number 1348876.
id: Materi ini didasarkan pada proyek yang didukung oleh National Science Foundation di bawah grant number 1348876.

source: Tips Window
id: Jendela Tips
pl: Okno wskazówkek

source: We Bare Bears Studio
id: Studio We Bare Bears
pl: Studio "We Bare Bears"

source: With Scratch, you can program your own stories, games, and animations — and share them online.
id: Dengan Scratch, kamu dapat memprogram sendiri cerita, permainan dan animasimu sendiri — dan membagikannya secara online
pl: Dzięki Scratchowi, możesz programować własne historie, gry, animacje i publikować je online.

source: These studios include projects created by young people around the world. Take a look at the studios to get inspired - or submit your own projects to the studios!
id: Studio-studio ini berisi karya-karya yang dibuat oleh para muda dari segala penjuru dunia. Lihat studio-studio ini untuk inspirasi - atau masukkan karya-karyamu!
pl: Te studia zawierają projekty stworzone przez młodych programistów z całego świata. Obejrzyj te studia, zainspiruj się i prześlij swoje własne projekty do tych studiów!

source: Alice in Wonderland Studio
id: Studio Alice in Wonderland
pl: Studio "Alice w krainie czarów"

source: You can find tutorials and helpful hints in the <a href="/projects/editor/?tip_bar=home">Tips Window</a>. For more resources, see <a href="/help">Scratch Help</a>
id: Kamu dapat menemukan tutorial dan petunjuk berguna di <a href="/projects/editor/?tip_bar=home">Jendela Tips</a>. Untuk materi yang lebih banyak, lihat <a href="/help">Bantuan Scratch</a>
pl: Poradniki oraz wskazówki znajdziesz na <a href="/projects/editor/?tip_bar=home">stronie wskazówek</a>, a więcej informacji na <a href="/help">stronie pomocy Scratcha</a>

source: Want More Activities?
id: Ingin Lebih Banyak Kegiatan?
pl: Chcesz więcej aktywności?

source: Forgot Password?
id: Lupa password?
pl: Nie pamiętasz hasła?

source: Getting Started
id: Memulai
pl: Wprowadzenie

source: Check out these other tutorials. Or remix one of our <a href="/starter_projects">Starter Projects</a>
id: Lihat tutorial-tutorial ini. Atau remix salah satu dari <a href="/starter_projects">Karya Pemula</a> kami
pl: Sprawdź te poradniki, lub zremiksuj jeden z <a href="/starter_projects">projektów na start</a>

source: Activity Cards and Guides
id: Kartu Kegiatan dan Panduan
pl: Karty aktywności i poradniki

source: Need help getting started? Looking for ideas?&nbsp; You can find tutorials and helpful hints in the <a href="/projects/editor/?tip_bar=home">Tips Window</a>
id: Perlu bantuan dalam memulai? Mencari ide?&nbsp; kamu dapat menemukan tutorial dan petunjuk berguna di <a href="/projects/editor/?tip_bar=home">Jendela Tips</a>
pl: Potrzebujesz pomocy na start? Poszukujesz pomysłów?&nbsp; Poradniki i pomocne wskazówki znajdziesz na <a href="/projects/editor/?tip_bar=home">stronie wskazówek.</a>

source: View All
id: Lihat semua
pl: Wyświetl wszystko

source: Bearstack Story
id: Cerita Bearstack
pl: Historia Bearstack'a

source: Facilitator Guide
id: Panduan Fasilitator

source: Activity Cards
id: Kartu Kegiatan
pl: Karty aktywności

source: Find out more
id: Cari tahu lebih banyak
pl: Dowiedz się więcej

source: Learn More
id: Pelajari Lebih Lanjut
pl: Więcej informacji

source: Add Your Projects to Studios
id: Tambahkan Karyamu ke Studio
pl: Dodaj swoje projekty do studiów

source: Create stories, games, and animations<br /> Share with others around the world
id: Buat cerita, permainan dan animasi<br />Bagikan dengan yang lain dari segala penjuru dunia
pl: Twórz historie, gry i animacje.<br /> Dziel się nimi ze wszystkimi na świecie

source: Scratch is a programming language and an online community where children can program and share interactive media such as stories, games, and animation with people from all over the world. As children create with Scratch, they learn to think creatively, work collaboratively, and reason systematically. Scratch is designed and maintained by the Lifelong Kindergarten group at the MIT Media Lab.
id: Scratch adalah suatu bahasa pemrograman dan sebuah komunitas online di mana anak-anak dapat memprogram dan membagikan media interaktif seperti cerita, permainan, dan animasi dengan orang dari segala penjuru dunia. Saat anak-anak membuat menggunakan Scratch, mereka belajar untuk berpikir secara kreatif, berkerja secara kolaboratif, dan mempertimbangkan secara sistematis. Scratch didesain dan diurus oleh kelompok Lifelong Kidergarten di MIT Media Lab.
pl: Scratch to język programowania oraz społeczność internetowa, gdzie dzieci mogą programować i udostępniać interaktywne zasoby, jak: historie, gry i animacje ludziom z całego świata. Gdy dzieci programują w Scratchu, uczą się kreatywności, wspólnej pracy, a w skutku - systematyczności. Scratch jest zaprojektowany i utrzymywany przez grupę Lifelong Kindergarten z MIT Media Lab.

source: Hide-and-Seek Game
id: Permainan Petak Umpet
pl: Gra w chowanego

source: Help with Scratch
id: Bantuan dengan Skrip
pl: Pomoc ze Scratchem

source: Collaborators
id: Kolaborator

source: Want tips and ideas for these Hour of Code&trade; activities? Use the activity cards to get ideas for creating with Scratch. Facilitator guides can help you plan a group activity.
id: Ingin tips dan idea untuk kegiatan-kegiatan Jam Berkode&trade; ini? Gunakan kartu-kartu kegiatan untuk mendapatkan ide untuk membuat bersama Scratch. Panduan pendukung dapat membantu anda merencanakan suatu kegiatan kelompok.

source: The "Hour of Code&trade;" is a nationwide initiative by <a href="http://csedweek.org">Computer Science Education Week</a> and <a href="http://code.org">Code.org</a> to introduce millions of students to one hour of computer science and computer programming.
id: "Jam Berkode&trade;" adalah sebuah inisiatif nasional yang dimulai oleh <a href="http://csedweek.org">Computer Science Education Week</a> dan <a href="http://code.org">Code.org</a> untuk mengenalkan berjuta-juta murid pada sejam sains komputer dan pemrograman komputer.

source: Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educators share stories, exchange resources, ask questions, and find people on the <a href="http://scratched.gse.harvard.edu/">ScratchEd website</a>.
id: Murid-murid belajar menggunakan Scratch pada semua level (dari sekolah dasar sampai kuliah) dan lewat semua subyek (seperti matematika, computer science, bahasa, dan ilmu pengetahuan sosial). Pendidik membagikan cerita, bertukar bahan, bertanya, dan menemukan masyarakat di <a href="http://scratched.gse.harvard.edu/">situs ScratchEd</a>.

source: Scratch Help Page
id: Halaman Bantuan Scratch

source: Scratch helps young people learn to think creatively, reason systematically, and work collaboratively — essential skills for life in the 21st century.
id: Scratch membantu orang-orang muda untuk berpikir secara kreatif, mempertimbangkan secara sistematis, dan berkerja secara kolaboratif — kemampuan yang esensial bagi kehidupan pada abad ke-21.

source: With Scratch, you can program your own interactive stories, games, and animations — and share your creations with others in the online community.
id: Dengan Scratch, kamu dapat memprogram sendiri cerita-cerita interaktif, permainan, dan animasi — dan membagikan kreasi-kreasimu dengan yang lainnya di komunitas online.

source: The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programming for All</a>). Find out more about Scratch <a href="/info/research">research</a> and <a href="/statistics">statistics</a> about Scratch.
id: Para MIT Scratch Team dan kolaborator meneliti bagaimana orang-orang menggunakan dan belajar menggunakan Scratch (untuk perkenalan, lihat <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programming for All</a>). Cari tahu lebih lanjut tentang <a href="/info/research">penelitian</a> Scratch dan <a href="/statistics">statistik</a> tentang Scratch.

source: Scratch is used in more than 150 different countries and available in more than 40 languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">translation</a> page.
id: Scratch digunakan di lebih dari 150 negara berbeda dan tersedia dalam lebih dari 40 bahasa. Untuk mengubah bahasa, klik menu di bagian paling bawah laman. Atau, di Editor Karya, klik gambar bumi di bagian atas laman. Untuk menambahkan atau memperbaiki terjemahan, lihat laman <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">penerjemahan</a>.

source: The ability to code computer programs is an important part of literacy in today’s society. When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.
id: Kemampuan untuk membuat program komputer adalah bagian penting dari literasi pada hidup hari ini. Ketika orang-orang belajar menulis kode menggunakan Scratch, mereka mempelajari strategi-strategi penting untuk memecahkan masalah, mendesain karya, mengomunikasikan ide-ide.

source: Frequently Asked Questions
id: Pertanyaan Sering Diajukan

source: Info for educators
id: Informasi bagi pendidik

source: The Scratch Team has received many emails from youth, parents, and educators expressing thanks for Scratch. Want to see what people are saying? You can read a collection of the <a href="/info/quotes">quotes</a> we&#39;ve received.
id: Para Scratch Team menerima banyak surel dari para muda, orangtua, dan pendidik yang berterima kasih pada Scratch. Ingin melihat apa yang dikatakan orang-orang? Anda dapat melihat sekumpulan <a href="/info/quotes">kutipan</a> yang telah kami terima.

source: Info for parents
id: Informasi bagi orangtua

source: Information for Parents
id: Informasi bagi Orangtua

source: You don't have permission to do that.
id: Anda tidak memiliki izin untuk melakukan itu.

source: There are two ways to create multiple accounts. You can create a sign-up link to send to students, or upload a CSV of accounts to generate accounts in bulk.​
id: Ada dua cara untuk membuat banyak akun sekaligus. Anda dapat membuat suatu tautan pendaftaran untuk dikirim ke para murid, atau dengan cara mengunggah suatu CSV akun-akun untuk membuat banyak akun sekaligus.

source: CSV Upload
id: Unggah CSV

source: Upload CSV
id: Unggah CSV

source: Upload a .csv file containing up to 50 student usernames and passwords in the following format:
id: Unggah suatu berkas .csv yang mengandung maksimal 50 nama pengguna dan sandi murid dalam format berikut:

source: Download example
id: Unduh contoh

source: Learn more about CSV files
id: Pelajari lebih lanjut tentang berkas CSV

source: Student Upload
id: Unggahan Murid

source: What activities have been offered so far?
id: Sampai sekarang ini, kegiatan-kegiatan apa yang telah ditawarkan?

source: Who is working on the project?
id: Siapa saja yang mengerjakan proyek ini?

source: Collaborating Organizations
id: Organisasi-Organisasi yang Berkolaborasi

source: You can offer a dance and Scratch workshop using these materials:
id: Anda dapat menawarkan sebuah tarian dan workshop Scratch menggunakan bahan-bahan ini:

source: Dance Facilitator Guide
id: Panduan Pendukung Tarian

source: Scratch Dance Tutorial
id: Tutorial Tarian Scratch

source: Related Posts
id: Postingan yang Bersangkutan

source: Already exists
id: Sudah ada

source: Contains invalid characters. Use letters and numbers only.
id: Mengandung karakter invalid. Hanya huruf dan angka.

source: Contains inappropriate words
id: Mengandung kata-kata yang tidak cocok

source: Shorter than minimum length of %d characters
id: Lebih pendek dari panjang minimal yaitu %d karakter

source: Longer than maximum length of %d characters
id: Lebih panjang dari panjang maksimum yaitu %d karakter

source: Please update the CSV file to address the issues above and reload the file.
id: Mohon perbarui berkas CSV untuk membahas masalah-masalah di atas dan unggah ulang berkas tersebut.

source: Errors occurred while creating accounts. All accounts other than those specified here were created.
id: Kesalahan-kesalahan terjadi saat membuat akun. Semua akun-akun selain yang diberikan di sini telah dibuat.

source: Can I record a video of my Scratch project?
id: Bisakah saya merekam sebuah video dari karya Scratch saya?

source: This project has been censored and must be reviewed before it can be reshared.
id: Karya ini telah disensor dan harus diperiksa sebelum dibagikan ulang.

source: Connect your Scratch projects to the physical world with <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://wiki.scratch.mit.edu/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set">LEGO WeDo</a>, or <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>.
id: Hubungkan karya Scratchmu dengan dunia nyata menggunakan <a href = "http://www.makeymakey.com/">MaKey MaKey</a>, <a href="http://wiki.scratch.mit.edu/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set">LEGO WeDo</a>, atau <a href="https://www.sparkfun.com/products/10311">PicoBoard</a>.

source: Other
id: Lainya

source: Current Job Openings
id: Peluang Karier

source: Want to work on an innovative project that is transforming the ways young people create, share, and learn?
id: Ingin mengerjakan suatu proyek inovatif yang mengubah cara orang muda berkreasi, berbagi, dan belajar?

source: Join the Scratch Team!
id: Bergabung dengan Scratch Team!

source: We’re seeking curious and motivated people to join our Scratch Team at the MIT Media Lab. We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace.
id: Kami mencari orang-orang yang termotivasi dan selalu ingin tahu untuk bergabung dengan Scratch Team di MIT Media Lab. Kami adalah sebuah kelompok yang terdiri dari berbagai macam pendidik, desainer, dan insinyur yang berkerjasama dalam suatu lingkungan ceria dan kreatif yang terdiri dari balok-balok LEGO, bahan kerajinan, dan alat-alat untuk berkreasi. Kami sangat menghargai perbedaan, kolaborasi, dan rasa hormat di lingkungan kerja.

source: With Scratch, young people from all backgrounds are learning to program their own interactive stories, games, and animations. Children and teens from around the world have created and shared more than 10 million projects in the rapidly-growing Scratch online community.
id: Dengan Scratch, orang-orang muda dari berbagai latar belajar untuk memprogram cerita interaktif, permainan, dan animasi mereka sendiri. Anak-anak dan remaja dari segala penjuru dunia telah membuat dan membagikan lebih dari 10 juta karya di komunitas online Scratch yang tumbuh cepat.

source: Connect your WeDo 2.0 by following the steps in the <a href="/projects/editor/?tip_bar=ext2">Tips Window</a>
id: Gabungkan WeDo 2.0 anda dengan cara mengikuti langkah-langkah pada <a href="/projects/editor/?tip_bar=ext2">Jendela Tips</a>

source: The LEGO WeDo 2.0 extension is currently only available for Mac OSX. We plan to release a Windows version later in 2016.
id: Extension LEGO WeDo 2.0 saat ini hanya tersedia untuk Mac OSX. Kami berencana untuk meluncurkan versi Windows kemudian hari pada 2016.

source: 3. Create
id: 3. Buat

source: The Device Manager lets you connect WeDo 2.0 to Scratch using Bluetooth <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12">Download Here</a>
id: Device Manager memperbolehkan anda untuk menggabungkan WeDo 2.0 pada Scratch menggunakan Bluetooth <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12">Unduh di Sini</a>

source: Distance Sensor
id: Sensor Jarak

source: WeDo 2.0 Starter Projects
id: Karya Pemula WeDo 2.0

source: 2. Setup & Help
id: 2. Setup & Bantuan

source: Wedo 1.0 Setup Instructions
id: Instruksi Setup WeDo 1.0

source: Getting Started with LEGO WeDo 2.0
id: Memulai LEGO WeDo 2.0

source: Wedo 2.0 Setup Instructions
id: Instruksi Setup WeDo 2.0

source: Use the WeDo extension blocks to turn on lights, control motors, and make your project interactive
id: Pergunakan extension WeDo untuk menyalakan lampu-lampu, mengontrol motor, dan membuat karyamu interaktif

source: Tilt Sensor
id: Sensor Kemiringan

source: Which version do you have?
id: Versi apa yang kau punya?

source: This text looks inappropriate
id: Teks ini tampaknya tidak pantas

source: You can add studios in <a href="%(educator_stuff_url)s">My Classes</a>
id: Anda dapat menambahkan studio di <a href="%(educator_stuff_url)s">Kelas Saya</a>

source: Ended Classes ( <span data-content="closed-count">%(closed_count)s</span> )
id: Kelas Tertutup ( <span data-content="closed-count">%(closed_count)s</span> )

source: Welcome, %(username)s
id: Selamat datang, %(username)s

source: Looks like you do not have any classes. Create a new class to get started.
id: Tampaknya anda belum punya kelas apapun. Buat sebuah kelas baru untuk memulai.

source: Are you sure you want to end the following class:
id: Apakah anda yakin ingin menutup kelas sebagai berikut:

source: Animate a Story
id: Animasikan Cerita

source: Starter Cards
id: Kartu-Kartu Pemula

source: View Cards
id: Lihat Kartu-Kartu

source: A creative learning community with <span class="project-count"> {value} </span>projects shared
id: Sebuah komunitas belajar kreatif dengan <span class="project-count"> {valule} </span>karya terbagikan

source: My Class
id: Kelas Saya

source: The Scratch project has received financial support from the National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation, and MacArthur Foundation. See the <a href="/info/credits">credits page</a> for more information. If you&#39;d like to support Scratch, please see the Scratch Foundation <a href="https://secure.donationpay.org/scratchfoundation/">donate page</a>, or contact us at <a href="mailto:donate@scratch.mit.edu">donate@scratch.mit.edu</a>.
id: Proyek Scratch telah menerima dukungan finansial dari National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation, dan MacArthur Foundation. Lihat <a href="/info/credits">halaman kredit</a> untuk informasi lebih lanjut. Jika anda&#39;d ingin mendukung Scratch, mohon lihat <a href="https://secure.donationpay.org/scratchfoundation/">halaman donasi</a> Scratch Foundation, atau kontak kami pada <a href="mailto:donate@scratch.mit.edu">donate@scratch.mit.edu</a>.

source: Be constructive.
id: Bersikap membantu.
