Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: da, gd, id, pl

source: If you are receiving multiple copies of this email, please let us know by emailing <a href="mailto:help@scratch.mit.edu">help@scratch.mit.edu</a>.
gd: Ma fhuair thu iomadh lethbhreac dhen phost-d seo, cuir post-d gu <a href="mailto:help@scratch.mit.edu">help@scratch.mit.edu</a> is innse dhuinn.

source: Scratch Team
gd: An sgioba Scratch

source: Scratcher
gd: Neach-Scratch

source: New Scratcher
gd: Neach-Scratch ùr

source: Joined <span title="%(tDateLabel)s">%(tDate)s</span> ago
gd: Air ballrachd fhaighinn o chionn <span title="%(tDateLabel)s">%(tDate)s</span>

source: Add a bit about yourself
gd: Innis dhuinn beagan mud dhèidhinn
pl: Dodaj coś o sobie

source: Shared Projects
gd: Pròiseactan co-roinnte

source: Now that you’ve gotten to know Scratch and the Scratch community, you are ready to become a Scratcher. The next few pages describe what that means. On the last page, you can choose to officially become a Scratcher.
gd: Nise on a fhuair thu eòlas air Scratch agus a choimhearsnachd, tha thu deiseil gus dol nad Neach-Scratch. Innsidh na duilleagan a leanas nas ciall dha seo. Air an duilleag mu dheireadh, ’s urrainn dhut cur romhad dol nad Neach-Scratch gu h-oifigeil.

source: Everyone should feel welcome on Scratch, so we’re careful to be respectful to everyone.
gd: Cuiridh sinn fàilte air a h-uile duine air Scratch, mar sin bidh sinn cùramach ach am bi sinn modhail dhan a h-uile duine.

source: Many projects are made by kids who are new to Scratch. When we comment on other’s projects, we say something we like about it, and suggest ways to make it better.
gd: Thèid iomadh pròiseact a dhèanamh le feadhainn òg nach eil eòlach air Scratch. Nuair a bheir sinn beachdan air pròiseactan càich, innsidh sinn nas toil leinn mu dhèidhinn agus molaidh sinn dòighean gus piseach a thoirt air.

source: Anything shared on Scratch can be remixed by everyone. When we remix, we give credit to the original creator.
gd: Gabhaidh gach rud a chaidh a cho-roinneadh air Scratch ath-mheasgachadh le duine sam bith. Nuair a nì sinn ath-mheasgachadh, bheir sinn urram dhan fheadhainn a chruthaich na pròiseactan tùsail.

source: Scratch is a fun and friendly place because Scratchers make it that way. If you see a project or comment that’s mean, click Report.
gd: ’S e àite tlachdmhor is càirdeil a th’ ann an Scratch air sàilleibh giùlan an Luchd-Scratch. Ma chì thu pròiseact no beachd a tha mosach, briog air “Dèan aithris”.

source: You get to decide if you want to become a Scratcher.
gd: Faodaidh tu fhèin a chur romhad an tèid thu nad Neach-Scratch gus nach tèid.

source: If you agree to <strong>be respectful</strong>, <strong>constructive</strong>, <strong>give credit</strong>, and <strong>help keep the site friendly</strong>, click "I agree!"
gd: Ma dh’aontaicheas tu gum bi thu <strong>modhail</strong> is <strong>taiceil</strong>, gun toir thu <strong>urram</strong> agus gun <strong>cuidich thu ach am bi an làrach-lì càirdeil</strong>, briog air “Gabhaidh mi ris!”

source: If you don’t wish to become a Scratcher, just close this page. (If you change your mind later, you can always come back).
gd: Mur eil thu airson dol nad Neach-Scratch, cha leig thu leas ach an duilleag seo a dhùnadh. (Ma chuireas tu an caochladh romhad uair sam bith eile, ’s urrainn dhut tilleadh an seo).

source: Congratulations! You’ll notice that the word "Scratcher" now appears on your profile page, and under your user icon on forum posts.
gd: Meal do naidheachd! Nochdaidh am facal “Neach-Scratch” air duilleag na pròifil agad agus fo ìomhaigheag a’ chleachdaiche le postaichean air a’ bhòrd-bhrath agad a-nis.

source: Favorites
da: Mine Favoritter
gd: Annsachdan
pl: Ulubione

source: See inside
gd: Seall a-steach
pl: Zajrzyj do środka

source: Favorite this project
gd: Cuir am pròiseact seo ris na h-annsachdan
pl: Polub ten projekt

source: Add this project to a studio you curate (or remove it from a studio)
gd: Cuir am pròiseact seo ri stiùideo far an dèan thu tasgadh (no thoir air falbh o stiùideo e)

source: Just click on the button for any of the studios from the list below
gd: Briog air a’ phutan airson stiùideo sam bith air an liosta gu h-ìosal

source: Embed
gd: Leabaich

source: Copy and paste the embed code above.
gd: Dèan lethbhreac dhen chòd leabachaidh gu h-àrd is cuir ann e.

source: Share
gd: Co-roinn

source: remixes
da: remixer
gd: ath-mheasgachaidhean

source: Projects selected by
gd: Pròiseactan a thagh
pl: Projekty wybrane przez

source: What the Community is
gd: Na tha a’ choimhearsnachd a’

source: Remix tree
gd: Craobh nan ath-mheasgachaidhean

source: Draft
gd: Dreachd
pl: Szkic

source: Instructions
gd: Stiùireadh
pl: Instrukcje

source: Notes and Credits
gd: Nòtaichean is urram
pl: Notatki i podziękowania

source: added by
gd: air a chur ris le
pl: dodane przez

source: Shared: %(tDate)s
gd: Air a cho-roinneadh: %(tDate)s

source: Your project is now shared.
gd: Tha thu air a’ phròiseact agad a cho-roinneadh a-nis.
pl: Twój projekt jest teraz udostępniony.

source: Congratulations on sharing your project! Other people can now try it out, give comments, and remix it.
gd: Meal do naidheachd gun do cho-roinn thu am pròiseact agad! ’S urrainn dho chàch fheuchainn a-nis, beachdan a thoirt agus ath-mheasgachadh.
pl: Gratulujemy udostępnienia Twojego projektu! Inni mogą go wypróbować, zostawić komentarz i remiksować.

source: Sorry this project is not shared
gd: Duilich ach cha deach am pròiseact seo a cho-roinneadh
pl: Wybacz, ten projekt nie jest udostępniony

source: This project is not shared -- so only you can see it. Click share to let everyone see it!
gd: Cha deach am pròiseact seo a cho-roinneadh -- mar sin chan fhaic ach thu fhèin e. Briog air “Co-roinn” ach am faic a h-uile duine e!
pl: Ten projekt nie jest udostępniony -- więc tylko ty go widzisz. Kliknij udostępnij by wszyscy mogli go zobaczyć!

source: Note: This project is in the trash folder
gd: An aire: tha am pròiseact seo sa bhiona
pl: Uwaga: Ten projekt jest w folderze Kosz

source: Note: this project is not visible, it was
gd: An aire: chan fhaic daoine eile am pròiseact seo, chaidh a

source: Unshared
gd: Gun cho-roinneadh
pl: Nieudostępnione

source: We've received your report. The Scratch Team will review the project, and decide whether or not it should stay on the site based on the <a href='/community_guidelines'>Scratch Community Guidelines</a>.
gd: Fhuair sinn an aithris agad. Bheir an sgioba Scratch sùil air a’ phròiseact agus cuiridh sinn romhainn am bu chòir e fuireach air an làrach-lìn, stèidhichte air <a href='/community_guidelines'>Riaghailtean giùlain sa choimhearsnachd Scratch</a>.

source: How did you make the project?</br>Did you use ideas, scripts, or artwork from other people? Thank them here.
gd: Ciamar a rinn thu am pròiseact seo?</br>an do chleachd thu beachdan, sgriobtaichean no obair-ealain aig càch? Thoir taing dhaibh an seo.
pl: Jak zrobiłeś ten projekt?</br>Czy użyłeś pomysłów, skryptów lub pracy twórczej innych? Podziękuj im tutaj.

source: Add project to studios
gd: Cuir am pròiseact ri stiùideothan

source: Embed project on other websites
gd: Leabaich am pròiseact agad air làraichean-lìn eile

source: Report project as inappropriate
gd: Dèan aithris gu bheil am pròiseact seo neo-iomchaidh
pl: Zgłoś projekt jako nieodpowiedni

source: View Cloud Data activity for this project.
gd: Seall gnìomhachd an dàta san neul airson a’ phròiseict seo.
pl: Obejrzyj Dane w Chmurze dot. aktywności tego projektu.

source: Forgot username or password?
gd: An do dhìochuimhnich thu an t-ainm-cleachdaiche no facal-faire agad?
pl: Zapomniałeś nazwy użytkownika lub hasła?

source: Change my password
gd: Atharraich am facal-faire agam

source: You're receiving this email because you requested a password reset for your user account on Scratch. If you didn't request a password change, you can just ignore this message.
gd: Fhuair thu am post-d seo air sgàth ’s gun do dh’iarr thu ath-shuidheachadh an fhacail-fhaire airson a’ chunntais agad air Scratch. Mur an do dh’iarr thu fhèin atharrachadh an fhacail-fhaire, cha leig thu leas ach an teachdaireachd seo a leigeil seachad.

source: Please go to the following page and choose a new password:
gd: Tadhail air an duilleag seo is tagh facal-faire ùr:

source: You're receiving this e-mail because you requested a password reset for your user account at Scratch. If you didn’t request a password change, you can just ignore this message.
gd: Fhuair thu am post-d seo air sgàth ’s gun do dh’iarr thu ath-shuidheachadh an fhacail-fhaire airson a’ chunntais agad air Scratch. Mur an do dh’iarr thu fhèin atharrachadh an fhacail-fhaire, cha leig thu leas ach an teachdaireachd seo a leigeil seachad.

source: Here are the username(s) associated with this email address:
gd: Seo an t-ainm-ceachdaiche/na h-ainmean-cleachdaiche a bhios co-cheangailte ris an t-seòladh puist-d seo:

source: Go here to change the password:
gd: Tadhail an seo gus am facal-faire atharrachadh:

source: Reset your password - Scratch
gd: Ath-shuidhich am facal-faire agad - Scratch
pl: Zmień twoje hasło - Scratch

source: Reset Password
gd: Ath-shuidhich am facal-faire
pl: Reset hasła

source: We're thrilled that you’ve joined our growing community! With Scratch, you can program your own interactive stories, games, and animations — and share your creations with others in the community.
gd: Tha sinn toilichte gun d’ fhuair thu ballrachd sa choimhearsnachd bheò againn! Le Scratch, ’s urrainn dhut na sgeòil, geamannan agus beòthachaidhean eadar-ghnìomhach agad fhèin a chruthachadh — gus is urrainn dhut na chruthaich thu a cho-roinneadh le càch sa choimhearsnachd.

source: Going forward, you will also receive occasional updates from the Scratch Team and Code-to-Learn Foundation with coding tips, inspirational stories, project ideas, and more. The Code-to-Learn Foundation is a non-profit that supports Scratch educational initiatives. You can unsubscribe from within the updates or by clicking below:
gd: O seo a-mach, gheibh thu naidheachdan o sgioba Scratch agus am fonndas Code-to-Learn o àm gu àm le gliocasan còdachaidh, sgeulachdan brosnachail, beachdan airson pròiseactan agus a bharrachd. ’S e buidheann neo-phrothaideach a th’ anns am Fonndas Code-to-Learn a chuireas taic ri iomairtean foghlaim Scratch. ’S urrainn dhut crìoch a chur air an fho-sgrìobhadh o bhroinn nan naidheachdan no le briogadh gu h-ìosal:

source: Going forward, you will also receive occasional updates from the Scratch team with coding tips, inspirational stories, project ideas, and more. You can unsubscribe from within the updates or by clicking below:
gd: O seo a-mach, gheibh thu naidheachdan o sgioba Scratch agus am fonndas Code-to-Learn o àm gu àm le gliocasan còdachaidh, sgeulachdan brosnachail, beachdan airson pròiseactan agus a bharrachd. ’S urrainn dhut crìoch a chur air an fho-sgrìobhadh o bhroinn nan naidheachdan no le briogadh gu h-ìosal:

source: Going forward, you will also receive occasional updates from the Scratch team and Code-to-Learn Foundation with coding tips, inspirational stories, project ideas, and more. The Code-to-Learn Foundation is a non-profit that supports Scratch educational initiatives. You can unsubscribe from within the updates or by clicking below:
gd: O seo a-mach, gheibh thu naidheachdan o sgioba Scratch agus am fonndas Code-to-Learn o àm gu àm le gliocasan còdachaidh, sgeulachdan brosnachail, beachdan airson pròiseactan agus a bharrachd. ’S e buidheann neo-phrothaideach a th’ anns am Fonndas Code-to-Learn a chuireas taic ri iomairtean foghlaim Scratch. ’S urrainn dhut crìoch a chur air an fho-sgrìobhadh o bhroinn nan naidheachdan no le briogadh gu h-ìosal:

source: No results found.
gd: Cha deach toradh a lorg.
pl: Brak wyników.

source: Search - Scratch
gd: Lorg - Scratch
pl: Szukaj - Scratch

source: Users
gd: Cleachdaichean

source: Support Pages
gd: Duilleagan taice

source: All Results
gd: A h-uile toradh
pl: Wszystkie wyniki

source: Most recent
gd: An fheadhainn as ùire
pl: Najnowsze

source: Most relevant
gd: An fheadhainn as buntainniche

source: <li class="data"><span class="value">%(projects)s</span> projects shared,</li> <li class="data"><span class="value">%(users)s</span> users registered,</li> <li class="data"><span class="value">%(comments)s</span> comments posted,</li> <li>&hellip;and growing!</li>
gd: <li class="data"><span class="value">%(projects)s</span> pròiseact air an co-roinneadh,</li> <li class="data"><span class="value">%(users)s</span> ball clàraichte,</li> <li class="data"><span class="value">%(comments)s</span> beachd air am postadh,</li> <li>&hellip;agus a’ fhàs!</li>

source: Data generated:
gd: Dàta air a chruthachadh:

source: Detailed trends for Brazil
gd: Treandaichean mionaideach airson Braisil

source: Monthly Active Users from Brazil
gd: Cleachdaichean gnìomhach gach mìos o Bhraisil

source: Monthly Project Shares from Brazil
gd: Co-roinneadh phròiseactan gach mìos o Bhraisil

source: Monthly Comment Activity from Brazil
gd: Gnìomhachd nam beachdan gach mìos

source: Community statistics at a glance
gd: Stadastaireachd luath na coimhearsnachd

source: Shared Projects (<span data-content="shared-count">%(shared_count)s</span>)
gd: Pròiseactan co-roinnte (<span data-content="shared-count">%(shared_count)s</span>)
pl: Udostępnione projekty (<span data-content="shared-count">%(shared_count)s</span>)

source: Unshared Projects (<span data-content="unshared-count">%(notshared_count)s</span>)
gd: Pròiseactan gun cho-roinneadh (<span data-content="unshared-count">%(notshared_count)s</span>)
pl: Nieudostępnione projekty (<span data-content="unshared-count">%(notshared_count)s</span>)

source: My Studios (<span data-content="gallery-count">%(gallery_count)s</span>)
gd: Na stiùideothan agam (<span data-content="gallery-count">%(gallery_count)s</span>)
pl: Moje studia (<span data-content="gallery-count">%(gallery_count)s</span>)

source: Unshare
gd: Na co-roinn tuilleadh

source: Created: %(gallery.datetime_created|date:"F d Y fa")s
gd: Air a chruthachadh: %(gallery.datetime_created|date:"F d Y fa")s

source: Why I Scratch
gd: Carson a tha mi ri Scratch

source: <a id="confirm-email-popup" href="#">Confirm your email</a> to enable sharing. Having trouble? <a href="%(contact_us_url)s?confirmation=1">Contact Us</a>
gd: <a id="confirm-email-popup" href="#">Dearbhaich am post-d agad</a> gus co-roinneadh a chur an comas. A bheil duilgheadas agad? <a href="%(contact_us_url)s?confirmation=1">Cuir fios thugainn</a>

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>If you don't already have it, download and install the latest <a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 &amp; Older - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://get.adobe.com/air/">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
gd: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Ceum 1"> <p>Mur eil e agad mar-thà, luchdaich a-nuas is stàlaich an <a href="http://get.adobe.com/air/">Adobe AIR</a>as ùire</p> Mac OS X - <a href="http://get.adobe.com/air/">Luchdaich a-nuas<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Luchdaich a-nuas"></a> <p>Mac OS 10.5 ⁊ as sine - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">Luchdaich a-nuas<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Luchdaich a-nuas"></a> <br> Windows - <a href="http://get.adobe.com/air/">Luchdaich a-nuas<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Luchdaich a-nuas"></a> <br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Luchdaich a-nuas<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Luchdaich a-nuas"></a> </p>

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> <p>Need some help getting started? <br>Here are some helpful resources.</p> <p>Starter Projects - <a href="/scratchr2/static/sa/Scratch2StarterProjects.zip">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Getting Started Guide - <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Download<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> <br> Scratch Cards - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">Download<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> </p>
gd: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Ceum 3"> <p>A bheil thu feumach air taic gus tòiseachadh? <br>Seo goireas no dhà feumail dhut.</p> <p>Pròiseactan tòiseachaidh - <a href="/scratchr2/static/sa/Scratch2StarterProjects.zip">Luchdaich a-nuas<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Luchdaich a-nuas"></a> <br> Treòir toiseach tòiseachaidh - <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Luchdaich a-nuas<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="Luchdaich a-nuas PDF"></a> <br> Cairtean Scratch - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">Luchdaich a-nuas<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="Luchdaich a-nuas PDF"></a> </p>

source: <li class="data"><span class="value" id="numproject"></span> projects shared,</li> <li class="data"><span class="value" id="numusers"></span> users registered,</li> <li class="data"><span class="value" id="numcomments"></span> comments posted,</li> <li class="data"><span class="value" id="numstudios"></span> studios created</li> <li>&hellip;and growing!</li>
gd: <li class="data"><span class="value" id="numproject"></span> pròiseact air an co-roinneadh,</li> <li class="data"><span class="value" id="numusers"></span> ball clàraichte,</li> <li class="data"><span class="value" id="numcomments"></span> beachd air am postadh,</li> <li class="data"><span class="value" id="numstudios"></span> stiùideao air an cruthachadh</li> <li>&hellip;agus a’ fàs!</li>

source: Data generated on:
gd: Dàta air a ghintinn:

source: Website traffic last month
gd: Trafaig air an làrach-lìn sa mhìos seo chaidh

source: <li class="data">%(pageviews)s pageviews</li> <li class="data">%(visits)s visits</li> <li class="data">%(visitors)s unique visitors</li>
gd: <li class="data">%(pageviews)s sealladh air duilleag</li> <li class="data">%(visits)s tadhal</li> <li class="data">%(visitors)s neach-tadhal fa leth</li>

source: Data generated from Google Analytics on:
gd: Chaidh an dàta a ghintinn le Google Analytics:

source: Markup
da: Opmærkning
pl: Znacznik

source: Avatar
pl: Zdjęcie profilowe

source: Sorry, your teacher has restricted commenting outside your class.
pl: Przepraszamy, twój nauczyciel zablokował możliwość komentowania poza twoją klasą.

source: Sorry, commenting is restricted on this %(tType)s.
pl: Przepraszamy, komentowanie jest zablokowane na tym %(tType)s.

source: Closed Classes ( <span data-content="closed-count">%(closed_count)s</span> )
pl: Zamknięte klasy ( <span data-content="closed-count">%(closed_count)s</span> )

source: Manage
pl: Zarządzaj

source: was banned. <em>
pl: został zablokowany. <em>

source: was unbanned. <em>
pl: został odbanowany. <em>

source: was excluded from homepage. <em>
pl: został wykluczony ze strony głównej. <em>

source: was banned automatically. <em>
pl: został zablokowany automatycznie. <em>

source: was deleted by a Scratch Administrator. <em>
pl: został usunięty przez Administratora Scratcha. <em>

source: Deleting a class will delete all projects, student accounts, and class studios.
pl: Usuwanie klasy usunie także wszystkie projekty, konta studentów i klasowe studia.

source: The ability to code computer programs is an important part of literacy in today’s society. When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.
pl: Umiejętność kodowania programów komputerowych to ważna część umiejętności w dzisiejszej społeczności. Gdy ludzie uczą się kodować w Scratchu, to uczą się ważnych strategii rozwiązywania problemów, designu projektów i komunikacji pomysłów.

source: <h3>How can I learn more about what educators are doing with Scratch &ndash; and how I might use it?</h3> <p>Not sure what might be possible with Scratch?</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">Read a story</a> about how educators have been including Scratch activities in a wide range of learning environments.</a></p> <p>Or <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">explore resources</a> across ages, disciplines, and settings. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Watch webinars</a> and review documents like the <a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">Scratch curriculum guide</a>.</p> <p>In addition to exploring the <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> online community and its resources, you can engage with the ScratchEd Team and other Scratch educators via <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>">weekly roundups</a>, and our <a href="http://scratched.gse.harvard.edu/events" target="_blank>">quarterly newsletter</a>.<p>
pl: <h3>Jak mogę się dowiedzieć więcej, co nauczyciele robią ze Scratchem &ndash; i w jaki sposób ja mógłbym tego użyć?</h3> <p>Nie do końca wiesz, co jest możliwe ze Scratchem?</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">Przeczytaj historię</a> o tym, jak nauczyciele włączają aktywności w Scratchu na lekcjach wielu przedmiotów.</a></p> <p>Lub <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">przeglądaj materiały</a> dla różnych wieków, dyscyplin i ustawień. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Obejrzyj internetowe szkolenia</a> i recenzuj dokumenty takie, jak <a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">przewodnik nauczania Scratcha</a>.</p> <p>Oprócz zwiedzania społeczności <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a>, możesz angażować się z Zespołem ScratchEd i innymi nauczycielami Scratcha przez <a href="http://twitter.com/scratchedteam" target="_blank>">Twittera</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>Facebooka</a>,<a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>Edmodo</a>,<a href="http://scratched.gse.ssioched-weekly-roundup" target="_blank>tygodniowe obławy</a> i nasz <a href="http://scratched.gse.harvard.edu/events" target="_blank>kwartalny biuletyn</a>.<p>

source: 1. Download the Plugin
pl: 1. Pobierz plugin

source: here
pl: tutaj

source: Windows (other web browsers)
pl: Windows (inne przeglądarki internetowe)
