Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: da, gd, id, pl

source: <strong>Green:</strong> You can start using your hardware device with Scratch.
pl: <strong>Zielony:</strong> Możesz zacząć używać swojego urządzenia z poziomu Scratcha.

source: Additional Information
pl: Dodatkowe informacje

source: Delete Class
pl: Usuń klasę

source: Are you sure you want to close the following class:
pl: Czy na pewno chcesz zamknąć tę klasę:

source: This Scratch Extensions Browser Plugin allows you to use hardware devices with the online version of Scratch (such as <a href="http://wiki.scratch.mit.edu/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set">LEGO WeDo</a> and the <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard">PicoBoard</a>.
pl: Ten przeglądarkowy plugin Scratchowych rozszerzeń pozwala Ci na używanie urządzeń w wersji online Scratcha (takie jak <a href="http://wiki.scratch.mit.edu/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set">LEGO WeDo</a> i <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard">PicoBoard</a>.

source: Mac (other web browsers)
pl: Mac (inne przeglądarki internetowe)

source: Using Extensions
pl: Używanie rozszerzeń

source: Recent
pl: Najnowsze

source: Generate a link that your students can use to create their own student accounts associated with this class.
pl: Wygeneruj link, poprzez który twoi studenci będą mogli założyć swoje własne konta powiązane z tą klasą.

source: was notified by a Scratch Administrator. Notification Type: <%%- extra_data.notification_type %%><em>
pl: został powiadomiony przez Administratora Scratcha. Typ powiadomienia: <%%- extra_data.notification_type %%><em>

source: Are you sure you want to delete this class:
pl: Czy na pewno chcesz usunąć tę klasę:

source: Oops we could not log you in. Please refresh the page and try again. If you still have trouble, please <a href="%(contact_url)s?confirmation=1">contact us</a>.
pl: Ups, nie możemy cię zalogować. Prosimy odświeżyć stronę i spróbować ponownie. Jeśli problem nie ustąpi, prosimy o <a href="%(contact_url)s?confirmation=1">kontakt</a>.

source: Jabber
da: Plapren
