Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: da, gd, id, pl

source: The Lifelong Kindergarten research group respects the intellectual property of others, as well as our users. If you believe that your work has been copied in a way that constitutes copyright infringement, please email copyright@scratch.mit.edu, or mail your complaint to the following:
da: Forskningsgruppen, The Lifelong Kindergarten, respekterer andres såvel som vore brugeres intellektuelle ejendomsrettigheder. Hvis De mener at Deres arbejde er blevet kopieret på en måde som krænker ophavsretten, send venligst en e-mail til copyright@scratch.mit.edu, eller send Deres klage til følgende adresse:
gd: Tha suim aig a’ bhuidheann rannsachaidh Lifelong Kindergarten air còraichean seilbh inntleachdail càich ’s an luchd-chleachdaidh againne. Ma tha thu dhen bheachd gun deach lethbhreac dhen obair agad a dhèanamh air dòigh a bhriseas a-steach air còraichean-lethbhreac, cuir post-d gu copyright@scratch.mit.edu no cuir do ghearan air a’ phost gu:
id: Kelompok penelitian Lifelong Kindergarten menghargai properti intelektual orang lain, juga pengguna kami. Jika anda yakin bahwa hasil perkerjaan anda telah dijiplak dengan cara yang melanggar hak cipta, mohon surel copyright@scratch.mit.edu, atau pos keluhan anda kepada sebagai berikut:
pl: Lifelong Kindergarten szanuje własność intelektualną innych, jak również naszych użytkowników. Jeśli wydaje Ci się że Twoja praca została skopiowana w sposób naruszający prawa autorskie, skontaktuj się mailowo z: copyright@scratch.mit.edu lub wyślij swoje zastrzeżenia do:

source: In assessing whether or not a Scratch user has violated your copyrights, please keep in mind that Scratch is an educational and not-for-profit initiative, seeking to aid children’s learning by providing the tools for them to learn and express themselves using digital technology. Please also keep in mind the “Fair Use” doctrine incorporated into the Copyright Act of 1976, 17 U.S.C. § 107.
da: I overvejelserne vedrørende om en Scratchbruger har overtrådt Deres ophavsrettigheder eller ej, beder vi Dem huske at Scratch er et uddannelsesinitiativ, som arbejder uden gevinst for øje, som søger at hjælpe børns indlæring ved at forsyne dem med værktøjer til at lære og udtrykke sig gennem digital teknologi. Samtidigt beder vi Dem at holde ”Fair Use” doktrinen inkorporeret i ophavsretsloven, Copyright Act of 1976, 17 U.S.C. § 107 for øje.
gd: Nuair a nì sinn measadh air co-dhiù an do bhris neach-cleachdaidh Scratch a-steach air na còraichean-lethbhreac agad, thoir an aire gur e iomairt foghlaim neo-phrothaideach a th’ anns an Scratch a tha ag amas innealan a thoirt dhan chloinn ach an ionnsaicheadh iad ’s a bheireadh iad na beachdan agad seachad le teicneolas digiteach. Thoir fainear dhut cuideachd air an teagasg “Fair Use” am broinn Copyright Act o 1976, 17 U.S.C. § 107.
id: Dalam mempertimbangkan apakah seorang pengguna Scratch telah melanggar hak cipta anda, mohon ingat bahwa Scratch adalah suatu inisiatif edukasi dan <em>non-profit</em>, bertujuan untuk membantu kegiatan belajar anak-anak dengan cara menyediakan alat-alat yang memperbolehkan merek untuk belajar dan mengekspresikan diri menggunakan teknologi digital. Mohon juga ingat bahwa doktrin “<em>Fair Use</em>” tergabung pada Copyright Act of 1976, 17 U.S.C. § 107.

source: We hope you also see Scratch not only as a good way of popularizing your creations/website but also as an opportunity to do something good for children’s education.
da: Vi håber at også De vil se Scratch ikke bare som en god måde at udbrede kendskab til Deres værker/webside, men også som en lejlighed til at gøre noget godt for børns uddannelse.
gd: Tha sinn an dùil ’s an dòchas nach beachdaich thu air Scratch mar chothrom gus na chruthaich thu/an làrach-lìn agad a bhrosnachadh a-mhàin ach cuideachd mar chothrom gus piseach a thoirt air foghlam cloinne.
id: Kami harap agar anda juga melihat Scratch tidak hanya sebagai cara yang baik untuk mempopulerkan karya/situs anda tapi juga sebagai kesempatan untuk melakukan sesuatu yang baik bagi pendidikan anak-anak..
pl: Mamy nadzieję, że Ty także nie traktujesz Scratch tylko jako narzędzia do popularyzacji swoich dzieł/stron internetowych, ale także jako możliwość zrobienia czegoś dobrego dla kształcenia dzieci.

source: With Scratch, you can program your own interactive stories, games, and animations &mdash; and share your creations with others in the online community.
da: Med Scratch, kan du programmere dine egne interaktive historier, spil og animationer &mdash; og dele dem med andre online.
gd: Le Scratch, ’s urrainn dhut na sgeòil, geamannan agus beòthachaidhean eadar-ghnìomhach agad fhèin a phrògramachadh &mdash; agus is urrainn dhut na chruthaich thu a cho-roinneadh le càch sa choimhearsnachd air loidhne.
id: Dengan Scratch, kamu bisa memprogram sendiri cerita interaktif, permainan, dan animasi &mdash; dan membagikan kreasimu dengan yang lain di komunitas online.
pl: W Scratchu możesz programować własne interaktywne historie, gry i animacje &mdash; i dzielić się nimi z innymi w internecie poprzez społeczność online.

source: Scratch helps young people learn to think creatively, reason systematically, and work collaboratively &mdash; essential skills for life in the 21st century.
da: Scratch hjælper unge med at tænke kreativt og logisk og at arbejde sammen med andre &mdash; uundværlige færdigheder i det 21. århundrede.
gd: Cuidichidh Scratch an fheadhainn òga gun smaoinich iad ann an dòigh cruthachail is rianail agus mar a dh’obraicheas iad còmhla &mdash; seo sgilean fìor chudromach airson beatha sa 21d linn.
id: Scratch membantu orang muda untuk berpikir secara kreatif, mempertimbangkan secara sistematis, dan berkerja secara kolaboratif &mdash; keahlian yang esensial bagi hidup di abad ke-21.
pl: Scratch pomaga młodym ludziom uczyć się myśleć kreatywnie, a w skutku systematycznie i pracować wspólnie &mdash; są to istotne umiejętności w 21. wieku.

source: Scratch is a project of the Lifelong Kindergarten Group at the MIT Media Lab. It is provided free of charge.
da: Scratch er et projekt af the Lifelong Kindergarten Group ved MIT Media Lab. Det er frit tilgængeligt og gratis.
gd: ’S e pròiseact aig buidheann Lifelong Kindergarten aig MIT Media Lab a th’ ann an Scratch. Thathar ga sholar an-asgaidh.
id: Scratch adalah proyek dari Lifelong Kindergarten Group di MIT Media Lab. Scratch disediakan tanpa biaya.
pl: Scratch to projekt grupy Lifelong Kindergarten z MIT Media Lab. Jest on bezpłatny.

source: <a href="/parents">INFO FOR PARENTS</a> | <a href="/educators">INFO FOR EDUCATORS</a>
da: <a href="/parents">INFO FOR FORÆLDRE</a> | <a href="/educators">INFO FOR LÆRERE</a>
gd: <a href="/parents">FIOSRACHADH DO PHÀRANTAN</a> | <a href="/educators">FIOSRACHADH DON LUCHD-FHOGHLAIM</a>
id: <a href="/parents">INFORMASI UNTUK ORANGTUA</a> | <a href="/educators">INFORMASI FOR PENDIDIK</a>
pl: <a href="/parents">INFO DLA RODZICÓW</a> | <a href="/educators">INFO DLA NAUCZYCIELI</a>

source: Who Uses Scratch?
da: Hvem bruger Scratch?
gd: Cò chleachdas Scratch?
id: Siapa Yang Menggunakan Scratch?
pl: Kto używa Scratcha?

source: Scratch is designed especially for ages 8 to 16, but is used by people of all ages. Millions of people are creating Scratch projects in a wide variety of settings, including homes, schools, museums, libraries, and community centers.
da: Scratch er designet specielt for unge mellem 8 og 16 år, men anvendes af folk i alle alder. Millioner af mennesker laver Scratchprojekter i forskellige omgivelser: hjemme, i skoler, muséer, biblioteker og kulturcentre.
gd: Chaidh Scratch a dhealbhachadh gu h-àraidh airson òganaich eadar 8 is 16 a dh’aois ach cleachdaidh daoine air a bheil diofar aoisean e. Tha milleanan de dhaoine a’ cruthachadh pròiseactan Scratch ann an suidheachaidhean glè eadar-dhealaichte, a’ gabhail a-steach an dachaigh, na sgoiltean, taighean-tasgaidh, leabhar-lannan agus ionadan coimhearsnachd.
id: Scratch didesain terutama untuk umur 8 hingga 16, tapi digunakan oleh orang-orang dari segala kalangan umur. Berjuta-juta orang-orang membuat karya Scratch dalam berbagai setting yang luas, termasuk rumah, sekolah, museum, perpustakaan, dan pusat komunitas.

source: Around the World
da: Rundt om i verden
gd: Air feadh an t-saoghail
id: Sekeliling Dunia
pl: Na całym świecie

source: Quotes
da: Citater
gd: Iomraidhean
id: Kutipan
pl: Cytaty

source: The Scratch Team has received many emails from youth, parents, and educators expressing thanks for Scratch. Want to see what people are saying? You can read a collection of the <a href="/info/quotes">quotes</a> we've received.
da: Scratchteamet har modtaget mange e-mails fra unge mennesker, forældre og lærere, som takker for Scratch. Vil du se hvad folk siger? Du kan se en samling <a href="/info/quotes">citater</a> vi har modtaget.
gd: Tha an sgioba Scratch air iomadh post-d fhaighinn on òigridh, o phàrantan agus on luchd-fhoghlaim a thug taing dhuinn airson Scratch. A bheil thu airson sealltainn na thuirt iad? ’S urrainn dhut cruinneachadh le <a href="/info/quotes">iomraidhean</a> de na fhuair sinn a leughadh.
id: Para Scratch Team menerima banyak surel dari muda, orangtua, dan pendidik yang mengucapkan terima kasih untuk Scratch. Ingin melihat apa yang dikatakan orang-orang? Anda dapat membaca sekumpulan dari <a href="/info/quotes">kutipan-kutipan</a> yang telah kami terima.
pl: Zespół Scratcha otrzymał wiele maili od młodzieży, rodziców i nauczycieli wyrażających podziękowania za Scratcha. Chcesz zobaczyć co ludzie mówią? Możesz przeczytać kolekcję <a href="/info/quotes">cytatów</a>, które otrzymaliśmy.

source: Learn More About Scratch
da: Lær mere om Scratch
gd: Barrachd fiosrachaidh mu Scratch
id: Pelajari Lebih Lanjut Tentang Scratch
pl: Dowiedz się więcej o Scratch

source: Learn to Code, Code to Learn
da: Lær at kode, kod for at lære
gd: Ionnsaich còdachadh, ionnsaich le còdachadh
id: Belajar untuk Kode, Kode untuk Belajar
pl: Ucz się kodować, koduj, aby się uczyć

source: Scratch in Schools
da: Scratch i Skoler
gd: Scratch aig an sgoil
id: Scratch di Sekolah-Sekolah
pl: Scratch w szkołach

source: Research
da: Forskning
gd: Rannsachadh
id: Penelitian
pl: Badania

source: Support and Funding
da: Støtte og finansiering
gd: Taic agus maoineachadh
id: Bantuan dan Dana
pl: Wsparcie i finansowanie

source: Creative Characters Camp
gd: Campa phearsachan cruthachail
id: Kamp Karakter Kreatif
pl: Kreatywny obóz postaci

source: Scratch Community Guidelines
da: Scratchfællesskabs retningslinjer
gd: Riaghailtean giùlain sa choimhearsnachd Scratch
id: Pedoman Komunitas Scratch
pl: Przewodniki Społeczności Scratch

source: We need everyone’s help to keep Scratch a friendly and creative community where people with different backgrounds and interests feel welcome.
da: Vi behøver alles hjælp med at sørge for at Scratch bliver ved med at være et venligt og kreativt fællesskab, hvor mennesker med forskellige baggrunde og interesserer føler sig velkomne.
gd: Tha sin feumach air taic on a h-uile duine ach am biodh Scratch na choimhearsnachd càirdeil is cruthachail far an cuir sinn fàilte air gach seòrsa daoine le ùidhean is beathannan diofraichte aca.
id: Kami memperlukan bantuan semuanya untuk menjaga agar Scratch tetap sebuah komunitas yang ramah dan kreatif di mana orang-orang dengan latar dan ketertarikan yang berbeda-beda merasa nyaman.

source: <b>Be constructive.</b> When commenting on others' projects, say something you like about it and offer suggestions.
gd: <b>Bi cuideachail.</b> Nuair a chuireas tu do bheachd ris na rinn càch, innis na tha a’ còrdadh riut mu dhèidhinn agus thoir beachd air ciamar a ghabhadh a leasachadh.
id: <b>Bersikap Membantu.</b> Ketika mengomentari karya orang lain, katakan sesuatu yang kamu sukai tentang hal itu dan tawarkan saran.
pl: <b>Bądź konstruktywny.</b> Gd komentujesz projekty innych, mów o rzeczach, które w nich lubisz i podawaj swoje sugestie.

source: <b>Be honest.</b> Don’t try to impersonate other Scratchers, spread rumors, or otherwise try to trick the community.
gd: <b>Bi onarach.</b> Na rach an riochd Neach-Scratch eile, na sgaoil fathann is na feuch ris a’ choimhearsnachd a mhealladh ann an dòigh sam bith eile.
id: <b>Bersikap Jujur.</b> Jangan mencoba untuk menyamar sebagai Scratcher lain, menyebarkan gosip, atau dalam kata lain mengelabui komunitas.
pl: <b>Bądź szczery.</b> Nie próbuj podszywać się pod innych Scratchersów, szerzyć pogłoski, lub w inny sposób próbować oszukać społeczność.

source: Scratch welcomes people of all ages, races, ethnicities, religions, sexual orientations, and gender identities.
da: Scratch byder mennesker i alle aldre, racer, etniciteter, religioner, seksuelle orienteringer, og kønsidentiteter velkommen.
gd: Cuiridh Scratch fàilte air a h-uile duine ge b’ e dè an aois, gineal, cinnidheachd, creideamh, aidmheil cleamhnais no aithne gnè.
id: Scratch menerima semua orang dari semua umur, ras, etnis, agama, orientasi seksual, dan identitas jender.
pl: Scratch zaprasza ludzi w każdym wieku, rasy, narodowości, religii, orientacji seksualnej i tożsamości płciowej.

source: Scratch Credits
gd: Urram Scratch
id: Ucapan Terima Kasih Scratch
pl: Twórcy Scratcha

source: Scratch Credits and Contributors
da: Scratch Kreditter og Bidragydere
gd: Urram is co-thabhartaichean Scratch
id: Scratch Credits dan Kontributor
pl: Twórcy i współpracownicy Scratcha

source: Scratch - For Educators
da: Scratch - For Lærere
gd: Scratch - don luchd-fhoghlaim
id: Scratch - Untuk Pendidik
pl: Scratch - dla nauczycieli

source: Connect with ScratchEd
da: Få kontakt med ScratchEd
gd: Dèan ceangal le ScratchEd
id: Bergabung dengan ScratchEd
pl: Połącz ze ScratchEd

source: Online Community
da: Online Fællesskab
gd: Coimhearsnachd air loidhne
id: Komunitas Online

source: Get Creative with Coding
gd: Còdachadh cruthachail
id: Kreatif dengan Kode
pl: Bądź kreatywny przy kodowaniu

source: Create one of these projects with Scratch!
gd: Cruthaich aon dhe na pròiseactan seo le Scratch!
id: Buat salah satu dari karya-karya ini dengan Scratch!

source: With <a href="http://scratch.mit.edu/about">Scratch</a>, you can program your own stories, games, and animations &mdash; and share them online.
gd: Le <a href="http://scratch.mit.edu/about">Scratch</a>, ’s urrainn dhut na sgeòil, geamannan is beòthachaidhean agad fhèin a phrògramachadh &mdash; agus an co-roinneadh air loidhne.
id: Dengan <a href="http://scratch.mit.edu/about">Scratch</a>, kamu dapat memprogram sendiri cerita, permainan, dan animasi &mdash; dan membagikannya secara online.

source: See our <a href="http://scratched.gse.harvard.edu/hoc">notes for teachers</a> on the ScratchEd site.
gd: Leugh <a href="http://scratched.gse.harvard.edu/hoc">nòtaichean nan tidsearan</a> againn air làrach-lìn ScratchEd.
id: Lihat <a href="http://scratched.gse.harvard.edu/hoc">catatan kami untuk guru</a> di situs ScratchEd.

source: Millions of young people around the world create projects with Scratch, a free programming language and <a href="http://scratch.mit.edu">online community</a> developed by the MIT Media Lab.
gd: Cruthaichidh milleanan de dhaoine òga o fhead an t-saoghail pròiseactan le Scratch, seo cànan prògramachaidh agus <a href="http://scratch.mit.edu">coimhearsnachd air loidhne</a> saor a chaidh a leasachadh le MIT Media Lab.
id: Berjuta-juta orang muda dari segala penjuru dunia membuat karya-karya menggunakan Scratch, sebuah bahasa pemrograman gratis dan <a href="http://scratch.mit.edu">komunitas online</a> yang dikembangkan oleh MIT Media Lab.

source: When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.
gd: Nuair a dh’ionnsaicheas daoine còdachadh ann an Scratch, ionnsaichidh iad ro-innleachdan cudromach gus duilgheadasan fhuasgladh, pròiseactan a dhealbhachadh agus beachdan a mhìneachadh.
id: Ketika orang-orang belajar kode dalam Scratch, mereka mempelajari strategi-strategi penting untuk memecahkan masalah, mendesain karya, dan mengkomunikasikan ide-ide.

source: The <strong>Hour of Code</strong>&#8482; is a nationwide initiative by <a href="http://csedweek.org">Computer Science Education Week</a> and <a href="http://code.org">Code.org</a><br /> to introduce millions of students to one hour of computer science and computer programming.
gd: ’S e iomairt nàiseanta le <a href="http://csedweek.org">Computer Science Education Week</a> agus <a href="http://code.org">Code.org</a> a th’ ann an <strong>Hour of Code</strong>&#8482;<br /> gus blasad air saidheans agus prògramachadh choimpiutairean a shealltainn do mhilleanan de dh’oileanaich fad uair a thìde.
id: <strong>Jam Berkode</strong>&#8482; adalah sebuah inisiatif internasional oleh <a href="http://csedweek.org">Computer Science Education Week</a> dan <a href="http://code.org">Code.org</a><br /> untuk mengenalkan berjuta-juta murid pada satu jam computer science dan pemrograman komputer.

source: What's New in 2.0? - Scratch
da: Hvad er nyt i 2.0? - Scratch
gd: Dè tha ùr ann an 2.0? - Scratch
id: Apa yang Baru di 2.0? - Scratch
pl: Co nowego w 2.0? - Scratch

source: What's New in Scratch 2.0?
da: Hvad er nyt i Scratch 2.0?
gd: Dè tha ùr ann an 2.0?
id: Apa yang Baru di Scratch 2.0?
pl: Co nowego w Scratch 2.0?

source: Welcome to a new generation of Scratch! With Scratch 2.0, you can create new types of projects, work together in new ways, and learn new things in the process.
da: Velkommen til en ny generation af Scratch! Med Scratch 2.0, kan du lave nye typer af projekter, arbejde sammen på nye måder og lære nye ting undervejs.
gd: Fàilte dhan ath-ghinealach de Scratch! Le Scratch 2.0, ’s urrainn dhut seòrsaichean ùra de phròiseactan a chruthachadh, obair còmhla ann an dòighean ùra agus rudan ùra ionnsachadh fhad ’s a bhios tu ris.
id: Apa yang Baru di Scratch 2.0?
pl: Witaj w nowej odsłonie Scratch! Ze Scratch 2.0, możesz tworzyć nowe typy projektów, pracować razem na nowe sposoby i uczyć się nowych rzeczy.

source: Scratch 2.0 allows you to create, edit, and view projects directly in your web browser. (You no longer have to download or upload projects or install any software.)
da: Scratch 2.0 tillader dig at lave, redigere og vise projekter direkte i webbrowseren. (Du behøver ikke længe downloade eller uploade projekter eller installere software.)
gd: Leigidh Scratch 2.0leat pròiseactan a chruthachadh, a dheasachadh agus a shealltainn dìreach sa bhrabhsair-lìn agad. (Cha leig thu leas pròiseactan a luchdadh a-nuas no suas no bathar-bog a stàladh tuilleadh.)
id: Scratch 2.0 memperbolehkanmu untuk membuat, mengubah, dan membuka karya langsung di penelusurmu. (Kamu tidak lagi harus mengunduh atau mengunggah karya atau menginstall perangkat lunak apapun.)
pl: Scratch 2.0 pozwala Ci tworzyć, edytować i oglądać projekty bezpośrednio w Twojej przeglądarce. Nie potrzebujesz już ściągać i ładować projektów czy instalować jakiegokolwiek oprogramowania.

source: Here are some of the new features in Scratch 2.0.
da: Her er nogle af de nye muligheder i Scratch 2.0.
gd: Seo feart no dha a tha ùr ann an Scratch 2.0.
id: Sebagian dari fitur-fitur baru dari Scratch 2.0.
pl: Oto niektóre nowe funkcje Scratch 2.0.

source: Project Editor
da: Projekteditor
gd: Deasaiche nam pròiseact
id: Editor Karya
pl: Edytor Projektów

source: Click <b>Create</b> to make a new project.
da: Klik på <b>Find på</b> for at lave et nyt projekt.
gd: Briog air <b>Cruthaich</b> gus pròiseact ùr a chruthachadh.
id: Klik <b>Buat</b> untuk membuat sebuah karya baru.
pl: Kliknij <b>Stwórz</b> by stworzyć nowy projekt.

source: Your project will automatically save as you work on it (if you're logged in).
da: Din projekt bliver gemt automatisk mens du arbejder på det (hvis du er logget på).
gd: Nì am pròiseact sàbhaladh gu fèin-obrachail fhad ’s a bhios tu ag obair (ma rinn thu clàradh a-steach).
id: Karyamu akan disimpan secara otomatis seraya kamu mengerjakannya (jika kamu masuk).
pl: Twój projekt sam się zapisze podczas pracy (jeśli jesteś zalogowany).

source: When you create a project, you are the only one who can see it. After you share it, anyone can see and remix it.
da: Når du laver et projekt, er du den eneste som kan se det. Efter du deler det, kan hvem som helst se og bygge videre på det (remix).
gd: Nuair a chruthaicheas tu pròiseact, chan fhaic ach thu fhèin e. Nuair a bhios tu air a cho-roinneadh, ’s urrainn do dhuine sam bith a shealltainn ’s a cho-mheasgachadh.
id: Ketika kamu membuat suatu karya, kamu adalah satu-satunya yang dapat melihatnya. Saat kamu membagikannya, siapapun dapat membukanya dan meremixnya.
pl: Kiedy tworzysz projekt, tylko ty możesz go zobaczyć. Gdy go udostępnisz, każdy go zobaczy i będzie mógł go remiksować.

source: The new paint editor includes <b>vector graphics</b> so that images can scale to different sizes without getting jagged.
da: Den nye tegneeditor indeholder <b>vektorgrafik</b>, således at billeder kan skaleres til forskellige størrelser uden at blive utydelige.
gd: Gabhaidh an deasaiche peanta ùr a-steach <b>grafaigeachd vector</b> ach an am bi oirean rèidh agad nuair a dh’atharraicheas tu meud deilbh.
id: Editor gambar yang baru memperbolehkan <b>grafis vector</b> sehingga gambar-gambar dapat dibuka dalam berbagai ukuran tanpa terlihat rusak.

source: Your <b>Backpack</b> lets you copy and move sprites, costumes, backdrops, and scripts from any project to another. If you're logged in, you can open your Backpack inside any project (it's at the bottom of the screen).
da: Din <b>Rygsæk</b> gør dig i stand til at kopiere og flytte sprites, kostumer, baggrunde og scripts fra et projekt til et andet. Hvis du er logget på, kan du åbne din rygsæk indefra et projekt (den findes nederst på skærmen).
gd: Leigidh am <b>Màla-droma</b> agad leat sprìdean, aodaich, cùlaibhean is sgriobtaichean no lethbhreacan dhiubh a gluasad on dàrna pròiseact dhan phròiseact eile. Ma rinn thu clàradh a-steach, ’s urrainn dhut am màla-droma agad fhosgladh o phròiseact sam bith (tha e aig bonn na sgrìn).
id: <b>Ransel</b>mu memperbolehkanmu untuk menggandakan dan memindahkan sprite, kostum, latar, dan skrip dari karya manapun ke karya yang lain. Jika kamu masuk, kamu dapat membuka Ranselmu di dalam karya manapun (ia ada di bagian dasar dari latar).
pl: Twój <b>Plecak</b> pozwoli Ci kopiować i przenosić duszki, kostiumy, tła i skrypty z jego projektu do innego. Jeśli jesteś zalogowany możesz otworzyć swój plecak w każdym projekcie (jest w dolnej części ekranu).

source: You can now make your own programming blocks.
da: Du kan nu lave dine egne programmerings brikker.
gd: ’S urrainn dhut na blocan prògramachaidh agad fhèin a dhèanamh a-nis.
id: Kamu sekarang dapat membuat balok-balok pemrogramanmu sendiri.
pl: Możesz teraz tworzyć swoje własne bloki programistyczne.

source: Store numbers in cloud variables to create surveys and other projects.
da: Gem tal i skyvariabler for at lave spørgeundersøgelser og andre projekter.
gd: Glèidh àireamhan ann an caochladairean neòil gus suirbhidhean is pròiseactan eile a chruthachadh.
id: Simpan angka-angka di variabel cloud untuk membuat survei dan karya lainnya.

source: Community Features
da: Fællesskabets funktioner
gd: Feartan na coimhearsnachd
id: Fitur Komunitas

source: Galleries are now called <b>Studios</b>, and can be curated by you and others you invite.
da: Gallerier kaldes nu for <b>Studier</b>, og du kan bliver administrator sammen med andre du inviterer.
gd: Cuiridh sinn <b>Stiùideothan</b> air na gailearaidhean a-nis agus ’s urrainn dhut fhèin agus daoine eile dhan tug thu cuireadh pròiseactan a thasgadh annta.
id: Galeri sekarang disebut <b>Studio</b>, dan bisa dikurasi oleh kamu dan orang yang kamu undang.
pl: Galerie nazywamy teraz <b>Studiami</b>, którymi możesz się opiekować, razem z ludźmi których zaprosisz.
