Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: da, gd, id, pl

source: Your class name must be at least 5 characters long
id: Panjang nama kelasmu harus paling sedikit 5 karakter
pl: Twoje hasło musi być długości minimum 5 znaków.

source: You must enter a class name
id: Kamu harus memasukkan sebuah nama kelas
pl: Musisz podać nazwę klasy.

source: Add a New Class Studio
id: Tambahkan sebuah Studio Kelas Baru
pl: Dodaj studio nowej klasy

source: Studio Name
id: Nama Studio
pl: Nazwa studia

source: Studio Description
id: Deskripsi Studio
pl: Opis studia

source: Your password cannot be \\\'password\\\'
id: Passwordmu tidak boleh merupakan \\\'password\\\'
pl: Twoje hasło nie może brzmieć 'password'.

source: Sorry this class has ended
id: Maaf kelas ini telah berakhir
pl: Przepraszamy, ta klasa się skończyła

source: %(classroom_title)s on Scratch
id: %(classroom_title)s di Scratch
pl: %(classroom_title)s na Scratchu

source: Join this class
id: Gabung kelas ini
pl: Dołącz do tej klasy

source: Type a description
id: Ketik sebuah deskripsi
pl: Opisz

source: %(charsleft)s characters left.
id: %(charsleft)s karakter tersisa.
pl: Pozostało %(charsleft)s znaków.

source: Describe what the class is doing
id: Deskripsikan apa yang dilakukan kelas ini
pl: Opisz, co robi klasa

source: Latest Activity
id: Kegiatan Terkini
pl: Najnowsza aktywność

source: Report this class
id: Laporkan kelas ini
pl: Zgłoś tę klasę

source: Class Studios
id: Studio Kelas
pl: Studia klasy

source: Students
id: Murid
pl: Studenci

source: It's easy (and free!) to sign up for a Scratch Educator account.
id: Mendaftarkan sebuah akun Pendidik Scratch itu mudah (dan gratis!)
pl: Łatwe (i darmowe!) tworzenie konta Nauczyciel Scratcha.

source: Full Name
id: Nama Lengkap
pl: Pełne imię i nazwisko

source: Affiliation
id: Afiliasi

source: Need explanatory text.
id: Butuh teks penjelasan.

source: Brief Biography
id: Biografi Pendek
pl: Krótka biografia

source: Welcome to the Scratch Community. What would you like to do next?
id: Selamat datang di Komunitas Scratch. Apa yang ingin anda lakukan berikutnya?
pl: Witamy w Społeczności Scratcha. Co chcesz teraz zrobić?

source: Set up My Account
id: Dirikan Akun Saya
pl: Konfigurowanie mojego konta

source: Adding New Student
id: Menambahkan Murid Baru
pl: Dodawanie nowego studenta

source: Add to Class
id: Tambahkan pada Kelas
pl: Dodaj do klasy

source: Thanks for joining Scratch!
id: Terima kasih sudah bergabung dengan Scratch!
pl: Dzięki za dołączenie do Scratcha!

source: Would you like to:
id: Apakah kamu ingin:
pl: Czy chcesz:

source: Choose a starter project
id: Pilih sebuah karya pemula
pl: Wybrać projekt na start

source: Connect with a Scratcher
id: Berkenalan dengan Scratcher lain
pl: Połączyć się ze Scratcherem

source: All Classes ( <span data-content="classroom-count">%(classroom_count)s</span> )
id: Semua Kelas ( <span data-content="classroom-count">%(classroom_count)s</span> )
pl: Wszystkie klasy ( <span data-content="classroom-count">%(classroom_count)s</span> )

source: All Class Alerts
id: Semua Peringatan Kelas
pl: Powiadomienia wszystkich klas

source: Class deleted successfully
id: Kelas berhasil dihapus
pl: Klasa została usunięta pomyślnie.

source: Class restored successfully
id: Kelas berhasil dikembalikan
pl: Klasa przywrócona pomyślnie

source: Class ended successfully
id: Kelas berhasil berakhir
pl: Klasa zakończona pomyślnie

source: Studio deleted successfully
id: Studio berhasil dihapus
pl: Studio usunięte pomyślnie

source: Student deleted successfully
id: Murid berhasil dihapus
pl: Student usunięty pomyślnie.

source: Student settings successfully updated
id: Pengaturan murid berhasil diperbarui
pl: Ustawienia studenta pomyślnie zaktualizowane

source: Are you sure you want to empty the trash? These Classes will be deleted permanently.
id: Apa anda yakin ingin mengosongkan tempat sampah? Kelas-kelas ini akan dihapus secara permanen.
pl: Czy na pewno opróżnić kosz? Te klasy zostaną permanentnie usunięte.

source: New Class
id: Kelas Baru
pl: Nowa klasa

source: Class category
id: Kategori kelas
pl: Kategoria klasy

source: Class created %(datetime_created)s
id: Kelas dibuat pada %(datetime_created)s
pl: Klasa stworzona %(datetime_created)s

source: View Class Profile
id: Lihat Profil Kelas
pl: Zobacz profil klasy

source: Class Category
id: Kategori Kelas
pl: Kategoria klasy

source: End Class
id: Akhiri Kelas
pl: Zakończ klasę

source: Students can add their projects to class studios.
id: Murid dapat menambahkan sendiri karya-karya mereka pada studio-studio kelas.
pl: Studenci mogą dodawać swoje projekty do klasowych studiów.

source: New Class Studio
id: Studio Kelas Baru
pl: Nowe klasowe studio

source: Last Modified
id: Terakhir Diubah
pl: Ostatnio zmodyfikowane

source: New Student
id: Murid Baru
pl: Nowy student

source: Add multiple students
id: Tambahkan murid berlipat
pl: Dodaj wielu studentów

source: followed user
id: mengikuti pengguna
pl: śledzi użytkownika

source: followed studio
id: mengikuti studio

source: loved the project
id: menyukai karya

source: commented on the project
id: mengomentari karya
pl: skomentował projekt

source: commented on the studio
id: mengomentari studio
pl: skomentował studio

source: added the project
id: menambahkan karya
pl: dodał projekt

source: shared the project
id: membagikan karya
pl: udostępnił projekt

source: remixed the project
id: meremix karya
pl: zremiksował projekt

source: reshared the project
id: membagikan ulang karya
pl: ponownie udostępnił projekt

source: tagged the project
id: men-tag karya
pl: oznaczył projekt

source: updated the studio
id: memperbarui studio
pl: zaktualizował studio

source: removed the project
id: menghapus karya
pl: usunął projekt

source: from studio
id: dari studio
pl: ze studia

source: was promoted to manager by
id: dipromosikan menjadi manager oleh
pl: został promowany na menedżera przez

source: made a profile update. <em>
id: memperbaru profil. <em>
pl: zaktualizował profil. <em>

source: performed an action. <em>
id: melaksanakan sebuah tindakan. <em>

source: Change Password for %(username)s
id: Ubah Password untuk %(username)s
pl: Zmiana hasła dla %(username)s

source: New password
id: Password baru
pl: Nowe hasło

source: Remove Icon
id: Hapus Icon

source: Generate
id: Buat
pl: Generuj

source: When you end a class, students will no longer be able to log in (but their projects will still be visible on the site).
id: Ketika anda menutup suatu kelas, murid tidak lagi dapat masuk (tapi karya mereka akan tetap tersedia di situs).
pl: Gdy zakończysz klasę, studenci nie będą mogli się zalogować, ale ich projekty nadal będą widoczne na stronie.

source: All students
id: Semua murid
pl: Wszyscy studenci

source: Last created
id: Terakhir dibuat
pl: Ostatnio stworzony

source: Alerts for
id: Peringatan untuk
pl: Powiadomienia dla

source: Scratch is used in more than 150 different countries and available in more than 40 languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">translation</a> page.
id: Scratch digunakan di lebih dari 150 negara berbeda dan tersedia dalam lebih dari 40 bahasa. Untuk mengubah bahasa, klik menu di bagian bawah laman. Atau, di Editor Karya, klik gambar bola dunia di bagian atas laman. Untuk menambahkan atau memperbaiki suatu terjemahan, lihat laman <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">penerjemahan</a> .
pl: Scratch jest używany w ponad 150 różnych krajach i jest dostępny w ponad 40 językach. Aby zmienić język, kliknij menu na dole strony lub, w edytorze, kliknij globus na górze strony. Aby dodać lub poprawić tłumaczenie, zoabcz <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">stronę tłumaczeń.</a>

source: <li><a href="../help/">Scratch Help Page</a></li> <li><a href="../info/faq/">Frequently Asked Questions</a></li> <li><a href="../parents/">Information for Parents</a></li> <li><a href="/info/credits/">Scratch Credits</a></li>
id: <li><a href="../help/">Laman Bantuan Scratch</a></li> <li><a href="../info/faq/">Tanya Jawab</a></li> <li><a href="../parents/">Informasi untuk Orangtua</a></li> <li><a href="/info/credits/">Ucapan Terima Kasih Scratch</a></li>
pl: <li><a href="../help/">Strona pomocy Scratcha</a></li> <li><a href="../info/faq/">Najczęściej Zadawane Pytania (FAQ)</a></li> <li><a href="../parents/">Informacje dla rodziców</a></li> <li><a href="/info/credits/">Twórcy Scratcha</a></li>

source: Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educators share stories, exchange resources, ask questions, and find people on the <a href="http://scratched.gse.harvard.edu/">ScratchEd website</a>.
id: Murid-murid belajar menggunakan Scratch dari berbagai tingkat (dari sekolah dasar hingga kuliah) dan berbagai latar (seperti matematika, sains komputer, bahasa, dan ilmu pengetahuan sosial). Para pendidik berbagi cerita, bertukar bahan, bertanya, dan menemukan orang lain di <a href="http://scratched.gse.harvard.edu/">situs ScratchEd</a>.
pl: Studenci uczą się Scratcha na wszystkich poziomach (od podstawówki do studiów) na różnych przedmiotach (jak matematyka, informatyka, języki, badania społeczne). Nauczyciele udostępniają historie, wymieniają się materiałami, zadają pytania i znajdują ludzi na <a href="http://scratched.gse.harvard.edu/">witrynie ScratchEd</a>.

source: The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programming for All</a>). Find out more about <a href="/info/research">Scratch research</a> and <a href="/statistics">statistics about Scratch</a>.
id: Para MIT Scratch Team serta kolaborator meneliti bagaimana orang-orang menggunakan dan belajar menggunakan Scratch (untuk perkenalan, lihat <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Pemrograman untuk Semua</a>). Cari tahu lebih lanjut tentang <a href="/info/research">penelitian Scratch</a> dan <a href="/statistics">statistik tentang Scratch</a>.

source: Hip-Hop Dance on Scratch
id: Tarian Hip-Hop di Scratch
pl: Taniec Hip-Hop na Scratchu

source: You can use Scratch to program your own dance moves and routines!
id: Kamu dapat menggunakan Scratch untuk memprogram sendiri gerakan tarian dan rutinitas!
pl: Możesz używać Scratcha, aby programować twoje własne ruchy taneczne!

source: Top Rocking in LA
id: Top Rocking di LA

source: Silhouette Dance
id: Tarian Siluet

source: Explore Hip-Hop Studios
id: Jelajah Studio-Studio Hip-Hop
pl: Przeglądaj studia Hip-Hop

source: Hip-Hop Projects
id: Karya-Karya Hip-Hop
pl: Projekty Hip-Hop

source: Educator
id: Pendidik

source: Do you have a downloadable version so I can create and view projects offline?
id: Apa anda punya versi yang dapat diunduh agar saya dapat membuat dan menjalankan karya secara offline?

source: birth month and year - We use this to confirm ownership of the account if the owner loses the password and email or asks to close an account.
id: bulan dan tahun kelahiran - Kami menggunakan ini untuk mengonfirmasi kepemilikan akun jika pemilik kehilangan sandi atau surel atau meminta untuk menutup suatu akun.

source: A confirmed account on Scratch lets you share projects, write comments, and create studios. Confirming your account also lets you receive email updates from the Scratch Team.
id: Akun yang sudah dikonfirmasi di Scratch memperbolehkanmu untuk berbagi karya, menulis komentar, dan membuat studio. Mengonfirmasikan akunmu juga memperbolehkanmu untuk menerima berita surel dari Scratch Team.

source: To check whether your account is confirmed, you must first log into your Scratch account in the top right of the screen. Once logged in, click on your username in the top right and select "Account Settings", then "Email Settings" on the left hand side. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text "Your email address is unconfirmed" in orange.
id: Untuk memerika apakah akunmu sudah dikonfirmasi, kamu pertama harus me-log masuk ke akun Scratchmu di bagian kanan atas layar. Selesai masuk, klik nama penggunamu di kanan atas dan klik "Pengaturan Akun", lalu "Pengaturan Surel" di bagian kiri. Alamat surel yang sudah dikonfirmasi akan menunjukkan tanda centang hijau. Jika tidak, kamu akan melihat teks "Alamat surel belum dikonfirmasi" berwarna jingga.

source: After registering for Scratch, you will receive an email with a link to confirm your account. If you cannot find the email, check your Spam folder. To resend the email, go to your Account Settings, click the Email tab, and follow the instructions there. Please note that it may take up to an hour for the email to arrive. If you still don't see the email after an hour, <a href="%(contact_us_url)s">let us know</a>.
id: Setelah mendaftar di Scratch, kamu akan menerima surel dengan tautan untuk mengonfirmasikan akunmu. Jika kamu tidak dapat menemukan surel tersebut, periksi folder Spam. Untuk mengirim ulang surel, buka Pengaturan Akun, klik tab Surel, dan ikuti instruksi di sana. Tolong ingat bahwa surel dapat membutuhkan hingga satu jam untuk diterima. Jika kamu masih tidak dapat menemukan surelnya setelah bahkan satu jam, <a href="%(contact_us_url)s">beritahukan kami</a>.

source: You can still use many aspects of Scratch without confirming your account, including creating and saving projects (without sharing them). Note: If you created an account before February 11, 2015, then you can still use social features on Scratch without confirming your account.
id: Kamu masih dapat menggunakan berbagai aspek dari Scratch tanpa mengonfirmasikan akunmu, termasuk membuat dan menyimpan karya (tanpa membagikan). Catatan: Jika kamu membuat akun sebelum 11 Februari 2015, maka kamu masih dapat menggunakan fitur-fitur sosial di Scratch tanpa mengonfirmasikan akunmu.

source: Animate Your Name
id: Animasikan Namamu
pl: Animuj swoje imię

source: Design a Holiday Card
id: Desain sebuah Kartu

source: Create a Pong Game
id: Buat sebuah Permainan Pong
pl: Stwórz grę "Pong"

source: Race to the Finish
id: Balapan sampai Akhir

source: To find out more about Scratch, please see <a href="/info/faq/">Frequently Asked Questions</a>.
id: Untuk mencari tahu lebih banyak tentang Scratch, lihat <a href="/info/faq/">Tanya Jawab</a>.

source: or <a href="%(download_1_4)s">download here</a>
id: atau <a href="%(download_1_4)s">unduh di sini</a>

source: Things to Try
id: Berbagai Hal untuk Dicoba
pl: Rzeczy do wypróbowania

source: Visit the Studio
id: Kunjungi Studio

source: Change student password
id: Ubah password murid

source: Classes
id: Kelas
pl: Klasy

source: user profiles
id: profil pengguna
pl: profile użytkowników

source: Scratch is not allowed to send email to the address associated with this username. <a href='/contact-us/'>Contact us for support</a>.
id: Scratch tidak diperbolehkan untuk mengirim surel kepada alamat yang berhubungan dengan username ini. <a href='/contact-us/'>Kontak kami untuk bantuan</a>.
pl: Scratch nie może wysłać e-maila na adres powiązany z tą nazwą użytkownika. <a href='/contact-us/'>Skontaktuj się z nami, aby uzyskać wsparcie</a>.

source: Class has ended. Account not available.
id: Kelas telah berakhir. Akun tidak tersedia.
pl: Klasa się skończyła. Konto nie jest dostępne.

source: class
id: kelas
pl: klasa

source: classes
id: kelas
pl: klasy

source: Scratch is not allowed to send email to this address
id: Scratch tidak diperbolehkan untuk mengirim surel kepada alamat ini
pl: Scratch nie jest uprawniony do wysyłania emaili na ten adres.

source: project
id: karya
pl: projekt

source: Your password cannot be 'password'
id: Passwordmu tidak boleh merupakan 'password'
pl: Twoje hasło nie może brzmieć 'password'.

source: You must select a birth month and year
id: Kamu harus memilih bulan dan tahun kelahiran
pl: Musisz wybrać miesiąc i rok urodzenia

source: The owner of this address has requested their address be removed from our lists. Please <a href="%(settings_url)s">change your address to a new one</a> or <a href="%(contact_us_url)s">contact us</a> if you have questions.
id: Pemilik dari alamat ini telah meminta agar alamat mereka dihapus dari daftar kami. Mohon <a href="%(settings_url)s">ubah alamat anda ke yang baru</a> atau <a href="%(contact_us_url)s">kontak kami</a> jika anda punya pertanyaan.
pl: Właściciel tego adresu email poprosił nas, abyśmy usunęli jego adres z listy. Prosimy <a href="%(settings_url)s">o zmianę twojego adresu email na inny</a> lub <a href="%(contact_us_url)s">o kontakt</a> jeśli masz pytania.

source: Wait for ten minutes. The message may take a while to arrive.
id: Tunggu selama sepuluh menit. Pesannya dapat menghabiskan sedikit waktu untuk tiba.
pl: Poczekaj do dziesięciu minut. Wiadomość potrzebuje chwili, aby dojść.

source: Resend Confirmation
id: Kirim ulang Konfirmasi
pl: Wyślij ponownie wiadomość z potwierdzeniem

source: Class Description
id: Deskripsi Kelas
pl: Opis klasy

source: Add Class
id: Tambahkan Kelas
pl: Dodaj klasę

source: Class page
id: Laman Kelas
pl: Strona klasy

source: Created %(tDate)s ago
id: Dibuat %(tDate)s yang lalu
pl: Stworzone %(tDate)s temu

source: Enter your real name
id: Masukkan nama asli anda
pl: Podaj prawdziwe imię i nazwisko

source: Biography
id: Biografi
pl: Biografia

source: Congrats! educator.username
id: Selamat! educator.username
pl: Gratulacje! educator.username

source: Set up Classes
id: Dirikan Kelas-Kelas
pl: Konfigurowanie klasy

source: View Community
id: Lihat Komunitas
pl: Pokaż społeczność

source: You're now logged in.
id: Anda telah masuk.
pl: Jesteś teraz zalogowany.

source: Are you sure you want to delete this class? Once a class is deleted, it cannot be recovered.
id: Apa anda yakin ingin menghapus kelas ini? Sesaat setelah kelas ini dihapus, kelas ini tidak dapat dikembalikan lagi.
pl: Czy na pewno usunąć tę klasę? Tego nie da się odwrócić...

source: Class opened successfully
id: Kelas berhasil terbuka
pl: Klasa otwarta pomyślnie

source: Re-Open Class
id: Buka Ulang Kelas
pl: Powtórnie otwórz klasę

source: What the Class is working on
id: Apa yang sedang dikerjakan Kelas
pl: Nad czym klasa pracuje

source: Add studios to this class
id: Tambahkan studio kepada kelas ini
pl: Dodaj studia do tej klasy

source: Settings
id: Pengaturan
pl: Ustawienia

source: favorited the project
id: menfavorit karya

source: commented on user
id: mengomentari pengguna
pl: skomentował użytkownika

source: to studio
id: ke studio
pl: do studia

source: added the studio
id: menambahkan ke studio
pl: dodał studio

source: for studio
id: untuk studio
pl: dla studia

source: New password confirmation
id: Konfirmasi password baru
pl: Potwierdzenie nowego hasła

source: To confirm, please enter your password
id: Untuk mengonfirmasi, mohon masukkan password anda
pl: Aby potwierdzić, proszę wpisać swoje hasło

source: Incorrect password, try again
id: Password salah, coba lagi
pl: Niepoprawne hasło. Spróbuj ponownie

source: Activity for
id: Kegiatan untuk

source: All classes
id: Semua kelas
pl: Wszystkie klasy

source: My Students' Projects
id: Karya Murid-Murid Saya

source: Featured Hip-Hop Projects
id: Karya Hip-Hop Pilihan
pl: Wyróżnione projekty Hip-Hop

source: Hip-Hop Dance Start-Up
id: Permulaian Tarian Hip-Hop

source: Dance, Dance, Dance
id: Menari, Menari, Menari
pl: Tańcz, tańcz, tańcz

source: <h3>What is ScratchEd?</h3> <p>Launched in July 2009, <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> is an online community where Scratch educators share stories, exchange resources, ask questions, and find people.</p> <p>Since its launch, more than 7500 educators from all around the world have joined the community, sharing hundreds of resources and engaging in thousands of discussions.</p> <p>Join the ScratchEd community for free at <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a>.<p>
id: <h3>Apa itu ScratchEd?</h3> <p>Diluncurkan pada bulan Juli tahun 2009, <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> adalah sebuah komunitas online di mana pendidik-pendidik Scratch dapat berbagi cerita, bertukar bahan, bertanya, dan menemukan orang-orang.</p> <p>Sejak peluncurannya, lebih dari 7500 pendidik dari segala penjuru dunia telah bergabung dengan komunitas tersebut, membagikan beratus-ratus bahan dan terlibat dalam beribu-ribu perdiskusian.</p> <p>Gabung komunitas ScratchEd secara gratis di <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a>.<p>
pl: <h3>Co to ScratchEd?</h3> <p>Uruchomiona w Lipcu 2009, <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> to społeczność online, gdzie nauczyciele Scratcha mogą udostępniać historie, wymieniać się zasobami, zadawać pytania i poznawać ludzi.</p> <p>Po stracie, ponad 7500 nauczycieli z całego świata dołączyło do społeczności, udostępniając setki zasobów i uczestnicząc w tysiącach dyskusji.</p> <p>Dołącz do społeczności ScratchEd za darmo na stronie <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a>.<p>

source: Create Educator Account
id: Buat Akun Pendidik
pl: Stwórz konto nauczyciela

source: Personal
id: Pribadi

source: How can I check whether my account has been confirmed?
id: Bagaimana cara saya mengecek apakah akun saya terkonfirmasi?

source: Projects in
id: Karya-karya dalam

source: Teacher Account
id: Akun Guru

source: user profile
id: profil pengguna
pl: profil użytkownika

source: Post can't be empty nor contain only whitespace characters
id: Postingan tidak boleh kosong atau hanya terisi karakter spasi
pl: Post nie może być pusty lub posiadać tylko niewidoczne znaki

source: Permanently Censored Project cannot be reshared.
id: Karya Tersensor Permanen tidak dabat dibagikan lagi.
pl: Permanentnie Ocenzurowany Projekt nie może zostać ponownie udostępniony.

source: Coming Soon- Scratch
gd: A’ tighinn a dh’aithghearr- Scratch
id: Akan Datang Segera- Scratch
pl: Już niedługo- Scratch

source: Coming Very Soon...
gd: A’ tighinn a dh’aithghearr...
id: Akan Kembali Segera...
pl: Już niedługo...

source: Want to share on Scratch?
id: Ingin berbagi di Scratch?
pl: Chcesz udostępniać na Scratchu?

source: We sent a verification email to <strong>%(email_address)s</strong>.
id: Kami telah mengirim sebuah surel verifikasi ke <strong>%(email_address)s</strong>.
pl: Wysłaliśmy email weryfikacyjny na adres <strong>%(email_address)s</strong>.

source: The owner of this address has requested their address be removed from our lists. Please <a onClick="redirectParent('%(settings_url)s');" href="#">change your address to a new one</a> or <a onClick="redirectParent('%(contact_us_url)s');" href="#">contact us</a> if you have questions.
id: Pemilik dari alamat ini telah meminta agar alamat mereka dihapus dari daftar kami. Mohon <a onClick="redirectParent('%(settings_url)s');" href="#">ganti alamat anda ke yang baru</a> atau <a onClick="redirectParent('%(contact_us_url)s');" href="#">kontak kami</a> jika anda punya pertanyaan.
pl: Właściciel tego adresu emial poprosił nas, abyśmy usunęli jego adres z listy. Prosimy <a onClick="redirectParent('%(settings_url)s');" href="#">o zmianę adresu email na inny</a> lub <a onClick="redirectParent('%(contact_us_url)s');" href="#">o kontakt</a> jeśli masz pytania.
