Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: da, gd, id, pl

source: Your message has been sent. We will respond within 3 days.
da: Din besked er blevet sendt. Vi vil svare indenfor 3 dage.
gd: Chaidh an teachdaireachd agad a chur. Bheir sinn freagairt dhut an ceann 3 làithean.
id: Pesanmu telah dikirim. Kami akan membalas dalam selambat-lambatnya 3 hari.
pl: Wiadomość została wysłana. Odpowiemy w przeciągu 3 dni.

source: Please correct the errors below.
da: Vær så venlig at rette fejlene nederst.
gd: Feuch an cuir thu na mearachdan gu h-ìosal gu ceart.
id: Tolong perbaiki kesalahan di bawah.
pl: Proszę poprawić poniższe błędy.

source: invalid password
da: ugyldigt kodeord
gd: facal-faire mì-dhligheach
id: password tidak valid
pl: nieprawidłowe hasło

source: You must enter your password.
da: Du skal indtaste dit kodeord.
gd: Feumaidh tu facal-faire a chur a-steach.
id: Kamu harus memasukkan passwordmu.
pl: Musisz podać swoje hasło.

source: Wrong password, try again.
da: Forkert kodeord, prøv igen.
gd: Cha robh am facal-faire mar bu chòir, am feuch thu ris a-rithist?
id: Password salah, coba lagi.
pl: Błędne hasło, spróbuj ponownie.

source: Enter your password to confirm
da: Indtast dit kodeord for at bekræftige
gd: Cuir a-steach am facal-faire agad gus a dhearbhadh
id: Masukkan passwordmu untuk mengonfirmasi
pl: Wprowadź hasło aby potwierdzić

source: Incorrect captcha, please try again.
da: Forkert captcha, prøv venligst igen.
gd: Cha robh an CAPTCHA mar bu chòir, am feuch thu ris a-rithist?
id: Captcha salah, tolong ulangi lagi.
pl: Nieprawidłowe captcha, proszę spróbować ponownie.

source: Keep my projects, but disable all comments
da: Behold mine projekter, men deaktiver alle kommentarer
gd: Cum na pròiseactan agam ach cuir na beachdan agam uile à comas
id: Jangan hapus karya-karyaku, tapi matikan semua komentar
pl: Zachowaj moje projekty, ale wyłącz wszystkie komentarze

source: Delete my projects
da: Slet mine projekter
gd: Sguab às na pròiseactan agam
id: Hapus karya-karyaku
pl: Usuń moje projekty

source: Looks like that isn't a valid email format
da: Det ligner ikke en rigtig e-mailadresse
gd: Tha coltas nach e fòrmat puist-d dligheach a th’ ann seo
id: Sepertinya itu bukan format surel yang sah
pl: To nie jest poprawny email

source: The two password fields didn't match.
da: De to kodeord er ikke ens.
gd: Cha robh an dà fhacal-faire co-ionnann.
id: Kedua kata sandi tersebut tidak cocok.
pl: Podane hasła nie pasują do siebie.

source: Your password must be at least 6 characters long.
da: Din kodeord skal bestå af mindst 6 tegn.
gd: Feumaidh am facal-faire agad a bhith 6 caractaran a dh’fhaid air a char as lugha.
id: Panjang kata sandimu harus paling sedikit 6 karakter panjangnya.
pl: Twoje hasło musi mieć przynajmniej 6 znaków.

source: Your password cannot be 'password'.
da: Dit kodeord må ikke være 'kodeord'.
gd: Chan fhaod thu “password” a chleachdadh nad fhacal-faire.
id: Passwordmu boleh merupakan 'password'.
pl: Twoje hasło nie może brzmieć 'password'.

source: Your password cannot be the same as your username.
da: Din kodeord må ikke være det samme som dit brugernavn.
gd: Chan fhaod am facal-faire a bhith co-ionnann ri d’ ainm-cleachdaiche.
id: Kata sandimu tidak boleh sama dengan usernamemu.
pl: Twoje hasło nie może być takie samo jak nazwa użytkownika.

source: Sorry we don't have an account with that email address
da: Desværre har vi ingen konto med denne e-mailadresse
gd: Duilich ach chan eil cunntas againn aig a bheil an seòladh puist-d seo
id: Maaf kami tidak punya akun dengan alamat surel tersebut
pl: Przepraszamy, ale nie mamy konta z podanym adresem e-mail

source: Sorry we don't have an account with that username
da: Desværre har vi ingen konto med dette brugernavn
gd: Duilich ach chan eil cunntas againn aig a bheil an t-ainm-cleachdaiche seo
id: Maaf, kami tidak punya akun dengan username tersebut
pl: Przepraszamy, ale nie mamy konta z podaną nazwą użytkownika

source: You must provide an email or username
da: Du skal angive en e-mail eller et brugernavn
gd: Feumaidh tu seòladh puist-d no ainm-cleachdaiche a thoirt seachad
id: Kamu harus menyediakan sebuah surel atau username
pl: Musisz podać e-mail lub nazwę użytkownika

source: Email
gd: Post-d
id: Surel

source: Incorrect username or password.
da: Forkert brugernavn eller kodeord.
gd: Chan eil an t-ainm-cleachdaiche no chan eil am facal-faire mar bu chòir.
id: Username atau password salah.
pl: Nieprawidłowa nazwa użytkownika lub hasło.

source: Please enable cookies on your browser.
da: Vær så venlig at tillade cookies i din browser.
gd: An cuir thu briosgaidean an comas sa bhrabhsair agad?
id: Tolong aktifkan kuki atau cookies di browsermu.
pl: Proszę włączyć ciasteczka w przeglądarce.

source: This account is inactive.
da: Denne konto er ikke aktiv.
gd: Chan eil an cunntas seo gnìomhach.
id: Akun ini tidak aktif.
pl: To konto jest nieaktywne.

source: This account is deleted!
da: Denne konto er slettet!
gd: Chaidh an cunntas seo a sguabadh às!
id: Akun ini telah dihapus!
pl: To konto zostało usunięte!

source: Send me Scratch Updates & Newsletters
da: Jeg vil gerne modtage Scratch Opdateringer & Nyhedsbreve
gd: Cuir ùrachaidhean ⁊ litrichean-naidheachd Scratch thugam
id: Kirimi aku Berita Scratch & Newsletter
pl: Wysyłaj mi informacje o aktualizacjach Scratcha i biuletyny

source: Unsubscribe me from Scratch updates
da: Slet mig fra Scratch opdateringer
gd: Na cuir ùrachaidhean Scratch thugam tuilleadh
id: Berhenti berlangganan dari berita Scratch
pl: Nie wysyłaj mi więcej aktualności ze Scratcha

source: Unsubscribe me from Code-to-Learn Foundation updates
da: Slet mig fra opdateringer fra Code-to-Learn Foundation
gd: Na cuir ùrachaidhean Fonndas Code-to-Learn thugam tuilleadh
id: Berhenti berlangganan dari berita dari Code-to-Learn Foundation
pl: Nie wysyłaj mi więcej nowości z fundacji Code-to-Learn

source: day
da: dag
gd: latha
id: hari
pl: dzień

source: 1 minute ago
da: 1 minut siden
gd: %(minutes)d mhionaid air ais
id: %(minutes)d menit yang lalu
pl: 1 minutę temu

source: just now
da: lige nu
gd: an-dràsta fhèin
id: baru saja
pl: tylko teraz

source: 1 hour ago
da: 1 time siden
gd: %(hours)d uair a thìde air ais
id: %(hours)d jam yang lalu
pl: 1 godzinę temu

source: yesterday at %s
da: i går ved %s
gd: an-dè %s
id: kemarin pada jam %s
pl: wczoraj o %s

source: %(number)d %(type)s ago
da: %(number)d %(type)s siden
gd: %(number)d %(type)s air ais
id: %(number)d %(type)s yang lalu
pl: %(number)d %(type)s temu

source: subscribers
da: abonnenter
gd: fo-sgrìobhaichean
id: pelanggan
pl: subskrybenci

source: Latest posts on forum
da: Seneste opslag på forum
gd: Na postaichean as ùire air a’ bhòrd-bhrath
id: Post-post terbaru di forum
pl: Ostatnie wpisy na forum

source: Latest topics on forum
da: Seneste emner på forum
gd: Na cuspairean as ùire air a’ bhòrd-bhrath
id: Topik-topik terbaru di forum
pl: Najnowsze tematy na forum

source: Latest posts on %s
da: Seneste opslag på %s
gd: Na postaichean as ùire air %s
id: Post-post terbaru di %s
pl: Ostatnie wpisy na %s

source: Latest posts on the topic "%s"
da: Seneste opslag med emnet "%s"
gd: Na postaichean as ùire sa chuspair “%s”
id: Postingan terbaru di topik "%s"
pl: Ostatnie wpisy w temacie "%s"

source: Latest posts on the forum "%s"
da: Seneste opslag på forummet "%s"
gd: Na postaichean as ùire san fhòram “%s”
id: Post-post terbaru di forum "%s"
pl: Ostatnie wpisy na forum "%s"

source: Latest posts on the category "%s"
da: Seneste opslag med kategorien "%s"
gd: Na postaichean as ùire san roinn-seòrsa “%s”
id: Post-post terbaru di kategori "%s"
pl: Ostatnie wpisy w kategorii "%s"

source: Username
da: Brugernavn
gd: Ainm-cleachdaiche
id: Nama Pengguna
pl: Użytkownik

source: Registered
da: Registreret
gd: Clàraichte
id: Terdaftar
pl: Zarejestrowany

source: Number of posts
da: Antal opslag
gd: Àireamh de phostaichean
id: Jumlah postingan
pl: Liczba wpisów

source: Post time
da: Tidspunkt for opslaget
gd: Àm a’ phuist
id: Waktu postingan
pl: Data wpisu

source: Author
da: Udvikler
gd: Ùghdar
id: Pembuat
pl: Autor

source: Subject
da: Emne
gd: Cuspair
id: Subyek
pl: Temat

source: Ascending
da: Stigende
gd: A’ dìreadh
id: Naik
pl: Rosnąco

source: Descending
da: Faldende
gd: A’ teàrnadh
id: Turun
pl: Malejąco

source: Topics
da: Emner
gd: Cuspairean
id: Topik-topik
pl: Tematy

source: Posts
da: Opslag
gd: Postaichean
id: Post-post
pl: Wpisy

source: Message text and topic subject
da: Meddelelsestekst og emne
gd: Teacsa na teachdaireachd agus an cuspair
id: Pesan dan subyek topik
pl: Treść i tytuł wiadomości

source: Message text only
da: Meddelelsestekst alene
gd: Teacsa na teachdaireachd a-mhàin
id: Teks saja
pl: Tylko treść wiadomości

source: Topic subject only
da: Emne alene
gd: An cuspair a-mhàin
id: Topik saja
pl: Tylko tytuł tematu

source: Subscribe
da: Abonner
gd: Fo-sgrìobh
id: Berlanggan
pl: Subskrybuj

source: Subscribe to this topic.
da: Abonner på emnet.
gd: Fo-sgrìobh gun chuspair seo.
id: Berlanggan ke topik ini.
pl: Subskrybuj ten temat.

source: Can't be empty nor contain only whitespace characters
da: Må ikke være tom eller kun indeholde mellemrum
gd: Chan fhaod e bhith falamh agus feumaidh samhla a chì thu a bhith ann
id: Tidak boleh kosong atau hanya terisi karakter spasi
pl: Nie może być puste lub posiadać tylko niewidocznych znaków

source: Hmm, the filterbot is pretty sure your recent comments weren't ok for Scratch, so your account has been muted for the rest of the day. :/
da: Hmm, filterrobotten er ret sikker på at dine seneste kommentarer ikke hører til på Scratch, så du har ikke mulighed for at skrive flere kommentarer resten af dagen. :/
gd: Hmm, Tha am bot criathraidh reusanta cinnteach nach robh na beachdan san ùine bheag a dh’fhalbh iomchaidh airson Scratch, mar sin chaidh do chunntas a mhùchadh gu deireadh an latha an-diugh. :/
id: Hmm, si filterbot yakin bahwa komentar-komentar terbarumu tidak cocok untuk Scratch, sehingga akunmu dimute untuk hari ini. :/
pl: Hmm, Bot odpowiadający za filtrowanie jest przekonany, że twoje ostatnie komentarze nie są ok dla Scratch'a, więc twoje konto zostało wyciszone na resztę dnia. :/

source: Sorry, you have to wait %d seconds between posts.
da: Beklager, du må vente %d sekunder mellem opslag.
gd: Tha sinn duilich ach feumaidh tu feitheamh fad %d diog(an) mus sgrìobh thu post eile.
id: Maaf, kanu harus menunggu %d detik di antara waktu memposting
pl: Wybacz, musisz poczekać %d sekund przed dodaniem następnego wpisu.

source: Attachment is too big
da: Vedhæftet fil er for stor
gd: Tha an ceanglachan ro mhòr
id: Attachment terlalu besar
pl: Załącznik jest za duży

source: Silent edit?
da: Anonym redigering?
gd: A bheil thu airson a dheasachadh os ìseal?
id: Mengedit secara diam-diam?
pl: Zedytować cicho?

source: Real name
da: Rigtigt navn
gd: Dearbh ainm
id: Nama asli
pl: Prawdziwe imię

source: Sort by
da: Sorter efter
gd: Seòrsaich a-rèir
id: Urutkan dari
pl: Sortuj według

source: Sort order
da: Sorteringsrækkefølge
gd: Òrdugh an t-seòrsachaidh
id: Urutkan urutan
pl: Kolejność sortowania

source: Keyword search
da: Nøgleordssøgning
gd: Lorg airson faclan
id: Cari keyword
pl: Szukaj słów kluczowych

source: Author search
da: Søgning på udviklere
gd: Lorg airson ùghdar
id: Cari pemilik
pl: Szukaj autora

source: Search in
da: Søgning i
gd: Lorg an seo:
id: Cari di
pl: Szukaj w

source: Show results as
da: Vis resultaterne som
gd: Seall na toraidhean mar
id: Tampilkan hasil sebagai
pl: Pokaż wyniki jako

source: User "%s" does not exist
da: Bruger "%s" existerer ikke
gd: Chan eil an cleachdaiche “%s” ann
id: Tidak ada pengguna yang bernama "%s"
pl: Użytkownik "%s" nie istnieje

source: You already voted for this post
da: Du har allerede stemt på dette opslag
gd: Chuir thu bhòt airson a’ phuist seo ann mar-thà
id: Kau telah vote untuk post ini
pl: Już zagłosowałeś na ten wpis

source: This post does't belong to that user
da: Opslaget tilhører ikke brugeren
gd: Chan ann aig a’ chleachdaiche sin a tha am post seo
id: Postingan ini bukan milik user tersebut
pl: Ten wpis nie należy do tego użytkownika

source: Message
da: Besked
gd: Teachdaireachd
id: Pesan
pl: Wiadomość

source: You have selected too many choices. You may only select %i.
da: Du har valgt for mange valgmuligheder. Du må kun vælge %i.
gd: Thagh thu cus roghainnean. Chan fhaod thu ach %i dhiubh a thaghadh.
id: Kau telah memilih terlalu banyak pilihan. Kau hanya dapat memilih %i.
pl: Wybrałeś za dużo pól. Możesz wybrać tylko %i pól.

source: Write each answer on a new line.
da: Skriv hvert svar på en ny linie.
gd: Sgrìobh gach freagairt air loidhne fa leth.
id: Tuliskan setiap jawaban dalam sebuah garis baru.
pl: Napisz każdą odpowiedź w nowej linii.

source: Number of days for this poll to run. Leave empty for an indefinite poll.
da: Antal dage meningsmålingen skal vare. Blank hvis ingen slutdato.
gd: An àireamh de làithean a ruitheas an cunntas-bheachd seo. Fàg bàn e airson cunntas-bheachd gun chrìoch.
id: Jumlah hari untuk poll ini dijalankan. Tinggalkan kosong untuk poll yang tidak dibatasi.

source: There is no valid answer.
da: Der er ingen rigtige svar.
gd: Chan eil freagairt dhligheach ann.
id: Tidak ada jawaban yang benar.
pl: Nie ma pasującej odpowiedzi

source: One of the answers is too long.
da: Et af svarene er for langt.
gd: Tha aon dhe na freagairtean ro fhada.
id: Salah satu jawaban tersebut terlalu panjang.
pl: Jedna z odpowiedzi jest zbyt długa.

source: Display your e-mail address.
da: Vis din e-mailadresse.
gd: Seall an seòladh puist-d agad.
id: Tampilkan alamat e-mail mu.
pl: Pokaż twój adres e-mail.

source: Hide your e-mail address but allow form e-mail.
da: Skjul din e-mailadresse men tillad e-mailformularer.
gd: Falaich an seòladh puist-d agad ach ceadaich puist-d slighe foirm.
id: Sembunyikan surelmu tapi bolehkan form surel.

source: Hide your e-mail address and disallow form e-mail.
da: Skjul din e-mailadresse og forbyd e-mailformularer.
gd: Falaich an seòladh puist-d agad agus na ceadaich puist-d slighe foirm.
id: Sembunyikan alamat surelmu dan larang form surel.

source: Name
da: Navn
gd: Ainm
id: Judul
pl: Imię

source: Groups
da: Grupper
gd: Buidhnean
id: Kelompok
pl: Grupy

source: Only users from these groups can see this category
da: Kun brugere fra disse grupper kan se kategorien
gd: Chan fhaic ach na cleachdaichean a tha sna buidhnean seo an roinn-seòrsa seo
id: Hanya user dari kelompok ini yang bisa melihat kategori ini
pl: Tylko użytkownicy z tej grupy mogą zobaczyć tą kategorię

source: Position
gd: Ionad
id: Posisi
pl: Pozycja

source: Category
da: Kategori
gd: Roinn-seòrsa
id: Kategori
pl: Kategoria

source: Categories
da: Kategorier
gd: Roinnean-seòrsa
id: Kategori
pl: Kategorie

source: New topics by moderators only
da: Nye emner kun ved moderatorer
gd: Cuspairean ùra le maoir a-mhàin
id: Topik-topik baru hanya oleh moderator
pl: Nowe tematy mogą opublikować tylko moderatorzy

source: Description
da: Beskrivelse
gd: Tuairisgeul
id: Deskripsi
pl: Opis

source: Moderators
da: Moderatorer
gd: Maoir
id: Moderator
pl: Moderatorzy

source: Updated
da: Opdateret
gd: Air ùrachadh
id: Terbarui
pl: Zaktualizowane

source: Post count
da: Antal opslag
gd: Uiread de phostaichean
id: Jumlah post
pl: Liczba wpisów

source: Topic count
da: Antal emner
gd: Uiread de chuspairean
id: Jumlah topik
pl: Liczba tematów

source: Forums
da: Fora
gd: Bòrd-brath
id: Forum
pl: Fora

source: Created
da: Lavet
gd: Air a chruthachadh
id: Dibuat
pl: Stworzony

source: User
da: Bruger
gd: Cleachdaiche
id: Pengguna
pl: Użytkownik

source: Views count
da: Antal fremvisninger
gd: Air a shealltainn
id: Jumlah dilihat
pl: Liczba wyświetleń

source: Sticky
da: Fremhævet emne
gd: Fleodrainn
id: Tertempel
pl: Przyklejony

source: Closed
da: Lukket
gd: Dùinte
id: Tertutup
pl: Zamknięty

source: Topic
da: Emne
gd: Cuspair
id: Topik
pl: Temat

source: Updated by
da: Opdateret af
gd: Air ùrachadh le
id: Diperbarui oleh
pl: Zaktualizowane przez

source: HTML version
gd: Tionndadh HTML
id: Versi HTML
pl: Wersja HTML

source: User IP
da: Bruger IPadresse
gd: IP a’ chleachdaiche
id: IP User
pl: IP użytkownika

source: From
da: Fra
gd: O
id: Dari
pl: Od

source: To
da: Til
gd: Gu
id: Kepada
pl: Do

source: Time
da: Tid
gd: Àm
id: Waktu
pl: Czas

source: Sign
da: Tegn
gd: Soidhne
id: Tanda
pl: Podpis

source: Reason
da: Årsag
gd: Adhbhar
id: Alasan
pl: Powód

source: Reputation
da: Omdømme
gd: Cliù
id: Reputasi
pl: Reputacja

source: Reputations
da: Omdømmer
gd: Cliù
id: Reputasi
pl: Reputacje

source: Site
da: Sted
gd: Làrach-lìn
id: Situs
pl: Strona

source: Location
da: Beliggenhed
gd: Àite
id: Lokasi
pl: Położenie

source: Signature
da: Underskrift
gd: Earr-sgrìobhadh
id: Signatur
pl: Podpis

source: Time zone
da: Tidszone
gd: Roinn-tìde
id: Waktu
pl: Strefa czasowa

source: Language
da: Sprog
gd: Cànan
id: Bahasa
pl: Język

source: Theme
da: Tema
gd: Ùrlar
id: Tema
pl: Motyw

source: Show avatar
da: Vis avatar
gd: Seall avatar
id: Tampilkan avatar
pl: Pokaż zdjęcie profilowe

source: Show signatures
da: Vis underskrifter
gd: Seall earr-sgrìobhaidhean
id: Tampilkan signatur
pl: Pokazuj sygnaturki

source: Show smilies
da: Vis smileys
gd: Seall samhlaidhean-gnùis
id: Tampilkan smilies
pl: Pokazuj uśmiechy

source: Privacy permission
da: Tilladelse til at videregive private oplysninger
gd: Cead prìobhaideachd
id: Izin privasi
pl: Uprawnienia prywatności

source: Auto subscribe
da: Abonnér automatisk
gd: Fo-sgrìobh gu fèin-obrachail
id: Auto suscribe
pl: Automatyczna subskrybcja

source: Auto subscribe all topics you have created or reply.
da: Abonnér automatisk på alle de emner, som du har oprettet eller svaret på
gd: Fo-sgrìobh gu fèin-obrachail airson a h-uile cuspair a chruthaich thu no a fhreagair thu ann.
id: Auto suscribe semua topik yang telah kau buat atau jawab.
pl: Automatycznie śledź wszystkie dyskusje, które stworzyłeś lub w których odpowiedziałeś

source: Default markup
da: Default opmærkning
gd: Markup tùsail
id: Markup default
pl: Domyślne zaznaczenie

source: Profile
da: Profil
gd: Pròifil
id: Profil
pl: Profil

source: Profiles
da: Profiler
gd: Pròifilean
id: Profil-profil
pl: Profile

source: Post tracking
da: Spor opslag
gd: Tracadh nam postaichean
id: Lacak postingan
pl: Śledzenie wpisu

source: Reported by
da: Rapporteret af
gd: Air aithris le
id: Dilaporkan oleh
pl: Zgłoszone przez

source: Zapped
da: Zappet
gd: Air a làimhseachadh
id: Ter-zap
pl: Trafiony

source: Zapped by
da: Zappet af
gd: Air a làimhseachadh le
id: Di-zap oleh
pl: Trafiony przez

source: Report
da: Rapportér
gd: Dèan aithris
id: Lapor
pl: Zgłoś

source: Reports
da: Rapporter
gd: Aithrisean
id: Laporan
pl: Zgłoszenia

source: Banned user
da: Udelukket bruger
gd: Cleachdaiche toirmisgte
id: User yang di-ban
pl: Zablokowany użytkownik

source: Ban start
da: Udelukkelse start
gd: Toiseach an toirmisg
id: Mulai ban
pl: Rozpoczęcie blokady

source: Ban end
da: Udelukkelse slut
gd: Deireadh an toirmisg
id: Akhir ban
pl: Koniec blokady

source: Bans
da: Udelukkelser
gd: Toirmeasgan
id: Ban-ban
pl: Blokady

source: Size
da: Størrelse
gd: Meud
id: Ukuran
pl: Rozmiar

source: Content type
da: Indholdstype
gd: Seòrsa na susbainte
id: Tipe konten
pl: Rodzaj zawartości

source: How many choices are allowed simultaneously.
da: Hvor mange valgmuligheder er tilladt samtidigt.
gd: Na tha ceadaichte de roghainnean aig an aon àm.
id: Berapa pilihan yang diperbolehkan secara bersamaan.
pl: Numer wyborów których można używać w tym samym czasie.

source: Can users vote to this poll or just see the result?
da: Kan brugere stemme i denne meningsmåling eller kan de kun se resultatet?
gd: Am faod cleachdaichean bhòtadh sa chunntas-bheachd seo no am faic iad an toradh a-mhàin?
id: Dapatkah user memilih poll atau hanya dapat melihat hasilnya?
pl: Czy użytkownicy mogą głosować w tym głosowaniu, czy mogą zobaczyć wyniki?

source: Point of time after this poll would be automatic deactivated
da: Dét tidspunkt, hvorpå denne meningsmåling automatisk bliver deaktiveret
gd: An t-àm a thèid an cunntas-bheachd seo a chur à gnìomh gu fèin-obrachail
id: Saat setelah poll secara otomatis di-nonaktifkan
pl: Moment, kiedy ankieta zostałaby automatycznie wyłączona

source: Users who has voted this poll.
da: Brugere som har stemt i denne meningsmåling.
gd: Cleachdaichean a bhòt sa chunntas-bheachd seo.
id: User yang telah vote di poll ini.
pl: Użytkownicy, którzy zagłosowali w tym głosowaniu.

source: Topics deleted.
da: Emner er slettet..
gd: Chaidh na cuspairean a sguabadh às.
id: Topik yang dihapus.
pl: Tematy skasowane.

source: Topics opened.
da: Emner er åbnet.
gd: Chaidh na cuspairean fhosgladh.
id: Topik yang dibuka.
pl: Tematy otwarte.

source: Topics closed.
da: Emner er lukket.
gd: Chaidh na cuspairean a dhùnadh.
id: Topik ditutup.
pl: Tematy zamknięte.

source: Found %i posts.
da: Fundet %i opslag.
gd: Chaidh %i post(aichean) a lorg.
id: Ditemukan %i post.
pl: Znaleziono %i postów.

source: Found %i topics.
da: Fundet %i emner.
gd: Chaidh %i cuspair(ean) a lorg.
id: Ditemukan %i topik.
pl: Znaleziono %i tematów.

source: Marked all topics as read.
da: Marker alle emnerne som læste.
gd: Cuir comharra gun deach gach cuspair a leughadh.
id: Tandai semua topik sebagai terbaca.
pl: Ustawiono wszystkie teamty jako przeczytane.

source: Post reported.
da: Opslaget er rapporteret.
gd: Chaidh aithris air a’ phost a chur.
id: Post dilaporkan.
pl: Post zgłoszony.

source: Reply saved.
da: Svaret er gemt.
gd: Chaidh an fhreagairt a shàbhaladh.
id: Jawaban tersimpan.
pl: Odpowiedź zapisana.

source: This poll is not active.
da: Denne meningsmåling er ikke aktiv.
gd: Chan eil an cunntas-bheachd gnìomhach.
id: Poll ini tidak aktif.
pl: Głosowanie nie jest aktywne.

source: You already voted on this poll.
da: Du har allerede stemt i denne meningsmåling.
gd: Bhòt thu sa chunntas-bheachd seo mar-thà.
id: Kamu telah vote untuk poll ini.
pl: Już zagłosowałeś w tym głosowaniu.

source: Vote saved.
da: Din stemme er gemt.
gd: Chaidh a’ bhòt a shàbhaladh.
id: Vote tersimpan.
pl: Głos zapisany

source: Topic with poll saved.
da: Emne med meningsmåling er gemt.
gd: Chaidh an cuspair le cunntas-bheachd a shàbhaladh.
id: Topik dengan poll tersimpan.
pl: Temat z głosowaniem zapisany.

source: Topic saved.
da: Emne er gemt.
gd: Chaidh an cuspair a shàbhaladh.
id: Topik tersimpan.
pl: Temat zapisany.

source: Avatar uploaded.
da: Avatar er uploadet.
gd: Chaidh an t-avatar a luchdadh suas.
id: Avatar terupload.
pl: Avatar przesłany.

source: Please sign in.
da: Vær så venlig at logge på.
gd: An clàraich thu a-steach?
id: Silakan masuk dulu.
pl: Proszę się zalogować.

source: Profile saved.
da: Profilen er gemt.
gd: Chaidh a’ phròifil a shàbhaladh.
id: Profil disimpan.
pl: Profil został zapisany.

source: Reputation deleted.
da: Omdømmet er slettet.
gd: Chaidh an cliù a sguabadh às.
id: Reputasi dihapus.
pl: Reputacja usunięta.

source: Reputation saved.
da: Omdømmet er gemt.
gd: Chaidh an cliù a shàbhaladh.
id: Reputasi disimpan.
pl: Reputacja zapisana.

source: You don't have permission to edit this post.
da: Du har ikke tilladelse til at redigere dette opslag.
gd: Chan eil cead agad gus am post seo a dheasachadh.
id: Kamu tidak punya izin untuk mengedit post ini.
pl: Nie masz uprawnień do edycji tego posta.

source: Post updated.
da: Opslag er opdateret.
gd: Chaidh am post ùrachadh.
id: Post terbarui.
pl: Wpis uaktualniony.

source: Post deleted.
da: Opslag er slettet.
gd: Chaidh am post a sguabadh às.
id: Post dihapus.
pl: Post usunięty.

source: The topic ID must be an integer.
da: Emnets ID skal være et helt tal.
gd: Feumaidh ID a’ chuspair a bhith na àireamh shlàn.
id: ID dari topik ini harus merupakan sebuah angka.
pl: ID tematu musi być liczbą całkowitą.
