Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: da, gd, id, pl

source: That thread doesn't exist.
da: Den tråd eksisterer ikke.
gd: Chan eil an sreath seo ann.
id: Tidak ada thread tersebut.
pl: Ten temat nie istnieje.

source: Posts moved.
da: Opslag er fjernet.
gd: Chaidh na postaichean a ghluasad.
id: Post dipindah.
pl: Posty przeniesione.

source: Topic moved.
da: Emne er flyttet.
gd: Chaidh an cuspair a ghluasad.
id: Topik dipindah.
pl: Temat przeniesiony.

source: Topic stickied.
da: Emne er fremhævet.
gd: Chaidh fleodrainn a dhèanamh dhen chuspair.
id: Topik ditempel.
pl: Temat przyklejony.

source: Topic unstickied.
da: Emne er ikke længere fremhævet.
gd: Chaidh cuspair coitcheann a dhèanamh dheth.
id: Topik tidak tertempel.
pl: Temat odklejony.

source: You don't have permission to delete this post.
da: Du har ikke tilladelse til at slette dette opslag.
gd: Chan eil cead agad gus am post seo a sguabadh às.
id: Kau tidak punya izin untuk menghapus post ini.
pl: Nie masz uprawnień do usunięcia tego posta.

source: You don't have permission to mark this post.
da: Du har ikke tilladelse til at markere dette opslag.
gd: Chan eil cead agad gus comharra a chur ris a’ phost seo.
id: Kamu tidak punya izin untuk menandai post ini.
pl: Nie masz uprawnień do oznaczenia tego posta.

source: There was not enough data collected to mark this post.
da: Der var ikke nok data samlet ind for at kunne markere dette opslag.
gd: Cha deach dàta gu leòr a chruinneachadh gus comharra a chur ris a’ phost seo.
id: Data yang dikumpulkan tidak cukup untuk menandai post ini.
pl: Nie zebrano wystarczającej ilości danych, aby oznaczyć tego posta.

source: Post marked as spam.
da: Opslag er markeret som spam.
gd: Chaidh comharra spama a chur ris a’ phost.
id: Post tertandai sebagai spam.
pl: Post został oznaczony jako spam.

source: This post is not in the right state to be marked as spam.
da: Dette opslag bør ikke markeres som spam.
gd: Chan eil an staid a bu chòir air a’ phost seo gus comharra spama a chur ris.
id: Postingan ini tidak dalam kondisi yang benar untuk ditandai sebagai spam.

source: Post un-marked as spam.
da: Opslag er ikke længere markeret som spam.
gd: Chaidh comharra a chur nach eil am post seo na spama.
id: Post tertandai sebagai bukan spam.
pl: Post nie jest już oznaczony jako spam.

source: This post is not in the right state to be un-marked as spam.
da: Dette opslag er endnu ikke klar til at blive markeret som ikke-spam.
gd: Chan eil am post seo ann an staid ach an gabhadh comharra an spama a thoirt fo bharr.
id: Postingan ini tidak dalam kondisi yang benar untuk ditandai sebagai bukan spam.

source: Topic closed.
da: Emnet er lukket.
gd: Chaidh an cuspair a dhùnadh.
id: Topik ditutup.
pl: Temat zamknięty.

source: Topic opened.
da: Emnet er åbnet.
gd: Chaidh an cuspair fhosgladh.
id: Topik dibuka.
pl: Temat otwarty.

source: Unsubscribed from topic.
da: Slet abonnementet fra emnet.
gd: Chuir thu crìoch air an fho-sgrìobhadh airson a’ chuspair seo.
id: Berhenti berlangganan dari topik.
pl: Nie subskrybujesz już tego tematu.

source: Subscribed to topic.
da: Abonnér på emne.
gd: Fo-sgrìobh thu airson a’ chuspair seo.
id: Berlanggangan ke topik ini.
pl: Zasubskrybowałeś ten temat.

source: New Topic
da: Nyt Emne
gd: Cuspair ùr
id: Topik baru
pl: Nowy temat

source: Discussion Forums
da: Diskussions Fora
gd: Bòrd-brath
id: Forum Perdiskusian
pl: Fora dyskusyjne

source: Discuss Scratch
da: Diskutér Scratch
gd: Bruidhinn mu Scratch
id: Diskusikan Scratch
pl: Dyskusja Scratcha

source: Notice
da: Bemærk
gd: Brath
id: Perhatian
pl: Powiadomienie

source: Delete Posts - %(name)s
da: Slet Opslag - %(name)s
gd: Sguab às postaichean - %(name)s
id: Hapus Post - %(name)s
pl: Usuń posty - %(name)s

source: Delete Posts
da: Slet Opslag
gd: Sguab às postaichean
id: Hapus post
pl: Usuń posty

source: Last edited by %(user)s (%(time)s)
da: Sidst redigeret af %(user)s (%(time)s)
gd: An deasachadh mu dheireadh le %(user)s (%(time)s)
id: Terakhir kali di edit oleh %(user)s pada (%(time)s)
pl: Użytkownik %(user)s ostatnio zedytował tego posta. (%(time)s)

source: Select
da: Vælg
gd: Tagh
id: Pilih
pl: Wybierz

source: Delete
da: Slet
gd: Sguab às
id: Hapus
pl: Usuń

source: Go back
da: Gå tilbage
gd: Air ais
id: Kembali
pl: Wstecz

source: Silent edit (don't display 'Edited by ...' in topic view)
da: Anonym redigering (vis ikke 'Redigeret af ...' i emnet)
gd: Deasachadh os ìseal (na seall “Air a dheasachadh le ...” ann an sealladh a’ chuspair)
id: Sunting secara diam-diam (jangan tampilkan 'diedit oleh ...' di tampilan topik)
pl: Cicha edycja (nie wyświetla "Zedytowane przez..." przy poście)

source: Save
da: Gem
gd: Sàbhail
id: Simpan
pl: Zapisz

source: Can't find an answer to your question? Click here to ask it in a new thread.
da: Kan du ikke finde et svar på dit spørgsmål? Klik her for at spørge om det i en ny tråd.
gd: Nach do lorg thu freagairt dhan cheist agad? Briog an seo gus faighneachd ann an sreath ùr.
id: Tidak dapat menemukan jawaban untuk pertanyaanmu? Klik di sini untuk menanyakannya di thread baru.
pl: Nie możesz znaleźć odpowiedzi na swoje pytanie? Kliknij tutaj, aby stworzyć nowy temat.

source: New topic
da: Nyt emne
gd: Cuspair ùr
id: Topik baru
pl: Nowy temat

source: Replies
da: Svar
gd: Freagairtean
id: Jawaban
pl: Odpowiedzi

source: Views
da: Visninger
gd: Seallaidhean
id: Dilihat
pl: Wyświetleń

source: Last Post
da: Sidste Opslag
gd: Am post mu dheireadh
id: Post terakhir
pl: Ostatni post

source: Sticky:
da: Fremhævet:
gd: Fleodrainn:
id: Tertempel:
pl: Przyklejony:

source: by
da: af
gd: le
id: oleh
pl: przez

source: (New Posts)
da: (Nye Opslag)
gd: (Post ùr)
id: (Postingan Terbaru)
pl: (Nowe Posty)

source: Forum is empty.
da: Forummet er tomt.
gd: Tha am fòram falamh.
id: Forum ini kosong.
pl: Forum jest puste.

source: Moderate forum
da: Gennemgå forummet
gd: Dèan maorsainneachd air an fhòram
id: Pantau forum

source: Show new posts since last visit
da: Vis nye opslag siden sidste besøg
gd: Seall na postaichean ùra on turas mu dheireadh a thadhail thu
id: Tampilkan postingan baru sejak kunjungan terakhir
pl: Pokaż nowe posty od ostatniej wizyty

source: Discussion Home
da: Hjemsted for diskussion
gd: Dachaidh na deasbaireachd
id: Diskusi
pl: Strona główna dyskusji

source: Search
da: Søg
gd: Lorg
id: Cari
pl: Szukaj

source: Reports (%(report_count)s)
da: Rapporter (%(report_count)s)
gd: Aithrisean (%(report_count)s)
id: Laporan (%(report_count)s)
pl: Zgłoszenia (%(report_count)s)

source: Show your
da: Vis dine
gd: Seall na sgrìobh mi:
id: Tampilkan olehmu
pl: Pokaż twoje

source: topics
da: emner
gd: cuspairean
id: topik
pl: tematy

source: posts
da: opslag
gd: postaichean
id: post
pl: wpisów

source: Change your signature
da: Ændre din underskrift
gd: Atharraich an t-earr-sgrìobhadh agad
id: Ganti signaturmu
pl: Zmień swoją sygnaturę

source: Show recent posts
da: Vis de seneste opslag
gd: Seall postaichean o chionn goirid
id: Tampilkan post terbaru
pl: Pokaż ostatnie posty

source: Show unanswered posts
da: Hvis ubesvarede opslag
gd: Seall postaichean gun fhreagairt
id: Tampilkan post yang belum dijawab
pl: Pokaż posty bez odpowiedzi

source: Mark all topics as read
da: Marker alle emner som læste
gd: Cuir comharra gun deach gach cuspair a leughadh
id: Tandai semua topik sebagai telah dibaca
pl: Oznacz wszystkie tematy jako przeczytane

source: Send e-mail to
da: Send e-mail til
gd: Cuir post-d gu
id: Kirim e-mail kepada
pl: Wyślij maila do

source: Write and submit your e-mail message
da: Skriv og send din e-mail besked
gd: Sgrìobh agus cuir a-null an teachdaireachd puist-d agad
id: Tulis dan kirimkan pesan e-mail mu
pl: Napisz i wyślij e-maila

source: Please note that by using this form, your e-mail address will be disclosed to the recipient.
da: Vær opmærksom på at når du udfylder denne formular, vil din e-mail adresse blive synlig for modtageren
gd: Thoir an aire gun tèid an seòladh puist-d agad a nochdadh dhan fhaightear nuair a chleachdas tu am foirm seo.
id: Ingatlah bahwa dengan menggunakan formulir ini, alamat e-mailmu tidak akan ditampilkan kepada penerima.

source: Submit
da: Send
gd: Cuir a-null
id: Kirim
pl: Wyślij

source: Moderate - %(name)s
da: Moderere - %(name)s
gd: Dèan maorsainneachd - %(name)s
id: Pantau - %(name)s

source: Moderate Forum
da: Gennemgå forummet
gd: Dèan maorsainneachd air an fhòram
id: Pantau Forum

source: Move
da: Flyt
gd: Gluais
id: Pindah
pl: Przesuń

source: Open
da: Åben
gd: Fosgail
id: Buka
pl: Otwórz

source: Close
da: Luk
gd: Dùin
id: Tutup

source: Moderated by
da: Redigeret af
gd: Maor:
id: Dipantau oleh
pl: Zmoderowane przez

source: Move Posts - %(name)s
da: Flyt Opslag - %(name)s
gd: Gluais postaichean - %(name)s
id: Hapus Post - %(name)s
pl: Przesuń posty - %(name)s

source: Move Posts
da: Flyt opslag
gd: Gluais postaichean
id: Pindahkan Post
pl: Przenieś posty

source: All posts (original topic will be deleted)
da: Alle opslag (det originale emne vil blive slettet)
gd: A h-uile post (thèid an cuspair tùsail a sguabadh às)
id: Semua postingan (topik orisiniil akan dihapus)
pl: Wszystkie posty (oryginalny temat zostanie usunięty)

source: Topic ID or URL
da: Emne ID eller webadresse
gd: ID no URL a’ chuspair
id: ID Topik atau URL
pl: ID lub URL tematu

source: Move Topic
da: Flyt Emne
gd: Gluais cuspair
id: Pindahkan Topik
pl: Przenieś temat

source: Move to
da: Flyt til
gd: Gluais gu
id: Pindahkan ke
pl: Przenieś do

source: Pages
da: Sider
gd: Duilleagan
id: Halaman
pl: Strony

source: Report Post
da: Rapportér Opslag
gd: Dèan aithris air a’ phost
id: Laporkan Post
pl: Zgłoś posta

source: Please enter a short reason why you are reporting this post.
da: Vær venlig at skrive en kort forklaring på ,hvorfor du rapporterer dette opslag.
gd: Cuir ann adhbhar goirid air a tha thu ag aithris am post seo.
id: Tolong tuliskan sebuah alasan pendek kenapa kau melaporkan post ini.
pl: Proszę wpisać krótkie uzasadnienie zgłoszenia.

source: Reputation of the user
da: Brugerens omdømme
gd: Cliù a’ chleachdaiche
id: Reputasi user
pl: Reputacja użytkownika

source: From user
da: Fra bruger
gd: On chleachdaiche
id: Dari user
pl: Od użytkownika

source: For post in topic
da: For opslag i emne
gd: Airson phostaichean sa chuspair
id: Untuk postingan dalam topik
pl: Dla odpowiedzi w temacie

source: Estimation
da: Estimering
gd: Tuairmse
id: Perkiraan
pl: Oszacowanie

source: Date
da: Dato
gd: Ceann-là
id: Tanggal
pl: Data

source: Are you sure
da: Er du sikker
gd: A bheil thu cinnteach?
id: Apakah kau yakin
pl: Czy jesteś pewien

source: Please, fill the form
da: Vær så venlig at udfylde formularen
gd: Feuch an lìon thu am foirm
id: Mohon, isi form tersebut
pl: Proszę uzupełnić formularz

source: Your name:
da: Dit navn:
gd: D’ ainm:
id: Namamu:
pl: Twoje imię:

source: To whom we change a reputation:
da: Til den person, hvor vi ændrer et omdømme:
gd: Cò aige a dh’atharraicheas sinn a chliù:
id: Kepada siapa kami mengubah reputasi:
pl: Czyją zmieniamy reputację:

source: Method:
da: Metode:
gd: Dòigh:
id: Metode:
pl: Metoda:

source: Add of a reputation
da: Tilføj et omdømme
gd: Deagh-chliù
id: Naikkan reputasi
pl: Dodaj reputację

source: Reduction of a reputation
da: Ændre et omdømme
gd: Mì-chliù
id: Turunkan reputasi
pl: Zredukuj reputację

source: (Dustbin all posts and topics)
da: (Papirkurv for alle opslag og emner)
gd: (Cuir a h-uile post is cuspair dhan bhiona)
id: (Buang semua post dan topik)

source: To search by keyword, enter a term or terms to search for. Separate terms with spaces. To search by author enter the username of the author whose posts you wish to search for.
da: For at søge på emneord, skriv et eller flere emner i søgefeltet. Der skal være mellemrum i mellem, hvis der er flere ord. Hvis du vil søge efter udvikleren, skriv brugernavnet for den person, som du ønsker at søge efter.
gd: Airson faclan a lorg, cuir a-steach facal no abairt gus lorg air a shon. Sgar na faclan le beàrnan. Airson ùghdar a lorg, cuir a-steach ainm cleachdaiche an ùghdair a tha thu airson na postaichean aige a lorg.
id: Untuk mencari dengan kaca kunci, ketik kaca kunci untuk mencarinya, pisahkan kaca kunci dengan spasi. Untuk mencari dari nama pembuat dari postingan-postingan yang ingin kau cari, ketik usernamenya.
pl: Aby wyszukać hasło, wpisz je oddzielając słowa kluczowe spacjami. Aby wyszukać autora wpisz jego nazwę użytkownika.

source: All forums
da: Alle fora
gd: A h-uile bòrd-brath
id: Semua forum
pl: Wszystkie fora

source: Choose in which forum you would like to search and if you want to search in topic subjects, message text or both.
da: Vælg i hvilket forum du vil søge og om du ønsker at søge i emner, beskedens tekst eller begge.
gd: Tagh am fòram sa bheil thu airson lorg agus a bheil thu airson lorg ann an cuspair no teacsa nan teachdaireachdan no an dà chuid.
id: Pilih di forum yang mana kamu ingin mencari dan apakah kamu ingin mencari dalam subyek topik, pesan teks, atau dua-duanya.
pl: Wybierz forum, w którym chcesz szukać oraz to, czy chcesz szukać w nazwach tematów, tekstach wiadomości, czy obu tych możliwościach.

source: You can choose how you wish to sort and show your results.
da: Du kan vælge, hvordan du ønsker at sortere og vise dine resultater.
gd: Cuir romhad ciamar a bu toil leat na toraidhean agad a sheòrsachadh is a shealltainn.
id: Kamu bisa memilih bagaimana hasil akan diurutkan dan ditampilkan.
pl: Możesz wybrać jak chcesz sortować i pokazywać wyniki.

source: Search Results
da: Søgeresultater
gd: Toraidhean an luirg
id: Hasil Pencarian
pl: Wyniki wyszukiwania

source: Show results as topic list.
da: Vis resultaterne som en emneliste.
gd: Seall na toraidhean nan liosta de chuspairean.
id: Tampilkan hasil sebagai daftar topik.
pl: Pokazuj wyniki jako listę tematów.

source: Info
gd: Fiosrachadh
id: Informasi
pl: Informacje

source: Your search returned no hits.
da: Din søgning gav ingen resultater.
gd: Cha deach càil a lorg.
id: Pencarianmu tidak mendapatkan hasil.
pl: Brak wyników wyszukiwania.

source: Search links
da: Søgning i links
gd: Ceanglaichean luirg
id: Cari tautan
pl: Szukaj linków

source: Show your subscribed topics
da: Vis de emner, som du abonnerer på
gd: Seall na cuspairean a fho-sgrìobh thu
id: Tampilkan topik yang kamu ikuti
pl: Pokaż swoje subskrybowane tematy

source: Show your topics
da: Vis dine emner
gd: Seall na cuspairean agad
id: Tampilkan topikmu
pl: Pokaż swoje tematy

source: Show results as post list.
da: Vis resultater som en liste med opslag.
gd: Seall na toraidhean na liosta de phostaichean.
id: Tampilkan hasil sebagai daftar postingan.
pl: Pokaż wyniki jako listę postów.

source: loading...
da: indlæser...
gd: ga luchdadh...
id: memuat...
pl: wczytywanie...

source: There was an error :( Try again?
da: Der var en fejl :( Prøv igen?
gd: Thachair mearachd :( A bheil thu airson feuchainn ris a-rithist?
id: Tadi ada masalah :( Coba lagi?
pl: Wystąpił błąd :( Spróbować ponownie?

source: Follow this discussion to get a message when there's a new post
da: Følg denne diskussion for at få en besked om, hvornår der er et nyt opslag
gd: Lean air an deasbad seo ach am faigh thu teachdaireachd nuair a thèid post ùr a chur ris
id: Ikuti pembicaraan ini untuk mendapatkan pesan setiap kali ada postingan baru
pl: Obserwuj dyskusję, aby otrzymać wiadomość, gdy pojawi się nowy post

source: Follow Discussion
da: Følg Diskussion
gd: Lean air an deasbad
id: Ikuti Pembicaraan
pl: Obserwuj dyskusję

source: Stop getting messages about new posts to this discussion
da: Stop med at få beskeder om nye opslag i denne diskussion
gd: Na faigh teachdaireachdan mu phostaichean ùra san deasbad seo tuilleadh
id: Berhenti mendapatkan pesan tentang postingan baru di perdiskusian ini
pl: Przestań otrzymywać wiadomości o nowych postach w tej dyskusji

source: Unfollow Discussion
da: Lad være med at følge denne diskussion
gd: Na lean air an deasbad tuilleadh
id: Berhenti mengikuti pembicaraan
pl: Przestań obserwować dyskusję

source: (%(count)s answers allows.)
da: (%(count)s svar tilladt.)
gd: (%(count)s freagairt(ean) ceadaichte.)
id: (%(count)s jawaban diperbolehkan.)

source: Vote
da: Stem
gd: Bhòt
id: Pilih
pl: Głosuj

source: 1000+ posts
da: 1000+ opslag
gd: 1000+ post
id: 1000+ postingan
pl: Ponad 1000 postów

source: 500+ posts
da: 500+ opslag
gd: 500+ post
id: 500+ postingan
pl: Ponad 500 postów

source: 100+ posts
da: 100+ opslag
gd: 100+ post
id: 100+ postingan
pl: Ponad 100 postów

source: posts
da: opslag
gd: post(aichean)
id: postingan
pl: wpisów

source: From:
da: Fra:
gd: O:
id: Dari:
pl: Od:

source: Registered:
da: Registreret:
gd: Clàraichte:
id: Terdaftar:
pl: Zarejestrowany:

source: Posts:
da: Opslag:
gd: Postaichean:
id: Postingan:
pl: Wpisy:

source: Really delete all posts, and ban user? This is hard to reverse.
da: Er du sikker på at du vil slette alle opslag og udelukke brugeren? Det er svært at gøre om.
gd: A bheil thu airson gach post a sguabadh às agus an cleachdaiche a thoirmeasg? Bidh e doirbh seo a neo-dhèanamh.
id: Sungguh hapus semua postingan, dan blokir pengguna? Ini sangat susah untuk dibatalkan.
pl: Czy na pewno usunąć wszystkie posty i zablokować użytkownika? To trudne do odwrócenia...

source: (Edit Signature)
da: (Redigér Underskrift)
gd: (Deasaich an earr-sgrìobhadh)
id: (Ubah tanda tangan)
pl: (Modyfikacja sygnatury)

source: Are you sure you want to mark this as spam?
da: Er du sikker på at du vil markere dette som spam?
gd: A bheil thu cinnteach gu bheil thu airson comharra an spama a chur ris?
id: Apakah kamu yakin kamu ingin menandai ini sebagai spam?
pl: Na pewno oznaczyć to jako spam?

source: Mark as Spam
da: Markér som Spam
gd: Cuir comharra an spama ris
id: Tandai sebagai Spam
pl: Oznacz jako spam

source: Are you sure you want to unmark this as spam?
da: Er du sikker på at du vil afmelde dette som spam?
gd: A bheil thu cinnteach gu bheil thu airson comharra an spama a thoirt air falbh?
id: Apakah kamu yakin kamu ingin menandai ini sebagai bukan spam?
pl: Czy na pewno odznaczyć to jako spam?

source: Un-mark as Spam
da: Afmeld som Spam
gd: Thoir comharra an spama air falbh
id: Tandai sebagai bukan Spam
pl: Odznacz jako spam

source: Are you sure you want to delete this post?
da: Er du sikker på, at du vil slette dette opslag?
gd: A bheil thu cinnteach gu bheil thu airson am post seo a sguabadh às?
id: Apakah kamu yakin ingin menghapus postingan ini?
pl: Na pewno usunąć tego posta?

source: Insert a quotation of this post in your reply.
da: Sæt et citat fra dette opslag ind i dit svar.
gd: Cuir iomradh dhen post seo dhan fhreagairt agad.
id: Sisipkan sebuah kutipan di postingan ini dalam jawabanmu.
pl: Dodaj cytat z tego posta w swojej odpowiedzi.

source: Quote
da: Citat
gd: Iomradh
id: Kutip
pl: Cytat

source: Jump to
da: Hop til
gd: Gearr leum gu
id: Lompat ke
pl: Skocz do

source: Go
da: Gå
gd: Siuthad
id: Jalankan
pl: Idź

source: Moderator control
da: Moderator kontrol
gd: Gnìomhan nam maor
id: Kontrol moderator

source: Delete multiple posts
da: Slet flere opslag
gd: Sguab às iomadh post
id: Hapus postingan berlipat
pl: Usuń kilka postów

source: Move multiple posts
da: Flyt flere opslag
gd: Gluais iomadh post
id: Pidahkan postingan berlipat
pl: Przesuń kilka postów

source: Move topic
da: Flyt emne
gd: Gluais cuspair
id: Pindahkan topik
pl: Przenieś temat

source: Open topic
da: Åben emne
gd: Fosgail cuspair
id: Buka topik
pl: Otwórz temat

source: Close topic
da: Luk emne
gd: Dùin cuspair
id: Tutup topik
pl: Zamknij temat

source: Unstick topic
da: Løsriv emne
gd: Dèan cuspair coitcheann dheth
id: Batal tempel topik

source: Stick topic
da: Sæt emne fast
gd: Dèan fleodrainn dheth
id: Tempel topik
pl: Przyklej temat

source: Upload avatar
gd: Luchdaich suas avatar
id: Unggah avatar
pl: Wyślij avatar

source: Enter an avatar file to upload
da: Indtast en avatar fil, som du kan uploade
gd: Cuir a-steach faidhle avatar gus a luchdadh suas
id: Masukkan sebuah file avatar untuk menggungah
pl: Wybierz plik avatara do przesłania

source: An avatar is a small image that will be displayed under your username in your posts. It must not be any bigger than %(avatar_width)s x %(avatar_height)s pixels
da: En avatar er et lille billede, som vil blive vist under dit brugernavn i dine opslag. Det må ikke være større end %(avatar_width)s x %(avatar_height)s i pixels
gd: ’S e dealbh beag a tha san avatar a nochdas fo d’ ainm cleachdaiche sna postaichean agad. Chan fhaod e a bhith nas motha na %(avatar_width)s x %(avatar_height)s piogsail
id: Avatar adalah sebuah gambar kecil yang akan ditampilkan di bawah username-mu di postingan-postinganmu. Avatar tidak boleh lebih besar daripada %(avatar_width)s x %(avatar_height)s pixel
pl: Avatar to małe zdjęcie wyświetlane pod twoją nazwą użytkownika w twoich postach. Nie może być większe niż %(avatar_width)s na %(avatar_height)s pikseli

source: Upload
gd: Luchdaich suas
id: Unggah
pl: Wyślij

source: YouTube Video
da: Video fra YouTube
gd: Video YouTube
id: Video YouTube
pl: Film na YouTube

source: Why do I see this page?
da: Hvorfor ser jeg denne side?
gd: Carson a chì mi an duilleag seo?
id: Kenapa aku melihat halaman ini?
pl: Czemu widzę tę stronę?

source: Links to YouTube videos on the forums are automatically converted to links to this page, to hide comments and other content.
da: Links til YouTube videoer i fora bliver automatisk ændret til links til denne side, for at skjule kommentarer og andet indhold.
gd: Chaidh ceanglaichean dhan duilleag seo a dhèanamh gu fèin-obrachail dhe na ceanglaichean gu videothan YouTube air a’ bhòrd-bhrath gus beachdan is susbaint eile fhalach.
id: Tautan ke video YouTube di forum dikonversi secara otomatis ke tautan yang mengarah pada halaman ini, untuk menyembunyikan komentar dan konten lain.
pl: Linki do YouTube na forach są automatycznie konwertowane na linki do tej strony, aby ukryć komentarze oraz inne treści.

source: New Reply
da: Nyt svar
gd: Freagairt ùr
id: Jawaban Baru
pl: Nowa odpowiedź

source: Create a poll
da: Lav en meningsmåling
gd: Cruthaich cunntas-bheachd
id: Buat sebuah poll
pl: Stwórz głosowanie

source: Replies:
da: Svar:
gd: Freagairtean:
id: Jawaban:
pl: Odpowiedzi:

source: Discuss
da: Drøft
gd: Deasbair
id: Diskusi
pl: Rozmawiaj

source: Signed in as <strong>%(user)s</strong>
da: Logget på som <strong>%(user)s</strong>
gd: Clàraichte a-steach mar <strong>%(user)s</strong>
id: Terdaftar sebagai <strong>%(user)s</strong>
pl: Zalogowany jako <strong>%(user)s</strong>

source: Sign In
da: Log på
gd: Clàraich a-steach
id: Masuk
pl: Zaloguj się

source: %(posts)s post
da: %(posts)s opslag
gd: %(posts)s phost
id: %(posts)s postingan

source: Reply
da: Svar
gd: Freagair
id: Jawab
pl: Odpowiedz

source: No posts.
da: Ingen opslag.
gd: Chan eil post ann.
id: Tidak ada postingan.
pl: Brak postów.

source: %(replies)s reply
da: %(replies)s svar
gd: %(replies)s fhreagairt
id: %(replies)s jawaban
pl: %(replies)s odpowiedź

source: No topics.
da: Ingen emner.
gd: Chan eil cuspair ann.
id: Tidak ada topik.
pl: Nie ma tematów.

source: Settings (%(name)s)
da: Indstillinger (%(name)s)
gd: Roghainnean (%(name)s)
id: Pengaturan (%(name)s)
pl: Ustawienia (%(name)s)
