Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/djangojs.po
Languages: cs, is, sc, sl

source: Available %s
cs: Dostupné %s
is: Tiltæk %s
sc: A Disponidura %s
sl: Razpoložljivo %s

source: This is the list of available %s. You may choose some by selecting them in the box below and then clicking the "Choose" arrow between the two boxes.
cs: Tento seznam obsahuje dostupné %s. Můžeš si některé vybrat výběrem v políčku níže a pak kliknutím na šipku "Výběr" mezi dvěma poli.
is: Þetta er listi af tiltækum %s. Þú getur valið sum þeirra með því að velja þau í kassanum fyrir neðan og smella svo á "Velja" örina milli kassana tveggja.
sc: Custa est sa lista de sos %s a disponidura. Nde podes seberare carcunu ischirriende in sa casedda inoghe suta e carchende in sa fritza "Sèbera" intre duas caseddas.
sl: To je seznam razpoložljivih %s. Izbereš jih tako, da jih označiš v okvirju spodaj in potem klikneš na puščico "Izberi" med obema okvirjema.

source: Type into this box to filter down the list of available %s.
cs: Dostupné %s můžeš odfiltovat zápisem do tohoto pole.
is: Ritaðu í þetta box til að takmarka listann af tiltækum %s.
sc: Iscrie in custa casedda pro filtrare sa lista de sos %s a disponidura.
sl: V ta okvir vnesi vzorec, da skrčiš izbiro razloložljivih %s,

source: Filter
cs: Filtr
is: Sía
sc: Filtru

source: Choose all
cs: Vyber vše
is: Velja allt
sc: Sèbera totu
sl: Izberi vse

source: Click to choose all %s at once.
cs: Všechny %s najednou vyber kliknutím zde.
is: Smelltu til að velja öll %s í einu.
sc: Carca pro seberare totu sos %s in una.
sl: Klikni, da sočasno izbereš vse %s.

source: Choose
cs: Zvolit
is: Veldu
sc: Sèbera
sl: Izberi

source: Remove
cs: Odstranit
is: Fjarlægja
sc: Boga
sl: Odstrani

source: Chosen %s
cs: Vybrané %s
is: Valin %s
sc: %s seberados
sl: Izbrani %s

source: This is the list of chosen %s. You may remove some by selecting them in the box below and then clicking the "Remove" arrow between the two boxes.
cs: Vybrané %s jsou v tomto seznamu. Můžeš některé odstranit jejich výběrem v políčku níže a pak kliknutím na šipku "Odstranit" mezi políčky.
is: Þetta er listi af völdum %s. Þú getur fjarlægt sum þeirra með því að velja þau í kassanum fyrir neðan og smella á "Fjarlægja" örina milli kassanna tveggja.
sc: Custa est sa lista de sos %s seberados. Nde podes bogare carcunu ischirriende in sa casedda suta e carchende sa fritza "Boga" intre sas duas caseddas.
sl: To je seznam izbranih %s. S spiska jih lahko odstraniš tako, da jih izbereš in potem klikneš na puščico "Odstrani".

source: Remove all
cs: Odstranit vše
is: Fjarlægja allt
sc: Boga totu
sl: Odstrani vse

source: Click to remove all chosen %s at once.
cs: Všechny vybrané %s odstraň kliknutím zde.
is: Smelltu til að fjarlægja öll valin %s í einu.
sc: Carca pro nche bogare totu sos %s seberados in una.
sl: Klikni, da odstraniš vse izbrane %s.

source: %(sel)s of %(cnt)s selected
cs: %(sel)s z %(cnt)s vybrána
is: %(sel)s af %(cnt)s valin
sc: %(sel)s de %(cnt)s seberados
sl: %(sel)s med %(cnt)s izbranih

source: You have unsaved changes on individual editable fields. If you run an action, your unsaved changes will be lost.
cs: Máš neuložené změny v jednotlivých editovatelných polích. Jestliže provedeš akci, tvé neuložené změny budou ztraceny.
is: Þú átt óvistaðar breytingar á einstökum sviðum. Ef þú framkvæmir aðgerð munu óvistaðar breytingar glatast.
sc: Nch'at modìficas no allogadas in sas caseddas. Si cumandas un'atzione como, sas modìficas no allogadas s'ant a pèrdere.
sl: V posameznih poljih so spremembe, ki jih nisi shranil-a. Če izvedeš ukaz, bodo vse te ne shranjene spremembe izgubljene.

source: You have selected an action, but you haven't saved your changes to individual fields yet. Please click OK to save. You'll need to re-run the action.
cs: Máš vybranou akci, ale dosud jsi neuložil/a změny jednotlivých polí. Klikni OK pro uložení. Budeš potřebovat akci zopakovat.
is: Þú hefur valið aðgerð, en þú hefur ekki ennþá vistað breytingar á gildum einstakra reita. Ýttu á "Í lagi" til að vista, þvínæst þarftu að endurkeyra aðgerðina.
sc: As seberadu un'atzione, ma no as allogadu totu sas modìficas in sas caseddas. Pro praghere, carca AJÒ pro allogare. As a dever torrare a fàghere s'atzione.
sl: Izbral-a si ukaz, a še nisi shranil-a sprememb v posameznih poljih. Klikni na OK, da shraniš spremembe. Ukaz moraš izvesti ponovno.

source: You have selected an action, and you haven't made any changes on individual fields. You're probably looking for the Go button rather than the Save button.
cs: Máš vybranou akci, ale dosud jsi neudělal/a žádnou změnu jednotlivých polí. Asi hledáš tlačítko Provést místo Uložit.
is: Þú hefur valið aðgerð, og þú hefur ekki breytt neinum reitum. Þú ert væntanlega að leita að "Keyra" hnappnum í stað "Vista".
sc: As seberadu un'atzione e no as allogadu totu sas modìficas in sas caseddas. De seguru ses chirchende su butone Bae in parte de su butone Alloga.
sl: Izbral-a si ukaz, a nisi naredil-a nobenih sprememb med podatki. verjetno si mislil-a klikniti gumb "Pojdi" in ne "Shrani".

source: January February March April May June July August September October November December
cs: Leden Únor Březen Duben Květen Červen Červenec Srpen Září Říjen Listopad Prosinec
is: janúar febrúar mars apríl maí júní júlí ágúst september október nóvember desember
sc: Ghennàrgiu Freàrgiu Martzu Abrile Maju Làmpadas Argiolas/Trìulas Austu Cabudanni Ladàmene/Santugaine Ognasantu/Santandria Idas/Nadale
sl: Januar Februar Marec April Maj Junij Julij Avgust September Oktober November December

source: S M T W T F S
cs: N P Ú S Č P S
is: S M Þ M F F L
sc: L M M G C S D
sl: N P T S Č P S

source: Show
cs: Ukázat
is: Sýna
sc: Mustra
sl: Pokaži

source: Hide
cs: Skrýt
is: Fela
sc: Cuare
sl: Skrij

source: Now
cs: Teď
is: Núna
sc: Como
sl: Sedaj

source: Clock
cs: Hodiny
is: Klukka
sc: Relògiu
sl: Ura

source: Choose a time
cs: Vyber čas
is: Veldu tíma
sc: Sèbera un'oràriu
sl: Izberi čas

source: Midnight
cs: Půlnoc
is: Miðnætti
sc: Mesunote
sl: Polnoč

source: 6 a.m.
cs: 6:00 ráno
is: 6 árdegis
sc: 6 de mangianu
sl: 6 zjutraj

source: Noon
cs: Poledne
is: Hádegi
sc: Mesudie
sl: Poldan

source: Cancel
cs: Zrušit
is: Hætta við
sc: Annudda
sl: Prekliči

source: Today
cs: Dnes
is: Í dag
sc: Oe
sl: Danes

source: Calendar
cs: Kalendář
is: Dagatal
sc: Calendàriu
sl: Koledar

source: Yesterday
cs: Včera
is: Í gær
sc: Eris
sl: Včeraj

source: Tomorrow
cs: Zítra
is: Á morgun
sc: Cras
sl: Jutri

source: ago
is: síðan
sc: a coa
sl: nazaj

source: from now
cs: od této chvíle
is: héðan í frá
sc: Dae como
sl: od sedaj

source: less than a minute
cs: méně než před minutou
is: innan við mínútu
sc: Mancu unu minudu
sl: manj kot minuto

source: about a minute
cs: asi minutou
is: u.þ.b. mínúta
sc: Belle unu minudu
sl: približno minuto

source: %d minutes
cs: %d minutami
is: %d mínútur
sc: %d minudos
sl: %d minut

source: about an hour
cs: asi hodinou
is: um það bil klukkustund
sc: Belle un'ora
sl: približno eno uro

source: about %d hours
cs: asi %d hodinami
is: um %d klukkustundir
sc: Belle %d oras
sl: približno %d ur

source: a day
cs: 1 dnem
is: 1 dagur
sc: una die
sl: dan

source: %d days
cs: %d dny
is: %d dagar
sc: %d dies
sl: %d dni

source: about a month
cs: asi měsícem
is: um mánuð
sc: Belle unu mese
sl: približno en mesec

source: %d months
cs: %d měsíci
is: %d mánuðir
sc: %d meses
sl: %d mesecev

source: about a year
cs: asi rokem
is: um ár
sc: Belle un'annu
sl: približno leto dni

source: %d years
cs: %d roky
is: %d ár
sc: %d annos
sl: %d let

source: any moment now
cs: někdy teď
is: á hverri stundu
sc: Dae como in susu
sl: vsak trenutek

source: Want to share on Scratch?
cs: Chceš sdílet na Scratchi?
is: Viltu deila á Scratch?
sc: Boles cumpartzire cun Scratch?
sl: Želiš deliti na Scratchu?

source: Your Account Will Not Be Deleted
cs: Tvůj účet nebude zrušen
is: Reikningnum Þínum Verður Ekki Eytt
sc: Su Contu Tuo No At A Esser Burradu
sl: Tvoj račun ne bo pobrisan

source: Delete my account
cs: Zrušit můj účet
is: Eyða reikningnum mínum
sc: Burra su contu meu
sl: Zbriši moj račun

source: Would you like to leave the editor anyway?
cs: Chceš přesto opustit editor?
is: Viltu samt hætta í smiðjunni?
sc: A beru boles essire dae s'editore?
sl: želiš kljub temu zapustiti urejevalnik?

source: Your changes are NOT SAVED! To save, stay on this page, then log in.
cs: Tvoje změny NEJSOU ULOŽENY! Pro uložení zůstaň na této stránce, až pak se přihlaš.
is: Breytingarnar þínar verða EKKI VISTAÐAR! Til að vista, vertu áfram á þessari síðu og skráðu þig inn.
sc: Sas modìficas NON SUNT ISTADAS ALLOGADAS! Pro allogare, ista in custa pàgina e imbuca.
sl: Spremembe NISO SHRANJENE! če jih želi shraniti, ostani na strani in se prijavi.

source: Your changes are NOT SAVED! To save, stay on this page, then click “Remix”.
cs: Tvoje změny NEJSOU ULOŽENY! Pro uložení zůstaň na této stránce, pak klikni na “Remix”.
is: Breytingar hafa ekki verið vistaðar! Ef þú vilt vista, vertu áfram á síðunni og smelltu á "Endurblanda".
sc: Sas modìficas NON SUNT ISTADAS ALLOGADAS! Pro allogare, ista in custa pàgina e carca "Ammistura".
sl: Tvoje spremembe NISO SHRANJENE! Da jih shraniš, ostani na strani in klikni na ”Premešaj”.

source: Your changes are NOT SAVED! To save, stay on this page, click “See inside”, then click “Remix”.
cs: Tvoje změny NEJSOU ULOŽENY! Pro uložení zůstaň na této stránce, klikni na “Pohlédni dovnitř” , pak klikni na “Remix”.
is: Breytingar hafa ekki verið vistaðar! Ef þú vilt vista, vertu áfram á síðunni, smelltu á "Sjá nánar", og smelltu síðan á "Endurblanda".
sc: Sas modìficas NON SUNT ISTADAS ALLOGADAS! Pro allogare, ista in custa pàgina, carca "Pòmpia intro" e a pustis “Ammistura”.
sl: Tvoje spremembe NISO SHRANJENE! Da jih shraniš, klikni na ”poglej vsebino” in potem klikni na ”Premešaj”.

source: Your changes are NOT SAVED! To save, stay on this page, then click “Save now.”
cs: Tvoje změny NEJSOU ULOŽENY! Pro uložení zůstaň na této stránce, pak klikni na “Uložit teď”.
is: Breytingar hafa ekki verið vistaðar! Ef þú vilt vista, vertu áfram á síðunni, og smelltu á "Vista núna".
sc: Sas modìficas NON SUNT ISTADAS ALLOGADAS! Pro allogare, ista in custa pàgina e carca "Alloga deretu".
sl: Tvoje spremembe NISO SHRANJENE! Da jih shraniš, ostani na strani in klikni na ”Shrani sedaj”.

source: on Scratch
cs: na Scratch
is: í Scratch
sc: in Scratch
sl: v Scratchu

source: Are you sure this project is disrespectful or inappropriate, and breaks the community guidelines? If not, click cancel, and then click the community guidelines link at the bottom of the page to learn more.
cs: Víš určitě, že tento projekt je bezohledný nebo nepatřičný a porušuje pravidla komunity? Jestli ne, klikni na zrušit a potom klikni na odkaz na pravidla komunity dole na stránce, pro další poučení.
is: Ertu viss um að þetta verkefni sé móðgandi eða óviðeigandi, og brjóti í bága við samfélagsgildin okkar. Ef svo er ekki, smelltu þá á "Hætta við". Smelltu síðan á tengilinn á samfélagsgildin okkar sem er neðst á síðunni til að fræðast frekar um þetta efni.
sc: Seguru ses chi custu progetu no est respetosu o cunforme, e atropellat sas règulas de sa comunidade? Si nono, carca annudda, e a pustis carca s'indiritzu de sas lìnias ghia in giosso de sa pàgina pro nd'ischire de prus.
sl: Si prepričan da je ta projekt neprimeren in krši pravila skupnosti? če nisi, klikni prekliči/cancel in si najprej oglej smernice skupnosti, dostopne preko povezave na dnu strani.
