Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: sv, zh_cn

source: <img src="%(STATIC_URL)s/images/help/wedo-set-power-dropdown.png"/> <br>You can select a LEGO-WeDo-compatible device from the dropdown menu:<br/> <ul> <li>If you have only one motor, use the "motor" option, which will set the motor's power regardless of where it is connected on the WeDo hub.</li> <li>If you have two motors which you want to control separately, you can use "motor A" with one and "motor B" with the other.</li> <li>"lights" sets the lights' power regardless of where they are connected on the WeDo hub.</li> <li>"everything" sets the power for all the connected motors and lights.</li> </ul>
sv: <img src="%(STATIC_URL)s/images/help/wedo-set-power-dropdown.png"/> <br>Du kan välja en LEGO-WeDo-kompatibel enhet från rullgardinsmenyn:<br/> <ul> <li>Om du bara har en motor, använd alternativet "motor", som kommer att sätta motorns kraft oavsett var den är inkopplad till WeDo-hubben.</li> <li>Om du har två motorer som du vill kontrollera var för sig, kan du använda "motor A" till den ena och "motor B" till den andra.</li> <li>"ljus" sätter lampornas styrka oavsett var de är inkopplade till WeDo-hubben.</li> <li>"allting" sätter kraften för alla inkopplade motorer eller lampor.</li> </ul>
zh_cn: <img src="%(STATIC_URL)s/images/help/wedo-set-power-dropdown.png"/> <br>你可以从下拉清单选择装置：<br/> <ul> <li>如果你只有一个马达，选择「马达」，这会调节所有连结在 WeDo 主机上的马达动力。</li> <li>如果你有二个马达，就可以分别选择 「马达 A」或是「马达 B」。</li> <li>「灯光」则可以设定所有连结在 WeDo 主机上的 LED 动力。</li> <li>「所有装置」则会一次调节所有马达与灯光装置的动力。</li> </ul>

source: <p>To use <b>set power</b>, you need WeDo motor(s) or lights connected to your computer via a LEGO WeDo hub.</p>
sv: <p>För att använda <b>sätt kraft</b>, behöver du en WeDo motor (motorer) eller lampor inkopplade till din dator via en LEGO WeDo-hubb.</p>
zh_cn: <p>若要使用 <b>动力</b>相关模块，你必须将马达装置串接到电脑上。</p>

source: Report the tilt (from 0 to 4) detected by the LEGO WeDo tilt sensor
sv: Rapporterar lutningen (från 0 till 4) som känns av med LEGO WeDo sensorn för luta
zh_cn: 回传从 LEGO WeDo 倾斜感测器上侦测到的哪个方向倾斜了（0 至 4）。

source: <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex1.png"> <p><b>tilt</b> reports a value of 1-4 when the sensor is tilted, and 0 otherwise.</p>
sv: <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex1.png"> <p><b>luta</b> rapporterar ett värde på 1-4 om sensorn lutas, annars 0.</p>
zh_cn: <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex1.png"> <p><b>倾斜</b> 会回传感测结果，0 =没有倾斜、1 =向下倾斜、2=向右倾斜、3=向上倾斜、4=向左倾斜。</p>

source: <p>The tilt sensor reports a number from 0 to 4. 0 means not tilted, 1 tilted down, 2 tilted right, 3 tilted up, and 4 tilted left.</p> <p>To view the value of tilt, click the checkbox next to the block in the palette.</p> <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex2.png"></p>
sv: <p>Lutasensorn rapporterar ett värde från 0 till 4. 0 betyder att den inte lutar alls, 1 lutar nedåt, 2 lutar åt höger, 3 lutar uppåt, och 4 lutar åt vänster.</p> <p>För att se värdet av lutningen, bocka i kryssrutan vid sidan om blocket i paletten.</p> <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex2.png"></p>
zh_cn: <p>倾斜传感器会报告一个0到4的数字 ，0=没有倾斜、1=向下倾斜、2=向右倾斜、3=向上倾斜、4=向左倾斜。</p> <p>要观察倾斜数值，可以勾选抽屉中积木旁的方块。</p> <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex2.png"></p>

source: <p>To use <b>tilt</b>, you need a tilt sensor connected to your computer via a LEGO WeDo hub.</p>
sv: <p>För att använda <b>luta</b>, behöver du en lutasensor inkopplad till din dator via en LEGO WeDo-hubb.</p>
zh_cn: <p>若要使用 <b>倾斜</b>相关模块，你必须将倾斜感测器串接到电脑上。</p>

source: Turn motors or lights off.
sv: Stänger av motorer eller lampor.
zh_cn: 关闭马达或灯光。

source: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-ex1.png" /> <p>Turn the lights on for 2 seconds when the space key is pressed, then turn them off.</p>
zh_cn: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-ex1.png" /> <p>当空白键被按下时，开启灯光 2 秒，然后自动关闭。</p>

source: <img src="%(STATIC_URL)s/images/help/wedo-turn-off-dropdown.png"/> <br>You can select a LEGO-WeDo-compatible device from the dropdown menu:<br/> <ul> <li>If you have only one motor, use the "motor" option, which will turn the motor off regardless of where it is connected on the WeDo hub.</li> <li>If you have two motors which you want to control separately, you can use "motor A" with one and "motor B" with the other.</li> <li>"lights" turn the lights off regardless of where they are connected on the WeDo hub.</li> <li>"everything" turns off all the connected motors and lights.</li> </ul>
sv: <img src="%(STATIC_URL)s/images/help/wedo-turn-off-dropdown.png"/> <br>Du kan välja en LEGO-WeDo-kompatibel enhet från rullgardinsmenyn:<br/> <ul> <li>Om du bara har en motor, använd alternativet "motor", vilket stänger av motorn oavsett var den är inkopplad i WeDo-hubben.</li> <li>Om du har två motorer som du vill kontroller oberoende av varandra, kan du använda "motor A" med den ena och "motor B" med den andra.</li> <li>"ljus" stänger av ljuset oavsett var de är inkopplade i WeDo-hubben.</li> <li>"allting" stänger av alla inkopplade motorer eller lampor.</li> </ul>
zh_cn: <img src="%(STATIC_URL)s/images/help/wedo-turn-off-dropdown.png"/> <br>你可以从下拉清单选择装置：<br/> <ul> <li>如果你只有一个马达，选择「马达」，这会关闭所有连结在 WeDo 主机上的马达。</li> <li>如果你有二个马达，就可以分别选择 「马达 A」或是「马达 B」。</li> <li>「灯光」则会关闭所有连结在 WeDo 主机上的 LED 装置。</li> <li>「所有装置」则会关闭所有马达与灯光装置。</li> </ul>

source: <p>To use <b>turn off</b>, you need WeDo motor(s) or lights connected to your computer via a LEGO WeDo hub.</p>
sv: <p>För att använda <b>stäng av</b>, måste du ha en WeDo motor (motorer) eller lampor inkopplade till din dator via en LEGO WeDo-hub.</p>
zh_cn: <p>若要使用 <b>关闭</b>相关模块，你必须将马达或灯光装置串接到电脑上。</p>

source: Turn motors or lights on for a specified period of time.
sv: Sätt på motorer eller lampor i en viss tid.
zh_cn: 开启马达或灯光一段时间。

source: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-ex1.png" /> <p>Run a specific motor for 1 second when the right/left arrow key is pressed.</p>
sv: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-ex1.png" /> <p>Kör en specifik motor i 1 sekund om höger/vänster piltangent är nedtryckt.</p>
zh_cn: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-ex1.png" /> <p>当向左 / 向右 按键被按下时，开启指定的马达 1 秒</p>

source: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-dropdown.png"/> <br>You can select a LEGO-WeDo-compatible device from the dropdown menu:<br/> <ul> <li>If you have only one motor, use the "motor" option, which will turn the motor on regardless of where it is connected on the WeDo hub.</li> <li>If you have two motors which you want to control separately, you can use "motor A" with one and "motor B" with the other.</li> <li>"lights" turn the lights on regardless of where they are connected on the WeDo hub.</li> <li>"everything" turns on all the connected motors and lights.</li> </ul>
sv: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-dropdown.png"/> <br>Du kan välja en LEGO-WeDo-kompatibel enhet från rullgardinsmenyn:<br/> <ul> <li>Om du bara har en motor, använder du alternativet "motor", som kommer att sätta på motorn oavsett var den är inkopplad i WeDo-hubben.</li> <li>Om du har två motorer som du vill kontrollera var för sig använder du "motor A" med den ena och "motor B" med den andra.</li> <li>"ljus" sätter på lamporna oavsett var de är inkopplade till WeDo-hubben.</li> <li>"allting" sätter på alla inkopplade motorer och lampor.</li> </ul>
zh_cn: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-dropdown.png"/> <br>你可以从下拉清单选择装置：<br/> <ul> <li>如果你只有一个马达，选择「马达」，这会开启所有连结在 WeDo 主机上的马达。</li> <li>如果你有二个马达，就可以分别选择 「马达 A」或是「马达 B」。</li> <li>「灯光」则会开启所有连结在 WeDo 主机上的 LED 装置。</li> <li>「所有装置」则会开启所有马达与灯光装置。</li> </ul>

source: <p>To use <b>turn on for</b>, you need WeDo motor(s) or lights connected to your computer via a LEGO WeDo hub.</p>
sv: <p>För att använda <b>sätt på</b>, måste du ha en eller två WeDomotorer eller lampor inkopplade till datorn via en LEGO WeDo-hubb.</p>
zh_cn: <p>若要使用 <b>开启</b>相关模块，你必须将马达或灯光装置串接到电脑上。</p>

source: Turn motors or lights on.
sv: Sätter på motorer eller lampor.
zh_cn: 开启马达或灯光。

source: Turn the lights on for 2 seconds when the space key is pressed, then turn it off.
sv: Sätt på ljuset i 2 sekunder när mellanslagstangenten trycks ned, därefter släck det.
zh_cn: 当空白键被按下时开灯 2 秒，然后关闭。

source: You can select a LEGO-WeDo-compatible device from the dropdown menu: The 'motor' will turn on all motors on the WeDo hub. To control two motors separately, you can use 'motor A' and 'motor B'. Note: LEGO recommends only connecting one motor to the hub to limit power consumption.
zh_cn: 你可以选择从下拉清单中选择马达的选项。选择「马达」会启动所有连结在 WeDo 主机上的马达，若要分开启动，你可以选择「马达 A」或「马达 B」。注意：LEGO 建议只要连结一个马达到主机以限制功耗。

source: To use <b>turn on</b>, you need WeDo motor(s) or lights connected to your computer via a LEGO WeDo hub.
zh_cn: 若要使用「开启」模块，你需要将马达、灯光接上 LEGO WeDo 主机。

source: Run a script when the distance detected by the LEGO WeDo distance sensor becomes greater (or less) than a specified value
sv: Kör ett skript där avståndet som avståndsmätaren på LEGO WeDo känner av blir längre (eller kortare) än ett angivet värde.
zh_cn: 当距离感测器的数值变得比指定数字大（或小）时执行程式。

source: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-ex1.png"/> <p>When the distance goes under 20, the script will run.</p>
sv: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-ex1.png"/> <p>När avståndet är under 20, kommer skriptet att köras.</p>
zh_cn: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-ex1.png"/> <p>当感测到距离在 20 以下时，程式就会开始执行。</p>

source: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-dropdown.png"/> <br>You can select a <i>greater</i> or <i>less than</i> comparison from the dropdown menu.<br/> <p>The distance sensor detects the surrounding brightness to report distance, so you can actually use it to detect light and motion in addition to distance.</p>
sv: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-dropdown.png"/> <br>Du kan välja en <i>större än</i> eller <i>mindre än</i> jämförelse från rullgardinsmenyn.<br/> <p>Avståndssensorn känner av omgivningens ljusstyrka för att rapportera avståndet, så du kan dessutom använda den för att kontrollera ljus och rörelse .</p>
zh_cn: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-dropdown.png"/> <br>你可以从下拉清单选择 <i>大于</i> 或 <i>小于</i> 进行比较。<br/> <p>距离感测器是利用环境的亮度变化来侦测距离，所以你也可以用它来侦测亮度、动作的变化。</p>

source: <p>To use <b>when distance</b>, you need a distance sensor connected to your computer via a LEGO WeDo hub.</p>
sv: <p>För att använda <b>när avståndet</b>, behöver du en avståndssensor inkopplad till datorn via en LEGO WeDo-hubb.</p>
zh_cn: <p>若要使用 <b>距离</b>相关模块，你必须将距离感测器串接到电脑上。</p>

source: Run a script when the tilt sensor changes position
sv: Kör ett skript när lutasensorn ändrar position
zh_cn: 当倾斜感测器的位置改变时执行程式。

source: When the tilt sensor gets tilted, the script will run.
zh_cn: 当倾斜感测器侦测到时，程式就会开始执行。

source: The tilt sensor reports a number from 0 to 4. 0 means not tilted, 1 tilted down, 2 tilted right, 3 tilted up, and 4 tilted left.
zh_cn: 倾斜感测器会回传数字 0 到 4 ，0 =没有倾斜、1 =向下倾斜、2=向右倾斜、3=向上倾斜、4=向左倾斜。

source: Use the dropdown menu to choose <b>= (equals)</b> or <b>not = (not equal to)</b>, then type in a number from 0 to 4.
zh_cn: 从下拉清单选择

source: To use <b>when tilt</b>, you need a tilt sensor connected to your computer via a LEGO WeDo hub.
zh_cn: 若要使用「倾斜」相关模块，你需要将倾斜感测器接上 LEGO WeDo 主机。

source: LEGO WeDo 1.0 Scratch Extension Setup
sv: Inställningar för LEGO WeDo 1.0
zh_cn: LEGO WeDo 1.0 Scratch 扩充功能设定

source: <p>This extension works with the original LEGO WeDo kit.</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>
zh_cn: <p>此扩展适用于 LEGO WeDo 套件。</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>

source: All hardware extensions need a plug-in to work. If the plug-in is not already installed, see the <a href="../../ext/ext1/">extension setup</a> page for instructions. </p>
zh_cn: 所有的硬体扩充都需要有插件支援，如果还没有安装插件，请参考 <a href="../../ext/ext1/"> 扩充功能</a>页面。 </p>

source: <ul> <li>WeDo Hub: It connects WeDo sensors and motors to your computer.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Motor: It can be programmed to turn this way or that way and to move at different power levels. You can connect two motors to the WeDo hub ports to be controlled separately.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Lights: Two bright LED lights that can be connected to the WeDo hub. These lights are not part of LEGO WeDo kits, rather LEGO Power Functions.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Distance Sensor: It detects objects within a range of 15 centimeters (or about 6 inches) depending on the design of the object.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Tilt Sensor: It reports the direction it is tilted. The tilt sensor detects changes within five different positions: no tilt, right, left, up, and down.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
sv: <ul> <li>WeDo Hubben: Den kopplar WeDo sensorer och motorer till din dator.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Motor: Den kan programmeras att snurra åt ena eller andra hållet med olika styrkenivåer. Du kan koppla in två motorer till WeDo-hubben så att de kan kontrolleras var för sig.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Ljus: Två lysdioder kan kopplas till WeDo-hubben. Dessa lampor är finns inte i LEGO WeDo-lådan, snarare i LEGO Power Functions.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Avståndssensorn: Den känner av saker inom en sträck på 15 centimeter (ungefär 6 inches) beroende på designen på objektet.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Lutasensorn: Den känner av åt vilket håll den lutas. Sensorn känner av fem olika positioner: ingen lutning, höger, vänster, uppåt, och nedåt.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
zh_cn: <ul> <li>WeDo 主机：用来串接 WeDo 感测器、马达和你的电脑。<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>马达： 可以透过指令改变它的旋转方向、动力大小。你可以连接 2 个马达到主机上，并可以分别控制它们。<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>灯光：主机可接上 2 个 LED 灯，这些灯并不包含在 LEGO WeDo 套件之内，而是在 LEGO Power Functions 套件中。<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>距离感测器：它最多能够感应出 15 公分（相当于 6 英吋）远的距离。<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>倾斜感测器：它能够感应哪个方位发生倾斜。<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>

source: <p>To learn more, see the <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> page on the Scratch wiki.</p>
sv: <p>För att lära dig mer, se <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDosidan</a> på Scratchwikin.</p>
zh_cn: <p>若要进一步学习，请参考 Scratch wiki 上的 <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a>页面。</p>

source: Example
zh_cn: 示例

source: Set the sprite's horizontal position to the value of the distance.
zh_cn: 设定角色在舞台上的水平位置。

source: Notes
zh_cn: 注意

source: Sets the direction of the motor. It will not turn the motor on if it is off.
zh_cn: 用来设定马达转动的方向（注意，若马达是关闭的，添加此模块并不会将它打开）。

source: Run the motor for 10 seconds while switching the spinning direction every second.
zh_cn: 启动马达 10 秒，期间转向每秒切换一次。

source: You can select a motor from the dropdown menu. Select 'motor' to turn on any motors connected to the WeDo hub. If you have two motors which you want to control separately, you can use 'motor A' with one and 'motor B' with the other.
zh_cn: 你可以选择从下拉清单中选择马达的选项。选择「马达」会启动所有连结在 WeDo 主机上的马达，若要分开启动，你可以选择「马达 A」或「马达 B」。

source: Note: LEGO recommends only connecting one motor to the hub to limit power consumption.
zh_cn: 注意：LEGO 建议只要连结一个马达到主机以限制功耗。

source: You can select the direction from the second menu.
zh_cn: 你可以从第二个下拉清单中选择方向。

source: To use <b>set direction</b>, you need a LEGO WeDo2 motor connected to your computer via a LEGO WeDo2 hub.
zh_cn: 若要使用「设置方向」模块，你需要将 LEGO WeDo2 马达接上 LEGO WeDo2 主机。

source: Set the color for the light on the WeDo hub.
zh_cn: 设定灯光的颜色。

source: When the space key is pressed the light will turn yellow. The colors range from a value of 1 (orangish-red) to 100 (red). Some of the other colors include: 3=orange, 7=yellow, 33=green, 50=teal, 66=blue, 80=purple, 90=magenta.
zh_cn: 当空白键被按下，黄色灯号会亮起，颜色值的范围为 0（洋红）-100（红）。其他一些常用的颜色值为：3=橙、7=黄、33=绿、50=蓝绿、60=蓝、80=紫、90=品红。

source: Numbers larger than 100 loop through the same color range.
zh_cn: 数字超过 100 时，颜色范围会从头开始循环，所以 101 和 1 的颜色是一样的。

source: To use <b>set light color to</b>, you need a LEGO WeDo 2.0 hub connected (via Bluetooth) to your computer.
zh_cn: 若要使用「设置灯光」模块，你需要将 LEGO WeDo2 主机连上电脑。

source: Set the power of a motor to a specified value and turn it on.
zh_cn: 设定马达的动力，并开启它。

source: Change the speed of the motor using the up and down arrow keys.
zh_cn: 透过键盘的向上和向下方向键来改变马达的转速。

source: The value of set power ranges from 0 to 100 (0 is no power and 100 is the maximum power).
zh_cn: 动力值的范围为 0 到 100 ，0 表示没有动力，100 表示最大动力。

source: You can select a LEGO WeDo motor from the dropdown menu. Select 'motor' to turn on any motors connected to the WeDo hub. If you have two motors which you want to control separately, use 'motor A' for one and 'motor B' for the other.
zh_cn: 你可以选择从下拉清单中选择马达的选项。选择「马达」会启动所有连结在 WeDo 主机上的马达，若要分开启动，你可以选择「马达 A」或「马达 B」。

source: To use <b>set power</b>, you need a LEGO WeDo2 motor connected to your computer via a LEGO WeDo2 hub.
zh_cn: 若要使用「设置动力」模块，你需要将 LEGO WeDo2 马达接上 LEGO WeDo2 主机。

source: Turn off a motor.
zh_cn: 关闭马达。

source: When the space key is pressed, the motor will turn on, the script will wait for 1 second, then the motor will turn off.
zh_cn: 当空白键被按下，马达就会启动，程式会等 1 秒，然后马达关闭。

source: You can select a LEGO WeDo motor from the dropdown menu. Select 'motor' to turn on any motors connected to the WeDo hub. To control two motors separately, you can use 'motor A' and 'motor B'. Note: LEGO recommends only connecting one motor to the hub to limit power consumption.
zh_cn: 你可以选择从下拉清单中选择马达的选项。选择「马达」会启动所有连结在 WeDo 主机上的马达，若要分开启动，你可以选择「马达 A」或「马达 B」。注意：LEGO 建议只要连结一个马达到主机以限制功耗。

source: To use <b>turn off</b>, you need a LEGO WeDo2 motor connected to your computer via a LEGO WeDo2 hub.
zh_cn: 若要使用「关闭」模块，你需要将 LEGO WeDo2 马达接上 LEGO WeDo2 主机。

source: Turn a motor on for a specified number of seconds.
zh_cn: 开启马达一段时间。

source: Run a specific motor for 1 second when the right or left arrow key is pressed.
zh_cn: 当向左、向右方向键被按下时，启动指定的马达 1 秒。

source: You can select a motor from the dropdown menu. The 'motor' option turns on any motors on the WeDo2 hub. To control two motors separately, you can use 'motor A' and 'motor B'.
zh_cn: 你可以选择从下拉清单中选择马达的选项。选择「马达」会启动所有连结在 WeDo2 主机上的马达，若要分开启动，你可以选择「马达 A」或「马达 B」。

source: To use <b>turn on for</b>, you need a LEGO WeDo2 motor connected to your computer via a LEGO WeDo2 hub.
zh_cn: 若要使用「开启」模块，你需要将 LEGO WeDo2 马达接上 LEGO WeDo2 主机。

source: Turn motors on for a specified period of time.
sv: Sätt på motorerna en viss tid.
zh_cn: 关闭马达或灯光一段时间。

source: Run a specific motor for 1 second when the right/left arrow key is pressed.
zh_cn: 当向左、向右方向键被按下时，启动指定的马达 1 秒。

source: To use <b>turn on for</b>, you need a WeDo motor connected to your computer via a LEGO WeDo hub.
zh_cn: 若要使用「开启」模块，你需要将马达灯光接上 LEGO WeDo 主机。

source: Turn on a motor.
zh_cn: 开启马达。

source: When the space key is pressed, the motor will turn on, the script will wait 1 second, then the motor will turn off.
zh_cn: 当空白键被按下，马达就会启动，程式会等 1 秒，然后马达关闭。

source: You can select a motor option from the dropdown menu. Select 'motor' to turn on any motors connected to the WeDo hub. To control two motors separately, you can use 'motor A' and 'motor B'.
zh_cn: 你可以选择从下拉清单中选择马达的选项。选择「马达」会启动所有连结在 WeDo 主机上的马达，若要分开启动，你可以选择「马达 A」或「马达 B」。

source: To use <b>turn on</b>, you need a LEGO WeDo2 motor connected to your computer via a LEGO WeDo2 hub.
zh_cn: 若要使用「开启」模块，你需要将 LEGO WeDo2 的马达接上 LEGO WeDo2 主机。

source: About the LEGO WeDo 2.0 Extension
zh_cn: 关于 LEGO WeDo 2.0 扩充功能

source: The <strong>LEGO® Education WeDo 2.0</strong> is an introductory invention kit you can use to build your own interactive machines. Add the Scratch LEGO WeDo 2.0 extension to program your WeDo creations.
zh_cn: <strong>LEGO® Education WeDo 2.0</strong> 是一款入门级的发明套件，你可以用它来建立属于自己的互动装置。添加 LEGO WeDo 2.0 扩充应用到程式中。

source: <strong>Important:</strong> To setup the WeDo 2.0, see the <strong><a href="../../howto/wedo2setup-intro/">Extension Setup</a></strong> page.
zh_cn: <strong>重要：</strong> 若要设定 WeDo 2.0，请参考 <strong><a href="../../howto/wedo2setup-intro/">Extension Setup</a></strong> 。

source: Step-by-Step
sv: Steg för steg
zh_cn: 基础步骤

source: How To
sv: Hur gör man
zh_cn: 进阶应用

source: Blocks
sv: Block
zh_cn: 积木说明

source: Follow these tutorials to get started with your project.
sv: Följ dessa guider för att börja med ditt projekt.
zh_cn: 循序渐进的学习，开始你的项目。

source: Getting Started with Scratch
sv: Kom igång med Scratch
zh_cn: 开始使用 Scratch

source: Make a Birthday Card
zh_cn: 制作生日卡

source: Animate A Name
zh_cn: 让名字动起来

source: Make It Fly
sv: Få det att flyga
zh_cn: 让它飞吧

source: Make Music
sv: Skapa musik
zh_cn: 製作音乐

source: Race to the Finish
sv: Kapplöpning
zh_cn: 奔跑至终点线

source: Hide-and-Seek Game
sv: Kurragömmaspel
zh_cn: 捉迷藏游戏

source: Fashion Game
zh_cn: 时尚竞赛

source: Create a Story
zh_cn: 创作故事

source: Create a Pong Game
sv: Skapa ett pongspel
zh_cn: 建立一个乒乓球游戏

source: Let's Dance
zh_cn: 来跳个舞吧

source: Catch Game
sv: Fånga
zh_cn: 接东西游戏

source: Create a Virtual Pet
sv: Skapa ett virtuellt husdjur
zh_cn: 创作一只虚拟宠物

source: Learn more about how to make specific things for your project.
sv: Lär dig mer om hur man gör specifika saker på ens projekt.
zh_cn: 学习的愈多，你创作专案会愈得心应手。

source: Effects
sv: Effekter
zh_cn: 效果

source: Play with effects
sv: Lek med effekter
zh_cn: 加入图形效果

source: Create interactive effects
sv: Skapa interaktiva effekter
zh_cn: 建立互动效果

source: Interact with a microphone
sv: Interagera med en mikrofon
zh_cn: 用麦克风互动

source: Animation
zh_cn: 动画

source: Switch from happy to sad
sv: Växla från glad till ledsen
zh_cn: 让角色有表情

source: Make a sprite talk
sv: Gör så att en sprajt pratar
zh_cn: 让角色会说话

source: Make a sprite walk
sv: Gör så att en sprite går
zh_cn: 让角色能走路

source: Games
sv: Spel
zh_cn: 游戏

source: Use arrow keys to move
sv: Använd piltangenterna för att flytta
zh_cn: 使用方向键移动

source: Bounce around
sv: Studsa omkring
zh_cn: 碰到边缘就反弹

source: Collide
sv: Kollidera
zh_cn: 角色碰撞

source: Keep score
sv: Räkna poäng
zh_cn: 纪录分数

source: Soccer remix tips
sv: Fotbollsspel: remixtips
zh_cn: 足球改编技巧

source: Stories
sv: Berättelser
zh_cn: 故事

source: Talk to each other
sv: Prata med varandra
zh_cn: 角色间对话

source: Glide off the stage
sv: Glid utanför scenen
zh_cn: 滑行离开舞台

source: Switch backdrops
sv: Växla bakgrund
zh_cn: 切换背景

source: Music
sv: Musik
zh_cn: 音乐

source: Play an instrument
sv: Spela ett instrument
zh_cn: 演奏乐器

source: Play background music
sv: Spela bakgrundsmusik
zh_cn: 播放背景音乐

source: Import your music
sv: Importera din musik
zh_cn: 导入你的音乐

source: Record sounds
sv: Spela in ljud
zh_cn: 录製音效

source: Edit sounds
sv: Redigera ljud
zh_cn: 编辑音效

source: Dig deeper here to find out more about each block, or use the ? button in the editor to click on individual blocks to learn more.
sv: Gå in djupare här för att lära dig mer om varje block, eller använd ?-knappen i redigeraren för att klicka på enskilda block och få information om dem.
zh_cn: 分别说明每个积木，让你深入学习他们的用处。 你也可以通过工作区上方的 ? 按钮点选要深入研究的积木。

source: Motion
sv: Rörelse
zh_cn: 动作

source: move _ steps
sv: flytta _ steg
zh_cn: 移动 […] 点

source: turn right
sv: vänd höger
zh_cn: 右转 […] 度

source: turn left
sv: vänd vänster
zh_cn: 左转 […] 度
