Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: sv, zh_cn

source: Or, click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> icon to choose a new sound:
zh_cn: 或者，你可以点击 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">图示以选择新的声音：

source: Click the <span class="tab-ref">Scripts</span> tab. Choose the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound</span> block.
zh_cn: 点击 <span class="tab-ref">脚本</span> 页签。 选择 <span class="soundcolor">声音</span> 类别，抓起 <span class="soundcolor">播放声音</span> 积木。

source: Snap that sound block into the script, like this:
zh_cn: 把这个声音积木粘到脚本中间，如下图所示：

source: Press the key to try it out.
zh_cn: 按下按键试试看

source: Find Something
zh_cn: 搜寻东西

source: You can have an object or other sprite appear when the backdrop changes.
zh_cn: 当背景改变时，你可以让一个角色同时出现。

source: Choose a sprite, or draw your own:
zh_cn: 选择一个角色，或是自己画一个：

source: Click on the <span class="eventscolor">Events</span> category. Drag out a <span class="eventscolor">when backdrop switches to</span> block.
zh_cn: 点击 <span class="eventscolor">事件</span> 类别。抓起 <span class="eventscolor">当背景换成 _</span> 积木。

source: Add scripts to tell this sprite when you want it to show and when to hide, like this:
zh_cn: 添加一段程式，让角色依照指示隐藏或显示：

source: To make sure it's hiding at the beginning of the story, add this script:
zh_cn: 若要确保角色在故事一开始先不要出现，可以加上这段程式：

source: You can also make the bears respond.
zh_cn: 你也可以让熊熊给你些回应。

source: Add a script for the Bearstack like this:
zh_cn: 为熊熊角色加上一段程式，例如：

source: To see it work, keep moving the bears until they get to this backdrop.
zh_cn: 要让它正常运作的话，请继续将熊熊移到接近背景处。

source: Add Background Music
sv: Lägg till bakgrundsmusik
zh_cn: 添加背景音乐

source: To add music, click the <span class="tab-ref">Sounds</span> tab.
sv: För att lägga till musik, klicka på <span class="tab-ref">Ljudfliken</span>.
zh_cn: 若要添加音乐，请先切换到 <span class="tab-ref">音效</span> 页籤。

source: To choose a sound, click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
zh_cn: 点击 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">图示，从样本图中挑选音效。

source: Choose music (such as 'dance celebrate' or 'dance magic').
sv: Välj musik (som 'dance celebrate' eller 'dance magic').
zh_cn: 选择一个音效，例如 dance celebrate 或是 dance magic。

source: Click the <span class="tab-ref">Scripts</span> tab.
sv: Klicka på <span class="tab-ref">Skript</span>-fliken.
zh_cn: 切换到 <span class="tab-ref">程式</span> 页籤。

source: Click the <span class="soundcolor">Sound</span> category.
sv: Klicka på kategorin <span class="soundcolor">Ljud</span>.
zh_cn: 选择<span class="lookscolor">外观</span> 指令类。

source: Drag out a <span class="soundcolor">play sound until done</span> block:
sv: Dra ut ett <span class="soundcolor">spela ljudet tills färdigt</span>-block:
zh_cn: 抓起 <span class="soundcolor">播放声音 _ 并等待播完</span> 积木：

source: Click the block to play the sound.
sv: Klicka på blocket för att spela ljudet.
zh_cn: 点击积木以播放声音。

source: Now, make the sound repeat.
sv: Gör nu så att ljudet upprepas.
zh_cn: 接下来，让这段音效重複播放。

source: Click the <span class="controlcolor">Control</span> category.
sv: Klicka på kategorin <span class="controlcolor">Kontroll</span>.
zh_cn: 点选 <span class="motioncolor">控制</span> 类别。

source: Drag out a <span class="controlcolor">repeat</span> block, and wrap it around:
zh_cn: 抓起 <span class="controlcolor">重复 _ 次</span> 积木，然后把它包在现有脚本外面：

source: You can change the number of times it repeats.
sv: Du kan välja hur många gånger den ska upprepa.
zh_cn: 你可以自行修改要重複的次数。

source: Play your music! Your script will start whenever you click the green flag:
sv: Spela din musik! Ditt skript kommer börja när du klickar på den gröna flaggan:
zh_cn: 播放看看！当你按下绿旗图示时，你的程式就会开始执行：

source: Click the stop sign if you want it to stop.
sv: Klicka på stoppskylten om du vill sluta.
zh_cn: 如果想要程式停止，就点击红色图示。

source: Next, save and share your project
sv: Nästa, spara och dela ditt projekt
zh_cn: 下一步，储存并分享你的项目

source: Congratulations! You've coded your own interactive story!
zh_cn: 恭喜！你已经学会如何为你的互动故事编程了！

source: Save Your Project
sv: Spara ditt projekt
zh_cn: 储存您的程式项目

source: Click the Remix button (near the top of the screen) to save your version of the project.
zh_cn: 点击「改编」按钮（在介面靠近上方的位置）来储存你专属版本的程式项目。

source: You'll need to join Scratch or sign in to save your project online.
zh_cn: 你需要注册 Scratch 并登录，才可以在线上储存你的程式项目。

source: (Or, to save a copy to your local drive, go to the File menu and choose 'Download to your computer'.)
zh_cn: 或者，你可以把项目储存到你的电脑中，点选「文件」选单，再选择「保存」。

source: When you are ready to share your project with others, click the “Share” button at the top of the screen.
sv: När du är redo att dela ditt projekt med andra, klicka på “Dela“-knappen överst på skärmen.
zh_cn: 当你准备好要与他人分享你的项目时，可点击画面上方的「分享」按钮。

source: To add notes and credits, click:
sv: För att lägga till anteckningar och tack, klicka på:
zh_cn: 若要增加备注与谢誌，需先点击：

source: Here's a video on how to edit the project page:
sv: Här är en video om hur man redigerar projektsidan:
zh_cn: 下方的影片会告诉你如何编辑项目页面：

source: Share Your Project in a Studio
zh_cn: 将你的项目分享到创作坊

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">We Bare Bears studio</a>:
zh_cn: 现在，你可以将你的程序项目加入到创作坊 <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">We Bare Bears studio</a>里：

source: Keep Creating
zh_cn: 继续创作更棒的作品吧

source: For more tips and ideas for projects you can create, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.
zh_cn: 要找寻更多你可以用来创作程序項目的技巧与构想，点选 <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">所有技巧</a>。

source: To make a sprite bounce around the Stage, try this script:
sv: För att få en sprite att studsa runt Scenen, prova detta skript:
zh_cn: 编写让角色碰到边绿就反弹的程式，如下所示：

source: The sprite points at an angle, and then keeps moving and bouncing off the edge.
sv: Sprajten pekar i en vinkel, och rör sig sedan och studsar vid kanten.
zh_cn: 角色在反弹时会有个方向角，并且不断的在限界中弹来弹去。

source: If your sprite looks upside-down, click <img src="%(STATIC_URL)simages/help/info.gif"> and set its rotation style to left-right:
sv: Om din sprajt är upp och ner, klicka på <img src="%(STATIC_URL)simages/help/info.gif"> och sätt dess rotationsstil till vänster-höger:
zh_cn: 如果你的角色在移动时发生上下颠倒的现象，可以点击角色缩图上的<img src="%(STATIC_URL)s/images/help/info.png">，并将迴转方式设成「左-右」：

source: Start here to make an interactive greeting card for a friend using Scratch!
sv: Börja här för att använda Scratch för att skapa ett interaktivt gratulationskort åt en kompis.
zh_cn: 从製作一张互动式卡片开始学习如何使用 Scratch！

source: <p>This activity is part of <a href="#made-with-code">Made with Code</a>.</p>
sv: <p>Den här aktiviteten är en del av <a href="#made-with-code">Made with Code</a>.</p>
zh_cn: <p>这个教学活动是 <a href="#made-with-code">Made with Code</a> 的一部分。</p>

source: Start with a greeting
sv: Börja med en hälsning
zh_cn: 从问候开始

source: Start with a Green Flag
sv: Starta med en grön flagga
zh_cn: 按一下绿旗以开始

source: Add a Background
sv: Lägg till en bakgrund
zh_cn: 添加一个背景

source: Add a Cake
sv: Lägg till en tårta
zh_cn: 添加一个蛋糕

source: Blow Out the Candles
sv: Blås ut ljusen
zh_cn: 吹熄蜡烛

source: Add a Dancing Sprite
sv: Lägg till en sprajt som dansar
zh_cn: 添加一个舞者

source: Say What to Do
sv: Tala om vad man ska göra
zh_cn: 说要做什么

source: Share Your Greeting
sv: Dela ditt gratulationskort
zh_cn: 分享您的问候

source: Keep Making!
sv: Fortsätt skapa!
zh_cn: 持续创作！

source: <p>Click to select the cat: </p> <img src="%(STATIC_URL)s/images/help/select-cat-sprite.png">
sv: <p>Klicka på katten för att markera den: </p> <img src="%(STATIC_URL)s/images/help/select-cat-sprite.png">
zh_cn: <p>在角色列表中点击缩图以选取角色：</p> <img src="%(STATIC_URL)s/images/help/select-cat-sprite.png">

source: Click the <span class="lookscolor">Looks</span> category, then drag a <span class="lookscolor">say Hello! for 2 secs</span> block to the Scripts area:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday3.gif">
sv: Klicka på kategorin <span class="lookscolor">Utseende</span>, dra sedan blocket <span class="lookscolor">säg Hello! i 2 sekunder</span> till skriptytan:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday3.gif">
zh_cn: 点击 <span class="lookscolor">外观</span>类别， 接着把 <span class="lookscolor">说出 Hello! 2 秒</span> 积木拖到脚本区域：</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday3.gif">

source: <p>Type "Happy birthday!" or your own greeting:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday2.gif">
sv: <p>Ändra texten till "Grattis!" eller en egen gratulation:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday2.gif">
zh_cn: <p>输入「Happy birthday」或是其他的祝福语：</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday2.gif">

source: <p>Then, click on your block to see the cat talk.</p> <p><img src="%(STATIC_URL)s/images/help/cat-happy-birthday.png"></p>
sv: <p>Klicka nu på blocket för att se katten säga gratulationen.</p> <p><img src="%(STATIC_URL)s/images/help/cat-happy-birthday.png"></p>
zh_cn: <p>接着点击积木就可以看到小喵咪说话了。</p> <p><img src="%(STATIC_URL)s/images/help/cat-happy-birthday.png"></p>

source: Next, add a way to start your card
sv: Lägg till ett sätt att starta gratulationskortet
zh_cn: 下一步，添加与卡片互动的方式

source: <p>Now add your own images and ideas.</p>
sv: <p>Lägg till dina egna bilder och idéer.</p>
zh_cn: <p>现在把你的好点子放进去吧。</p>

source: <h4>Add a picture</h4> <p><img src = "%(STATIC_URL)s/images/help/new-sprite-icons.png"></p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Draw a picture.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Add an image from your computer.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture.</p> <p><img src = "%(STATIC_URL)s/images/help/partypicture.png"></p>
sv: <h4>Lägg till en bild</h4> <p><img src = "%(STATIC_URL)s/images/help/new-sprite-icons.png"></p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Rita en bild.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Lägg till en bild från din dator.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Ta ett foto.</p> <p><img src = "%(STATIC_URL)s/images/help/partypicture.png"></p>
zh_cn: <h4>添加图片</h4> <p><img src = "%(STATIC_URL)s/images/help/new-sprite-icons.png"></p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> 自行绘製。</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> 从电脑挑选。</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> 用照相装置拍摄。</p> <p><img src = "%(STATIC_URL)s/images/help/partypicture.png"></p>

source: <h4>Add effects!</h4> <p>Click on the Stage:</p> <p><img src = "%(STATIC_URL)s/images/help/stage-thumb.png"></p> <p>Click the <span class="tab-ref">Scripts</span> tab. Try this script:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickrepeatcolor.png"></p> <p>Click the balloons in your card to see the color change.</p>
sv: <h4>Lägg till effekter!</h4> <p>Klicka på scenen:</p> <p><img src = "%(STATIC_URL)s/images/help/stage-thumb.png"></p> <p>Klicka på fliken <span class="tab-ref">Skript</span>. Testa detta skript:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickrepeatcolor.png"></p> <p>Klicka på ballongerna i ditt gratulationskort för att se färgen ändras.</p>
zh_cn: <h4>添加效果！</h4> <p>点选舞台：</p> <p><img src = "%(STATIC_URL)s/images/help/stage-thumb.png"></p> <p>切换到 <span class="tab-ref">程式</span> 页籤，编写如下程式：</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickrepeatcolor.png"></p> <p>点击卡片上的气球，你就可以看到颜色在改变了。</p>

source: Next, share your greeting!
sv: Dela ditt gratulationskort!
zh_cn: 下一步，分享你的贺卡！

source: <p>Type a title for your project.</p> <p><img src = "%(STATIC_URL)s/images/help/title.png"></p>
sv: <p>Ge ditt projekt ett namn.</p> <p><img src = "%(STATIC_URL)s/images/help/title.png"></p>
zh_cn: <p>输入项目的标题。</p> <p><img src = "%(STATIC_URL)s/images/help/title.png"></p>

source: <p>Click <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"></p>
sv: <p>Klicka på <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"></p>
zh_cn: <p>点击 <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"></p>

source: <p>Type in notes to explain how to use your project. Give credit to anyone who helped.</p>
sv: <p>Skriv en förklaring om hur man använder ditt projekt. Om någon hjälpt dig så är detta en bra plats att tacka dem på.</p>
zh_cn: <p>加上注解，告诉其他人你的项目内容大概是在做什麽。写上谢誌，感谢那些帮助你完成专案的人。</p>

source: <p>When you're ready to share your project, click the Share button.</p> <p><img src = "%(STATIC_URL)s/images/help/12c-share.png"></p>
sv: <p>När du är redo att dela ditt projekt, klicka på knappen Dela.</p> <p><img src = "%(STATIC_URL)s/images/help/12c-share.png"></p>
zh_cn: <p>当你准备好与他人分享你的项目时，点击屏幕上方的「分享」按钮。</p> <p><img src = "%(STATIC_URL)s/images/help/12c-share.png"></p>

source: <p>You can add your project to the <a href="http://scratch.mit.edu/studios/429363/" target="_blank">Greeting Card studio!</a></p> <p><a href="http://scratch.mit.edu/studios/429363/" target="_blank"><img src = "%(STATIC_URL)s/images/help/card-studio.jpg"></a></p>
zh_cn: <p>你可以将项目分享到创作坊 <a href="http://scratch.mit.edu/studios/429363/" target="_blank">Greeting Card studio!</a> 裡头。</p> <p><a href="http://scratch.mit.edu/studios/429363/" target="_blank"><img src = "%(STATIC_URL)s/images/help/card-studio.jpg"></a></p>

source: <p>To send to a friend, copy the web address and email it. Or, click Embed to share to Facebook or another website.</p>
sv: <p>För att skicka projektet till en kompis, kopiera webbadressen och skicka den i ett mejl. Eller klicka på Bädda in för att dela på Facebook eller en annan webbsajt.</p>
zh_cn: <p>如果你要寄送给朋友，可以使用电子邮件把网址寄给他们。或者，你也可以使用 Embed（嵌入）或是分享到 FB 上的方式来让朋友看到。</p>

source: What do you want to make next?
sv: Vad vill du göra nu?
zh_cn: 下一步？靠你囉！

source: <p>Now you can make another greeting card, or start a new project!</p> <p><img src = "%(STATIC_URL)s/images/help/congrats.gif"></p>
sv: <p>Nu kan du göra ett nytt gratulationskort eller göra ett annat projekt!</p> <p><img src = "%(STATIC_URL)s/images/help/congrats.gif"></p>
zh_cn: <p>你可以试着製作更多节庆的贺卡或邀请卡片。</p> <p><img src = "%(STATIC_URL)s/images/help/congrats.gif"></p>

source: <h4>Start a new project</h4> <p>Click File, then select New:</p> <p><img src = "%(STATIC_URL)s/images/help/file-new.png"></p> <p>Or, from the Scratch website, click Create:</p> <p><img src = "%(STATIC_URL)s/images/help/create.png"></p>
sv: <h4>Påbörja ett nytt projekt</h4> <p>Klicka på Arkiv och välj sedan Nytt:</p> <p><img src = "%(STATIC_URL)s/images/help/file-new.png"></p> <p>Eller om du är på Scratch-webbsajten, klicka på Skapa:</p> <p><img src = "%(STATIC_URL)s/images/help/create.png"></p>
zh_cn: <h4>如何开始新项目</h4> <p>点击档案，从选单中选择「添加项目」：</p> <p><img src = "%(STATIC_URL)s/images/help/file-new.png"></p> <p>或者，你也可以在 Scratch 官方站台上新增：</p> <p><img src = "%(STATIC_URL)s/images/help/create.png"></p>

source: <h4>Learn more!</h4> <p>Watch the Getting Started with Scratch video:</a></p> <iframe src="//player.vimeo.com/video/80961102?title=0&amp;byline=0&amp;portrait=0" width="291" height="164" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe> </p> <p>For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.</p> <br /> <p align="center"><img src="%(STATIC_URL)s/images/help/scratch-logo-white.png"> </p> <a href="https://www.madewithcode.com/" target="_blank"><p id="made-with-code" align="center"><img src = "%(STATIC_URL)s/images/help/made-with-code-logo.png"></p></a>
sv: <h4>Lär dig mer!</h4> <p>Titta på denna video som hjälper dig att komma igång med Scratch:</a></p> <iframe src="//player.vimeo.com/video/80961102?title=0&amp;byline=0&amp;portrait=0" width="291" height="164" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe> </p> <p>För fler idéer, klicka på<a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Steg-för-steg-guider</a>.</p> <br /> <p align="center"><img src="%(STATIC_URL)s/images/help/scratch-logo-white.png"> </p> <a href="https://www.madewithcode.com/" target="_blank"><p id="made-with-code" align="center"><img src = "%(STATIC_URL)s/images/help/made-with-code-logo.png"></p></a>
zh_cn: <p>找寻更多点子，点击 <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">所有技巧</a>。</p> <br /> <p align="center"><img src="%(STATIC_URL)s/images/help/scratch-logo-white.png"> </p> <a href="https://www.madewithcode.com/" target="_blank"><p id="made-with-code" align="center"><img src = "%(STATIC_URL)s/images/help/made-with-code-logo.png"></p></a>

source: <p>Click the <span class="eventscolor">Events</span> category.</p> <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top, like this:</p> <img src = "%(STATIC_URL)s/images/help/flagsay2.gif">
sv: <p>Klicka på kategorin <span class="eventscolor">Händelse</span>.</p> <p>Dra ut blocket <span class="eventscolor">när<img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klickas på</span> och fäst det överst, så här:</p> <img src = "%(STATIC_URL)s/images/help/flagsay2.gif">
zh_cn: <p>点击 <span class="eventscolor">事件</span> 类别。</p> <p>抓起 <span class="eventscolor">当 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 被点击</span>积木，并把它粘到脚本最前面，像这样：</p> <img src = "%(STATIC_URL)s/images/help/flagsay2.gif">

source: <p>Now you can click on the green flag <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> to play the card:</p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p>
sv: <p>Nu kan du klicka på den gröna flaggan <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> för att starta gratulationskortet:</p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p>
zh_cn: <p>现在你可以点击 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 来执行这个卡片程式：</p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p>

source: Next, add a party scene
sv: Lägg till en festlig bakgrund
zh_cn: 下一步，添加派对场景

source: Choose a backdrop for your card.
sv: Välj en bakgrund för ditt kort.
zh_cn: 为卡片选择一个适合的背景。

source: <p>Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon:</p> <img src = "%(STATIC_URL)s/images/help/int-new-backdrop.gif">
zh_cn: <p>点击 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> 图示：</p> <img src = "%(STATIC_URL)s/images/help/int-new-backdrop.gif">

source: <p>Choose "party" or another backdrop:</p>
zh_cn: <p>选择 party（派对）或是其他的背景：</p>

source: <p>Now your card will look something like this:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
sv: <p>Nu borde ditt gratulationskort se ut ungefär så här:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
zh_cn: <p>你的卡片现在应该会像这样：</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">

source: Next, add a cake to your card
sv: Lägg till en tårta till ditt gratulationskort
zh_cn: 下一步，在卡片裡放个蛋糕

source: <p>To add a cake, click on the <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> icon:</p> <img src = "%(STATIC_URL)s/images/help/spritelibrary.png">
sv: <p>För att lägga till en tårta, klicka på ikonen <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">:</p> <img src = "%(STATIC_URL)s/images/help/spritelibrary.png">
zh_cn: <p>要添加一个蛋糕角色，请点击 <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> ：</p> <img src = "%(STATIC_URL)s/images/help/spritelibrary.png">

source: <p>Then select the "Cake" sprite and click OK.</br> <p><img src = "%(STATIC_URL)s/images/help/cake.png"></p> <span class="reminder">In Scratch, any character or object is called a sprite.</span></p>
sv: <p>Välj sedan sprajten "Cake" och klicka på OK (du kanske behöver klicka på kategorin Saker innan du hittar sprajten "Cake").</br> <p><img src = "%(STATIC_URL)s/images/help/cake.png"></p> <span class="reminder">I Scratch kallas figurer och objekt för en sprajt.</span></p>
zh_cn: <p>接着选择名为 Cake（蛋糕）的角色，并按下确定。</br> <p><img src = "%(STATIC_URL)s/images/help/cake.png"></p> <span class="reminder">在 Scratch 裡，任何可以移动的东西都可以称作是角色。</span></p>

source: <p>Drag your cake to where you want it on the Stage.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
sv: <p>Dra tårtan till den plats på scenen där du vill ha den.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
zh_cn: <p>将蛋糕拖放到舞台上合适的位置。</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>

source: <p>Tip: Make any sprite bigger by clicking on it with the grow tool. Or make it smaller using the shrink tool:</p> <img src = "%(STATIC_URL)s/images/help/cursor-tools-grow-shrink.png">
sv: <p>Tips: Gör en sprajt större genom att klicka på den med verktyget Förstora. Du kan också göra en sprajt mindre genom att använda verktyget Förminska:</p> <img src = "%(STATIC_URL)s/images/help/cursor-tools-grow-shrink.png">
zh_cn: <p>提示：你可以使用功能表上的缩小、放大工具，改变角色的显示尺寸大小：</p> <img src = "%(STATIC_URL)s/images/help/cursor-tools-grow-shrink.png">

source: Next, add music to your card!
sv: Lägg till musik till ditt gratulationskort!
zh_cn: 下一步，添到音乐到卡片中！

source: Now, add music that plays when you click the cake.
sv: Lägg till musik som spelar när du klickar på tårtan.
zh_cn: 接下来，在点击蛋糕时播放音乐

source: <p>First, click to select the cake. <img src = "%(STATIC_URL)s/images/help/sprite-list-cake.png">
sv: <p>Markera tårtan genom att klicka på den. <img src = "%(STATIC_URL)s/images/help/sprite-list-cake.png">
zh_cn: <p>首先，点击以选取蛋糕这个角色。 <img src = "%(STATIC_URL)s/images/help/sprite-list-cake.png">

source: <p>Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.</p> <img src = "%(STATIC_URL)s/images/help/selectsound(3).gif">
sv: <p>Klicka på fliken <span class="tab-ref">Sounds</span> och sedan på <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.</p> <img src = "%(STATIC_URL)s/images/help/selectsound(3).gif">
zh_cn: <p>切换到 <span class="tab-ref">音效</span> 页籤，再点选 <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.</p> <img src = "%(STATIC_URL)s/images/help/selectsound(3).gif">

source: <p>Choose "birthday" or another sound:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library-birthday.png"></p>
sv: <p>Välj "birthday" eller ett annat ljud:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library-birthday.png"></p>
zh_cn: <p>选择 birthday（生日）或其他音效：</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library-birthday.png"></p>
