Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: sv, zh_cn

source: Click the <span class="eventscolor">Events</span> category and drag out a <span class="eventscolor">when space key pressed</span> block. Snap it on top.
zh_cn: 从<span class="eventscolor">事件</span> 类别中抓起 <span class="eventscolor">当 _ 键被按下</span>积木并放到现有脚本上方。

source: Try dragging the ball to any other point on the Stage.
zh_cn: 试试将球拖曳到舞台上的任何位置。

source: When you press the space key on your keyboard, the ball will go to the starting point.
zh_cn: 当你按下键盘上的空白键，球就会返回到原点。

source: <span class="reminder">Tip: Any thing you can move in Scratch (like the ball) is called a 'sprite'.</span>
zh_cn: <span class="reminder">提示：任何在 Scratch 上可以移动的物件，在 Scratch 上都称作 sprite，中文管它叫 角色。</span>

source: Next, move the ball to the net
zh_cn: 下一步，将球移到篮框

source: Click the <span class="motioncolor">Motion</span> category. Drag out a <span class="motioncolor">point towards</span> block and snap it on top. Choose “Net” from the pull-down menu.
zh_cn: 从 <span class="motioncolor">动作</span> 类别中抓起 <span class="motioncolor">面朝 _ 向</span> 积木，将它放置到当前积木堆的最上方， 接着从裡头的下拉清单中选取名为「Net」的项目。

source: Then drag out a <span class="motioncolor">move</span> block.
zh_cn: 接着抓起 <span class="motioncolor">移动 _ 点</span> 积木。

source: Click the <span class="controlcolor">Control</span> category. Drag out a <span class="controlcolor">repeat</span> block and wrap it around the <span class="motioncolor">move</span> block:
zh_cn: 从 <span class="controlcolor">控制</span> 类别中抓起 <span class="controlcolor">重复 _ 次</span> 积木，将它包住 <span class="motioncolor">移动 _ 点 </span> 积木：

source: The script should look like this:
zh_cn: 这段程式看起来应该像这样：

source: You can type in numbers to adjust the values.
zh_cn: 你可以输入不同的数字以调整。

source: Press the space key to try it out.
zh_cn: 按下键盘上的空白键可以测试程式。

source: Next, add a sound
sv: Lägg sedan till ett ljud.
zh_cn: 下一步，添加一个音效

source: Click the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound</span> block. Then snap it onto your script:
zh_cn: 从 <span class="soundcolor">声音</span> 类别中抓起<span class="soundcolor">播放声音 _</span> 积木，把它放到当前积木堆中，如示范：

source: Next, glide through the hoop
zh_cn: 下一步，将球滑入篮框

source: Drag the ball down to the ground below the hoop.
zh_cn: 将球拖曳到篮框的下方。

source: Then click the <span class="motioncolor">Motion</span> category. Drag out a <span class="motioncolor">glide</span> block and snap it below:
zh_cn: 接着从 <span class="motioncolor">动作</span> 类别中，抓起 <span class="motioncolor">滑行 _ 秒到 x:_ y:_</span> 积木，并将它放到程序最下方：

source: Add a <span class="motioncolor">go to x y</span> block to return the ball back to the start.
zh_cn: 添加一个 <span class="motioncolor">定位到 x:_ y:_</span> 积木，可以让角色返回到一开始的起点。

source: Use the same numbers as at the beginning of the script.
zh_cn: 使用与程式一开始时相同的数量。

source: <span class="reminder">Tip: <span class="motioncolor">go to x y</span> tells a sprite where to go on the Stage. x is the position on the Stage from left to right. y is the position on the Stage from top to bottom.</span>
zh_cn: <span class="reminder">提示： <span class="motioncolor">定位到 x:[…] y:[…]</span> 可以用来告诉角色要在哪个指定位置出现。X 轴是横向的位置，Y 轴则是直向的位置。</span>

source: Next, defend the net
zh_cn: 下一步，定义篮框

source: Guard the net by having a sprite jump up and down.
zh_cn: 製作一个防守员跳上跳下守住篮框。

source: Click the thumbnail to choose Panda or Grizz to defend the net.
zh_cn: 点击物件区上的缩图以选择角色。

source: Pick a starting point for the defender.
zh_cn: 为防守者选择一个起点位置。

source: Drag out a <span class="motioncolor">go to x y</span> block.
zh_cn: 拖拉出一个 <span class="lookscolor">定位到 x:_ y:_</span> 积木。

source: Now make it move up. Drag out a <span class="motioncolor">change y</span> block. Then drag out a <span class="controlcolor">repeat</span> block and snap it around the <span class="motioncolor">change y</span> block:
zh_cn: 现在我们让它可以向上移动，抓起一个 <span class="motioncolor">y 改变 _</span>积木，然后再抓起<span class="controlcolor">重复 _ 次</span> 积木包复在它外面：

source: Click on the stack of blocks to try it out.
zh_cn: 点一下积木堆试试看。

source: Now make it go back down by adding these blocks:
zh_cn: 现在加上下方模土堆，让角色走回去：

source: Click on the stack to try it.
sv: Klicka på blocket för att pröva det.
zh_cn: 点一下模块试试看。

source: Next, keep jumping
zh_cn: 下一步，持续跳跃

source: Make the defender keep jumping up and down.
zh_cn: 让防守者不停跳跃。

source: Click the <span class="controlcolor">Control</span> category and drag out a <span class="controlcolor">forever</span> loop, and wrap it around the <span class="controlcolor">repeat</span> blocks, like this:
zh_cn: 从 <span class="controlcolor">控制</span> 类别中抓起 <span class="controlcolor">重复无限次</span> 积木，将积木包住<span class="controlcolor">重复 _ 次</span> 积木，示范如下：

source: Add a <span class="controlcolor">wait 1 secs</span> block. You can change the number to adjust the timing.
zh_cn: 添加 <span class="controlcolor">等待 _ 秒</span> 积木，你可以修改数字调整时机。

source: Next, start your program
sv: Nästa, starta ditt program
zh_cn: 下一步，开始编写你的程式

source: Your script will start whenever you click the green flag:
sv: Ditt skript kommer börja när du klickar på den gröna flaggan:
zh_cn: 以后当你按下（预览区上的）绿旗图示的按钮，程式就会开始执行：

source: Next, bounce off the defender
sv: Nästa, studsa från försvararen
zh_cn: 下一步，球碰到防守者就反弹

source: Make the ball bounce back if it hits the defender.
zh_cn: 让球在碰到防守者时弹回。

source: Click to choose the ball.
sv: Klicka för att välja bollen.
zh_cn: 在物件区上点选角色球。

source: Add these blocks to check if ball is touching the panda.
zh_cn: 加上这些积木，可以侦测球是不是碰到了角色。

source: Drag out a <span class="motioncolor">glide</span> block and add it to the script:
zh_cn: 抓起 <span class="motioncolor">滑行 _ 秒到 x:_ y:_</span>积木，把它加到脚本裡：

source: Type in the same numbers as in the beginning of the script. This will make the ball glide back to the starting point.
zh_cn: 输入与开头程式相同的数字，这样一来球就会返回原点。

source: Make the ball stop when it gets back to the starting point.
zh_cn: 让球在回到原点时停止运动。

source: Click the <span class="controlcolor">Control</span> category. Drag out a <span class="controlcolor">stop</span> block, and choose 'this script' from the drop-down menu:
zh_cn: 从 <span class="controlcolor">控制</span> 类别中，抓起 <span class="controlcolor">停止 _</span> 积木，并从裡头的下拉清单选择「目前脚本」。

source: Add this script inside the repeat block:
zh_cn: 添加一段脚本到重复积木中：

source: You can experiment to see what happens if you remove the stop block.
zh_cn: 你可实验看看当拿掉停止积木时会发生什么事。

source: <span class="reminder">Tip: Any blocks you add after 'stop this script' will not run.</span>
zh_cn: <span class="reminder">提示：任何加在「停止 {此脚本}」积木之后的脚本都不会运行。</span>

source: Next, enhance and customize
zh_cn: 下一步，改良与特色化

source: Select the Sounds tab
sv: Välj Ljud-fliken
zh_cn: 切换到音效页籤

source: Upload <img src="%(STATIC_URL)s/images/help/upload-icon.png"> a sound file from your computer (mp3, wav or aif format).
sv: Ladda upp <img src="%(STATIC_URL)s/images/help/upload-icon.png"> en ljudfil från din dator (mp3-, wav- eller aif-format).
zh_cn: 使用<img src="%(STATIC_URL)s/images/help/upload-icon.png"> 从你的计算机中汇入一个音效文件（格式可以是 mp3、wav 或 aif）

source: Try these scripts:
sv: Prova de här skripten:
zh_cn: 试试使用下方程序：

source: Click the green flag to run at the same time.
sv: Klicka på den gröna flaggan för att köra samtidigt.
zh_cn: 点击绿旗就可以同时执行二个程式。

source: If you want to edit the song, select a section: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Then choose from the Edit menu:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
sv: Om du vill redigera låten, markera ett avsnitt: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Välj sedan på Redigera-menyn:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
zh_cn: 如果你想修改音讯内容，可以选取要编辑的区段： <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> 然后从编辑选单上选择要执行的操作：<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>

source: Have a microphone? You can use <img src="%(STATIC_URL)s/images/help/loudness-small.png">
sv: Har du en mikrofon? Då kan du använda <img src="%(STATIC_URL)s/images/help/loudness-small.png">
zh_cn: 你有麦克风装置吗？试试 <img src="%(STATIC_URL)s/images/help/loudness-small.png">

source: Make noise so your sprite will jump!
sv: Gör något ljud så att din sprajt hoppar!
zh_cn: 现在对着麦克风喊一下，你的角色会跟着跳！

source: For a larger effect, multiply by a number:
sv: För en större effekt, multiplicera med en siffra:
zh_cn: 若要有更强烈的效果，可以将数字倍化：

source: If you see this pop up, click <b>Allow</b> to access the microphone:
sv: Om du ser detta meddelande, klicka på <b>Tillåt</b> för att komma åt mikrofonen:
zh_cn: 如果在使用麦克风时出现下方视窗，需点击<b>允许</b>后才能使用装置：

source: Click the checkbox to see how loud it is:
sv: Bocka i kryssrutan för att se hur högt ljudet är:
zh_cn: 勾选「响度」模块可以检视声音大小：

source: The monitor will show on the Stage: <img src="%(STATIC_URL)s/images/help/loudness-monitor.png">.
sv: Ljudstyrkan kommer att visas på scenen: <img src="%(STATIC_URL)s/images/help/loudness-monitor.png">.
zh_cn: 在舞台上就会显示麦克风音量的监控面板：<img src="%(STATIC_URL)s/images/help/loudness-monitor.png">

source: <p>Insert <img src="%(STATIC_URL)s/images/help/mouse-x.png"> into <img src="%(STATIC_URL)s/images/help/set-color-effect.png"></p> Use this code to whirl as you move the mouse:
sv: <p>Lägg in <img src="%(STATIC_URL)s/images/help/mouse-x.png"> i <img src="%(STATIC_URL)s/images/help/set-color-effect.png"></p> Använd denna kod för att skapa en virvel när du rör musen:
zh_cn: <p>将 <img src="%(STATIC_URL)s/images/help/mouse-x.png"> 嵌入到 <img src="%(STATIC_URL)s/images/help/set-color-effect.png">裡头</p> 编写如下程式，当你移动滑鼠时，图形会随着鼠标 x 坐标值而有不同的漩涡化程度。

source: Try different effects by choosing the menu:
sv: Prova olika effekter genom att välja i menyn:
zh_cn: 试试下拉清单中的其他效果：

source: Click stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"> to clear all effects.
sv: Klicka på stopp <img src="%(STATIC_URL)s/images/help/stop-sign.png"> för att rensa alla effekter.
zh_cn: 点击预览区上的 <img src="%(STATIC_URL)s/images/help/stop-sign.png"> 就会自动清除所有效果。

source: Make a variable to keep track of score.
sv: Skapa en variabel för hålla reda på poäng.
zh_cn: 利用变量来纪录分数。

source: Choose <img src="%(STATIC_URL)s/images/help/data-palette.png"> and then <img src="%(STATIC_URL)s/images/help/make-variable-button.png"></p> Type in the name "Score" and then click OK:
sv: Välj <img src="%(STATIC_URL)s/images/help/data-palette.png"> och sedan <img src="%(STATIC_URL)s/images/help/make-variable-button.png"></p> Skriv in namnet "Poäng" och klicka OK:
zh_cn: 从 <span class="datacolor">数据</span>中点击<span class="datacolor">建立一个变量</span><img src="%(STATIC_URL)s/images/help/make-variable-button.png"></p> 取名为「Score」。

source: New blocks will appear and the variable Score will show on the Stage: <img src="%(STATIC_URL)s/images/help/score-monitor.png">
sv: Nya block kommer dyka upp och variabeln Poäng kommer synas på scenen: <img src="%(STATIC_URL)s/images/help/score-monitor.png">
zh_cn: 新的变量建立后，变量的监控面板会显示在舞台：<img src="%(STATIC_URL)s/images/help/score-monitor.png">

source: Here's an example script for keeping score:
sv: Här är ett exempelskript för att hålla reda på poäng:
zh_cn: 可以持续纪录分数的程式如下：

source: Use a banana, a metal spoon, or other conductive objects to interact with your Scratch projects!
zh_cn: 使用一根香蕉、一支金属汤匙，或是其他的导电物体与你的 Scratch 专案互动！

source: You’ll need a MaKey MaKey kit for this exploration.
zh_cn: 你需要有 MaKey MaKey 套件包才可使用。

source: Plug in the MaKey MaKey
sv: Anslut MaKey MaKey
zh_cn: 连接 MaKey MaKey

source: Connect to EARTH
sv: Koppla till jord (earth)
zh_cn: 连接到 EARTH

source: Connect to SPACE
sv: Koppla till mellanslag (space)
zh_cn: 连接到 SPACE

source: Try It!
sv: Prova!
zh_cn: 试一试！

source: Code and Customize
sv: Koda och bestäm själv
zh_cn: 编程与特色化

source: Add More Keys
sv: Lägg till fler knappar
zh_cn: 添加更多按键

source: Experiment and Create
sv: Experimentera och skapa
zh_cn: 实验和创造

source: Extra Tip: Quick Keys
sv: Extratips: Snabbtangenter
zh_cn: 额外提示：快速按键

source: Plug the MaKey MaKey into the computer using the USB cable.
zh_cn: 将 MaKey MaKey 装置连接到电脑上。

source: Next, connect to EARTH
zh_cn: 下一步，连结到 EARTH

source: Connect an alligator clip to an EARTH port on the MaKey MaKey.
zh_cn: 将一个鳄鱼夹连结到 MaKey MaKey 上的 EARTH 埠。

source: Hold the metal clip between your fingers. You are now 'grounded.'
zh_cn: 抓好手上的金属夹，你现在成了「人肉接地（grounded）」了。

source: Next, connect to SPACE
zh_cn: 下一步，连结到 SPACE

source: Connect another alligator clip to the SPACE key port on the MaKey MaKey.
zh_cn: 将另一个鳄鱼夹连结到 MaKey MaKey 上的 SPACE 埠。

source: Next, try it
zh_cn: 下一步，试试看

source: Touch the metal ends of both wires to complete the circuit.
zh_cn: 将两根导线的金属端接起就完成的电的通路。

source: You should see the tiny green light on the MaKey MaKey light up. Your computer will think the space key was pressed!
zh_cn: 你应该看到 MaKey MaKey 上有绿色灯号了。你的电脑已经知道空白键被按下了。

source: Not working?
zh_cn: 无法使用？

source: Make sure the clips are securely connected.
zh_cn: 确定你的夹子有夹上。

source: Make sure you are holding one wire connected to EARTH and one clip on a key port.
zh_cn: 确定你将一根电线连接到 EARTH 上，同时将一个夹子固定到指定埠上。

source: For more troubleshooting tips, see the <a href="http://makeymakey.com/howto.php#troubleshooting" target="blank">MaKey MaKey how-to tips</a>.
zh_cn: 若需要更多帮助，请参考 <a href="http://makeymakey.com/howto.php#troubleshooting" target="blank">MaKey MaKey how-to tips</a>.

source: Next, code and customize
zh_cn: 下一步，编程与特色化

source: What do you want to happen in Scratch?
zh_cn: 你想要用 Scratch 做些什麽？

source: If you’re in a blank project (with just the cat), try a script like this:
zh_cn: 如果你已开启了空白的专案，可以试试建立下方的程式：

source: If you’re in the Makey Makey drum or piano project, try adding or changing the sounds.
zh_cn: 如果你有 Makey Makey 的鼓或钢琴专案档案，可以试着变化一下音效。

source: Next, add more keys
zh_cn: 下一步，添加更多按键

source: You can also connect alligator clips to each of the arrow key ports on the MaKey MaKey (UP, DOWN, LEFT, RIGHT).
zh_cn: 你也可以用鳄鱼夹连结 MaKey MaKey 上的按键埠（上、下、左、右）。

source: Hold the wire from EARTH to ground yourself, then touch the metal clip ends to activate each key.
zh_cn: 抓好从 EARTH 的导线自已接地，然后碰触金属夹的末端，就可以启用每个键。

source: Add scripts that make something happen when the arrow keys are pressed.
zh_cn: 添加一段程式：当方向按键被按下时，发生一些事。

source: Next, experiment and create
zh_cn: 下一步，实验并创作

source: You can use other conductive materials to activate the MaKey MaKey key ports.
zh_cn: 你可以使用其他的导电材料来启动 MaKey MaKey 的按键埠。

source: See the <a href="http://makeymakey.com" target="_blank">MaKey MaKey video</a> and <a href="http://makeymakey.com/gallery" target="_blank">project gallery</a> for examples.
zh_cn: 若要观看示范，请参考 <a href="http://makeymakey.com" target="_blank">MaKey MaKey video</a> 和 <a href="http://makeymakey.com/gallery" target="_blank">项目中心</a> 。

source: Next, see the extra tip
zh_cn: 下一步，一些特别技巧

source: If you want your script to play as soon as you press the key, try this combination blocks:
zh_cn: 如果你想要在按下某个按键时脚本就开始执行，可以试试组合一下积木：

source: The broadcast block will interrupt the script that was running, so that the script plays as soon as you press the key.
zh_cn: 广播积木会中断所有正在运行中的程序，所以只要你按下按键此脚本就会开始执行。

source: Move your sprite with arrow keys
sv: Flytta din sprajt med piltangenter
zh_cn: 使用方向键移动

source: Try this code:<br/> <img src="%(STATIC_URL)s/images/help/move-with-arrow-all.png"> <br/> Press arrow keys <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> to trigger.
sv: Prova den här koden:<br/> <img src="%(STATIC_URL)s/images/help/move-with-arrow-all.png"> <br/> Tryck piltangenterna <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> för att köra igång.
zh_cn: 试试下方程式：<br/> <img src="%(STATIC_URL)s/images/help/move-with-arrow-all.png"> <br/> 按下键盘的 <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> 就可以触发指令。

source: To copy a stack of blocks, click at the top with the duplicate tool:
sv: För att kopiera en stapel av block, klicka överst med kopiera-verktyget:
zh_cn: 若要脚本积木堆，可以使用脚本工具

source: If your sprite turns upside-down, click <img src="%(STATIC_URL)s/images/help/info.png"> and set its rotation style to left-right:
sv: Om din sprajt vänder sig upp och ned, klicka <img src="%(STATIC_URL)s/images/help/info.png"> och sätt rotationsstilen till vänster-höger:
zh_cn: 如果你的角色在移动时发生上下颠倒的现象，可以点击角色缩图上的<img src="%(STATIC_URL)s/images/help/info.png">，并将迴转方式设成「左-右」：

source: Move a sprite
sv: Flytta en sprajt
zh_cn: 让角色移动

source: Try typing in different numbers, such as <img src="%(STATIC_URL)s/images/help/move-1-step.png"> to move a tiny bit or a bigger number to move further.
sv: Prova att skriva in olika värden, som <img src="%(STATIC_URL)s/images/help/move-1-step.png"> för att gå en liten bit eller ett större värde för att gå längre.
zh_cn: 试着输入不同的时间，像是 <img src="%(STATIC_URL)s/images/help/move-1-step.png"> 以移动一些距离，或是大一点的数字以移动更远。

source: If you type in a <b>negative</b> number, the sprite will move backward:
sv: Om du skriver in ett <b>negativt</b> tal, kommer sprajten att gå bakåt:
zh_cn: 如果你输入的是负值，角色会朝反方向移动：

source: <p>To change direction, use point in direction.<br/> Or you can turn.</p> <p>To go to a certain spot on the screen, use “go to x y”</p> <p>To glide smoothly, use “glide to x y”</p>
sv: <p>För att ändra riktning, använd peka i riktning.<br/> Eller så kan du vända om.</p> <p>För att gå till en viss punkt på skärmen, använd “gå till x y”</p> <p>För att glida mjukt, använd “glid till x y”</p>
zh_cn: <p>要改变方向，可以使用面朝 {…} 向模块。<br/> 又或者使用右转 […] 度、左转 […] 度的方式。</p> <p>若要在某个点出现，使用定位到 x:[…] y:[…]</p> <p>若要平滑移动，可以使用滑行 […] 秒到 x:[…] y:[…]</p>

source: Choose musical instruments, add sounds, and press keys to play music.
zh_cn: 选一种乐器，添加音效，然后按下按键就可以播放音乐。

source: Pick a Drum
sv: Välj en trumma
zh_cn: 选择节奏拍点

source: Play the Drum
sv: Spela trumman
zh_cn: 播放节奏拍点

source: Make a Rhythm
sv: Skapa en rytm
zh_cn: 製作一段节奏

source: Make It Repeat
sv: Repetera det
zh_cn: 让它重複执行

source: Animate the Drum
sv: Animera trumman
zh_cn: 让鼓动起来

source: Play an Instrument
sv: Spela ett instrument
zh_cn: 弹奏乐器

source: Make a Melody
sv: Skapa en melodi
zh_cn: 製作一段旋律

source: Add a Chord
sv: Lägg till ett ackord
zh_cn: 添加和声

source: Add Vocals
sv: Lägg till sång
zh_cn: 添加人声

source: Play Random Notes
sv: Spela slumpvalda noter
zh_cn: 随机播放音阶

source: Record Sounds
sv: Spela in ljud
zh_cn: 录制音效

source: Keep Playing
sv: Fortsätt att spela
zh_cn: 持续播放

source: Click the 'Music' theme and choose a drum.
zh_cn: 从样本库中的「音乐」主题中选择一个用来打节拍的乐器，像是鼓。

source: Next, play the drum
sv: Nästa, spela på trumman
zh_cn: 下一步，播放节奏拍点

source: Add any sprite you want!
zh_cn: 添加一个你想使用的角色！

source: Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:
zh_cn: 切换到 <span class="tab-ref">音效</span> 页籤，点击 <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">：

source: Click the <b>Vocals</b> theme, then choose beatbox sounds.
zh_cn: 找到样本库中的「人声」类，选择一个音效，例如 beatbox

source: Make a sequence, for example:
zh_cn: 依播放顺序将建立起模块堆，示范如下：

source: Or, add a script that plays a random sound:
zh_cn: 或是，添加一个随机播放音效的程式：

source: Next, record sounds
zh_cn: 下一步，录製音效

source: If you have a microphone, you can record your own sounds.
zh_cn: 如果你有麦克风装置，可以透过装置录製下你想使要的音效。

source: Click the <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:
zh_cn: 点击图示 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 可以在样本库中挑选一个新的角色

source: Click the microphone icon <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> to record your own short sounds. Make a sound like 'meep', 'bop', or 'zap.'
zh_cn: 点击麦克风图示<img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> 可以开始录製声音，你可使用它来录製一些声音片段，像是「吼」的感叹声、「疵疵疵」 的电流声、或是「哒啦嘀哒啦」的哼唱声。

source: Trim the sound so it's just one short syllable. To trim, highlight the part to delete, then press the ‘delete’ key.
zh_cn: 修剪声音让它变成短音节，你可以在音轨上拖曳滑鼠选取要删除的区段，接着再按下「删除」。

source: Click the <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> icon again to record another sound.
zh_cn: 点击图示 <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> 来录製其他的音效。

source: You can also record sounds using objects around you, such as by tapping a table or dropping a coin.
zh_cn: 除了人声，你也可以录製一些物品的音效，像是拍桌子、掷硬币…等。

source: Next, keep playing
zh_cn: 下一步，持续播放

source: ADD MORE SPRITES
zh_cn: 添加更多角色

source: You can add and animate more instruments, singers, dancers, or other sprites.
zh_cn: 你可以添加更多的乐器、歌手、舞者…或是其他的角色。

source: ADD A BACKDROP
zh_cn: 添加舞台背景

source: Click the <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:
zh_cn: 点选图示 <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> 来开啓背景范例库：

source: PLAY NOTES
zh_cn: 演奏音阶

source: Another way to make music is to use the <span class="soundcolor">play note</span> block.
zh_cn: 要製作出一段音乐的另一个方式，是使用<span class="soundcolor">演奏音阶</span> 积木。

source: Try a script like this:
sv: Prova ett skript som detta:
zh_cn: 製作一则程式码，如下示范：

source: You can choose the instrument and notes you want. You can also change the timing.
zh_cn: 你可以改成你自己想使用的乐器、想播放的音阶，当然播放的时机也可以自己调整。

source: ADD A MUSIC LOOP
zh_cn: 添加音乐循环

source: Choose ‘speaker’ or another sprite:
zh_cn: 添加一个角色，像是「speaker」：

source: Choose a drum loop from the Sound library:
zh_cn: 在音效范例库中的「音乐循环」类选择「drum」：

source: Loop your sound by adding a script like this:
zh_cn: 要让音效持续播放，可以添加如下程式：

source: HAVE A MAKEY MAKEY?
zh_cn: 你有「MAKEY MAKEY」装置吗？

source: Connect your project to a Makey Makey. You can create musical instruments out of coins, clay, cardboard, and more!
zh_cn: 你可以让专案与装置「 Makey Makey」串接起来，透过它可以用硬币、粘土、纸板等…来创造一个乐器！

source: To find out more, see <a href="../makey-intro/">Makey Makey and Scratch</a>.
zh_cn: 若要进一步了解，请浏览 <a href="../makey-intro/">Makey Makey and Scratch</a>。

source: Congratulations, you've coded your own music!
sv: Grattis, du har kodat din egen musik!
zh_cn: 恭喜！你已经编程了一个专属于你的音乐！

source: To save, go to the File menu and choose 'Save'.
zh_cn: 若要储存，请使用档案选单中的「储存」工具。

source: Now you can add your project to the <a href="https://scratch.mit.edu/studios/1999784" target="_blank">Make Music Studio</a>:
zh_cn: 现在你可以将你的项目分享到创作坊 <a href="https://scratch.mit.edu/studios/1999784" target="_blank">Make Music Studio</a>裡：

source: Build a script to play a drum sound:
zh_cn: 建立下方程式以播放节奏拍点：

source: Press the space key to try it.
zh_cn: 按下键盘上的空白键来测试程式。

source: Click the Sounds tab to preview the sounds.
zh_cn: 切换到「音效」页籤可以预览音效。

source: Next, make a rhythm
zh_cn: 下一步，製作一段节奏

source: Add more sounds to make a pattern.
zh_cn: 添加更多的音效来组合成一段节奏。

source: Use <span class="controlcolor">wait</span> blocks to pause between sounds.
zh_cn: 使用 <span class="controlcolor">等待 _ 秒</span> 积木作为每个声音之间的停顿点。

source: You can add more sounds and play with the timing to customize your rhythm.
zh_cn: 在添加其他音效过程中，你随时可以播放试听，这方便你设计属于自己的节奏。

source: Next, make it repeat
sv: Nästa, låt det repetera
zh_cn: 下一步，让它重複执行

source: Use a <span class="controlcolor">repeat</span> block to make it play more than once.</p>
zh_cn: 使用 <span class="controlcolor">重复无限次</span> 积木让它可以循环播放。</p>

source: Next, animate the drum
zh_cn: 下一步，让鼓动起来

source: You can animate your instrument by adding a <span class="lookscolor">next costume</span> block.
zh_cn: 你可以让乐器有动画效果，就是加上 <span class="lookscolor">造型换成下一个</span> 积木。
