Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: sv, zh_cn

source: <p>In Scratch, characters and objects are called "sprites".</p> <p>You can delete a sprite by clicking on the scissors and then clicking on the sprite.</p>
sv: <p>I Scratch så kallas karaktärer och objekt för "sprajtar".</p> <p>Du kan radera en sprajt genom att klicka på saxen och sedan på sprajten.</p>
zh_cn: <p>在Scratch中，人体和物体都叫做 Sprites ，中文则叫他角色。</p> <p>要删除角色，你可以先点击「剪刀」再点选你想删除的「角色」。</p>

source: Can you find another way to delete a sprite?
sv: Kan du hitta något annat sätta att ta bort en sprajt?
zh_cn: 你能不能发现其他删除角色的方法呢？

source: Next, let's add some holiday sprites to your card.
sv: I nästa steg lägger vi till några högtidssprajter till till kort.
zh_cn: 接下来，将一些节日角色加入到你的卡片裡面。

source: <p>There are 4 ways to add a sprite to your card. To add a sprite, click on one of these buttons:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p>
sv: <p>Det finns fyra sätt att lägga till sprajtar till ditt kort. För att lägga till en sprajt, klicka på en av dessa knappar:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p>
zh_cn: <p>一共有 4 种方法可以将角色加到你的卡片。要新添加角色，点击其中一个图示按钮：</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p>

source: <h4>Here's what each button does:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p>
sv: <h4>Det här gör varje knapp:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Välj sprajt från biblioteket</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Rita din egen sprajt</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Ladda upp din egen bild eller sprajt</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Ta en bild (från en webbkamera)</p>
zh_cn: <h4>每个按钮的功能：</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> 从角色库选择一个角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> 画出你自己的角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> 上传你自己的图像或角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> 拍一张照片 (从网路摄影机)</p>

source: Next, let's make your sprites interactive.
sv: Gör sedan dina sprajtar interaktiva.
zh_cn: 接下来，让你的角色动起来。

source: <p>Bring your sprites to life by adding instructions (a.k.a. computer code) that tell the sprites what to do.</p> <p>With Scratch, your sprites can dance, sing, jump, talk, fly, and much more.</p>
sv: <p>Gör dina sprajtar levande genom att lägga till instruktioner (alltså programkod) som berättar för sprajtarna vad de ska göra.</p> <p>I Scratch kan dina sprajtar dansa, sjunga, hoppa, prata, flyga och mycket mer.</p>
zh_cn: <p>加入指令（程式码）告诉角色们要做什麽事情，就可以让你的角色动起来。</p> <p>使用 Scratch，你的角色可以跳舞、唱歌、跳跃、讲话、飞行还有更多更多。</p>

source: <p>Play with the blocks in the different categories. Or check out one of these ideas to make your sprite:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Move</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Say Something</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Make a Sound</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Change Color</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Change Costume</a></li> </ul>
sv: <p>Lek med blocken i de olika kategorierna. Eller kolla på en av de här idéerna för att skapa din sprajt:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Rörelse</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Säg något</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Skapa ett ljud</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Byt färg</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Byt klädsel</a></li> </ul>
zh_cn: <p>试玩不同类型的程序积木。或是看看下面的指令，可以让你的角色：</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>移动</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>说些话</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>製作声音</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>改变色彩</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>改变造型</a></li> </ul>

source: Next, let's add a background image to your holiday card.
sv: I nästa steg lägger vi till en bakgrundsbild till ditt kort.
zh_cn: 接下来，在你的节日卡片中加入一个背景影像。

source: <p>Get your sprites moving with blocks from the <span class="motioncolor">Motion</span> palette.</p> Try adding this code to have one of your sprites dance back and forth: <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-a-move.png"></p> </div>
sv: <p>Få dina sprajter att röra sig med hjälp av blocken från kategorin <span class="motioncolor">Rörelse</span>.</p> Lägg till den här koden för att få en av dina sprajter att dansa fram och tillbaka: <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-a-move.png"></p> </div>
zh_cn: <p>从 <span class="motioncolor">动作</span> 类别的指令中，运用积木让角色动起来。</p> 尝试加入以下的脚本码，让你的一个角色开始扭动屁股： <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-a-move.png"></p> </div>

source: What other ways can you get your sprites moving?
sv: Vilka andra sätt kan du få dina sprajter att röra sig på?
zh_cn: 还有哪些方式可以让角色移动呢？

source: Let's explore other types of interactivity...
sv: Dags att undersöka andra typer av interaktivitet...
zh_cn: 一起探索其他类型的互动性吧...

source: <p>Have your sprites say something with blocks from the <span class="lookscolor">Looks</span> palette.</p> <p>Try adding this code to have one of your sprites share holiday greetings:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-b-say.png"></p>
sv: <p>Få dina sprajtar att säga något med block från kategorin <span class="lookscolor">Utseende</span>.</p> <p>Prova att lägga till denna kod för att få en av dina sprajtar att säga en hälsning:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-b-say.png"></p>
zh_cn: <p>运用<span class="lookscolor">外观</span> 类别中的积木，让角色说话。</p> <p>尝试加入以下的程序代码，让角色说些节日贺词：</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-b-say.png"></p>

source: What wishes for the holiday season will your sprites share?
sv: Vilka önskemål om högtiden kommer dina sprajter dela med sig av?
zh_cn: 在这个节日假期中，你的角色会说什麽祝贺语呢？

source: <p>Explore adding sound to your holiday card by using sounds from the Scratch library, uploading sounds from your computer, or recording your own sounds with a microphone.</p> <p>Experiment with some of these sound-related blocks to add music and sound to your sprite:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-c-sound.png">
sv: <p>Prova att lägga till olika ljud till ditt kort genom att använda ljud från biblioteket i Scratch, ladda upp ljud från din dator eller genom att spela in dina egna ljud med en mikrofon.</p> <p>Experimentera med några av dessa ljudblock för att lägga till musik och ljud till din sprajt:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-c-sound.png">
zh_cn: <p>你可以尝试添加声音到节日卡片，你可以选择使用样本库资源或从电脑中汇入。</p> <p>接着再加入「声音」类别中的程序积木，来帮你的角色加入音乐或声音：</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-c-sound.png">

source: What interesting holiday sounds can you add to your card?
sv: Vilka intressanta högtidsljud kan du lägga till till ditt kort?
zh_cn: 节日卡片中可以加入什麽有趣的音效呢？

source: <p>Play with the images in your holiday card by using the graphic effects blocks:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-effects.png"></p> </div> <div class="steps"> <p>Try adding this code to add a colorful effect to a dancing sprite:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-color.png">
sv: <p>Lek med bilderna i ditt kort genom att använda blocken för grafiska effekter:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-effects.png"></p> </div> <div class="steps"> <p>Prova att lägga till denna kod för att lägga till en häftig färgeffekter till en dansande sprajt:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-color.png">
zh_cn: <p>使用「外观」类别中的脚本积木，让你的节日卡片中的影像产生不同的效果：</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-effects.png"></p> </div> <div class="steps"> <p>试加入以下的程序代码，让一个跳舞的角色加入色彩变换的效果：</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-color.png">

source: What cool image effects will you add to your card?
sv: Vilka fler häftiga bildeffekter kommer du ha med på ditt kort?
zh_cn: 你会帮卡片加入什麽酷炫的影像效果呢？

source: <p>Sprites can have different “costumes” -- different visuals, just like how an actor in a play can wear different outfits.</p> <p>Try adding costumes to your sprite:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes-panel.png"></p> </div> <div class="steps"> <p>And switch between costumes using the “switch costume” block:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes.png"></p>
sv: <p>Sprajtar kan ha olika “klädslar“ -- olika utseenden, precis som en skådespelare i en teaterpjäs kan ha olika kläder på sig.</p> <p>Prova att lägga till klädslar till din sprajt:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes-panel.png"></p> </div> <div class="steps"> <p>Byt mellan olika klädslar genom att använda blocket “byt klädsel till”:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes.png"></p>
zh_cn: <p>角色可以拥有一个以上的「造型」，就如同戏剧演员会在不同的场景下换服装。</p> <p>尝试帮你的角色加入造型：</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes-panel.png"></p> </div> <div class="steps"> <p>使用「外观」类别中的「切换造型」脚本积木，来帮角色变换不同的造型：</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes.png"></p>

source: How can costumes add animation to your holiday card?
sv: Hur kan klädslar ge animationer på ditt kort?
zh_cn: 如何变化造型来帮你的节日卡片加入动画效果呢？

source: <p>There are 4 ways to add a background image (a.k.a. "backdrop") to your card. To add a backdrop, click on one of these buttons:</p> <img src = "%(STATIC_URL)s/images/help/hoc-5-add-backdrop.png"> </div> <div class="steps last"> <h4>Here's what each button does:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5a-add-backdrop-library.png"> Choose a backdrop from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5b-add-backdrop-paint.png"> Draw your own backdrop</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5c-add-backdrop-upload.png"> Upload an image from your computer</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5d-add-backdrop-camera.png"> Take a picture (if you have a webcam)</p>
sv: <p>Det finns fyra olika sätt att lägga till en bakgrundsbild till ditt kort. För att lägga till en bakgrund, klicka på en av dessa knappar:</p> <img src = "%(STATIC_URL)s/images/help/hoc-5-add-backdrop.png"> </div> <div class="steps last"> <h4>Det här gör varje knapp:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5a-add-backdrop-library.png"> Välj en bakgrund från biblioteket</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5b-add-backdrop-paint.png"> Rita din egen bakgrund</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5c-add-backdrop-upload.png"> Ladda upp en bild från din dator</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5d-add-backdrop-camera.png"> Ta ett foto med din webbkamera</p>
zh_cn: <p>一共有 4 种方式可以将背景添加到卡片。要加入一个背景，点选以下其中一个按钮：</p> <img src = "%(STATIC_URL)s/images/help/hoc-5-add-backdrop.png"> </div> <div class="steps last"> <h4>每个按钮的功能：</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5a-add-backdrop-library.png"> 在样本库中挑选背景</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5b-add-backdrop-paint.png"> 自行绘製新背景</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5c-add-backdrop-upload.png"> 从电脑中挑选背景</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5d-add-backdrop-camera.png"> 用摄像装置录製新背景</p>

source: Next, let's add some background music to your holiday card.
sv: I nästa steg lägger vi till lite bakgrundsmusik till ditt kort.
zh_cn: 接下来，将一些背景音乐加到你的节日卡片。

source: <p>To add sound to your card, first add an audio file to your project and then program it to play by using the <span class="soundcolor">play sound</span> or <span class="soundcolor">play sound until done</span> block.</p> <p>Check out some of the sounds in the Scratch library -- or import or record your own holiday sounds.</p>
sv: <p>För att lägga till ljud till ditt semesterkort, lägg först till en ljudfil till ditt projekt och gör sedan så att ljudet spelas genom att använda blocken <span class="soundcolor">spela ljudet</span> eller <span class="soundcolor">spela ljudet tills färdigt</span>.</p> <p>Använd ljuden i Scratch-biblioteket eller så kan du importera eller spela in dina egna ljud.</p>
zh_cn: <p>要在你的卡片里添加声音，请先在你的项目加入一个声音文件，接着使用<span class="soundcolor">播放声音 _</span>或<span class="soundcolor">播放声音 _ 并等待播完</span> 积木来播放。</p> <p>你可以使用 Scratch 自带的声音样本，也可以从电脑上传或用麦克风录制你自己的节日声音。

source: What sounds will your card make?
sv: Vilket ljud kommer ditt kort göra?
zh_cn: 你的卡片会发出什麽样的音效呢？

source: Next, let's help people know how to interact with your card.
sv: I nästa steg hjälper vi folk att veta hur de ska interagera med ditt kort.
zh_cn: 接下来，让别人知道要如何与你的卡片互动。

source: <p>How will people learn how to interact with your holiday card? Give help by adding instructions that appear when someone starts your card.</p> <p>Scratch projects start when the <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> is clicked.</p> <div class="steps last"> <p>Try adding a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and a <span class="soundcolor">say</span> block to explain what the viewer should do.</p> <img src = "%(STATIC_URL)s/images/help/hoc-7-green-flag.png">
zh_cn: <p>其他人要如何与你的卡片互动呢？ 当有人打开你的卡片时，给他们一些提示与说明。</p> <p>Scratch 脚本项目是从点击绿色旗子 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 来开始。</p> <div class="steps last"> <p>尝试加入<span class="events color">当 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 被点击</span>积木和一个 <span class="sound color">说出 _ _ 秒</span> 脚本积木，来告诉打开卡片的人应该要怎麽做。</p> <img src = "%(STATIC_URL)s/images/help/hoc-7-green-flag.png">

source: Next, let's share your holiday card.
sv: I nästa steg ska vi dela ditt kort.
zh_cn: 接下来，一起来分享你的节日卡片。

source: <p>When you are ready to share your project with others, click the “Share” button at the top of the screen.</p> <p>(If you haven't already, you'll need to create a Scratch account to share your project online.)</p> <p>After your project is shared, you can go to the project page to add a title, instructions, and other notes.</p>
sv: <p>När du är redo att dela ditt projekt med andra, klicka på "Dela"-knappen i ovankanten av skärmen.</p> <p>(Om du inte redan har gjort det, så behöver du skapa ett Scratch-konto för att dela ditt projekt online.)</p> <p>Efter att du delat ditt projekt kan du gå till dess projektsida och lägga till titel, instruktioner och andra anteckningar.</p>
zh_cn: <p>当你准备好与他人分享你的項目时，点击萤幕上方的「分享」按钮。</p> <p>(要透过官方平台与别人分享，你需要有个 Scratch 帐号。如果你还没有的话，请先建立一个。)</p> <p>分享項目后，你可以到項目介绍页面，加入标题、说明与其他附注事项。</p>

source: Now you can send a link to your holiday card to family, friends, and others!
sv: Nu kan du skicka en länk till ditt högtidskort till familjen, vänner och andra!
zh_cn: 现在，你可以将节日卡片的网址连结，传送给家人、朋友和其他人！

source: Finally, finish by adding your card to the Holiday Card studio.
sv: Avsluta till sist genom att lägga till ditt kort till studion Holiday Card.
zh_cn: 最后，将你的节日卡片加入到「节日卡片」工作室。

source: <p>Share your holiday card with people from all around the world by adding your project to the Hour of Code studio.</p> <p>First, go to the <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Hour of Code studio</a>. Then, click on the “Add Projects” button at the top of the page to add your holiday card to the studio.</p> <p>Thank you for imagining, programming, and sharing your holiday card with Scratch -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">you completed the Hour of Code Scratch activity!</a></p>
sv: <p>Dela ditt kort med personer från hela världen genom att lägga till ditt projekt till studion Hour of Code (Kodtimmen).</p> <p>Gå först till studion <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Hour of Code</a>. Klicka sedan på knappen "Lägg till projekt" längst upp på sidan för att lägga till ditt kort till studion.</p> <p>Tack för att du har designat, programmerat och delat ditt kort med Scratch -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">du är klar med aktiviteten Hour of Code!</a></p>
zh_cn: <p>把你的項目加入到 Hour of Code 创作坊，与来自世界各地的所有人分享你的节日卡片。</p> <p>第一步，连到 <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Hour of Code 创作坊</a>。 接下来，点击画面上方的「新增項目」按钮来将你的节日卡片加入。(注：目前新增功能已关闭)</p> <p>谢谢你使用 Scratch 来想像、创作、分享你的节日卡片 -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">你已经完成了一小時玩程式（Hour of Code）的活动！</a></p>

source: <p>What will you create next?</p><p>For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.</p>
zh_cn: <p>接下来你想创造什么呢？</p><p>若要看看更多的好点子，点击<a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">所有技巧</a>。</p>

source: <p>In this activity, you'll create an interactive holiday card that you can share with friends and family.</p> <p>To get started, watch this intro video:</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
sv: <p>I den här aktiviteten kommer du skapa ett interaktivt högtidskortsom du kan dela med vänner och familj.</p> <p>Börja med att se den här videon:</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
zh_cn: <p>这个教学活动，你将学会製作一张互动式节日卡片。你还可以将卡片分享给朋友与家人。</p> <p>在开始前，看看这个影片(中文字幕)：</p> <iframe width="295" height="184" src="https://www.youtube.com/embed/mjLichMM6eI" frameborder="0" allowfullscreen></iframe>

source: Let's begin!
sv: Nu sätter vi igång!
zh_cn: 开始动手吧！

source: Explore Ideas for Your Card
sv: Utforska idéer för ditt kort
zh_cn: 为节日卡片找寻灵感

source: Delete the Cat
sv: Radera katten
zh_cn: 删除喵咪

source: Add Sprites
sv: Lägg till sprajtar
zh_cn: 添加角色

source: Make the Sprites Interactive
sv: Gör sprajtarna interaktiva
zh_cn: 让角色动起来

source: Move
sv: Flytta
zh_cn: 移动

source: Make a Sound
sv: Skapa ett ljud
zh_cn: 制作一个音效

source: Change Costume
sv: Byt klädsel
zh_cn: 变更造型

source: Add a Background Image
sv: Lägg till en bakgrundsbild
zh_cn: 添加一个背景影像

source: Add Background Sound
sv: Lägg till bakgrundsljud
zh_cn: 添加背景音效

source: Set up the Project
sv: Starta upp projektet
zh_cn: 设置项目

source: Share your Project
sv: Dela ditt projekt
zh_cn: 分享你的项目

source: Add to the Holiday Card Studio
sv: Lägg till i studion för högtidskort
zh_cn: 添加到节目贺卡工作室

source: This tutorial was created for Hour of Code, a nationwide initiative by <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> and <a href="http://code.org" target="_blank">Code.org</a> to introduce millions of students to one hour of computer science and computer programming.
sv: Denna handledning skapades för projektet Hour of Code (Kodtimmen), ett initiativ av <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> och <a href="http://code.org" target="_blank">Code.org</a> för att introducera miljoner elever till en timme av datorvetenskap och datorprogrammering.
zh_cn: 此教程是由 Hour of Code 创建的，这是一个全国性的计划，由 <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> 和 <a href="http://code.org" target="_blank">Code.org</a> 计画，带领数百万学生从一小时的计算机课程中体验到乐趣，进而让他们自发性的学习。

source: Make a basketball game featuring your friends from We Bare Bears.
zh_cn: 製作一个篮球比赛。

source: Tell the Ball Where to Start
sv: Säg var bollen ska starta
zh_cn: 告诉球从哪裡开始

source: Press a Key to Start
sv: Tryck på en tangent för att starta
zh_cn: 按下任意键以开始

source: Move the Ball to the Net
sv: Flytta bollen till nätet
zh_cn: 将球移动到篮圈上

source: Glide Through the Hoop
sv: Glid genom korgen
zh_cn: 将球滑入篮圈

source: Defend the Net
sv: Försvara nätet
zh_cn: 守住篮圈

source: Keep Jumping
sv: Fortsätt att hoppa
zh_cn: 持续跳跃

source: Start Your Program
sv: Starta programmet
zh_cn: 开始您的程序

source: Bounce Off the Defender
sv: Studsa på försvararen
zh_cn: 碰到防守者球就反弹

source: Enhance and Customize
sv: Förbättra och anpassa
zh_cn: 改良与特色化

source: Drag the ball to start above the player.
zh_cn: 将球拖放到舞台的上方。

source: <span class="reminder">Tip: If you only see a cat, <a href="https://scratch.mit.edu/projects/85974074/?tip_bar=hoops1#editor" target="blank">open the basketball project</a>.</span>
zh_cn: <span class="reminder">提示：你可以<a href="https://scratch.mit.edu/projects/85974074/?tip_bar=hoops1#editor" target="blank">由此下载示例项目</a>。</span>

source: Then drag out a <span class="motioncolor">go to x y</span> block:
zh_cn: 拖拉出一个 <span class="lookscolor">定位到 x:_ y:_ </span> 积木。

source: When you click on that block, the ball will go to the starting point.
zh_cn: 当积木被点击，球就会返回到原点。

source: Next, press a key to start
zh_cn: 下一步，按下按键开始程式

source: Add More Sounds
zh_cn: 添加更多声音

source: Click the play button to preview the sounds.
zh_cn: 点击播放按钮以测试音效。

source: Score Points
zh_cn: 记录得分

source: Add a variable for keeping score.
sv: Skapa en variabel för att räkna poäng.
zh_cn: 加入一个变量来记录得分。

source: Drag out a <span class="datacolor">change score by 1</span> block.
zh_cn: 抓起 <span class="datacolor">变量 {score} 增加 [1]</span> 积木。

source: Insert it in your script to add a point each time the ball goes through the hoop:
zh_cn: 将下列模块堆放到你的程序中，每投进一球就会得分：

source: To reset the score when you start the game, drag out a <span class="datacolor">set score to 0 </span> block. Add a <span class="eventscolor">when green flag clicked</span> block on top:
zh_cn: 若要在每次开始游戏时重计分数，可以使用 <span class="datacolor">变量 {score} 设为 [0] </span> 积木。并在上头加上 <span class="eventscolor">当绿旗被点击</span>积木：

source: Add a Challenge
sv: Lägg till en utmaning
zh_cn: 添加挑战活动

source: Make the defender jump at random times.
zh_cn: 让防守者在不固定时间跳起来。

source: Click the <span class="operatorscolor">Operators</span> category and add a <span class="operatorscolor">pick random</span> block:
zh_cn: 点选 <span class="operatorscolor">运算</span> 类别，并使用其中的 <span class="operatorscolor">随机取数 _ 到 _</span>积木：

source: You can type in different numbers to adjust how long it waits.
zh_cn: 你可以输入不同的数字以调整等待的时间。
