Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: sv, zh_cn

source: <p> You can move the mouse around to see the position of the mouse pointer. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
sv: <p> Du kan röra musen för att se musmarkörens position. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
zh_cn: <p> 你可以四处移动鼠标，并观察到鼠标的 x 、y 坐标变化的情形。 <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>

source: Move a certain number of steps
sv: Flytta ett visst antal steg
zh_cn: 让角色移动一段距离

source: <p>The sprite will move in the current direction. Type in how far you want it to move.</p> If you type in a negative number (such as -10), the sprite will go in the opposite direction.</p> <p>A <b>step</b> is a very short distance. The Scratch stage is 480 steps wide and 360 steps tall:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
sv: <p>Sprajten kommer att röra sig i den befintliga riktningen. Skriv in hur långt den ska röra sig.</p> Om du skriver in ett negativt tal (t.ex -10), kommer sprajten att gå i motsatt riktning.</p> <p>Ett <b>steg</b> är en mycket kort sträcka. Scratchscenen är 480 steg bred och 360 steg hög:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
zh_cn: <p>这个角色将会从当前位置开始移动。你想要它移动多长的距离就输入在方块中。</p> 如果你输入的是负值（例如 -10），那麽角色就会以 反方向移动。</p> <p><b>点</b> 是一个非常小的单位，在 Scratch 上，最大的宽度是 480 点，最大的高度是 360 点 </p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />

source: Multiplies two numbers
sv: Multiplicerar två tal
zh_cn: 回传两数相乘的结果

source: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Switches to the next costume in the sprite's costume list</h3></p>
sv: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Byter till nästa klädsel i sprajtens lista för klädslar</h3></p>
zh_cn: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>用来改变角色外观，会使用造型列表中的下一个造型。</h3></p>

source: <p>To see a sprite's costumes, click <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p> You can rearrange the order of the costumes in the list by dragging and dropping.</p>
sv: <p>För att se en sprajts klädslar, klicka <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p> Du kan arrangera om ordningen av klädslar i listan genom att dra och släppa dem.</p>
zh_cn: <p>查看角色的造型，点击<img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p> 你可以通过拖放重新排列列表中造型的顺序。</p>

source: <p>When <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> gets to the end of the list, it goes back to the top.</p>
sv: <p>När <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> kommer till slutet av listan början den om igen från början.</p>
zh_cn: <p>当<img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> 到达最后一个造型，就会回到第一个造型。</p>

source: <h3>Switches to the next backdrop in the stage's backdrop list</h3></p>
sv: <h3>Byter till nästa bakgrund i scenens lista för bakgrunder</h3></p>
zh_cn: <h3>将舞台背景替换成下一个</h3></p>

source: <p>To see a stage's backdrops, click <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p> You can rearrange the order of the backdrops in the list by dragging and dropping.</p>
sv: <p>För att se scenens bakgrunder, klicka <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p> Du kan arrangera om ordningen av bakgrunder i listan genom att dra och släppa dem.</p>
zh_cn: <p>若要检视舞台裡有哪些背景，可以点击 <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>。</p> <p> 你可以拖放其中的缩图以调整排列顺序。</p>

source: <p>When <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> gets to the end of the list, it goes back to the top.</p>
sv: <p>När <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> går till slutet av listan, startar den om igen på den första.</p>
zh_cn: <p> <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> 当舞台的背景切换到最后一个时，它会自动从第一个背景继续。</p>

source: Reports true if condition is false; reports false if condition is true
sv: Rapporterar sant om villkoret är falskt; rapporterar falskt om villkoret är sant
zh_cn: 是否不符合条件，如果不符合条件，就回传 true。

source: Reports true if either condition is true
sv: Rapporterar sant om ett av villkoren är sant
zh_cn: 是否二者之间有一个符合条件，如果是，就回传 true。

source: Puts down sprite's pen, so the sprite will draw as it moves
sv: Sätter ned sprajtens penna, så att sprajten ritar ett streck när den rör sig
zh_cn: 把角色当作是笔，加上此模块，角色移动时就会在背景上留下笔迹。

source: <p>The pen will leave a trail as soon as the sprite moves.</p>
sv: <p>Pennan lämnar ett spår så fort sprajten rör sig.</p>
zh_cn: <p>凡走过必留下痕迹。</p>

source: Pulls up sprite's pen, so it won't draw as it moves
sv: Tar upp sprajtens pennan, så att den inte ritar när den rör sig
zh_cn: 若已使用起笔模块，加上此模块，角色移动时就不会再留下笔迹。

source: Picks a random integer within the specified range
sv: Hämtar ett slumptal inom angivet intervall
zh_cn: 从指定的范围内随机挑选其中一个数值。

source: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> picks a random number from 1 to 10.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Click to have a sprite say a random number. Click again to get another random number.<br/>
sv: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> hämtar ett slumptal från 1 till 10.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Klicka för att låta en sprite säga ett slumptal. Klicka igen för att få ett annat slumptal.<br/>
zh_cn: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> 将会从 1 到 10 之间挑选一个数。<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>你可以用下方程式看看，角色第一次说的数字和第二次的数字不见得相同。<br/>

source: Plays a drum sound for a specified number of beats
sv: Spelar ett trumljud i angivet antal taktslag
zh_cn: 操作一个可以做拍点的乐器，并打出指定节拍。

source: <p>Choose a drum sound from the list <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> Or, type in a number from 1 to 22 <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> Note: the length of a beat can be set with <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>
sv: <p>Välj ett trumljud från listan <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> Eller, skriv in ett tal från 1 till 22 <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> OBS: längden på taktslaget kan ändras med <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>
zh_cn: <p>从清单挑选出合适的乐器（音色）。 <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> 也可以直接输入指定乐器的序号（1 到 22） <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> 注意：一拍的长度可以透过 <img src="%(STATIC_URL)s/images/help/set_tempo.png" />来调节。 </p>

source: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Plays a musical note for specified number of beats</h3>
sv: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Spelar en musiknot i ett bestämt antal taktslag</h3>
zh_cn: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>用来演奏指定的音阶，可以指定音阶的拍数。</h3>

source: <p> Type in a number from 0 to 127 (60 is middle C) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Use higher numbers for higher pitches </p>
sv: <p> Skriv in ett tal från 0 till 127 (60 är normal-C) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Använd större tal för högre noter </p>
zh_cn: <p> 可以直接输入 0 到 127 个音阶（60 是中度 C） <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> 数字愈高，调性愈高。 </p>

source: <p> The length of a beat can be set with <img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>
sv: <p> Längden på ett taktslag kan sättas med <img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>
zh_cn: <p> 拍子的长度可以透过 <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> 模块来调节。 </p>

source: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Plays a sound</h3>
sv: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Spelar ett ljud</h3>
zh_cn: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> 播放指定的音效</h3>

source: <p> Choose a sound from the menu: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> To add a sound, click the Sounds tab: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
sv: <p> Välj ett ljud från menyn: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> För att lägga till ett ljud, klicka på ljudfliken: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
zh_cn: <p> 从模块中的下拉菜单选择要播放的音效： <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> 要添加其他音效，请先切换到音效页籤： <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>

source: <img src="%(STATIC_URL)s/images/help/playsound.png"/> starts playing a sound and continues to the next block immediately. </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> waits until the sound is finished playing before continuing to the next block.
sv: <img src="%(STATIC_URL)s/images/help/playsound.png"/> startar att spela ett ljud och fortsätter till nästa block direkt. </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> väntar tills ljudet har spelats färdigt innan fortsättningen till nästa block.
zh_cn: <img src="%(STATIC_URL)s/images/help/playsound.png"/>会开始播放声音，然后立刻继续到下一个积木。 </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/>则会等到声音播放完毕后，才会继续到下一个积木。

source: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Plays a sound and waits until the sound is finished </h3>
sv: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Spelar ett ljud och väntar tills ljudet spelats färdigt </h3>
zh_cn: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>播放指定的音效直到结束。 </h3>

source: <img src="%(STATIC_URL)s/images/help/playsound.png"/> starts playing a sound and continues to the next block immediately.
sv: <img src="%(STATIC_URL)s/images/help/playsound.png"/> startar att spela upp ett ljud och fortsätter direkt till nästa block.
zh_cn: <img src="%(STATIC_URL)s/images/help/playsound.png"/> 开始播放声音，然后立刻继续到下一个积木。

source: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> waits until the sound is finished playing before continuing to the next block.
sv: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> väntar tills ljudet har spelats färdigt innan fortsättningen till nästa block.
zh_cn: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> 会等到声音播放完毕后，才会继续到下一个积木。

source: Set the direction of the current sprite
sv: Välj riktning för den aktuella sprajten
zh_cn: 设定当前角色的面朝方向。

source: Click to choose from the menu: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>Or, type in a number:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>To see a sprite's current direction, click the <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
sv: Klicka för att välja från menyn: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>Eller,skriv in ett tal:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>För att se en sprites nuvarande riktning, klicka på <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
zh_cn: 你可以从模块中下拉菜单中选择： <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>或是直接输入数字：<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>若要检视角色目前面向的角度，可以点击角色缩图上的 <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>

source: Points sprite towards mouse-pointer or another sprite
sv: Riktar in sprajten mot muspekaren eller en annan sprite
zh_cn: 让角色始终面朝鼠标或是其他角色

source: <p><b>point towards</b> changes the direction of the current sprite.</p> <p>You can choose from the menu:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> The menu includes any other sprites in the project.
sv: <p><b>point towards</b> ändrar riktningen på den valda sprajten.</p> <p>Du kan välja från menyn:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> Menyn inkluderar de andra sprajterna i projektet.
zh_cn: <p><b>面朝 {…} 向</b> 可让角色面向与其他物件互动。</p> <p>你可以从模块裡的下拉菜单选择：<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png"><br/> 其中，列表会自动增加所有建立的角色让你选择。

source: Repeat blocks that follow until condition is true
sv: Repeterar efterföljande block tills villkoret är sant
zh_cn: 重复执行其中的积木，直到条件成立。

source: Checks to see if condition is false; if so, runs blocks inside and checks condition again. If condition is true, goes on to the blocks that follow.
sv: Kollar om villkoret är falskt; om så är fallet, kör blocken inuti loopen och kollar villkoret igen. Om villkoret är sant, fortsätter scriptet till efterföljande block.
zh_cn: 检查条件，如果不成立，就执行其中的积木，然后再次检查。如果条件成立， 则继续执行后面的积木。

source: Runs the blocks inside a specified number of times
sv: Kör blocken inuti ett angivet antal gånger
zh_cn: 重复运行其中的积木若干次。

source: Replaces an item in the list with the specified value
sv: Ersätter ett objekt i listan med angivet värde
zh_cn: 取代列表中的某个项目。

source: You can specify which item to replace by choosing from the pull-down menu or typing in a number. Choosing "random" replaces a random item in the list. The length of the list does not change.
zh_cn: 你可以从下拉菜单中指定要替换的项目，或是直接输入该项目的序位号。选择「随机」则会任意的替换掉列表中的其中一项。替换后，列表的项目数量不会改变。

source: You can choose where in a list to put an item. For example: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>
sv: Du kan välja var i listan ett objekt ska sättas in. Till exempel: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>
zh_cn: 你可以选择将项目放在列表中的第几个位置，例如： <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>

source: Sets the timer to zero
sv: Sätter timern till noll
zh_cn: 用来将计时器重置（重新归零）。

source: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Rests (plays nothing) for specified number of beats</h3></div>
sv: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Väntar (spelar ingenting) i angivet antal taktslag</h3></div>
zh_cn: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>相当于休止符，可以设定休息的拍数。</h3></div>

source: Reports closest integer to a number
sv: Rapporterar närliggande heltal till ett tal
zh_cn: 回传最接近该数值的整数。

source: <img src="%(STATIC_URL)s/images/help/round.png" /> gives the rounded value of a number. That means it turns a decimal number into the nearest whole number. For example: <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> is 5, and <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> is 6.
sv: <img src="%(STATIC_URL)s/images/help/round.png" /> ger ett avrundat värde på ett tal. Det menas att ett decimaltal avrundas till ett närliggande heltal. Till exempel: <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> är 5, och <img src="%(STATIC_URL)s/images/help/round-5.6.png" />är 6.
zh_cn: <img src="%(STATIC_URL)s/images/help/round.png" /> 会将指定的数字取概数（四捨五入到整数），例如： <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> 会回传 5 <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> 会回传 6。

source: Say words in a speech bubble for a number of seconds
sv: Visa ord i en pratbubbla under ett antal sekunder
zh_cn: 让角色说些话，内容会以对话泡泡的方式呈现，在指定时间后隐藏。

source: You can type in any words to say.
sv: Du kan skriva vilka ord som helst som ska visas.
zh_cn: 你可以输入任何想要说的内容。

source: The number of seconds tells the speech bubble how long to show. The script waits that long before continuing.
sv: Antalet sekunder talar om för pratbubblan hur länge den ska visas. Skriptet väntar så länge innan det fortsätter.
zh_cn: 对话泡泡会依内容的字数自动调整框框大小。如果内容愈多，请设定较长的显示时间。

source: Say words in a speech bubble
sv: Visa ord i en pratbubbla
zh_cn: 让角色说些话，内容会以对话泡泡的方式呈现。

source: <p>You can type in any text. The words will appear in a speech bubble.</p> To remove the speech bubble, delete the text and click <img src="%(STATIC_URL)s/images/help/say.png" />.
sv: <p>Du kan skriv in vilken text som helst. Orden kommer att synas i en pratbubbla.</p> Om du vill ta bort pratbubblan, radera texten och klicka <img src="%(STATIC_URL)s/images/help/say.png" />.
zh_cn: <p>你可以在模块中输入任何文字，这些内容会以对话泡泡的样式呈现。</p> 若要消除画面上的泡泡，可以将模块上的输入方块清空：<img src="%(STATIC_URL)s/images/help/say.png" />

source: You can type in any text. The words will appear in a speech bubble.
sv: Du kan skriva in vilken text som helst. Orden dyker upp i en pratbubbla.
zh_cn: 你可以输入任何文字。这些文字将会显示在对话泡泡中。

source: To remove the speech bubble, click an empty say block: <img src="%(STATIC_URL)s/images/help/say.png" />.
sv: För att ta bort en pratbubbla, klicka på ett tomt sägblock: <img src="%(STATIC_URL)s/images/help/say.png" />.
zh_cn: 要在画面上清除对话泡泡，可以点击空白的「说出」积木：<img src="%(STATIC_URL)s/images/help/say.png" />。

source: Reports the number of days since the start of Scratch (May 15th, 2007)
sv: Rapporterar antalet dagar sedan Scratch startade (15:e maj, 2007)
zh_cn: 报告Scratch启动（2007年5月15日）后的天数

source: Sets the graphic effect of a sprite to a specific number
sv: Sätter sprajtens grafiska effekten till ett visst tal
zh_cn: 将一个角色的图形效果设置成一个指定的数字

source: Click to choose an effect from the menu: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>Try typing in different numbers between -100 and 100. (Some of the effects range from 0 to 100.) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>
sv: Klicka för att välja en effekt från menyn: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>Försök att skriva in olika tal mellan -100 och 100. (Några effekter har intervallet 0 till 100.) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>
zh_cn: 从下拉菜单中选择要使用的图形效果： <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>试着输入 -100 到 100 之间的数字。（有些效果的强度值范围是 0 至 100。） <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>

source: Sets sprite's size to specified %% of original size
sv: Sätter sprajtens storlek till %% av orginalstorleken
zh_cn: 用来设定角色的显示比例。

source: <b>Note: There are limits to how small or how big you can make a sprite. Experiment with different numbers to see how small or big you can make it.</b>
sv: <b>OBS: Det finns en gräns om hur liten eller stor du kan göra en sprite. Experimentera med olika tal för att se hur liten eller stor du kan göra den.</b>
zh_cn: 注意：角色的显示尺寸是有限制的，你可以试验看看它的上限和下限值。

source: Sets sprite's tempo to specified value in beats per minute
sv: Sätter sprajtens tempo till angivet värde i taktslag per minut
zh_cn: 用来设定角色的音乐速度（tempo）。

source: Tempo is the speed (bpm = beats per minute) at which Scratch notes and drums play. The larger the tempo value, the faster the notes and drums will play.
sv: Tempo är med vilken hastighet (bpm = beats per minute) som Scratch spelar noter eller trummor. Ju större värde, desto snabbare spelas noterna eller trummorna.
zh_cn: 音乐速度，英文称 Tempo ，其单位是 bpm（beats per minute，每分钟拍数），音乐速度值愈大，代表演奏节拍、音阶时会比较快。

source: Sets the variable to specified value
sv: Sätter variabeln till angivet värde
zh_cn: 用来将变量设定成指定值。

source: Sets the video transparency
sv: Sätter videons genomskinlighet
zh_cn: 设置视频的透明度

source: Enter a number from 0-100. Higher numbers make the video more transparent (lighter), while lower numbers make it less transparent (darker)
sv: Skriv in ett tal från 0-100. Högre tal gör videon mer genomskinlig (ljusare), medan lägre tal ger mindre genomskinlighet (mörkare)
zh_cn: 输入 0 到 100 之间任意数，数值愈大，影像的愈透明；反之，数值愈小则影像愈不透明。因为背景是白色，所以愈透明也意味着白色愈明显，也就是愈亮；愈不透明则看起来愈暗。

source: Sets sprite's sound volume to specified value
sv: Sätter sprajtens ljudvolym till angivet värde
zh_cn: 用来设定角色上音效播放时的音量。

source: <p> You can set the volume level for each sprite. <br> To play two sounds at once with different volumes, use two sprites. </p>
sv: <p> Du kan sätta ljudvolymen för varje sprite. <br> För att spela två ljud samtidigt med olika volym, använd två sprites. </p>
zh_cn: <p> 你可以为每一个角色设置音量。 <br> 一次播放两个不同音量的声音，需使用两个角色。 </p>

source: Set the x position of a sprite
sv: Sätt en sprites x-position
zh_cn: 设置角色的x坐标值

source: <p><b>Set x</b> places a sprite across the Stage (horizontal position).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
sv: <p><b>Sätt x</b> placerar en sprite höger-vänster på scenen (horisontal position).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
zh_cn: <p>设定 <b>x</b> 来决定角色在舞台上的水平位置。</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">

source: Set the <b>y</b> position of a sprite
sv: Sätt <b>y</b>-positionen för en sprite
zh_cn: 设定角色的<b>y坐标</b>

source: <p><b>Set y</b> places a sprite up or down (vertical position).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
sv: <p><b>Sätt y</b> placerar en sprite uppåt-nedåt (vertikal position).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
zh_cn: <p>设定 <b>y</b> 来决定角色在舞台上的垂直位置。</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">

source: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Sets the type of instrument that the sprite uses for <b>play note</b> blocks</h3></div>
sv: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Sätter vilket instrument som sprajten använder för att <b>spela ett not</b>block</h3></div>
zh_cn: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>设定<b>演奏音符</b>积木弹奏的乐器类型 </h3></div>

source: <p> Each sprite has its own instrument. </p> <p> Click to choose from the menu. Or, type in a number from 1 to 21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>
sv: <p> Varje sprite har sina egna instrument. </p> <p> Klicka för att välja från menyn. Eller, skriv in ett tal från 1 till 21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>
zh_cn: <p> 不同的角色上可以分别设定乐器。 </p> <p> 你可以从模块中的下拉菜单选择要使用的乐器，或是直接输入序号（1-21）也可以。 <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>

source: Sets pen's color, based on choice from color picker
sv: Sätter pennans färg, baserat på valet från färgpipetten
zh_cn: 设置画笔的颜色，根据颜色选择器的选择

source: <p> To choose a color, get the eye dropper by clicking in the square. Use the eye dropper to click on the color you want. The color will appear in the square. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> Picking the color also changes the pen shade. </p>
sv: <p> För att välja en färg, hämta färgpipetten genom att klicka på kvadraten. Använd pipetten genom att klicka färgen du vill ha. Färgen kommer att synas i kvadraten. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> Hämta färgen ändrar också pennans nyans. </p>
zh_cn: <p> 点击一下颜色方块后会开启拣色功能，你可以移动鼠标到舞台上任意位置取色。 </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> 拣色时会包含该颜色的亮度。 </p>

source: Sets pen's color to specified value
sv: Sätter pennans färg till angivet värde
zh_cn: 设定画笔笔迹的色彩。
