Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: sv, zh_cn

source: point in direction
sv: peka i riktning
zh_cn: 面朝 […] 度

source: point towards
sv: peka mot
zh_cn: 面朝 {…} 向

source: go to x: y:
sv: gå till x: y:
zh_cn: 定位到 x:[…] y:[…]

source: go to
sv: gå till
zh_cn: 定位到 {…} 位置

source: glide _ secs to x: y:
sv: glid _ sek till x: y:
zh_cn: 滑动 […] 秒到 x:[…] y:[…]

source: change x by
sv: ändra x med
zh_cn: x 改变 […]

source: set x to
sv: sätt x till
zh_cn: x 设为 […]

source: change y by
sv: ändra y med
zh_cn: y 改变 […]

source: set y to
sv: sätt y till
zh_cn: y 设为 […]

source: if on edge, bounce
sv: om vid kanten, studsa
zh_cn: 碰到边缘就反弹

source: set rotation style
sv: sätt rotationsstil
zh_cn: 迴转方式设为 […]

source: x position
zh_cn: x 坐标值

source: y position
zh_cn: y 坐标值

source: direction
sv: riktning
zh_cn: 方向

source: Looks
sv: Utseende
zh_cn: 外观

source: say for _ secs
sv: säg i _ sek
zh_cn: 说出 […] […] 秒

source: say
sv: säg
zh_cn: 说出 […]

source: think for _ secs
sv: tänk i_sek
zh_cn: 想着 […] […] 秒

source: think
sv: tänk
zh_cn: 想着 […]

source: show
sv: visa
zh_cn: 显示

source: hide
sv: göm
zh_cn: 隐藏

source: switch costume to
sv: ändra klädsel till
zh_cn: 造型换成 {…}

source: next costume
sv: nästa klädsel
zh_cn: 造型换成下一个

source: next backdrop (Stage only)
sv: nästa klädsel (enbart scenen)
zh_cn: 背景换成下一个（舞台专用）

source: switch backdrop to
sv: växla bakgrund till
zh_cn: 背景换成 {…}

source: switch backdrop and wait (Stage only)
sv: växla bakgrund och vänta (enbart scenen)
zh_cn: 背景换成 {…} 并等待 （舞台专用）

source: change effect to
sv: ändra effekt till
zh_cn: 效果 {…} 改变 […]

source: set effect to
sv: sätt effekt till
zh_cn: 效果 {…} 设为 […]

source: clear graphic effects
sv: ta bort grafisk effekt
zh_cn: 效果清除

source: change size by
sv: ändra storlek med
zh_cn: 尺寸改变 […]

source: set size to
sv: sätt storlek till
zh_cn: 尺寸设为 […] %

source: go to front
sv: lägg överst
zh_cn: 图层上移至顶层

source: go back _ layers
sv: gå tillbaka _ lager
zh_cn: 图层下移 […] 层

source: costume #
sv: klädselnummer
zh_cn: 造型编号

source: backdrop name
sv: bakgrundsnamn
zh_cn: 背景名称

source: backdrop # (Stage only)
sv: backgrundsnummer (endast scen)
zh_cn: 背景编号（舞台专用）

source: size
sv: storlek
zh_cn: 尺寸

source: Sound
sv: Ljud
zh_cn: 音效

source: play sound _
sv: spela ljud _
zh_cn: 播放音效 {…}

source: play sound _ until done
sv: spela ljud _ tills färdigt
zh_cn: 播放音效 {…} 到底

source: stop all sounds
sv: stoppa alla ljud
zh_cn: 停播所有音效

source: play drum _ for _ beats
sv: spela trumma _ i _ taktslag
zh_cn: 演奏节拍 {…} […] 拍

source: rest for _ beats
sv: paus i_taktslag
zh_cn: 演奏休息 […] 拍

source: play note _ for _ beats
sv: spela tonen _ i _ taktslag
zh_cn: 演奏音阶 {…} […] 拍

source: set instrument to _
sv: sätt instrument till _
zh_cn: 演奏乐器设为 {…}

source: change volume by _
sv: ändra volym med _
zh_cn: 音量增加 {…}

source: set volume to _%%
sv: sätt volym till _%%
zh_cn: 音量设为 […]%%

source: change tempo by _
sv: ändra tempo med _
zh_cn: 演奏速度增加 […]

source: set tempo to _ bpm
sv: sätt tempo till _ bmp
zh_cn: 演奏速度设为 […] bpm

source: tempo
zh_cn: 演奏速度

source: volume
sv: volym
zh_cn: 音量

source: Pen
sv: Penna
zh_cn: 画笔

source: clear
sv: radera
zh_cn: 笔迹清除

source: stamp
sv: stämpla
zh_cn: 盖章

source: pen down
sv: penna ned
zh_cn: 下笔

source: pen up
sv: penna upp
zh_cn: 停笔

source: set pen color to [color]
sv: sätt pennans färg till [color]
zh_cn: 笔迹颜色设为 […]

source: change pen color by _
sv: ändra pennans färg med _
zh_cn: 笔迹颜色改变 […]

source: set pen color to [number]
sv: sätt pennans färg till [number]
zh_cn: 笔迹颜色设为 […]

source: change pen shade by _
sv: ändra pennans nyans med _
zh_cn: 笔迹亮度改变 […]

source: set pen shade to _
sv: sätt pennans nyans till _
zh_cn: 笔迹亮度设为 […]

source: change pen size by _
sv: ändra pennans storlek med _
zh_cn: 笔迹宽度改变 […]

source: set pen size to _
sv: sätt pennans storlek till _
zh_cn: 笔迹宽度设为 […]

source: Data
zh_cn: 数据

source: Make a Variable
sv: Gör en variabel
zh_cn: 建立一个变量

source: Variable
sv: Variabel
zh_cn: 变量

source: set _ to
sv: sätt _ till
zh_cn: 变量 {…} 设为 […]

source: change _ by
sv: ändra _ med
zh_cn: 变量 {…} 改变 […]

source: show variable
sv: visa variabel
zh_cn: 变量 {…} 显示

source: hide variable
sv: göm variabel
zh_cn: 变量 {…} 隐藏

source: Make a List
sv: Gör en lista
zh_cn: 建立一个列表

source: List
sv: Lista
zh_cn: 列表

source: add _ to
sv: lägg _ till
zh_cn: 添加项目 […]

source: delete _ of
sv: ta bort _ of
zh_cn: 删除第{…}项目

source: insert _ at _ of
sv: infoga _ vid _ i
zh_cn: 添加[…]为第{…}项

source: replace item _ of _ with
sv: ersätt posten _ i _ med
zh_cn: 替换第{…}项成 […]

source: item _ of
sv: post _ i
zh_cn: 列表第{…}项项目

source: length of
sv: längden på
zh_cn: 列表或字符串的长度

source: _ contains
sv: _ innehåller
zh_cn: 列表 {…}中含字串[…]？

source: show list
sv: visa lista
zh_cn: 列表 {…} 显示

source: hide list
sv: göm lista
zh_cn: 列表 {…} 隐藏

source: Events
sv: Händelser
zh_cn: 事件

source: when green flag clicked
sv: när gröna flaggan klickas på
zh_cn: 当绿旗被点击

source: when _ key pressed
sv: när _ tangent trycks ned
zh_cn: 当 {…} 键被按下

source: when this sprite clicked
sv: när denna sprite klickas på
zh_cn: 当角色被点击

source: when backdrop switches to
sv: när bakgrunden växlar till
zh_cn: 当背景换成 {…}

source: when _ > _
sv: när _ > _
zh_cn: 当 {…} > {…}

source: when I receive
sv: när jag tar emot
zh_cn: 当接到讯息 {…}

source: broadcast
sv: skicka
zh_cn: 广播消息 {…}

source: broadcast _ and wait
sv: skicka _ och vänta
zh_cn: 广播消息 {…} 并等待

source: Control
sv: Kontroll
zh_cn: 控制

source: wait _ secs
sv: vänta _ sekunder
zh_cn: 等待 […] 秒

source: repeat
sv: repetera
zh_cn: 重复 […] 次

source: forever
sv: för alltid
zh_cn: 重复无限次

source: if _ then
sv: om _ då
zh_cn: 如果…那么…

source: if _ then else
sv: om _ då annars
zh_cn: 如果…那么…否则…

source: wait until
sv: vänta tills
zh_cn: 等待直到…

source: repeat until
sv: repetera tills
zh_cn: 重复直到…

source: stop
sv: stoppa
zh_cn: 停止

source: when I start as a clone
sv: när jag startar som klon
zh_cn: 当分身产生

source: create clone of
sv: skapa klon av
zh_cn: 分身 {…} 建立

source: delete this clone
sv: radera klonen
zh_cn: 分身删除

source: Sensing
sv: Känna av
zh_cn: 侦测

source: touching
sv: rör
zh_cn: 碰到 {…} ？

source: touching color
sv: rör färgen
zh_cn: 碰到颜色 {…} ？

source: color is touching
sv: färgen rör
zh_cn: 颜色 {…} 碰到颜色 {…}？

source: distance to
sv: avstånd till
zh_cn: 与 {…} 的间距

source: ask _ and wait
sv: fråga _ och vänta
zh_cn: 询问 […] 并等待

source: answer
sv: svar
zh_cn: 询问的答案

source: key _ pressed?
sv: tangent _ nedtryckt?
zh_cn: {…} 键被按下？

source: mouse down?
sv: musknappen?
zh_cn: 滑鼠键被按下？

source: mouse x
sv: mus x
zh_cn: 鼠标的 x

source: mouse y
sv: mus y
zh_cn: 鼠标的 y

source: loudness
sv: ljudstyrka
zh_cn: 声音响度

source: video _ on _
sv: video _ på _
zh_cn: 视讯的 {…}

source: turn video
sv: sätt video
zh_cn: 视讯设为 {…}

source: set video transparency to
sv: sätt videogenomskinlighet till
zh_cn: 视讯透明度设为 […]%

source: timer
zh_cn: 计时器

source: reset timer
sv: nollställ timer
zh_cn: 计时器重置

source: current _
sv: aktuell _
zh_cn: 目前时间的 {…}

source: days since 2000
sv: dagar sedan år 2000
zh_cn: 2000年迄今日数

source: username
sv: användarnamn
zh_cn: 用户名称

source: Operators
sv: Operatorer
zh_cn: 运算

source: pick random _ to _
sv: slumptal _ till _
zh_cn: 随机取数 […] 到 […]

source: and
sv: och
zh_cn: … 且 …

source: or
sv: eller
zh_cn: … 或 …

source: not
sv: inte
zh_cn: … 不成立

source: join
sv: förena
zh_cn: 字串组合 […] 和 […]

source: letter _ of
sv: bokstav _ i
zh_cn: 字串中第 […] 字

source: mod
zh_cn: […] 除 […] 的馀数

source: round
sv: avrunda
zh_cn: 四捨五入数值 […]

source: More Blocks
sv: Fler block
zh_cn: 更多积木

source: Make a Block
sv: Skapa ett Block
zh_cn: 制作新的积木

source: Add an Extension
sv: Lägg till ett tillägg
zh_cn: 添加扩充功能

source: Extensions
sv: Tillägg
zh_cn: 扩充功能介绍

source: Points sprite towards mouse-pointer or another sprite.
sv: Riktar in sprajten mot muspekaren eller en annan sprite.
zh_cn: 让角色始终面朝鼠标或是其他角色。

source: changes the direction of the current sprite.
sv: ändrar riktningen för den aktuella sprajten.
zh_cn: 用来改变当前角色的面向。

source: Back
sv: Tillbaka
zh_cn: 返回

source: Next
sv: Nästa
zh_cn: 下一个

source: Begin
sv: Börja
zh_cn: 开始

source: Create an interactive birthday card.
zh_cn: 制作一张互动式的生日贺卡。

source: Click here to start!
zh_cn: 点击此处开始学习！

source: List of Steps
sv: Lista på steg
zh_cn: 各步骤列表

source: Add a Backdrop
sv: Lägg till en bakgrund
zh_cn: 添加一个背景

source: Change Colors
zh_cn: 改变颜色

source: Choose a Character
sv: Välj en figur
zh_cn: 选择一个角色

source: Say a Greeting
sv: Ge en hälsning
zh_cn: 说些问候语

source: Play Music
zh_cn: 播放音乐

source: Add an Animation
zh_cn: 添加动画

source: Again and Again
sv: Om och om igen
zh_cn: 让程序重复执行

source: Spin Around
zh_cn: 原地转动

source: Customize Your Card
sv: Anpassa ditt gratulationskort
zh_cn: 定制你的卡片

source: Share Your Project
sv: Dela ditt projekt
zh_cn: 分享你的项目

source: <p>Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:</p>
sv: <p>Klicka på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">-ikonen för att öppna bakgrundsbiblioteket:</p>
zh_cn: <p>点选图示 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> 来开啓背景样本库：</p>

source: Then choose the backdrop you want (such as ‘party’ or 'light'):
zh_cn: 然后选择一个合适的背景（比如 party 或者 light）：

source: You’ll see your backdrop appear on the Stage.
zh_cn: 可以看到舞台上出现了你选的背景。

source: NEXT
zh_cn: 下一步

source: Name Your Project
sv: Namnge ditt projekt
zh_cn: 替您的项目取个名称

source: Type a title for your project.
sv: Skriv en titel på ditt projekt.
zh_cn: 为你的程式项目输入标题。

source: Here's a video about sharing on Scratch:
zh_cn: 这裡有个关于在 Scratch 上分享的介绍影片：

source: Tip: You'll need to sign up for a Scratch account to share your project online.
sv: Tips: Du måste skapa ett Scratchkonto för att kunna dela dina projekt på nätet.
zh_cn: 提示：你需要有 Scratch 的帐号，才可以在官方平台分享你的项目。

source: For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.
zh_cn: 找寻更多点子，点选 <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">所有技巧</a>。

source: <p>Click the <span class="tab-ref">Scripts</span> tab.</p>
zh_cn: <p>点击 <span class="tab-ref">脚本</span> 标签页。</p>

source: Make sure the Stage thumbnail is selected.
zh_cn: 确保你选中了舞台的缩略图。

source: Build this script to change the colors of the Stage when you click it:
zh_cn: 编制下面的脚本，点击它可以改变舞台的颜色：

source: Try it! Click on the Stage to change colors.
zh_cn: 试试看！点击舞台改变它的颜色。

source: Tip: To reset the colors at the start, add this script:
zh_cn: 提示：要在开始时恢复原来的颜色，可以加上这段脚本：

source: Click green flag to reset.
zh_cn: 点击绿旗可以复原。

source: Click the icon that looks like this <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a character:
zh_cn: 先添加一个角色，可以透过 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 从样本库中挑选：

source: Choose any character you want (such as Giga).
zh_cn: 选择一个你想要的角色（比如Giga）。

source: In Scratch, characters are called 'sprites'.
zh_cn: 在 Scratch 里面，角色被称为 sprites。

source: Build a script like this to say something:
zh_cn: 编制如下的脚本，说一些话：

source: Type 'Happy birthday!' or your own greeting.
zh_cn: 键入“生日快乐！”，或者你自己的贺词。

source: <p>Try it! Click on the green flag <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> to make your sprite talk.</p>
zh_cn: <p>试试看！点击绿旗 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 让角色说话。</p>

source: Tip: You can click and drag your sprite to where you want it on the Stage.
zh_cn: 提示：你可以把角色拖拽到舞台上你喜欢的位置。

source: Click this icon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:
sv: Klicka på denna ikon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> för att välja en ny sprajt:
zh_cn: 点击 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 图示可以在样本库中挑选角色：

source: Then select a party sprite (such as ‘Cake’ or ‘Gift’)
zh_cn: 接着，选择一个聚会中的角色（比如 Cake 或者 Gift）

source: Build this script to play music when you click on your sprite:
zh_cn: 编制下面的脚本，点击角色时可以播放音乐：

source: Click on your sprite on the Stage to hear it play.
zh_cn: 点击舞台上的角色，可以听到音乐开始播放。

source: Tip: You can choose a new sound from the Sound library.
zh_cn: 提示：你可以在声音样本库中选择一个新的声音。

source: <p>Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></span>
zh_cn: <p>点击<span class="tab-ref">声音</span> 标签页，然后点击 <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">：</p>

source: <p>Then, click the <span class="tab-ref">Scripts</span> tab to drag the <span class="soundcolor">play sound</span> block.
zh_cn: <p>接着，点击 <span class="tab-ref">脚本</span> 标签页，拖动 <span class="soundcolor">播放声音</span> 积木。

source: Click to select your sprite:
zh_cn: 点击以选择你的角色：

source: Add a script like this to make it grow big and small:
zh_cn: 添加如下的脚本，让它改变大小：

source: Click on your sprite to see the animation.
zh_cn: 点击你的角色，看看动画效果。

source: Your script will look something like this:
zh_cn: 你的程式模块堆结构看起来应该会像下图：

source: Tip: To make the sprite smaller, type in a minus sign before the number, such as -10.
zh_cn: 提示：要让角色变小，请在数字前面键入一个减号，例如 -10。

source: <p>To repeat the animation, add a <span class="controlcolor">repeat</span> block to your script:</p>
zh_cn: <p>为了重复动画效果，在脚本里添加一个 <span class="controlcolor">重复执行</span> 积木：</p>

source: Try clicking your sprite again to start the animation.
zh_cn: 再点一下角色，开始动画。

source: <p>Tip: To stop, click the stop sign <img class="intext" src="%(STATIC_URL)s/images/help/stop-sign.png"> (above the Stage).</p>
zh_cn: <p>提示：要停止动画，请点击 <img class="intext" src="%(STATIC_URL)s/images/help/stop-sign.png"> （位于舞台上方）。</p>

source: Tip: To reset the size of your sprite at the start, add this script:
zh_cn: 提示：要在开始时恢复角色原来的大小，可以加上这段脚本：

source: Click to select the sprite you want to spin:
zh_cn: 点击一个要旋转的角色：

source: Then, build a script like this:
zh_cn: 然后，编制如下的脚本：

source: Tip: To reset your sprite’s direction at the start, add this script:
zh_cn: 提示：要在开始时恢复角色原来的方向，可以加上这段脚本：

source: What else do you want to add? Try some of these ideas.
sv: Vad vill du lägga till mer till ditt spel? Pröva några av de här idéerna.
zh_cn: 还可以再添加什麽元素到项目中呢？这裡有些不错的点子。

source: ADD MORE THINGS
zh_cn: 添加更多东西

source: <p>You can click <img class="intext" src="%(STATIC_URL)s/images/help/int-library.png"> to choose another sprite from the library or <img class="intext" src="%(STATIC_URL)s/images/help/int-paint.png"> to draw your own.</p>
zh_cn: <p>你可以点击 <img class="intext" src="%(STATIC_URL)s/images/help/int-library.png"> 从样本库里选择另一个角色，或者 <img class="intext" src="%(STATIC_URL)s/images/help/int-paint.png"> 自己画一个。</p>

source: You can add a script like this:
zh_cn: 你可以添加类似下面的脚本：

source: Experiment with making your own scripts. Here are some blocks you may want to try:
zh_cn: 试着编制你自己的脚本。你可以试试这些积木：

source: TRY DIFFERENT EFFECTS!
zh_cn: 试试不同的图像效果！

source: Click on the Stage:
zh_cn: 点击舞台：

source: Choose effects from the drop-down menu:
zh_cn: 从下拉菜单中选择图像效果：

source: Ready to share your card?
zh_cn: 准备好分享你的贺卡了吗？

source: Create an animated story that features bears and any other characters you choose.
zh_cn: 创作一个熊主角是和其他角色之动画故事。

source: Start Moving
sv: Börja med rörelse
zh_cn: 让角色移动

source: Choose a Starting Point
sv: Välj en startpunkt
zh_cn: 选择一个起始点

source: Switch Backdrops
sv: Växla bakgrunder
zh_cn: 切换背景

source: Try Different Costumes
sv: Prova olika klädslar
zh_cn: 试试不同的造型

source: Animate the Walk
sv: Animera gången
zh_cn: 制作走路的动画

source: Meet Someone
sv: Träffa andra
zh_cn: 认识其中之一

source: Add to Your Story
sv: Förläng din berättelse
zh_cn: 添加到你的故事

source: Save and Share Your Project
sv: Spara och dela ditt projekt
zh_cn: 保存并分享您的项目

source: Click the Bearstack:
zh_cn: 点击角色：

source: <span class="reminder">Tip: If you only see a cat, <a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank">open the bears project</a>.</span>
zh_cn: <span class="reminder">提示：你可以<a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank">由此下载示例专案</a>。</span>

source: Drag a <span class="motioncolor">move</span> block into the Scripts area.
sv: Dra ett <span class="motioncolor">rörelse</span>-block in till skriptytan.
zh_cn: 把<span class=movecolor>移动</span>积木拖到脚本区。

source: drag move block to Scripts area
sv: dra ett gå-block till skriptytan
zh_cn: 把「移动」积木拖到脚本区域

source: Then, click on that block to make the Bearstack move:
sv: Sedan, klicka på blocket så att Bearstack rör sig:
zh_cn: 然后，点击积木让熊熊移动：

source: Click the <span class="eventscolor">Events</span> category. Drag out a <span class="eventscolor">when this key pressed</span> block and snap it on top:
zh_cn: 点击 <span class="eventscolor">事件</span> 类别。拽出一个 <span class="eventscolor">当按下 _ 键</span>积木，并把它粘贴到最上方：

source: Try pressing the space key on your keyboard.
zh_cn: 试试按下键盘上的空白键。

source: You can use the pull-down menu to select a different key (such as 'right arrow'):
zh_cn: 你可以使用下拉清单选用不同的按键，像是向右键：

source: Now press that key to move.
zh_cn: 现在按下按键就可以让角色移动了。

source: Next, choose a starting point
zh_cn: 下一步，选择起始点

source: First, drag the bears to where you want them to start.
zh_cn: 第一步，将熊熊拖放到你想要的位置上。

source: Then, click the <span class="motioncolor">Motion</span> category.
sv: Sedan, klicka på kategorin <span class="motioncolor"> Rörelse</span>.
zh_cn: 接着，点选 <span class="motioncolor">动作</span> 类别。

source: Drag a <span class="motioncolor">go to x y</span> block into the Scripts area:
zh_cn: 把一个 <span class="lookscolor">移到 x: _ y: _</span> 积木拖到脚本区域。

source: Click the <span class="eventscolor">Events</span> category.
sv: Klicka på kategorin <span class="eventscolor">Händelser</span>.
zh_cn: 点选 <span class="eventscolor">事件</span> 类指令。

source: Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top.
zh_cn: 抓起 <span class="eventscolor">当 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 被点击</span> 积木，并把它粘到脚本最上方。

source: Now when you click the green flag, the bears will go to the starting point:
zh_cn: 试试按下绿旗，熊熊会回到原来的位置：

source: Next, switch backdrops
zh_cn: 下一步，切换背景

source: Click the <span class="lookscolor">Looks</span> category.
sv: Klicka på kategorin <span class="lookscolor"> Utseende</span>.
zh_cn: 点选 <span class="lookscolor">外观</span> 类别。

source: Drag out a <span class="lookscolor">switch backdrop</span> block. Snap it below the <span class="motioncolor">go to</span> block, and choose 'next backdrop':
zh_cn: 抓起 <span class="lookscolor">背景换成 _</span>积木并将它放到 <span class="motioncolor">定位到 x: _ y: _</span> 积木后面，在积木的下拉菜单里选择「下一个背景」：

source: Now, make the backdrop change when the Bearstack reaches the edge of the Stage.
zh_cn: 接下来，让熊熊在到舞台的边缘时更换背景。

source: Here's how you can build that script:
sv: Så här kan du skapa det skriptet:
zh_cn: 以下是程式示例：

source: Build your script to look like this:
zh_cn: 编写一段程式，像这样：

source: <span class="reminder">Tip: Make sure the <span class="motioncolor">go to</span> block snaps just below the <span class="lookscolor">switch backdrop</span> block.</span>
zh_cn: <span class="reminder">提示：请确定 <span class="motioncolor">移到 x: _ y: _</span> 积木粘在 <span class="lookscolor">背景换成 _</span> 积木的后面。</span>

source: Type the same numbers in the <span class="motioncolor">go to</span> block as in the beginning of the script. This will tell the bears to go to the starting point after the backdrop switches.
zh_cn: 在 <span class="motioncolor">移到 x: _ y: _</span>积木中输入和脚本开始处相同的数字，这样一来熊熊就会在背景切换后自动回到初始位置。

source: Now, try it out. Click the green flag. Then, press the key to move the bears all the way across the Stage.
zh_cn: 现在我们来试试，点击绿旗，然后按下按键来移动舞台上的熊熊。

source: Next, try different costumes
zh_cn: 下一步，试试不同的造型

source: Now make the Bearstack switch costumes as it moves.
zh_cn: 现在让角色熊熊在移动时变换造型。

source: Click the <span class="tab-ref">Costumes</span> tab to see the different costumes.
zh_cn: 切换到 <span class="tab-ref">造型</span>页籤可以检视角色裡有哪些造型。

source: Some are walking positions, some are different expressions.
zh_cn: 有些在走路，有些则是表现不同的表情。

source: Click the <span class="tab-ref">Scripts</span> tab.
sv: Klicka på <span class="tab-ref">Skript</span>-fliken.
zh_cn: <p>切换到 <span class="tab-ref">程式</span> 页籤。

source: Click to the <span class="lookscolor">Looks</span> category and drag out a <span class="lookscolor">switch costume</span> block.
zh_cn: 点击 <span class="lookscolor">外观</span>类别并抓起 <span class="lookscolor">造型换成 _</span> 积木。

source: Choose a costume from the pull-down menu.
sv: Välj en klädsel från rullgardinsmenyn.
zh_cn: 从下拉清单中选取一个造型。

source: Add a <span class="eventscolor">when this key pressed</span> block on top and build this script:
zh_cn: 添加一个 <span class="eventscolor">当 _ 键被按下</span> 积木到上方，并编写如下脚本：

source: <span class="reminder">Tip: Choose the same key as in the first step so the Bearstack switches costumes as it moves.</span>
zh_cn: <span class="reminder">提示：选择和第一步相同的按键，这样一来当熊熊移动时，就会切换造型。</span>

source: Now press the key to try it.
zh_cn: 试试按下按键。

source: Next, animate the walk
zh_cn: 下一步，製作走路动作

source: Add more costumes to animate the walk, like this:
zh_cn: 添加更多造型表现角色走路时的动作，像这样：

source: To make the bearstack move each time it changes costume, add a <span class="controlcolor">repeat</span> and a <span class="controlcolor">wait</span> block to the move script, like this:
zh_cn: 要让熊熊在每次改变造型时移动，可以在脚本里添加一个 <span class="controlcolor">重复 _ 次</span>积木，和一个<span class="controlcolor">等待 _ 秒</span> 积木，像这样：

source: Type in the same value in the wait block as in the earlier step.
zh_cn: 在等待 _ 秒积木中输入与上一个步骤相同的数字。

source: Next, meet someone
zh_cn: 下一步，与某人见面

source: Who else do you want in your story?
zh_cn: 你还想在故事中加些什麽吗？

source: Choose a new character. For example, you can click to select Chloe, Nom-Nom, or Charlie.
zh_cn: 选择一个新的角色，例如 Chloe、Nom-Nom 或是 Charlie。

source: Or, click the <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> icon to choose a new sprite:</p>
zh_cn: 又或者，点击 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 图示可以在样本库中挑选角色：</p>

source: What do you want this character to say?
zh_cn: 你想要这个角色说些什麽话？

source: Click the <span class="lookscolor">Looks</span> category. Drag out a <span class="lookscolor">say Hello! for 2 secs</span> block.
zh_cn: 点击 <span class="lookscolor">外观</span> 类别。抓起 <span class="lookscolor">说出 Hello! 2 秒</span> 积木。

source: You can type in your own words.
zh_cn: 输入一些文字作为角色的说话内容。

source: Make your character appear when you press a key.
zh_cn: 让你的角色在某个按键被按下时就出现。

source: Add a script like this:
sv: Lägg till ett skript som detta:
zh_cn: 添加一段程式，如下示范：

source: Select which key you want to use.
zh_cn: 选择你要使用的按键。

source: Each time you press the key, your character will appear.
zh_cn: 每当你按下按键，你的角色就会消失。

source: You can also make the bears respond using the same key.
zh_cn: 你也可以让熊熊在按下相同按键时有所回应。

source: Click the thumbnail to select Bearstack.
zh_cn: 点击物件区的缩图以选取角色。

source: Now add a script for the Bearstack like this:
zh_cn: 现在为角色熊熊编写以下程式：

source: Try pressing the key again.
zh_cn: 试试再按一次按键。

source: Next, add to your story
zh_cn: 下一步，添加到你的故事中

source: What else do you want to add to your story? Try some of these ideas.
sv: Vad vill du lägga till mer i din berättelse? Pröva några av de här idéerna.
zh_cn: 你想要加入哪些其他元素到你的故事呢？试试这些点子吧。

source: Add Sound
sv: Lägg till ljud
zh_cn: 添加声音

source: Click the <span class="tab-ref">Sounds</span> tab.
sv: Klicka på <span class="tab-ref">Ljud</span>-fliken.
zh_cn: 切换到 <span class="tab-ref">音效</span> 页籤。

source: Click the play button to preview the sounds in each character.
zh_cn: 点击播放按钮以测试不同角色上的音效。
