Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: sv, zh_cn

source: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> You can either set the pen color to a variable, like <img src="%(STATIC_URL)s/images/help/y-position.png" /> or a number. For example, number 0 is color <font color = red>red</font>, number 70 is <font color = green>green</font>, number 130 is <font color = blue>blue</font>, and number 170 is <font color = magenta>magenta</font>. <p> Pen_color=0 at red end of rainbow, pen_color=100 at blue end of rainbow. Ranges from 0 to 200 to go around the color wheel. </div>
sv: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> Du kan antingen sätta pennans färg till en variabel, som <img src="%(STATIC_URL)s/images/help/y-position.png" /> eller ett tal. Till exempel, talet 0 är färgen <font color = red>röd</font>, talet 70 är <font color = green>grönt</font>, talet 130 är <font color = blue>blått</font>, och talet 170 är <font color = magenta>magenta</font>. <p> Pen_color=0 vid röda slutet på regnbågen, pen_color=100 som blått vid slutet på regnbågen. Intervallet sträcker sig från 0 till 200 för att gå runt färghjulet. </div>
zh_cn: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> 你也可以用变数来作为笔迹颜色的值，像是 <img src="%(STATIC_URL)s/images/help/y-position.png" /> 或是某个数值。另外颜色值范围为 0 至 200，包含整个色相环的颜色，其中， <font color = red>0 代表 红</font>、 <font color = green>70 代表 绿</font>、 <font color = blue>130 代表 蓝</font>、 <font color = magenta>170 代表品红</font>。 </div>

source: Sets pen's thickness
sv: Sätter pennans tjocklek
zh_cn: 设定画笔笔迹的粗细。

source: Sets the sprite's rotation style
sv: Sätter sprajtens rotationsstil
zh_cn: 用来设定角色反弹时，角色造型的迴转方式。

source: <p> Select "left-right" from the drop-down menu to make the sprite only rotate horizontally. </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Select "all around" from the drop-down menu to make the sprite flip vertically. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>
sv: <p> Välj "vänster-höger" från rullgardinsmenyn så att sprajten enbart flippar horisontellt. </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Välj "rotera" från rullgardinsmenynså att sprajten kan rotera. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>
zh_cn: <p> 若选「左-右」，角色在迴转时只会水平翻转。 </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> 若选「不设限」，角色在反弹时会加上垂直翻转。 </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>

source: Select "don't rotate" from the drop-down menu to make the sprite face only one direction.
sv: Välj "rotera inte" från rullgardinsmenyn för att Sprajten enbart ska peka i en riktning.
zh_cn: 若选择「不旋转」，角色反弹时也始终维持一个面向。

source: Sets pen's shade to specified amount
sv: Ändrar pennans nyans med angivet värde
zh_cn: 设定画笔颜色的亮度。

source: <p> The pen shade goes from 0 to 100. The default is 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> If the pen shade is 0, then the pen color will be close to black. If the pen shade is 100, the pen color will be close to white.
sv: <p> Pennans nyans går från 0 till 100. Standard är 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Om pennans nyans är 0, blir färgen nära svart. Om pennans nyans är 100, blir färgen nästan vit.
zh_cn: <p> 颜色的亮度取决于加黑、加白的程度，值为 0 到 100，其中 50 为预设值（也是纯綷色）。 <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>注意：如果亮度设 0 ，笔迹的颜色就会趋近黑；若亮度为 100，笔迹的颜色则会接近白。</b>

source: Shows the list monitor on the stage
sv: Visar listbevakaren på scenen
zh_cn: 在舞台上显示列表监控

source: Shows the variable monitor on the stage
sv: Visar variabelns värde på scenen
zh_cn: 在舞台上显示变量监控

source: Makes sprite appear on the Stage
sv: Gör så att sprajten visas på scenen
zh_cn: 让角色显示在舞台上

source: Reports sprite's size, as %% of original size
sv: Rapporterar sprajtens storlek, i %% av orginalstorleken
zh_cn: 回传角色目前的显示尺寸（与原尺寸相比的比例）

source: <p><img src="%(STATIC_URL)s/images/help/size.png" /> reports the %% of the original size of the object</p> <p>To view the value of size, click the checkbox next to the block in the palette.</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />
sv: <p><img src="%(STATIC_URL)s/images/help/size.png" /> rapporterar %% av originalstorleken på objektet</p> <p>För att visa storlekens värde, bocka i kryssrutan vid sidan av blocket i scriptpaletten.</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />
zh_cn: <p><img src="%(STATIC_URL)s/images/help/size.png" /> 会比对目前显示尺寸与角色原始尺寸间的比例，然后以百分比 %% 方式回传结果。</p> <p>勾选积木旁方块，则会将角色的尺寸显示在预览区裡。</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />

source: Reports result of selected function
sv: Rapporterar resultatet av vald funktion
zh_cn: 回传指定函数的结果。

source: The function options are: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, applied to the specified number.
sv: Funktionsalternativen är: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, tillämpat på angivet tal.
zh_cn: 可用的函数有：abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^。

source: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>This block performs a mathematical function. Choose the math functions from the block's drop down menu.<br/>
sv: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>Detta block utför en matematisk funktion. Välj den matematiska funktionen från blockets rullgardinsmeny.<br/>
zh_cn: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>这个积木用来计算数学函数，你可以从积木的下拉菜单里选择一个数学函数。<br/>

source: Stamps the sprite's image onto the Stage
sv: Stämplar sprajtens bild på scenen
zh_cn: 把角色当成印章，然后在舞台背景上盖章。

source: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> A stamp is only a temporary image of the sprite that is drawn on the Stage. It can be drawn over or cleared using the <img src="%(STATIC_URL)s/images/help/clear.png" /> block. <p> A stamp cannot move and cannot hold scripts.
sv: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> En stämpel är bara en temporär bild av sprajten uppritad på scenen. Den kan ritas upp eller raderas med <img src="%(STATIC_URL)s/images/help/clear.png" /> blocket. <p> En stämpel kan inte flyttas eller innehålla script.
zh_cn: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> 图章只是角色在舞台上留下的临时图像。使用 <img src="%(STATIC_URL)s/images/help/clear.png" /> 积木可以覆盖或者清除它。 <p> 而印章也无法移动，也不能在它上头编写脚本。

source: Stops all scripts in all sprites
sv: Stoppar alla script inom alla sprites
zh_cn: 用来停止某个指定的程式。

source: Same as clicking the stop button at the top of the screen.
sv: Samma som att klicka på stoppknappen vid toppen av skärmen.
zh_cn: 你可以从模块的下菜清单选择停止全部程式，或是当前角色、其他角色的程式。其中，停止{全部}相当于使用预览区上的红色停止图示。

source: Stops all sounds
sv: Stoppa alla ljud
zh_cn: 停止播放所有的音效。

source: Stop other sounds before playing a new sound.
sv: Stoppar andra ljud innan ett nytt ljud spelas upp.
zh_cn: 你可以在播放新的音效前加上它来强制让之前播放的音效停止。

source: Subtracts second number from first number
sv: Subtraherar andra talet från första talet
zh_cn: 回传两数相减的结果

source: Switch to the specified backdrop and wait for its scripts to finish
sv: Växlar till den angivna bakgrunden och väntar på att scripten körs färdigt
zh_cn: 用来改变舞台的背景，并等待程式结束。

source: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>The script controls switching of scenes from the Stage.</p>
sv: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>Scriptet kontrollerar växling av bakgrunder på scenen.</p>
zh_cn: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>这个程式控制舞台的场景切换。</p>

source: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> will wait for all scripts that start with <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> to finish before going to the next block.
sv: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> kommer att vänta på alla script som startar med <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> för att bli klara innan nästa block kan köras.
zh_cn: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> 将会等到所有以 <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> 开始的脚本运行完后，才会开始继续执行下一个积木。

source: Switch to the specified backdrop
sv: Växla till den angivna bakgrunden
zh_cn: 用来改变舞台的背景。

source: First, choose the backdrop you want <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Then, select the backdrop name from the drop-down menu: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
sv: Först, välj bakgrunden du vill använda <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Därefter, välj bakgrundsnamnet från rullgardinsmenyn: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
zh_cn: 首先，使用 <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png"> 选择你要的背景。 接着，从模块裡的下拉清单可以挑选其背景名称。<img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">

source: Switch costumes to change the look of a sprite
sv: Växla klädsel för att ändra utseende på sprajten
zh_cn: 用来改变角色的造型。

source: This script switches costumes to animate:
sv: Detta scriptet växlar klädslar för att animera:
zh_cn: 透过此模块，可以製作角色的动画效果：

source: To see a sprite's costumes, click <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Choose a costume name from the pull-down menu.
sv: För att se en figurs klädslar, klicka <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Välj ett klädselnamn från rullgardinsmenyn.
zh_cn: 若要检视角色有哪些可以使用的造型，可以切换到造型页籤 <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> 你可以在模块中的下拉菜单选择要切换的造型名称。

source: Reports sprite's tempo in beats per minute
sv: Rapporterar sprajtens tempo med taktslag per minut
zh_cn: 回传角色的音乐速度（每分钟拍数）。

source: Displays words in a thought bubble for a number of seconds
sv: Visar orden i en tankebubbla ett antal sekunder
zh_cn: 用想像泡泡的图形来显示一些文字，表达心中所想，在指定时限后自动消除。

source: The number of seconds tells the thought bubble how long to show. The script waits that long before continuing.
sv: Antalet sekunder bestämmer hur länge tankebubblan ska visas. Skriptet väntar lika länge innan det fortsätter.
zh_cn: 注意时间设定和内容字数要配合，太长的内容需要花比较多的时间阅读。

source: Displays words in a thought bubble
sv: Visar ord i en tankebubbla
zh_cn: 用想像泡泡的图形来显示一些文字，表达心中所想。

source: To remove the speech bubble, use a blank block: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
sv: För att ta bort pratbubblan, använder du ett tomt block: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
zh_cn: 要在画面上清除想像泡泡，请使用内容空白的积木：<img src="%(STATIC_URL)s/images/help/think-blank.png" />.

source: Reports the value of the timer in seconds
sv: Rapporterar timerns värde i sekunder
zh_cn: 以秒为单位报告计时器的数值

source: To see the value of timer, click the checkbox next to the block. The timer is always running. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
sv: För att se värdet av timern, bocka i kryssrutan vid sidan om blocket. Timern körs hela tiden. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
zh_cn: 要查看计时器当前的值，可以勾选积木旁的方块。另外，计时器是一直运行的。 <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>

source: Reports the number of days since 2000
sv: Rapporterar antalet dagar sedan 2000
zh_cn: 回传从2000年开始算起，与目前日期相隔的天数。

source: Reports true if sprite is touching specified color
sv: Rapporterar sant om sprajten rör vid en speciell färg
zh_cn: 是否角色碰到了指定颜色，如果是，就回传 true。

source: To choose a color, get the eye dropper by clicking in the square. Use the eye dropper to click on the color you want. The color will appear in the square. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>
sv: För att välja en färg, klicka på kvadraten för att få fram färgpipetten. Använd färgpipetten för att klicka på den färg du vill ha. Färgen dyker upp i kvadraten. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>
zh_cn: 点击一下颜色方块后会开启拣色功能，你可以移动鼠标到舞台上任意位置取色。 <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>

source: Reports true if sprite is touching specified sprite, edge, or mouse-pointer
sv: Rapporterar sant om sprajten rör angiven sprite, kanten eller muspekaren
zh_cn: 是否角色碰到了指定的角色（或是边缘、或是鼠标），如果是，就回传 true。

source: <p>You can use the <img src="%(STATIC_URL)s/images/help/touching.png"/> block in three different ways. Select from the pull-down menu to choose. You can check if the sprite is: </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>
sv: <p>Du kan använda <img src="%(STATIC_URL)s/images/help/touching.png"/> blocket på tre olika sätt. Välj från rullgardinsmenyn. Du kan kolla om sprajten är: </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>
zh_cn: <p><img src="%(STATIC_URL)s/images/help/touching.png"/> 积木有三种不同的使用方式，可以在下拉菜单里选择。这个积木可以检查角色是否：</b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>

source: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Turn to the left</h3>
sv: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Vänd till vänster</h3>
zh_cn: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>让角色往左旋转</h3>

source: <p>Type in the number of degrees you want the sprite to rotate.</p> <p>(If you type in a negative number, the sprite will go in the opposite direction.)</p>
sv: <p>Skriv in antalet grader som du vill att sprajten ska rotera.</p> <p>(Om du skriver in ett negativt tal, roterar sprajten åt andra hållet.)</p>
zh_cn: <p>输入你想要角色旋转的角度度数。</p> <p>（如果你输入负值，角色会往反方向运动。）</p>

source: Turn to the right
sv: Vänd åt höger
zh_cn: 让角色向右旋转

source: Type in the number of degrees you want the sprite to rotate.
sv: Skriv in antalet grader du vill att sprajten ska rotera.
zh_cn: 输入你想要角色旋转的角度度数。

source: (If you type in a negative number, the sprite will go in the opposite direction.)
sv: (Om du skriver in ett negativ tal går sprajten åt andra hållet.)
zh_cn: （如果你输入负值，角色会往反方向运动。）

source: Turns the video camera on
sv: Sätter på kameran
zh_cn: 用来开启桌机上连接的摄像装置。

source: Runs the custom block
sv: Kör specialblocket
zh_cn: 运行自制积木

source: <p> The custom block runs by calling the <strong>define</strong> script that matches the name on the block. </p> <p>Custom blocks can make your scripts more organized and modular: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> If your block has an input, you can type in it: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> To edit the block, right-click (Ctrl+click on Mac) on the block and choose "edit" from the menu. </div> <div class="example"> See also: <a href="../make-a-block/">Make a Block</a> and <a href="../define/">Define Block</a> </div>
sv: <p> Specialblocket körs genom att ropa på <strong>procedur</strong>scriptet som matchar namnet på blocket. </p> <p>Specialblocken kan göra dina script mer organiserade och modulära: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> Om ditt block har indata, kan du skriva in data i det: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> För att redigera blocket, högerklicka (Ctrl+klicka på Mac) på blocket och välj "redigera" från menyn. </div> <div class="example"> Se också: <a href="../make-a-block/">Skapa ett Block</a> och <a href="../define/">Definiera Block</a> </div>
zh_cn: <p> 运行自制积木时，会调用和他同名的 <strong>定义</strong> 脚本。 </p> <p>使用自制积木，可以使你的脚本更有条理、更加积木化： </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> 如果积木带有输入项，你可以在里面输入内容： </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> 若要修改积木，用鼠标右击积木并选择「编辑」。 </div> <div class="example"> 相关内容： <a href="../make-a-block/">制作新的积木</a> 及 <a href="../define/">定义积木</a> </div>

source: Reports username of the viewer
sv: Rapporterar betraktarens användarnamn
zh_cn: 回传浏览者的用户名称（该用户需要登入）。

source: <p>This block will show the username of the user currently viewing the project.</p> <p>If you want to save the current username, you can store it in a variable or list. For example, <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>
sv: <p>Blocket visar användarnamnet på den som just nu tittar på projektet.</p> <p>Om du vill spara användarnamnet, kan du spara det i en variabel eller lista. Till exempel, <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>
zh_cn: <p>这个积木会显示正在观看项目的用户名称。</p> <p>如果要记住这个用户名称，你可以用一个变量或列表来存放它。例如： <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>

source: Reports value of the variable
sv: Rapporterar värdet av variabeln
zh_cn: 回传变量当前数值

source: <p> To see the value of the variable, click the checkbox next to the block. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Right-click on readout to get different views: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> To delete or rename a variable, right click on the variable. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>
sv: <p> För att se värdet av variabeln, bocka i kryssrutan vid sidan om blocket. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Högerklicka för att få olika presentationer av visningen: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> För att radera eller byta namn på variabeln, högerklicka på variabeln. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>
zh_cn: <p> 要显示变量当前的值，可以勾选积木旁方块。 <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> 在显示结果上右击，可以切换不同的显示方式： <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> 要删除变量，或是给变量改名，请右击该变量。 <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>

source: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Senses how much <b>motion</b> or <b>direction</b> is currently in the video image</h3>
sv: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Känner av hur stor <b>rörelse</b> eller <b>riktning</b> som för närvarande finns i videobilden</h3>
zh_cn: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>用来感测影片当前图像的 <b>动作</b> 或 <b>方向</b>。</h3>

source: <b>How to Use It:</b> <ul> <li>Requires webcam.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> to check the amount of motion in the video under the current sprite.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> to check the amount of motion over the entire video image.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> to check the direction of motion in the video under the current sprite.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" /> to check the direction of motion in the video image.</li> </ul> <p> <b>Sample Script:</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>
sv: <b>Hur du kan använda det:</b> <ul> <li>Kräver en webbkamera.</li> <li> Använd <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> för att känna av mängden rörelse i videon under den aktuella sprajten.</li> <li> Använd <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> för att känna av mängden rörelse över hela videobilden.</li> <li> Använd <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> för att känna av rörelseriktningen i videon under den aktuella sprajten.</li> <li> Använd <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" /> för att känna av rörelseriktningen i över hela videobilden.</li> </ul> <p> <b>Exempelscript:</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>
zh_cn: <b>使用方式：</b> <ul> <li>計算機上需要有摄像装置。</li> <li> 使用 <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> 来检查当前角色在视频中的运动量。</li> <li> 使用 <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> 来检查当前舞台在视频中的运动量。</li> <li> 使用 <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> 来检查当前角色在视频中的方向。</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" /> 来检查当前舞台在视频中的方向。</li> </ul> <p> <b>程式示范如下：</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>

source: <b>Troubleshooting:</b> <ul> <li>Make sure the video camera is on.</li> <li>Adjust the %% of motion or direction to get it to respond more or less.</li> <li>Click the checkbox to see the current value:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>
sv: <b>Felsökning:</b> <ul> <li>Kolla så att webbkameran är på.</li> <li>Justera %% av rörelse eller riktning för att få en större eller mindre respons.</li> <li>Bocka i kryssrutan för att se aktuellt värde:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>
zh_cn: <b>问题排除：</b> <ul> <li>确定你的摄像镜头是打开的。</li> <li>调整动作或方向的 %% 以让它正确的回应多或少。</li> <li>勾选模块旁方块可以显示目前的值是多少：</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>

source: Reports sprite's sound volume
sv: Rapporterar sprajtens ljudvolym
zh_cn: 回传角色所使用音效的音量。

source: You can set the volume level for each sprite. To play two sounds at once with different volumes, use two sprites.
sv: Du kan sätta volymnivån för varje sprite. För att spela två ljud samtidigt med olika volym, använd två sprites.
zh_cn: 你可以为不同的角色分别设定音效音量；若要在同一时间内播放二个不同的音效（音量），则要建立第二个角色。

source: Waits specified number of seconds, then continues with next block
sv: Väntar angivet antal sekunder, fortsätter sedan med nästa block
zh_cn: 等待指定的若干秒，然后再执行下面的积木。

source: Waits until condition is true, then runs the blocks below
sv: Vänta till villkoret är sant, kör sedan blocken nedan
zh_cn: 等待条件成立时，再执行下面的积木。

source: <p> This whole stack will just run once. If you want <img src="%(STATIC_URL)s/images/help/wait-until.png" /> to keep checking, put the whole stack inside a forever block. </p>
sv: <p> Denna blockstack körs enbart en gång. Om du vill <img src="%(STATIC_URL)s/images/help/wait-until.png" /> kolla av hela tiden, placera hela blockstacken inuti ett för alltid-block. </p>
zh_cn: <p> 这堆积木只会运行一次。如果你想让 <img src="%(STATIC_URL)s/images/help/wait-until.png" /> 不断检查条件，请把整堆积木放到「重复执行」积木里。 </p>

source: Runs a script when backdrop switches to a certain background
sv: Kör ett script när bakgrunden växlar till en viss bakgrund
zh_cn: 当切换到指定背景时开始执行程式。

source: Runs the script when the green flag is clicked
sv: Kör scriptet när du klickar på den gröna flaggan
zh_cn: 当绿旗被点击时开始执行其下的程序。

source: Runs script below when it receives specified broadcast message
sv: Kör scriptet nedan när det mottar ett angivet skickat meddelande
zh_cn: 当角色接收到指定的广播消息时开始执行下面的序。

source: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> waits for the message</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
sv: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> väntar på meddelandet</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
zh_cn: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> 会等待由下方模块发送的消息</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>

source: Runs a script when a specified key is pressed
sv: Kör ett script när en angiven tangent trycks ned
zh_cn: 当指定键盘按键被按下时开始运行其下程序。
