Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: sv, zh_cn

source: Make your sprite talk
sv: Gör så att din sprite pratar
zh_cn: 让角色说话

source: Pick a sprite with costumes showing an open and closed mouth, such as:
sv: Välj en sprite med klädslar som visar en öppen och stängd mun, till exempel:
zh_cn: 挑选一个角色，内建有开口和闭口造型，像是：

source: Try this script:
sv: Testa det här skriptet:
zh_cn: 试试看这个程式：

source: To add your voice, click <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> and the microphone <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> to record the words.</p> Add this to your script:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> just below the green flag block.
sv: För att lägga till din röst, klicka på <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> och mikrofonen <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> för att spela in orden.</p> Lägg till ditt script:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> precis nedanför blocket med gröna flaggan.
zh_cn: 要添加你自己说话的声音，点击声音页签<img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> 使用 <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> 来录制你说的话。</p> 然后使用下方的积木来播放：<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> 记得把积木放在当绿旗被点击的积木底下。

source: Make a Valentine's Day card to share with your friends!
sv: Gör ett Alla hjärtans dag-kort som du kan dela med dina vänner!
zh_cn: 製作一张情人节卡片，分享给你的朋友！

source: Start with a heart...
sv: Börja med ett hjärta...
zh_cn: 从爱心开始…

source: Start with a Heart
sv: Börja med ett hjärta
zh_cn: 从一个心型开始

source: Add a Beat
sv: Lägg till ett slag
zh_cn: 添加一个节拍

source: Go on Green
sv: Gå på grön
zh_cn: 点击绿旗时开始执行

source: Add a Message
sv: Lägg till ett budskap
zh_cn: 加入一个消息

source: Animate and Decorate
sv: Animera och smycka ut
zh_cn: 动画与装饰

source: To start, choose a heart for your card.
sv: Till att börja med kan du välja ett hjärta till ditt kort.
zh_cn: 首，帮你的卡片挑选一个心形图案。

source: Click the 'Things' category, then select a heart from the Sprite library:
sv: Klicka på kategorin "Saker" och välj ett hjärta från sprajtbiblioteket:
zh_cn: 从角色样本库中的「物品」类，从裡头选择一个心形图案作为角色：

source: What's a 'sprite'? Any character or thing that you can move or animate in Scratch.
sv: Vad är en 'sprajt'? En figur eller sak som du kan flytta eller animera i Scratch.
zh_cn: 什麽是角色？所有在 Scratch 上可以移动的物件都是角色。

source: Next, make the heart beat
sv: I nästa steg kommer hjärtat slå
zh_cn: 下一步，让心跳啊跳

source: Make the heart beat - by changing its size and adding a drum sound.
sv: Gör så att hjärtat slår - genom att ändra dess storlek och lägga till ett trumljud.
zh_cn: 让爱心跳动 - 通过改变它的大小和添加击鼓的声音

source: Click the <span class="lookscolor">Looks</span> category.
sv: Klicka på kategorin <span class="lookscolor">Utseende</span>.
zh_cn: 点选 <span class="lookscolor">外观</span> 类别。

source: Drag a <span class="lookscolor">change size by</span> block to the Scripts area:
sv: Dra fram blocket <span class="lookscolor">ändra storlek med</span> till skriptytan:
zh_cn: 把 <span class="lookscolor">尺寸改变 _</span>积木拖到脚本区域：

source: Click the block to try it.
sv: Klicka på blocket för att pröva det.
zh_cn: 点击积木看看执行结果。

source: Click the <span class="soundcolor">Sound</span> category. Drag out a <span class="soundcolor">play drum</span> block.
sv: Klicka på kategorin <span class="soundcolor">Ljud</span>. Dra fram blocket <span class="soundcolor">spela trumman</span>.
zh_cn: 从 <span class="soundcolor">声音</span> 类别中 抓起 <span class="soundcolor">演奏节拍</span> 积木。

source: Snap the blocks together, like this:
sv: Fäst ihop blocken så här:
zh_cn: 将积木叠在一起，像这样：

source: Add these blocks to complete your beat:
sv: Lägg till de här blocken för att göra färdigt ditt hjärtslag:
zh_cn: 加上这些积木让脚本更完整：

source: Type in a negative number (like -10) to make the heart smaller.
sv: Skriv in ett negativt tal (som -10) för att göra hjärtat mindre.
zh_cn: 输入负值，例如 -10，可以让爱心变得比较小。

source: Click anywhere on the stack to run it.
sv: Klicka var som helst på stapeln för att köra den.
zh_cn: 点一下模块堆试试看。

source: Next, loop the beat
sv: I nästa steg upprepas hjärtslagen
zh_cn: 下一步，让节奏循环播放

source: Make the heart keep beating.
sv: Få hjärtat att fortsätta slå.
zh_cn: 让爱心持续跳动。

source: Click the <span class="controlcolor">Control</span> category. Drag out a <span class="controlcolor">repeat</span> block and snap it around the other blocks:</p>
sv: Klicka på kategorin <span class="controlcolor">Kontroll</span>. Dra fram blocket <span class="controlcolor">repetera</span> och fäst det runt de andra blocken:</p>
zh_cn: 点击 <span class="controlcolor">控制</span> 类别。 抓起 <span class="controlcolor">重复 _ 次</span> 积木，用它包住其他积木：</p>

source: Click <span class="lookscolor">Looks</span>. Drag out a <span class="lookscolor">set size</span> block, and snap it on top. </p>
sv: Klicka på kategorin <span class="lookscolor">Utseenda</span>. Dra fram blocket <span class="lookscolor">sätt storleken till</span> och fäst det överst. </p>
zh_cn: 点击 <span class="lookscolor">外观</span>类别，并使用其中的 <span class="lookscolor">尺寸设为 _%</span> 积木，并把它放到脚本最上方。 </p>

source: Type in 100%% if you want to reset the size of the heart.
sv: Skriv in 100%% om du vill återställa storleken på hjärtat.
zh_cn: 输入 100%% 可以将爱心变回原来的显示尺寸。

source: Make it go with a green flag
sv: Gör så att den startar med en grön flagga
zh_cn: 让它在点击绿旗时开始执行

source: Make your script run whenever you click the green flag.
sv: Få ditt skript att köra när du klickar på den gröna flaggan.
zh_cn: 以后当你按下（预览区上的）绿旗图示的按钮，程式就会开始执行。

source: <p>Click the <span class="eventscolor">Events</span> category.</p> <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top:</p>
sv: <p>Klicka på kategorin <span class="eventscolor">Händelser</span>.</p> <p>Dra fram blocket <span class="eventscolor">när <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klickas på</span> och fäst det överst:</p>
zh_cn: <p>点击 <span class="eventscolor">事件</span> 类别。</p> <p>抓起 <span class="eventscolor">当 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 被点击</span> 积木并把它放到现有脚本上方：</p>

source: <p>Now you can click on the green flag <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> to start your valentine.</p>
sv: <p>Nu kan du klicka på den gröna flaggan <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> för att starta ditt kort.</p>
zh_cn: <p>现在你可以点击 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 来欣赏你的情人节卡片。</p>

source: Choose a backdrop for your valentine.
sv: Välj en bakgrund till ditt kort.
zh_cn: 选择一个合适的背景。

source: <p>To add a backdrop to the Stage, click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon:</p>
sv: <p>För att lägga till en bakgrund till Scenen så klickar du på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">-ikonen:</p>
zh_cn: <p>若要添加舞台的背景，可以点击图示 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> ：</p>

source: Then choose the backdrop you want (such as doily or hearts):
sv: Välj sedan den bakgrund som du vill ha (som broderier eller hjärtan):
zh_cn: 然后，选择一个合适的背景，像是 doily 或是 hearts：

source: Your card will now have a backdrop and a sprite
sv: Ditt kort kommer nu ha en bakgrund och en sprajt
zh_cn: 你的卡片上现在有了背景和角色了。

source: If you want the backdrop to change colors, click the <span class="tab-ref">Scripts</span> tab. Then, build a script like this:</p>
sv: Om du vill att bakgrunden ska ändra färger så klicka påfliken <span class="tab-ref">Skript</span>. Bygg sedan ett sådant här skript:</p>
zh_cn: 如果你想背景变化颜色，切换到 <span class="tab-ref">程式</span> 页籤，然后建立如下程式：</p>

source: Next, add a message
sv: I nästa steg lägger vi till meddelandet
zh_cn: 下一步，添加一个讯息

source: Add a message to your valentine.
sv: Lägg till ett meddelande till ditt kort.
zh_cn: 在情人节卡片上加上讯息。

source: Click the 'Things' category, and choose the sprite named 'Text':
sv: Klicka på kategorin 'Saker' och välj en sprajt som heter 'Text':
zh_cn: 点击「物品」类，从裡头选取名为「Text」的角色：

source: <p>Click the <span class="tab-ref">Costumes</span> tab.
sv: <p>Klicka på fliken <span class="tab-ref">Klädslar</span>.
zh_cn: <p>切换到 <span class="tab-ref">造型</span> 页籤。

source: Choose the 'Happy Valentine's Day' costume:
sv: Välj klädelsn 'Happy Valentine's Day':
zh_cn: 选择「情人节快乐」造型：

source: You can use the Text tool to type your own text.
sv: Du kan använda verktyget Text för att skriva din egen text.
zh_cn: 你可以使用文字工具来输入一些内容。

source: Now, add music
sv: I nästa steg läggs musiken till
zh_cn: 现在，加入音效

source: Add music to your valentine.
sv: Lägg till musik till ditt kort.
zh_cn: 在卡片裡加上音乐。

source: <p>First, click the heart sprite to select it. <p><img src = "%(STATIC_URL)s/images/help/va-s7-i1.png"></p>
sv: <p>Klicka först på hjärtsprajten för att välja den. <p><img src = "%(STATIC_URL)s/images/help/va-s7-i1.png"></p>
zh_cn: <p>首先，选取爱心这个角色。 <p><img src = "%(STATIC_URL)s/images/help/va-s7-i1.png"></p>

source: Click the 'Music Loops' category. Choose 'dance celebrate' or another sound:
sv: Klicka på kategorin 'Music Loops'. Välj 'dance celebrate' eller ett annat ljud:
zh_cn: 从「音乐循环」类选择一个音效，例如「dance celebrate」：

source: <p>Select the <span class="tab-ref">Scripts</span> tab, and click the <span class="soundcolor">Sound</span> category. Drag out a <span class="soundcolor">play sound until done</span> block:</p>
sv: <p>Välj fliken <span class="tab-ref">Skript</span> och klicka på kategorin <span class="soundcolor">Ljud</span>. Dra fram blocket <span class="soundcolor">spela ljudet tills färdigt</span>:</p>
zh_cn: <p>切换到 <span class="tab-ref">脚本</span> 页签，从<span class="soundcolor">声音</span> 类别中抓起 <span class="soundcolor">播放声音 _ 并等待播完</span>积木：</p>

source: <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top:</p>
sv: <p>Dra fram blocket <span class="eventscolor">när <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klickas på</span> och fäst det överst:</p>
zh_cn: <p>抓起 <span class="eventscolor">当 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 被点击</span>积木并把它放到现有脚本上方：</p>

source: <p>Now you can click on the green flag <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> to start your program.</p>
sv: <p>Nu kan du klicka på den gröna flaggan <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> för att starta ditt program.</p>
zh_cn: <p>现在你可以点击 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 来启动你的程式。</p>

source: Next, animate and decorate
sv: I nästa steg kommer animation och dekoration
zh_cn: 下一步，製作装饰物动画效果

source: Add finishing touches to your valentine. Choose your own images and animate them.
sv: Lägg till de sista bitarna till ditt kort. Välj dina egna bilder och animera dem.
zh_cn: 为你的情人节卡片收尾。汇入一张你自已的图片并让它动起来。

source: ADD IMAGES
sv: LÄGG TILL BILDER
zh_cn: 添加图片

source: To add a sprite, click one of these buttons:
sv: Tryck på en av de här knapparna för att lägga till en sprajt:
zh_cn: 添加角色的方式有：

source: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p>
sv: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Välj sprajt från biblioteket</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Rita din egen sprajt</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Ladda upp din egen bild eller sprajt</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Ta en bild (från en webbkamera)</p>
zh_cn: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> 在范例库中挑选角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> 自行绘製新角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png">从电脑中挑选角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> 用摄像装置录製新角色</p>

source: Tip: Make any sprite bigger by clicking on it with the grow tool. Or make it smaller using the shrink tool:
sv: Tips: Gör en sprajt större genom att klicka på den med verktyget 'förstora'. Eller gör den mindre med verktyget 'förminska':
zh_cn: 提示：你可以使用放大工具把角色变大，或是缩小工具让它看起来比较小：

source: MAKE IT SPIN
sv: FÅ DEN ATT SNURRA
zh_cn: 让字母旋转

source: To make a sprite spin, select the sprite, then add a script like this:
sv: För att få en sprajt att snurra, välj först sprajten och lägg sedan till ett sådant här skript:
zh_cn: 若要让角色旋转，可以编写下方程式：

source: Type in different numbers to adjust the spin.
sv: Skriv in olika tal för att ändra snurrfarten.
zh_cn: 输入不同的数字以调整转速。

source: To reset a sprite so it faces to the right, click this block:
sv: Återställ en sprajt så att den är vänd mot höger genom att klicka på det här blocket:
zh_cn: 要将角色的面向设回向右，可以使用这个积木：

source: Explore and experiment! Here are some other blocks you may want to try:
sv: Utforska och experimentera! Här är några andra block som du kanske vill pröva:
zh_cn: 探索和实验！这裡有些不错的点子，不妨试试看：

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/915780/" target="_blank">Design a Valentine studio</a>:
sv: Nu kan du lägga till ditt projekt till studion <a href="http://scratch.mit.edu/studios/915780/" target="_blank">Design a Valentine</a>:
zh_cn: 现在你可以将你的项目分享到创作坊 <a href="http://scratch.mit.edu/studios/915780/" target="_blank">Design a Valentine studio</a>裡：

source: Make a virtual pet. Find out how to add sounds, animations, or other effects.
sv: Gör ett datorhusdjur. Lär dig hur man lägger till ljud, animationer och andra effekter.
zh_cn: 用你的手创造来自虚拟世界的宠物，从中学习添加音效、动画等效果。

source: First, choose your pet
sv: Välj först ditt husdjur
zh_cn: 首先，打造宠物外观

source: Choose Your Pet
sv: Välj ditt husdjur
zh_cn: 选择你的宠物

source: Introduce Your Pet
sv: Introducera ditt husdjur
zh_cn: 介绍你的宠物

source: Animate Your Pet
sv: Animera ditt husdjur
zh_cn: 让宠物动起来

source: Time to Eat
sv: Dags att äta
zh_cn: 叫宠物吃点心

source: Eat Some Food
sv: Ät lite mat
zh_cn: 开始吃点心

source: Time to Play
sv: Dags att leka
zh_cn: 给宠物玩玩具

source: Add More Activities
sv: Lägg till fler aktiviteter
zh_cn: 添加更多行为

source: Monitor Your Pet
sv: Övervaka ditt husdjur
zh_cn: 看护你的宠物

source: Share Your Pet
sv: Dela ditt husdjur
zh_cn: 分享您的宠物

source: Then, select your pet:
sv: Välj sedan ditt husdjur:
zh_cn: 接着，选择你想要作为宠物的角色：

source: Now you can share your virtual pet with others!
sv: Nu kan du dela ditt datorhusdjur med andra!
zh_cn: 现在你可以和大家分享你的虚拟宠物了！

source: Choose where your pet will live.
sv: Välj var ditt husdjur ska bo.
zh_cn: 要让你的宠物住在哪儿？

source: Then choose the backdrop you want for your pet, such as garden rock:
sv: Välj sedan en bakgrund till ditt husdjur, som en trädgårdssten:
zh_cn: 然后，选择要使用的背景，像是 garden rock（花园裡有石头）：

source: Next, introduce your pet
sv: I nästa steg ska du presentera ditt husdjur
zh_cn: 下一步，介绍您的宠物

source: Move your pet where you want it to start.
sv: Flytta ditt husdjur dit du vill att den ska börja.
zh_cn: 将你的宠物移放到舞台上适合的位置。

source: <p>Use the <span class="motioncolor">go to</span> block to set that position:</p>
sv: <p>Använd blocket <span class="motioncolor">gå till x: y:</span> för att välja den punkten:</p>
zh_cn: <p>使用 <span class="motioncolor">定位到 x:_ y:_</span>积木来固定角色的位置：</p>

source: Tip: You can find the x and y value of any point on the Scratch stage by moving your mouse pointer. Look at the x y below the stage:
sv: Tips: Du kan hitta x- och y-värdet för alla punkter på Scratchscenen genom att flytta din muspekare. Titta på x y under scenen:
zh_cn: 提示：要如何找到位置的坐标？你可以在舞台上移动你的鼠标，在预览视窗下可以看到鼠标所在位置的 x 与 y：

source: Have your pet make a sound when you click it.
sv: Få ditt husdjur att låta när du klickar på det.
zh_cn: 让你的宠物在被点击时发出一些声音。

source: Add a script that plays this sound when you click on your pet.
sv: Lägg till ett skript som spelar det här ljudet när du klickat på ditt husdjur.
zh_cn: 添加如下程式，如此当点击宠物时，就会播放音效。

source: You can also have your pet say something when you click on it.
sv: Du kan också få ditt husdjur att säga något när du klickar på det.
zh_cn: 你也可以让牠在被点击时说一些话。

source: Next, animate your pet
sv: I nästa steg animeras husdjuret
zh_cn: 下一步，让宠物动起来

source: <p>Click the <span class="tab-ref">Costumes</span> tab.</p>
sv: <p>Klicka på fliken <span class="tab-ref">Klädslar</span>.</p>
zh_cn: <p>切换到 <span class="tab-ref">造型</span> 页籤。</p>

source: If your pet has more than one costume, you can animate it by using the <span class="lookscolor">switch costume</span> block.
sv: Om ditt husdjur har mer än en klädsel så kan du animera det genom att använda blocket <span class="lookscolor">byt klädsel till</span>.
zh_cn: 如果你的角色有一个以上的造型，你就可以透过 <span class="lookscolor">造型换为 _</span>积木让牠产生动画效果。

source: Tip: To add a costume to an animation, click with the Duplicate tool. Then use the drawing tools to edit it.</spanp>
sv: Tips: För att lägga till en klädsel till en animation kan du klicka på verktyget Kopiera. Använd sedan ritverktygen för att redigera den.</spanp>
zh_cn: 提示：要添加渐变式的造型来产生动画，可以使用複製的方式，并在複本上面稍微的用绘图工具修改。</spanp>

source: Now, tell your pet it's time to eat
sv: Säg till ditt husdjur att det ska äta
zh_cn: 下一步，叫宠物吃点心

source: Give your pet something to eat.
sv: Ge ditt husdjur något att äta.
zh_cn: 准备一些好吃的点心，让宠物对你更忠心。

source: Click to choose a new sprite:
sv: Klicka för att välja en ny sprajt:
zh_cn: 点击以选择一个新角色：

source: Then, select a food:
sv: Välj sedan mat:
zh_cn: 接着，选择一个食物：

source: To tell your pet when the food sprite is clicked, go to <span class="eventscolor">Events</span>, and drag in a <span class="eventscolor">when sprite clicked</span> block. Then, snap on a <span class="eventscolor">broadcast</span> block. Choose 'new message' from the menu and type in 'food.'
sv: För att säga till ditt husdjur när matsprajten klickas på kan du gå till kategorin <span class="eventscolor">Händelser</span> och dra fram blocket <span class="eventscolor">när denna sprajt klickas på</span>. Fäst sedan ett <span class="eventscolor">skicka</span>-block under. Välj 'nytt meddelande' från menyn och skriv 'mat'.
zh_cn: 写个脚本，当食物的角色被点击时，告诉你的宠物点心时间到囉。你可以从 <span class="eventscolor">事件</span> 类别中抓起 <span class="eventscolor">当角色被点击</span> 积木。 接着再抓起 <span class="eventscolor">广播讯息 _</span> 积木，从裡头的下拉清单选择「新消息…」，建立一个名为「food」的新讯息。

source: Now, whenever you click on the food sprite, it will send a message to your pet.
sv: När du klickar på matsprajten kommer den nu alltid skicka ett meddelande till ditt husdjur.
zh_cn: 现在，只要你一点击食物角色，程式就会发送此讯息给你的宠物。

source: Tip: Add the <span class="lookscolor">go to front</span> block to place your food sprite in front of the pet.</spanp>
sv: Tips: Lägg till blocket <span class="lookscolor">lägg överst</span> för att lägga din matsprajt framför husdjuret.</spanp>
zh_cn: 提示：记得用 <span class="lookscolor">图层上移至顶层</span> 积木，让食物始终都会宠物的前方。</spanp>

source: Next, eat the food
sv: I nästa steg äter husdjuret mat
zh_cn: 下一步，开始吃点心

source: Decide what your pet will do when it receives the 'food' message.
sv: Bestäm vad ditt husdjur ska göra när den tar emot ett 'mat'-meddelande.
zh_cn: 当你的宠物收到消息「food」时，就可以开始大吃一顿囉。

source: Go to the <span class="eventscolor">Events</span> category and drag out a <span class="eventscolor">when I receive</span> block.</p>
sv: Gå till kategorin <span class="eventscolor">Händelser</span> och dra fram blocket <span class="eventscolor">när jag tar emot</span>.</p>
zh_cn: 从 <span class="eventscolor">事件</span> 类别中抓起 <span class="eventscolor">当接到消息 _</span> 积木。</p>

source: To make your pet glide toward the food, click on the <span class="motioncolor">Motion</span> category. Use the <span class="motioncolor">glide</span> block to tell your pet where you want it to go.</p>
sv: För att få ditt husdjur att glida mot maten kan du klicka på kategorin <span class="motioncolor">Rörelse</span>. Använd blocket <span class="motioncolor">glid</span> för att säga till ditt husdjur var du vill att den ska gå.</p>
zh_cn: 要让你的宠物冲向食物，可以使用 <span class="motioncolor">动作</span> 类别中的 <span class="motioncolor">滑行 _ 秒到 x:_ y:_</span> 积木，告诉宠物要到哪个指定的位置。</p>

source: Tip: You can type in an x and y position. Or drag your pet to where you want it to go, and the x and y within <span class="motioncolor">glide</span> (in the blocks palette) will automatically update.</spanp>
sv: Tips: du kan skriva in en x och y-position. Eller dra ditt husdjur dit du vill att den ska gå så kommer x och y i <span class="motioncolor">glid</span>-blocket uppdateras automatiskt.</spanp>
zh_cn: 提示：除了手动输入 x 与 y 坐标之外，还有更简单的方法，你只要直接在预览区上拖曳你的宠物到想放置的位置，那么<span class="motioncolor">滑行 _ 秒到 x:_ y:_</span>积木(积木面板上)，就会自动的更新成对应的坐标值。</spanp>

source: Add another <span class="motioncolor">glide</span> block at the end of the script to make your pet go back to its original position.</p>
sv: Lägg till ännu ett <span class="motioncolor">glid</span>-block vid slutet på skriptet för att få ditt husdjur att gå tillbaka till dess ursprungliga läge.</p>
zh_cn: 添加另一个 <span class="motioncolor">定位到 x:_ y:_</span> 积木在脚本结尾处，如此一来你的宠物就可以在吃完点心后回到原来的位置。</p>

source: Next, give your pet something to play with
sv: Ge ditt husdjur något att leka med
zh_cn: 下一步，给宠物玩玩具

source: Choose something for your pet to play with, such as a trampoline.
sv: Välj något som ditt husdjur kan leka med, som en trampolin.
zh_cn: 挑选一些宠物可以玩的玩具，像是 trampoline（蹦床）。

source: Go to <span class="eventscolor">Events</span>. Drag in a <span class="eventscolor">when sprite clicked</span> block. Then add a <span class="eventscolor">broadcast</span> block. Choose 'new message' and call it 'play.'</p>
sv: Gå till kategorin <span class="eventscolor">Händelser</span>. Dra fram blocket <span class="eventscolor">när denna sprajt klickas på</span>. Lägg sedan till blocket <span class="eventscolor">skicka</span>. Välj 'nytt meddelande' och kalla det för 'lek'.</p>
zh_cn: 从 <span class="eventscolor">事件</span>类别中抓起 <span class="eventscolor">当角色被点击</span> 积木。 接着添加一个 <span class="eventscolor">广播消息 _</span> 积木到下方，并从其中的下拉清单中选择「新消息…」，以建立一个名为「play」的讯息。</p>

source: Now decide what your pet will do when it receives the 'play' message. For example, you can have your pet jump up and down.
sv: Bestäm nu vad ditt husdjur ska göra när det tar emot meddelandet 'lek'. Till exempel kan du få ditt husdjur att hoppa upp och ner.
zh_cn: 接下来决定你的宠物在接收到 「play」讯息时要做些什麽。例如，你可以让你的宠物跳上跳下。

source: Click to select your pet
sv: Klicka för att välja ditt husdjur
zh_cn: 点击以选择您的宠物

source: Here’s a script that glides to a trampoline and jumps:
sv: Här är ett skript som glider till en trampolin och hoppar:
zh_cn: 底下的模块堆示范的就是在蹦床上跳上跳下的程式：

source: Next, add more activities
sv: Lägg till fler aktiviteter i nästa steg
zh_cn: 下一步，添加更多行为

source: What else do you want your pet to do? You can use broadcast and receive blocks to add other activities.
sv: Vad mer vill du att ditt husdjur ska göra? Du kan använda blocken 'skicka' och 'ta emot' för att lägga till andra aktiviteter.
zh_cn: 你还希望你的宠物做些什么？你可以利用「广播」与「接收」的积木来帮牠增加更多行为。

source: Here are a couple of ideas. Feel free to experiment.
sv: Här är ett par idéer. Pröva gärna att experimentera!
zh_cn: 这裡有些不错的点子，你不妨参考一下。

source: Play a musical instrument:
sv: Spela ett musikinstrument:
zh_cn: 用乐器演奏音乐：

source: Choose a drum and add a script for your pet to play it:
sv: Välj en trumma och lägg till ett skript så att ditt husdjur kan spela på den:
zh_cn: 选择一张鼓，并加上一段程式让你的宠物使用它：
