Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: sv, zh_cn

source: Drink some water:
sv: Drick lite vatten:
zh_cn: 来杯饮料清凉一夏：

source: Next, monitor your pet
sv: Övervaka ditt husdjur i nästa steg
zh_cn: 下一步，看护你的宠物

source: You can use variable blocks to monitor how your pet is feeling.
sv: Du kan använda variabelblock för att övervaka hur ditt husdjur mår.
zh_cn: 你可以用数据来随时监控宠物的心情指数。

source: For example, to monitor if your pet is hungry, go to <span class="datacolor">Data</span> and click on 'Make a Variable.' Type in something like 'Hungry.'</p>
sv: Till exempel, för att övervaka om ditt husdjur är hungrig kan du gå till kategorin <span class="datacolor">Data</span> och klicka på 'Skapa en variabel.' Skriv in något i stilen 'Hungrig.'</p>
zh_cn: 例如，监控你的宠物是不是肚子饿了。你可以从 <span class="datacolor">数据</span> 中「建立一个变量」，名为「hungry」。</p>

source: You can use a script like this so that your pet gets hungrier over time:
sv: Du kan använda ett sådant här skript så att ditt husdjur blir mer och mer hungrig med tiden:
zh_cn: 你可以使用像下方示范的程式，如此你的宠物就会有飢饿感（随时间愈来愈饿）：

source: To make it less hungry, add this block to the 'when I receive food' script:
sv: För att göra den mindre hungrig kan du lägga till det här blocket till skriptet 'när jag tar emot mat':
zh_cn: 要让你的宠物有「饱足感」，就添加如下的积木到「当接到消息 food 」的积木后：

source: You could also monitor if your pet is thirsty, sleepy, or bored.
sv: Du kan också övervaka om ditt husdjur är törstigt, sömnigt eller uttråkat.
zh_cn: 你可以用同样的方式来让宠物开始也会「口渴」、「爱睏」、「无聊」。

source: Next, share your pet
sv: Dela ditt husdjur i nästa steg
zh_cn: 下一步，分享你的宠物

source: Choose a sprite that has costumes with moving legs, such as:
sv: Välj en sprite som har klädslar med ben som rör sig, som:
zh_cn: 挑选一个有腿部移动造型的角色，像是：

source: Add a script to change costumes and move:
sv: Lägg till ett skript för att byta klädslar och röra sig:
zh_cn: 编写如下程式：

source: You can change how fast it moves by typing in other numbers.
sv: Du kan ändra hur snabbt den rör sig genom att skriva in ett annat värde.
zh_cn: 你可以在模块裡输入不同的数字，以改变走路频率和步伐大小。

source: If the sprite is upside-down, click <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> and set the rotation style to left-right:
sv: Om sprajten är upp och ned, klicka <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> och ändra rotationsstil till vänster-höger:
zh_cn: 如果角色在移动时发生上下颠倒的现象， 可以点击<img src="%(STATIC_URL)s/images/help/info.gif"> <br/> 然后将迴转方式设定成「左-右」：

source: <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12" target="_blank">Install the Device Manager</a> from the Apple App Store.
zh_cn: 从 Apple 的 App Store <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12" target="_blank">安装装置管理器</a>。

source: This will enable your computer to use Bluetooth to connect to the LEGO WeDo 2.0.
zh_cn: 这会启动你电脑上的蓝芽装置以连结 LEGO WeDo 2.0。

source: Next, Make Sure Bluetooth is On
zh_cn: 接着，确定蓝芽已经打开

source: On your computer, make sure your bluetooth connection is turned on. You can access this setting from <strong>System Preferences > Bluetooth</strong>.
zh_cn: 确定电脑上的蓝芽装置已经打开。

source: Make sure that your computer has Bluetooth Low Energy (LE). See <a href="../wedo2mac-7/">Troubleshooting</a>
zh_cn: 要确定你的计算机是否支持 Bluetooth Low Energy (LE)，请参考<a href="../wedo2mac-7/">问题排解</a>

source: Next, Add the Extension
sv: Nästa, lägg till tillägget
zh_cn: 下一步，加入扩充功能

source: In any project, click the <strong>More Blocks</strong> category and choose <strong>Add an Extension</strong>.
zh_cn: 在专案中，从 <strong>更多积木</strong> 中点击 <strong>添加扩充功能</strong>。

source: From the menu, select <strong>LEGO WeDo 2.0</strong>.
zh_cn: 从选单中选择 <strong>LEGO WeDo 2.0</strong>。

source: Next, click 'Connect'
zh_cn: 下一步，按下「连结」

source: Open the Device Manager on your computer, and then click the <strong>Connect</strong> button in the Device Manager:
zh_cn: 打开装置管理器，按下 <strong>连接</strong> 按钮：

source: Next, press the WeDo button
zh_cn: 下一步，按下 WeDo 上按钮

source: Now, press the green button on the WeDo hub. It should begin to flash, and then make a sound when it connects.
zh_cn: 接下来，按下 WeDo 主机上的绿色按钮，它应该会开始闪烁，连接成功时会发出声音。

source: When connected, the Device Manager will look like this:
zh_cn: 当被连结时，装置管理器会变得像这样：

source: Make sure your WeDo hub is turned on and near your computer.
zh_cn: 确定你的 WeDo 主机已经打开且靠近电脑。

source: Next, start creating!
zh_cn: 下一步，开始创造！

source: You’re ready to go! You should see a green status light in the Blocks palette in Scratch, and a list of new blocks for the WeDo. Start Scratching!
zh_cn: 准备好开始囉！你应该看到在积木面板上的状态灯是绿色的了，同时，新的 WeDo 积木应该也显示在列表中。开始 Scratching 一番吧！

source: Each time you start a new project, you'll need to add the WeDo blocks and click 'Connect' in the Device manager.
zh_cn: 当每次开启新专案时，你需要再添加 WeDo 相关积木，然后在装置管理器上「连接」它们。

source: See troubleshooting tips
zh_cn: 参见问题排除

source: If it's not working:
zh_cn: 如果无法使用：

source: Make sure you have installed the Device Manager.
zh_cn: 确定你已经安装好装置管理器了。

source: Make sure your WeDo 2.0 is turned on and ready to connect.
zh_cn: 确定你的 WeDo 2.0 主机已经打开并已准备好连结。

source: Turn on Bluetooth on your computer.
zh_cn: 启动连接到电脑上的蓝芽装置。

source: Make sure you have a Mac with Bluetooth Low-Energy (see below).
zh_cn: 确定你的系统是 Mac 且有 Bluetooth LE 装置（请参考下方）。

source: Close any other tabs or windows running with Scratch.
zh_cn: 关闭在分页上或其他浏览器上正在运行的 Scratch。

source: Restart your browser.
zh_cn: 将浏览器重新启动。

source: Restart the Device Manager (go to your <strong>Applications</strong> folder and open the <strong>Scratch Device Manager</strong>).
zh_cn: 将装置管理器重新启动。

source: If you have more than one computer or device, turn the others off (or move far away) to make sure you are connecting the device to the computer you want.
zh_cn: 如果你有其他的计算机或是装置，先将它们关掉（或者移远一点），这可以避免过多的干扰，让你顺利连接到想要的装置上。

source: Remove any previous versions of the Device Manager.
zh_cn: 移除之前安装的、版本较旧的装置管理器。

source: Does your Mac have Bluetooth Low Energy?
zh_cn: 你的 Mac 上有蓝芽装置吗？

source: Here's how to check if your Mac can use the LEGO WeDo 2.0 extension.
zh_cn: 参考下方说明，检查你的 Mac 是否可以使用 LEGO WeDo 2.0 extension。

source: 1. Go to the Apple menu and select 'About This Mac'
zh_cn: 1. 到 Apple 的选单上，然后选择「关于 Mac」

source: 2. Click 'System Report', then 'Bluetooth.'
zh_cn: 2. 按下「系统状况」>「蓝芽」

source: 3. Look to see if it says: 'Bluetooth Low Energy Supported: Yes'
zh_cn: 3. 看看是否有显示：Bluetooth Low Energy Supported:Yes

source: If it says 'No' then you can use a USB Bluetooth adapter.
zh_cn: 如果它说「不」，那麽你可以使用蓝芽接收器。

source: (For example, <a href="https://www.iogear.com/product/GBU521/" target="_blank">this Bluetooth adapter</a>.)
zh_cn: （例如， <a href="https://www.iogear.com/product/GBU521/" target="_blank">蓝芽接收器</a>。）

source: Go to LEGO WeDo 2.0 Setup
zh_cn: 移至 LEGO WeDo 2.0 设定

source: Note: These are the instructions for Macs. If you’re using a Windows computer, please go <a href="../wedo2win-1">here</a>.
zh_cn: 注意：这是 Macs 上的操作指南，如果你使用的是 Windows 计算机，请移至<a href="../wedo2win-1">此处</a>。

source: Next, Install the Device Manager
sv: Nästa, installera enhetshanteraren
zh_cn: 下一步，安装装置管理器

source: Install the Device Manager
sv: Installera enhetshanteraren
zh_cn: 安装装置管理器

source: Make Sure Bluetooth is On
zh_cn: 确定蓝芽装置已经打开

source: Add the Extension
sv: Lägg till tillägget
zh_cn: 添加扩充功能

source: Click 'Connect'
sv: Klicka på "Anslut"
zh_cn: 点击「连接」

source: Press the WeDo Button
sv: Klicka på WeDo-knappen
zh_cn: 按下 WeDo 按钮

source: Create!
zh_cn: 创造！

source: Use these steps to set up the LEGO WeDo 2.0 on Scratch.
zh_cn: 照着这些步骤设定，让 LEGO WeDo 2.0 与 Scratch 连接。

source: Note: LEGO WeDo 2.0 Extension currently works on computers with Bluetooth LE running Mac OSX or Windows 10+.
zh_cn: 注意：LEGO WeDo 2.0 扩充功能可以在支持 Bluetooth LE 的 Mac OSX / Windows 10+ 计算机上运行。

source: I’m using a Mac computer
zh_cn: 我的计算机是 Mac

source: I’m using a Windows computer
zh_cn: 我的计算机是 Windows

source: The <strong>Device Manager</strong> is a separate application that enables Scratch to connect to physical devices such as your WeDo. You can download the Device Manager <a href="https://downloads.scratch.mit.edu/device-manager/ScratchDeviceManager-1.1.0.exe">here</a>. Click <strong>OK</strong> to download the file.
zh_cn: <strong>装置管理器</strong>是额外的应用程序，用来让 Scratch 上可以串接实体装置，像是 LEGO WeDo。你可以在<a href="https://downloads.scratch.mit.edu/device-manager/ScratchDeviceManager-1.1.0.exe">这里取得装置管理器</a>。点击<strong>确定</strong>后开始下载文件。

source: Next, install the application on your computer by double-clicking the file. If you see a prompt like this, please pick <strong>Yes</strong>:
zh_cn: 下一步，双击档案，将应用程序安装到计算机中，如果你看到下方的提醒窗口，请选择<strong>是</strong>：

source: You may need to click <strong>Next</strong> a few times to finalize the installation.
zh_cn: 一直点击<strong>下一步</strong>直到完成安装程序。

source: Next, Open the Device Manager
sv: Nästa, öppna enhetshanteraren
zh_cn: 下一步，开启装置管理器

source: Open the Device Manager application from your applications menu. The application will appear on the bottom right of the screen:
zh_cn: 从应用程序选单中找到并打开装置管理器，开启后应用程序会出现在屏幕的右下方。

source: First, you need to connect, or <strong>pair</strong>, your computer to this WeDo 2.0 device. You need to do this only once. If you have done this before, you can skip ahead by selecting <strong>Yes, Skip to Scratch</strong> in the Device Manager and clicking <a href="../wedo2win-5">this link</a> to skip ahead in this window.
zh_cn: 首先，你需要将 WeDo 2.0 设备连接到<strong>（或配对）</strong>到计算机上，这个部分只有第一次才需要做，如果你前曾经做过，可以在装置管理器上选择<strong>「是，移至 Scratch」</strong>，以跳过这个步骤。并点击<a href="../wedo2win-5">这里</a>至下一个步骤。

source: If this is your first time setting up your computer with this WeDo 2.0 device, click <strong>No, open Bluetooth Settings</strong> on the Device Manager. Clicking this button should automatically open your computer’s Bluetooth settings menu:
zh_cn: 如果你是第一次在计算机连接 WeDo 2.0，请在装置管理器上点击<strong>「否，开启蓝芽设定」</strong>。点击后应该会自动开启计算机上的蓝芽设定选单：

source: If the Bluetooth settings menu doesn’t appear, you can open it manually. Click the <strong>Start</strong> button on your desktop and type <strong>Bluetooth</strong>. Select <strong>Bluetooth settings</strong> from the list of search results.
zh_cn: 如果蓝芽设定选单没有出现，你可以手动开启它。点击<strong>开始</strong>并输入<strong>Bluetooth</strong>。在搜寻结果上找到<strong>蓝芽设定</strong>并点选。

source: If Bluetooth doesn’t appear in your results, please go to our <a href="../wedo2win-9">Troubleshooting</a> section.
zh_cn: 如果在搜寻结果上并没有出现「Bluetooth」或「蓝芽」字样，请参见我们的<a href="../wedo2win-9">问题排除</a>页面。

source: Next, Pair your Device
zh_cn: 下一步，配对你的装置

source: Make sure that Bluetooth is turned on. Look for the toggle button in the <strong>Bluetooth Settings</strong> panel and confirm it is in the <strong>On</strong> position:
zh_cn: 确定你的蓝芽设备已经打开，你可以在<strong>蓝芽设定</strong>选单上确定它是不是<strong>开启</strong>状态：

source: <strong>Push the button</strong> on the top of the WeDo to turn it on. When it appears in the list, <strong>click on your device</strong>. Unless you have renamed it, your device will be named <strong>LPF2 Smart Hub 2 I/O</strong>. Then, click the <strong>Pair</strong> button that appears below the name of your device in the menu.
zh_cn: 按下 WeDo<strong> 上方的按钮</strong>将设备开启，当它显示在列表上时，<strong>点击你的装置</strong>。除非你之前曾经重新命名，不然你的设备名称应该会是<strong>LPF2 Smart Hub 2 I/O</strong>，接着，点击该装置下方的<strong>配对</strong>按钮。

source: When your device has been successfully paired, it will make a noise. In your Bluetooth menu, you will see the word <strong>Connected</strong> underneath the device name.
zh_cn: 当你的设备配对成功后，它会发出提示声。同时在你的蓝芽选单上，你可以看到该设备上显示<strong>「已连接」</strong>的字样。

source: Note: if you see <strong>Driver Error</strong>, you will need to click on the LPF2 Smart Hub 2 I/O name, then click the <strong>Remove Device</strong> button. Then, pair your device again following the instructions above.
zh_cn: 注意：如果你看到<strong>驱动程序错误</strong>的讯息，请在名称 LPF2 Smart Hub 2 I/O 上点一下，然后点击<strong>移除装置</strong>按钮，接着，再依照上方的指示重新配对一次。

source: Next, Restart your Device
zh_cn: 下一步，重启你的设备

source: Now, it’s time to restart the device so you can set it up in Scratch. <strong>Press and hold</strong> the button on the WeDo to turn it off. Once your device has been successfully turned off, it should appear as <strong>Paired</strong> in the Bluetooth menu (as opposed to <strong>Connected</strong>).
zh_cn: 在重启你的设备后，你就可以开始在 Scratch 使用他。<strong>按住不放</strong> WeDo 上的按钮就可以关掉它。当你的设备关闭时，在蓝芽选单上的讯息应该会从<strong>「已连接」字样</strong>变成<strong>「已配对」</strong>字样。

source: Each time you start a new project, you'll need to add the WeDo blocks and click <strong>Connect</strong> in the Device manager.
zh_cn: 每次你要制作项目时，你需要添加 WeDo 相关积木，并在装置管理器上<strong>连结</strong>它。

source: Make sure you have paired your WeDo 2.0 to your computer before you try to connect to Scratch. For instructions on how to do this, open the Device Manager on your computer and select <strong>No, Open Bluetooth Settings</strong> on the first screen.
zh_cn: 在串接到 Scratch 前，请确定你的 WeDo 2.0 和计算机完成配对。如果要知道操作步骤，可以在打开装置管理器后选择<strong>「否，开启蓝芽设定」</strong>。

source: Make sure you have a Windows 10+ computer. If you have a Mac computer, you should follow the Mac setup instructions instead (see below)
zh_cn: 确定你的计算机是 Windows 10+，如果你使用的是 Mac，请参考 Mac 上的操作步骤（如下）

source: <strong>What if I can't see the Bluetooth menu?</strong>
zh_cn: <strong>为什么我看不到蓝芽选单？怎么办？</strong>

source: Click the <strong>Start</strong> button on your desktop and type <strong>Bluetooth</strong>. Select <strong>Bluetooth settings</strong> from the list of search results.
zh_cn: 点击<strong>开始</strong>，输入<strong>蓝芽</strong>，搜寻结果上应该会出现<strong>蓝芽设定</strong>，点选后就会开启选单。

source: If Bluetooth settings doesn't appear, your computer might not support Bluetooth. In this case, we recommend you purchase a Bluetooth dongle that supports Bluetooth 4.0 and above, for example <a href="http://www.newegg.com/Product/Product.aspx?Item=N82E16833139027" target="_blank">this one</a>.
zh_cn: 如果没有，表示你的计算机上可能没有蓝芽设备，如果是这样，建议你购买一个支持Bluetooth 4.0 以上传输器（Bluetooth dongle），例如<a href="http://www.newegg.com/Product/Product.aspx?Item=N82E16833139027" target="_blank">这个</a>。

source: <strong>Have a Mac computer?</strong> See the <a href="../wedo2mac-intro/">Mac Setup Instructions</a>
zh_cn: <strong>你用的是 Mac 计算机？</strong>请参见<a href="../wedo2mac-intro/">Mac 上的设定步骤</a>

source: These are the instructions for Windows 10+. If you’re using a Mac computer, please <a href="../wedo2mac-1/">go here</a>.
zh_cn: 这是在 Windows 10 上的设定步骤。如果你使用的是 Mac 计算机，请<a href="../wedo2mac-1/">参见此页</a>。

source: Open the Device Manager
zh_cn: 开启装置管理器

source: Pair your Device
zh_cn: 配对你的装置

source: Restart your Device
zh_cn: 重新启动你的装置

source: Project Editor Map
sv: Projektredigerare Översikt
zh_cn: 专案编辑器介面

source: Here are the main areas in the project editor:
sv: Här finns huvudområdena i projektredigeraren:
zh_cn: 这裡是专案编辑器的主要区块：

source: Stage Area
sv: Scenområdet
zh_cn: 舞台区域

source: Cursor Tools
sv: Markörverktyg
zh_cn: 游标工具

source: <p>If you have LEGO WeDo 2.0, see <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Setup</a>.</p> <p></p> <p>If you have LEGO WeDo 1.0 or a PicoBoard, see <a href="../../ext/ext1/">LEGO WeDo 1.0 or Picoboard Setup</a>.</p>
zh_cn: <p>如果你有 LEGO WeDo 2.0，可以观看 <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 设定</a>。</p> <p></p> <p>如果你有 LEGO WeDo 1.0 或是 PicoBoard，可以观看 <a href="../../ext/ext1/">LEGO WeDo 1.0 或 Picoboard 设定</a>。</p>

source: Map of Paint Editor
sv: Karta över Ritverktyget
zh_cn: 绘图编辑器介面

source: Here's a map of the paint editor:
sv: Här är en översikt över bildredigeraren:
zh_cn: 这裡说明绘图编辑器介面：

source: Paint Tools (Vector)
sv: Bildverktyg (Vektor)
zh_cn: 绘图工具（矢量图）

source: Magic Wand Tool
zh_cn: 去背工具

source: Use the magic wand to select parts of a photo you want to keep. (It will remove the rest.)
zh_cn: 使用去背工具的方式很简单，只要在图像上选好要保留的区域，剩下的就会自动移除。

source: Here are the two steps:
zh_cn: 这裡分两步骤说明：

source: <strong>1) Select</strong>: Draw on the parts of the image you want to keep. Continue until you’ve selected everything you want to keep.
zh_cn: <strong>1) 选取</strong>: 将图片上要保留的区域框选出来。持续画到你确定该保留的都留下来了。

source: <strong>2) Remove</strong>: Click away (or on another tool) to remove the unselected parts of the image.
zh_cn: <strong>2) 移除</strong>: 在不要保留的区域上点一下，就会将图片上其他未选取的区域删除。

source: Tip: You can click the Undo button to restore your original image:
zh_cn: 提示：你可以点击復原按钮让修改过的图像回到最初的样貌。

source: After you remove the background, you can touch-up with the Eraser tool:
zh_cn: 当你去除背景之后，你可以擦子工具进行修饰：

source: For best results with the Magic wand, take photos with a solid, contrasting color in the background.
zh_cn: 若要较好的去背结果，照片中的背景最好是单色，且与主角的颜色有高度对比。

source: Tour the Scratch Editor
sv: Rundtur i Scratchredigeraren
zh_cn: Scratch 编辑器指南

source: Take a tour of the Scratch project editor.
sv: Rundtur i Scratchs projektredigerare.
zh_cn: Scratch 的专案编辑器概览。

source: Here's are some of the main parts:
sv: Här är några av de viktigaste delarna:
zh_cn: 底下是主要的部分：

source: Start the tour
sv: Börja rundturen
zh_cn: 开始指南

source: Tour Index
sv: Rundturens innehåll
zh_cn: 指南

source: Stage
sv: Scen
zh_cn: 舞台

source: Blocks Palette
sv: Blockyta
zh_cn: 指令面板

source: Scripts Area
sv: Skriptyta
zh_cn: 程式工作区域

source: Sprite List
sv: Sprajtlista
zh_cn: 角色列表

source: Backpack
sv: Ryggsäck
zh_cn: 背包

source: Paint Editor
sv: Bildredigerare
zh_cn: 绘图编辑器

source: Bearstack Story
sv: Björnhögen
zh_cn: 熊熊故事

source: Make a Greeting Card
sv: Skapa ett gratulationskort
zh_cn: 制作一张问候卡片

source: Favorite Things
sv: Favoritsaker
zh_cn: 我的最爱

source: Hide and Seek Game
sv: Kurragömmaspel
zh_cn: 捉迷藏游戏

source: Holiday Card Tutorial
sv: Designa ett högtidskort
zh_cn: 节日卡片教程

source: MaKey MaKey and Scratch
sv: MaKey Makey och Scratch
zh_cn: MaKey MaKey 和 Scratch

source: Ode to Code Dance
sv: Kodhyllningsdansen
zh_cn: Ode to Code 舞蹈

source: Choose a Backdrop for the Race
sv: Välj en bakgrund för loppet
zh_cn: 挑选一个背景作为比赛场地

source: Move by Pressing a Key
sv: Rör dig genom att trycka på en knapp
zh_cn: 按个按键让它移动

source: Go to Your Starting Point
sv: Gå till din startpunkt
zh_cn: 回到起跑点

source: Design a Valentine
sv: Designa ett Alla hjärtans dag-kort
zh_cn: 设计情人节卡片

source: LEGO WeDo 2.0 Extension Setup
sv: Inställningar för Lego WeDo 2.0
zh_cn: LEGO WeDo 2.0 扩充功能设置

source: LEGO WeDo 2.0 Setup for Mac
zh_cn: LEGO WeDo 2.0 设定 - Mac 上的版本

source: LEGO WeDo 2.0 Setup for Windows
zh_cn: LEGO WeDo 2.0 设定 - Windows 上的版本

source: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>Once the background switches to kitchen, the sprite will say "Now I'm in the kitchen!</p>
sv: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>När bakgrunden växlar till köket, kommer sprajten att säga "Nu är jag i köket!"</p>

source: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> The x position of the ghost is set to the x position of Gobo. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>
sv: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> X-positionen på spöket sätts till Gobos x-position. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>

source: Animate Your Name
sv: Animera ditt namn

source: _ of _
sv: _ av _

source: B-Ball Hoops
sv: Basketboll-mål
