Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: sv, zh_cn

source: Tip: Hold down the Shift key while drawing the line to make it straight.
sv: Tips: Håll ner shifttangenten medan du ritar linjen för att göra den rak.
zh_cn: 提示：画线时同时按着键盘上的 Shift 键就可以让它保持直线。

source: Tip: To undo, click the Undo arrow:
sv: Tips: För att ångra en ändring, klicka på Ångrapilen:
zh_cn: 提示：若不小心做错了，可以使用还原工具：

source: Click to select the Ball sprite:
sv: Klicka för att välja bollsprajt:
zh_cn: 在物件区上点选角色球：

source: <p>Click the <span class="tab-ref">Scripts</span> tab, then add this script to make the ball stop if it hits the line color:</p>
sv: <p>Klicka på fliken <span class="tab-ref">Skript</span> och lägg sedan till det här skriptet för att få bollen att stanna om den träffar linjefärgen:</p>
zh_cn: <p>切换到 <span class="tab-ref">程式</span> 页籤，接着添加以下程式，让球一碰到线段（指定颜色）就停止运动：</p>

source: Tip: Click inside the square box in the <span class="sensingcolor">touching color</span> block. Then move your cursor to point and click on the bottom line color.
sv: Tips: Klicka i rutan i blocket <span class="sensingcolor">rör färgen</span>. Flytta sedan din pekare till bottenlinjen och klicka på den för att få rätt färg.
zh_cn: 提示：点击 <span class="sensingcolor">碰到颜色</span> 积木中的色块可以指定颜色，接着移动滑鼠到刚画的底部的粗线上就可以快速拣色（挑选颜色）。

source: Next, customize your game
sv: I nästa steg kan du lägga till extragrejer
zh_cn: 下一步，改良与特色化

source: To play notes, choose an instrument and note:
sv: För att spela noter, välj ett instrument och en not:
zh_cn: 若要演奏音阶，选择一个乐器（音色）以及一个音阶：

source: You can choose another instrument from the menu:
sv: Du kan välja ett annat instrument från menyn:
zh_cn: 你可以从「乐器设为 {…}」模块裡的下拉清单中挑选多种乐器：

source: Try this script. Click the sprite to play:
sv: Prova det här skriptet. Tryck på sprajten för att spela:
zh_cn: 点击角色来测试一下程式：

source: Add note blocks to play a short scale:
sv: Lägg till block för noter för att spela en kort skala:
zh_cn: 抓起更多的「演奏音阶 _ _ 拍」积木组合成一小段的音乐：

source: Select the Sounds tab <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Choose music from the library <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> or upload a file <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
sv: Välj Ljud-fliken <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Välj musik från biblioteket <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> eller ladda upp en fil <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
zh_cn: 切换到「音效」页籤 <img src="%(STATIC_URL)s/images/help/sounds-tab.png">。点击 <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> 从样本库中选择要使用的音效，或是用 <img src="%(STATIC_URL)s/images/help/upload-icon.png"> 从电脑汇入音效档案。

source: This script will keep playing music in the background:
sv: Det här skriptet fortsätter spela musiken i bakgrunden:
zh_cn: 下方这个程式会持续播放背景音乐：

source: Does your music get interrupted? Make sure to use the block that plays sound until done: <img src="%(STATIC_URL)s/images/help/play-sound-until-done.png">
sv: Blir din musik avbruten? Se till så att du använder blocket som spelar ljudet tills färdigt: <img src="%(STATIC_URL)s/images/help/play-sound-until-done.png">
zh_cn: 音乐突然中断？确定你使用的积木是「播放声音 _ 并等待播完」： <img src="%(STATIC_URL)s/images/help/play-sound-until-done.png">

source: Want the music to stop at the end of your program? Add this block to the last script: <img src="%(STATIC_URL)s/images/help/stop-all.png">
sv: Vill du att musiken ska stoppas vid slutet av ditt program? Lägg till detta blocket i slutet av skriptet: <img src="%(STATIC_URL)s/images/help/stop-all.png">
zh_cn: 想要在积木结束的同时也停止播放音乐？可以在脚本最后加上「停止全部」积木：<img src="%(STATIC_URL)s/images/help/stop-all.png">

source: Choose a sprite with lots of color, such as:
sv: Välj en sprite med många färger, som:
zh_cn: 任选一个图形中带有很多颜色的角色，像是：

source: Add this script and then press the space key:
sv: Lägg till skriptet och tryck sedan på mellanslag:
zh_cn: 添加如下程式，接着按下空白键看看效果：

source: Choose from the menu to try a different effect:
sv: Välj från menyn för att prova en annan effekt:
zh_cn: 你可以从裡头的下拉清单选用多种图形特效：

source: Make a game where two characters race each other.
zh_cn: 製作二个角色赛跑的小游戏。

source: Get ready for the 2016 Olympic Games in Brazil!
zh_cn: 准备好了吗，让我们开始吧！

source: Move When You Press a Key
zh_cn: 当按键被按下时移动

source: Draw a Finish Line
sv: Rita en mållinje
zh_cn: 画上赛跑终点线

source: If You Reach the Finish Line
sv: Om du når mållinjen
zh_cn: 当你抵达终点线

source: Go to the Starting Point
sv: Gå till startpunkten
zh_cn: 返回起始点

source: Add Another Sprite to Race
sv: Lägg till en sprajt till i loppet
zh_cn: 加入其他竞赛角色

source: Personalize Your Game
sv: Gör ditt spel personligt
zh_cn: 打造你自己的游戏

source: Then choose the backdrop you want (such as 'track' or 'beach rio'):
sv: Välj sedan den bakgrund som du vill ha (som 'track' eller 'beach rio'):
zh_cn: 接着选择要使用的背景，像是 track 或 beach rio：

source: Next, start moving
zh_cn: 下一步，开始移动

source: Click to select the cat:
sv: Klicka för att välja katten:
zh_cn: 在物件区上点选小喵咪：

source: Then, click on that block to make the cat sprite move:
sv: Klicka sen på blocket så att katten rör sig:
zh_cn: 接着，点击积木让小喵咪角色开始移动：

source: Any thing you can move in Scratch (like the cat) is called a 'sprite'.
zh_cn: 在 Scratch 中，任何可以移动的物件，我们都管他叫「角色」。

source: Now, move by pressing a key
zh_cn: 下一步，按个按键让它移动

source: <p>Click the <span class="eventscolor">Events</span> category. Drag out a <span class="eventscolor">when this key pressed</span> block and snap it on top:
zh_cn: <p>选择 <span class="eventscolor">事件</span> 类别，抓起 <span class="eventscolor">当 _ 键被按下</span> 积木，粘到当前积木堆上方：

source: Now the cat will move every time you press the spacebar on your keyboard.
zh_cn: 现在当你按下键盘上的空白键时，小喵咪就会开始移动。

source: You can choose a different key from the dropdown menu.
zh_cn: 你可以从下拉清单中选用其他按键。

source: <p>Want to change how fast it moves? Type a different number into the <span class="motioncolor">move</span> block.
zh_cn: <p>想让牠移动得快一些吗？你可以变更 <span class="motioncolor">移动 _ 点</span> 积木中的数字。

source: Now, draw a finish line
zh_cn: 下一步，画上赛跑终点线

source: Make a finish line for your race.
zh_cn: 製作一条终点线，比赛总是要有终点的。

source: Click the paintbrush icon <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> to draw a new sprite:
zh_cn: 点击图示 <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">以自行绘製新的角色。

source: Click on the line tool. Select the color you want from the color palette.
zh_cn: 在绘图编辑器上点击线条工具，从调色盘上选取你要使用的颜色。

source: You can make a thicker line using the 'Line width' slider:
zh_cn: 你可以使用「线条宽度」工具让线条变得更粗或更细：

source: Now you can drag your finish line to where you want it on the Stage.
zh_cn: 现在你可以将画好的终点线拖曳到舞台上合适的位置。

source: Tip: You can use the eraser tool to shorten the line so it fits on the track.
zh_cn: 提示：你可以使用 eraser（橡皮擦）工具把过长的线段清除，让它能与跑道贴合。

source: Do something if you reach the finish line
zh_cn: 下一步，到达终点时的程式

source: Click to highlight the cat sprite.
zh_cn: 在物件区上选取角色小喵咪。

source: Click on the <span class="tab-ref">Scripts</span> tab.
sv: Klicka på <span class="tab-ref">Skriptfliken</span>.
zh_cn: 点选 <span class="tab-ref">程式</span>页籤。

source: Click the <span class="controlcolor">Control</span> category. Drag out an <span class="controlcolor">if</span> block.
zh_cn: 选择 <span class="controlcolor">控制</span> 指令类，抓起一个 <span class="controlcolor">如果…那么…</span> 积木。

source: Snap it onto your script, like this:
zh_cn: 将它贴合到现有模块堆上，如下图所示：

source: Then, click the <span class="sensingcolor">Sensing</span> category and drag a <span class="sensingcolor">touching</span> block. Insert it into the <span class="controlcolor">if</span> block, like this:
zh_cn: 接着，在<span class="sensingcolor">侦测</span> 指令类中抓起 <span class="sensingcolor">碰到</span> 积木， 将它嵌入到<span class="controlcolor">如果</span>积木裡头，示范如下：

source: Choose <span class="sensingcolor">Sprite2</span> (the name of the finish line) from the pull-menu.
zh_cn: 在碰到模块中的下拉清单中选择 <span class="sensingcolor">角色2</span>（终点线的角色名称）。

source: Now, make something happen when your cat reaches the finish line!
zh_cn: 现在，当喵咪到达终点线时，让一些事情发生！

source: Click the <span class="lookscolor">Looks</span> category, and drag out a <span class="lookscolor">say</span> block.
zh_cn: 从<span class="lookscolor">外观</span> 类脚本中抓起<span class="lookscolor">说出 _</span> 积木。

source: Then, type what you want the cat to say.
zh_cn: 接着，输入一些你想要让喵咪说的话。

source: Try it! Make your cat run to the finish line.
zh_cn: 试试看吧！让小喵咪跑到终点线上，看看有啥事发生。

source: Now, go to the starting point
zh_cn: 下一步，移动回起点

source: Reset your sprite at the beginning of the game.
zh_cn: 当游戏重新开始时，角色回到原来位置。

source: Drag your sprite to where you want it to start.
sv: Dra din sprajt dit du vill att den ska starta.
zh_cn: 将角色拖曳到你想要作为起点的地方。

source: Then, click the <span class="motioncolor">Motion</span> category.
sv: Nästa, klicka på kategorin <span class="motioncolor">Rörelse</span>.
zh_cn: 接着，点选 <span class="motioncolor">动作</span> 指令类。

source: Drag a <span class="motioncolor">go to x y</span> block into the Scripts area.
zh_cn: 将<span class="lookscolor">定位到 x:_ y:_</span>积木拖到脚本区域中。

source: Click on the block to try it.
sv: Klicka på blocket för att pröva det.
zh_cn: 点一下积木试试看。

source: Tip: When you drag a sprite to where you want it on the Stage, the <span class="motioncolor">go to x y</span> blocks in the palette will update with its current <strong>x</strong> and <strong>y</strong> position.
zh_cn: 提示：当你把角色拖放到舞台的某一个位置时，脚本面板上<span class="motioncolor">移至 x y </span>积木上 <strong>x</strong> 与<strong>y</strong> 坐标的数字也会因此改变。

source: Now when you click the green flag, the cat will go to its starting point.
zh_cn: 好了，当你按下绿旗图示，小喵咪就会回到最初的位置。

source: Add another sprite to your race
zh_cn: 加入其他的竞赛角色

source: Choose to add another sprite:
zh_cn: 添加其他的角色：

source: Now, code your sprite, like you did for the cat, choosing a different point to start and different key to press.
zh_cn: 现在，为你的角色编程，就像在小喵咪上所撰写的程式一样，不同的是要为这个角色设置不同的起点位置，还有不同的动作对应按键。

source: Personalize your game
sv: Gör ditt spel personligt
zh_cn: 打造你自己的游戏

source: Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
zh_cn: 切换到 <span class="tab-ref">音效</span> 页籤，然后点击 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">

source: You could choose 'clapping' or a cheering sound.
zh_cn: 你可从样本库中选择 clapping（鼓掌）或是 cheering （欢呼）声。

source: Click the <span class="tab-ref">Scripts</span> tab. Choose the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound until done</span> block.
zh_cn: 回到 <span class="tab-ref">脚本</span> 页签， 选择 <span class="soundcolor">声音</span> 类别，抓起 <span class="soundcolor">播放声音 _ 并等待播完</span> 积木。

source: Animate the Sprites
zh_cn: 让角色动起来

source: Make the cat sprite look like it’s running by switching between costumes.
zh_cn: 让角色小喵咪看起来像是真的在跑，我们需要利用切换造型来製造动画效果。

source: Just add a <span class="lookscolor">next costume</span> block.
zh_cn: 只要在积木堆中添加<span class="lookscolor">造型换成下一个</span> 积木就可以达到效果。

source: To see the costumes, click the <span class="tab-ref">Costumes</span> tab.
zh_cn: 若要检视角色使用了哪些造型，可以切换到 <span class="tab-ref">造型</span> 页籤。

source: Race Against the Computer
zh_cn: 和电脑比赛

source: Make one of the sprites move automatically.
zh_cn: 让其中一个角色自己动起来。

source: Paint and Decorate
sv: Rita och dekorera
zh_cn: 涂鸦与装饰

source: Enhance your game by drawing a new backdrop or adding costumes to your sprites.
zh_cn: 你可以自行绘製舞台的背景，或是在裡面添加一些装饰物，让画面更丰富。

source: Explore and Experiment
zh_cn: 探索和实验

source: Or customize any way you want! Try making a swimming or other race.
zh_cn: 发挥你的创意！来个游泳比赛…或是其他的竞赛项目吧！

source: Save and share your project
sv: Spara och dela ditt projekt
zh_cn: 储存并分享你的专案

source: Now you can add your project to the <a href="https://scratch.mit.edu/studios/1509358" target="_blank">Rio 2016 Olympics studio</a>:
zh_cn: 现在你可以将你的专案分享到创作坊 <a href="https://scratch.mit.edu/studios/1509358" target="_blank">Rio 2016 Olympics studio</a>裡：

source: What's Next?
zh_cn: 接下来呢？

source: To record a sound, click <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> and the microphone <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Then, click the record button: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
sv: För att spela in ett ljud, klicka på <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> och mikrofonen <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Klicka sedan på inspelningsknappen: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
zh_cn: 若要录製声音，可以切换到音效页籤 <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> 然后使用录音工具 <img src="%(STATIC_URL)s/images/help/microphone-icon.png">，在音效编辑器上按下录音按钮： <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">

source: Type in a name for your sound:<br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>
zh_cn: 为你的音效档命名：<br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>

source: Then, click <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> and use this block:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Choose the sound name from the drop-down menu.
sv: Klicka sedan på <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> och använd detta block:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Välj namnet på ljudet från rullgardinsmenyn.
zh_cn: 接着，切换到脚本页签 <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> 并使用下列积木：<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> 最后从积木上的下拉清单选择该声音。

source: MAKE YOUR OWN SOCCER GAME
zh_cn: 足球射门得分

source: Click the green flag to play the game.
sv: Klicka på den gröna flaggan för att spela spelet.
zh_cn: 点击绿旗以开始游戏。

source: You'll need a webcam (click 'Allow').
zh_cn: 你需要摄像头装置。

source: Now try remixing the game using the tips below.
zh_cn: 接下来使用下方的编程技巧来设计游戏。

source: (To see how others have remixed it, visit the <a href="https://scratch.mit.edu/studios/1266646/" target="_blank">Soccer Studio</a>.)
zh_cn: （ 要看更多的编程方式，可以看<a href="https://scratch.mit.edu/studios/1266646/" target="_blank">Soccer Studio</a>。）

source: Choose the ball you want to use.
zh_cn: 选择您想要使用的球的造型。

source: You can use the paint tools to change color:
zh_cn: 你可以使用绘图工具来改变颜色：

source: To make the ball go faster, type a bigger number into the <span class=motioncolor>move</span> block:
zh_cn: 若要调整球的移动速度，可以修改<span class=motioncolor>移动 _ 点</span>积木：

source: Try adding another ball to double the fun.
zh_cn: 试试看加更多的球，乐趣加倍。

source: Click the Duplicate tool, then click on the ball.
zh_cn: 点击複製图示，接着选取之前建立的球。

source: Make the ball change color each time you hit it.
zh_cn: 让球在被点击时会有颜色变化的效果。

source: Drag out a <span class=lookscolor>change color</span> block, and add it into the script, like this:
zh_cn: 抓起<span class=lookscolor>效果 {颜色} 增加 _</span> 积木放到积木堆裡，如下：

source: In the Sprites list, select the Water Bottle.
zh_cn: 在角色列表中，建立并选择角色 Water Bottle（水壶）。

source: Then build this script, like this:
zh_cn: 建立如下程式：

source: Now, click the water bottle (on the Stage) to see what happens.
zh_cn: 接下来点击舞台上的水瓶，看看会发生什麽事吧！

source: Experiment by adding other blocks and effects.
zh_cn: 你可以试着加上你自己想要的效果。

source: Celebrate when the score reaches 5 points. In the Sprites list, select the Balloon.
zh_cn: 当得到 5 分时，就小小的庆祝一下吧。在角色列表中选择气球。

source: You can change the numbers and add other effects.
zh_cn: 你可以变化一下，像是更改分数门槛、变化庆祝效果。

source: Click the Remix button (near the top of the screen) to save your version of the project. (You'll need to join Scratch or sign in.)
zh_cn: 点击「改编」按钮（在介面靠近上方的位置）来储存你专属版本的程式专案（你必须有 Scratch 帐号才可使用）。

source: See the Soccer Studio for more ideas and to add your project:
zh_cn: 到 Soccer Studio 创作坊看看，那儿的专案会给你很多灵感的：

source: Tell a story with characters and backgrounds!
zh_cn: 用角色和背景描述一个故事。

source: Start Your Story
zh_cn: 开始你的故事

source: Show a New Character
zh_cn: 展示一个新角色

source: Add a Scene
zh_cn: 添加一个场景

source: Switch Scenes
zh_cn: 切换场景

source: Start a Conversation
zh_cn: 开始一段对话

source: Say Something Back
zh_cn: 回复

source: Glide to a Spot
zh_cn: 滑动到一个点

source: Appear in a Scene
zh_cn: 出现在场景中

source: Make it Interactive
zh_cn: 让它可以互动

source: Enhance Your Story
zh_cn: 完善你的故事

source: Where do you want your story to begin?
zh_cn: 你想让故事从哪里开始？

source: Then choose the backdrop you want (such as pathway or slopes):
zh_cn: 选择一个你想要的背景（比如 pathway 或 slopes）

source: Where will your characters go next?
zh_cn: 你的角色接下来要去哪里？

source: <p>Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to select another backdrop (such as ‘castle3’ or ‘gravel desert’):</p>
zh_cn: <p>点击 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> 图标来选择另一个背景（比如 castle3 或者 gravel desert）：</p>

source: <p>Click the <span class="tab-ref">Scripts</span> tab and select your sprite.</p>
zh_cn: <p>点击 <span class="tab-ref">脚本</span> 标签页并选择你的角色。</p>

source: Then add the ‘Switch backdrop to’ block to your script to switch to the new scene:
zh_cn: 然后把“将背景切换为”积木块添加到脚本中，用来切换到新背景：

source: What do you want your character to find in the new scene?
zh_cn: 你想让你的角色在新场景中找什么？

source: <p>Click on <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:</p>
zh_cn: <p>点击 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 来选择一个新角色：</p>

source: You can choose ‘Key’ or ‘Magic Carpet’ or any other sprite.
zh_cn: 你可以选择“Key”或者“Magic Carpet”或者任何别的角色。

source: Then build a script like this:
zh_cn: 然后编制如下的脚本：

source: These scripts tell your sprite to hide at the beginning of the story, and then to appear in the new scene.
zh_cn: 这些脚本让你的角色在故事开始时隐藏起来，然后出现在新场景中。

source: Make it do something when clicked.
zh_cn: 让它被点击时做些事情。

source: Make sure the sprite you added for the final scene is selected:
zh_cn: 确保你为最后的场景添加的角色被选中：

source: Build a script to make it change colors when clicked:
zh_cn: 编制脚本使它被点击时改变颜色：

source: ADD YOUR VOICE
zh_cn: 添加你的声音

source: <p>Click the <span class="tab-ref">Sounds</span> tab. Click the microphone icon <img class="intext" src = "%(STATIC_URL)s/images/help/mic-icon.png"> to record your own voice.</p>
zh_cn: <p>点击 <span class="tab-ref">音效</span> 标签页。按下麦克风图标 <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> 录制你自己的声音。</p>

source: <p>Click the <span class="tab-ref">Scripts</span> tab. Add the play sound block to play your recording.
zh_cn: <p>点击 <span class="tab-ref">脚本</span> 标签页。添加“播放声音”积木块来播放你的录音。</p>

source: ANIMATE YOUR CHARACTER
zh_cn: 让你的角色动起来

source: You can change what your character looks like.
zh_cn: 你可以改变你的角色的外观。

source: <p>Click the <span class="tab-ref">Costumes</span> tab to see the different looks. </p>
zh_cn: <p>点击 <span class="tab-ref">造型</span> 标签页来查看不同的外观。

source: <p>Click the <span class="tab-ref">Scripts</span> tab and add blocks like this:
zh_cn: 点击 <span class="tab-ref">脚本</span> 标签页并添加这段脚本：

source: EXPLORE AND EXPERIMENT
zh_cn: 探索和实验

source: You can keep adding to this story. Or, start a new story by choosing characters and adapting the scripts in this tutorial.
zh_cn: 你可以继续丰富这个故事。也可以选择一个新的角色，通过改编本教程中的脚本来开始一个新故事。

source: Choose the character you want for your story (such as Abby or Devin or any other character):
zh_cn: 给你的故事选择你想要的角色（比如 Abby 或者 Devin 或者任何别的角色）：

source: In Scratch, characters are called sprites.
zh_cn: 在 Scratch 里面，角色被称为 sprites。

source: How will your story start?
zh_cn: 你将怎样开始你的故事？

source: Build a script like this:
zh_cn: 创建一个像这样的脚本：

source: Type what you want your character to say.
zh_cn: 输入任何你想要你的角色说的话。

source: What other character do you want to add?
zh_cn: 你还想添加什么别的角色？

source: <p>Click on <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:</p>
zh_cn: <p>点击 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 来选择一个新角色：</p>

source: You can choose ‘Unicorn’ or ‘Dragon’ or any other sprite to add to your story.
zh_cn: 你可以把“Unicorn”或者“Dragon”或者任何别的角色加到你的故事里。

source: <p>Tip: To add a new sound, click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
zh_cn: <p>提示：要添加新的声音，电机<span class="tab-ref">音效</span> 标签页，再点击 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>

source: Choose 'space ripple' or another sound.
zh_cn: 选择“space ripple”或别的声音。

source: <p>Click the <span class="tab-ref">Scripts</span> tab. Then, choose the sound you want to add:</p>
zh_cn: <p>点击 <span class="tab-ref">脚本</span> 标签。然后选择你要添加的声音：</p>

source: Where will your characters go?
zh_cn: 你的角色想去哪里？

source: Choose a backdrop for your next scene, such as 'woods' or ‘desert’:
zh_cn: 给你的下一个场景选择一个背景，比如“woods”或者“desert”：

source: <p>Click the <span class="tab-ref">Scripts</span> tab. Then, select your sprite by clicking on its thumbnail: </p>
zh_cn: <p>点击 <span class="tab-ref">脚本</span> 标签页。然后点击角色的缩略图来选中它：</p>

source: To make your character say something and then switch to the next scene, add these blocks to your script:
zh_cn: 让你的角色说点什么，然后切换到下个场景。添加如下脚本：

source: Your script will look something like this:
zh_cn: 你的脚本会看起来像这样：

source: Have your character say something when the scene switches.
zh_cn: 在切换场景时，让你的角色说点什么。

source: Click to select your first character:
zh_cn: 点击选择你的第一个角色：

source: You can type in your own words
zh_cn: 你可以输入你想说的话

source: Tip: Broadcast a message to tell another sprite when to talk. When that sprite receives the message, it can respond.
zh_cn: 提示：通过广播一条消息来告诉另一个角色何时说话。那个角色收到消息时，就可以进行回应。

source: First, select its thumbnail.
zh_cn: 首先，选取它的缩略图。

source: Type in your own words.
zh_cn: 输入你想说的话。

source: Make your new character glide across the Stage.
zh_cn: 使你的角色滑过舞台。

source: Drag your character on the Stage to where you want it to glide to.
zh_cn: 把你的角色拖到你想让它滑到的地方。

source: Then add the glide block to your script:
zh_cn: 然后向你的脚本添加滑动积木块：

source: Tip: To make the new character go back to its starting position at the start of your story, add a script like this:
zh_cn: 提示：添加如下脚本，让新的角色回到故事开始时最初的位置：

source: y is the position on the Stage from top to bottom.
zh_cn: y 是舞台上从上到下的位置。

source: You can change backdrops using <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
sv: Du kan byta bakgrund genom att använda <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
zh_cn: 你可以用下方模块来变换场景 <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">

source: Here's an example:<br/> <img src="%(STATIC_URL)s/images/help/switch-backdrop-ex.png"><br/> <br/> <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-animation.gif"></p>
sv: Här är ett exempel:<br/> <img src="%(STATIC_URL)s/images/help/switch-backdrop-ex.png"><br/> <br/> <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-animation.gif"></p>
zh_cn: 程式示例如下：<br/> <img src="%(STATIC_URL)s/images/help/switch-backdrop-ex.png"><br/> <br/> <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-animation.gif"></p>

source: First, choose the backdrops you want <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Then, select each backdrop name from the drop-down menu: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
sv: Först, välj bakgrunderna som du vill ha <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Sedan, välj varje bakgrundsnamn från rullgardinsmenyn: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
zh_cn: 首先，从<img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">挑选你要使用的舞台背景。 接着从模块裡头的下拉清单中选择它 <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">

source: Pick a new sprite that has more than one costume, such as:
sv: Välj en ny sprite som har mer än en klädsel, som:
zh_cn: 建立一个造型有一个以上的角色，像是：

source: You can use key press to switch costumes:
sv: Du kan använda tangenttryck för att växla klädsel:
zh_cn: 你可以利用按键来切换造型：
