Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: sv, zh_cn

source: <h4>Add Sound</h4> <p>Click the <span class="tab-ref">Sounds</span> tab. You can:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Choose a Sound</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Record Your Own</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Import a Sound File</p> </div> <div class="steps"> <p>Then, click <span class="tab-ref">Scripts</span>, and drag in a <span class="soundcolor">play sound</span> block. Choose the sound you want from the menu and click to play.</p>
sv: <h4>Lägg till ljud</h4> <p>Klicka på fliken <span class="tab-ref">Ljud</span>. Du kan:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Välja ett ljud från biblioteket</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Spela in ditt egna ljud</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Ladda upp en ljudfil</p> </div> <div class="steps"> <p>Klicka sedan på fliken <span class="tab-ref">Skript</span> och dra in blocket <span class="soundcolor">spela ljudet</span>. Välj ljudet som du vill spela från rullgardinsmenyn och klicka sedan på blocket för att spela upp ljudet.</p>
zh_cn: <h4>添加声音</h4> <p>点击<span class="tab-ref">声音</span> 页签，在这里你可以：</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> 在样本库中挑选声音</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> 用麦克风装置录制新声音</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> 从电脑中上传声音</p> </div> <div class="steps"> <p>接着再回到角色的<span class="tab-ref">脚本</span>页签，把 <span class="soundcolor">播放声音</span> 积木拖进来，在积木中的下拉清单选择刚刚建立好的声音。</p>

source: <h4>Animate</h4> <p>Click the <span class="tab-ref">Costumes</span> tab to see a sprite's costumes. You can animate by switching between costumes.</p> <p>Click <span class="tab-ref">Scripts</span> and make a script that switches between costumes:</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png">
sv: <h4>Animera</h4> <p>Klicka på fliken <span class="tab-ref">Klädslar</span> för att se vilka klädslar en sprajt har. Du kan skapa en animering genom att byta klädslar.</p> <p>Klicka på fliken <span class="tab-ref">Skript</span> och skapa ett skript som byter klädslar:</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png">
zh_cn: <h4>造型</h4> <p>从角色的程式页籤切换到<span class="tab-ref">造型</span> 页籤， 你可以为角色添加多个造型。</p> <p>接着再切换回角色的<span class="tab-ref">程式</span>页籤，拖曳一个 <span class="lookscolor">切换造型</span> 模块。这样子程式在执行时就会切换造型达到动画的效果。</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png">

source: Share your project.
sv: Dela ditt projekt.
zh_cn: 下一步，分享你的项目。

source: <h4>Share Your Project</h4> <p>Type a title for your project.</p>
sv: <h4>Dela ditt projekt</h4> <p>Ange en titel för ditt projekt.</p>
zh_cn: <h4>分享可以帮助彼此成长</h4> <p>首先，帮你的项目命名。</p>

source: Click <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png">
sv: Klicka på <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png">
zh_cn: 按下 <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"> 按钮

source: Type in notes to explain how to use your project. Give credit to anyone who helped.
sv: Skriv anteckningar som förklarar hur man använder ditt projekt. Tacka alla som har hjälpt dig.
zh_cn: 最好能加些备注，让别人知道你的项目大概是在做些什麽。

source: When you're ready for others to see your project, click the Share button.
sv: När du är redo att visa ditt projekt för andra, klicka på knappen Dela.
zh_cn: 然后按下分享按钮，你的项目就会公开了。

source: What do you want to try next?
sv: Vad vill du göra nu?
zh_cn: 下一步？靠你囉！

source: <p>You can create many different types of projects with Scratch. To see examples, click <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> at the top left to explore projects on the Home page.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>If you see a project you like, click <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> and then click <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/remix-button.png">. Change the project to make it your own! </p>
sv: <p>Du kan skapa många olika typer av projekt i Scratch. För att se exempel, klicka på <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> uppe till vänster för att utforska projekt på hemsidan.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Om du ser ett projekt som du gillar, klicka på <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> och sedan på <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/remix-button.png">. Ändra projektet så att det blir ditt egna! </p>
zh_cn: <p>你可以透过 Scratch 来製作很多形式的作品， 按下视窗左上方的<img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png">图示可以进一步的观看其他人分享的作品。 </p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>若是你看到了很不错的作品，可以透过 <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> 连结到该专案中，然后使用 <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/remix-button.png">按钮建立这个专案的複本，这样你就可以在别人的作品基础上添加自己的创意。 </p>

source: <p>To learn more, you can browse <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.</p>
sv: <p>För att lära dig mer så kan du kolla in <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Alla tips</a>.</p>
zh_cn: <p>若要学习其他内容，可以按下<a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">所有技巧</a>按钮。</p>

source: Drag out a <span class=soundcolor>play drum</span> block (from <span class=soundcolor>Sound</span>) and snap it onto the <span class=motioncolor>move</span> block.
sv: Dra ut ett <span class=soundcolor>spela trumman</span>-block (från <span class=soundcolor>Ljud</span>) och pussla ihop det med <span class=motioncolor>gå</span>-blocket.
zh_cn: 抓起<span class=soundcolor>演奏拍点</span> 积木（从 <span class=soundcolor>声音</span> 类脚本) ，并把它粘到 <span class=motioncolor>移动</span> 积木。

source: Click and listen.
sv: Klicka och lyssna.
zh_cn: 点击并倾听。

source: Make sure your computer's speakers are on.
sv: Se till så att din dators högtalare är på.
zh_cn: （先确定你的电脑喇叭开着）

source: Next, start a dance.
sv: Nu, starta en dans.
zh_cn: 下一步，开始一段舞蹈。

source: Add another <span class=motioncolor>move</span> block. Click inside the block and type in a minus sign.
sv: Lägg till ytterligare ett <span class=motioncolor>gå</span>-block. Klicka inuti blocket och lägg till ett minustecken.
zh_cn: 在积木堆下添加另一个 <span class=motioncolor>移动</span> 积木，然后在积木中的数字方块中输入负数符号。

source: Add another <span class=soundcolor>play drum</span> block, then choose a drum from the pull-down menu.
sv: Lägg till ytterligare ett <span class=soundcolor>spela trumman</span>-block och välj därefter en trumma från rullgardingsmenyn.
zh_cn: 在积木堆下再添加一个 <span class=soundcolor>演奏拍点</span> 积木，然后从该积木中的下拉清单中选择一种拍点。

source: Click on any of the blocks to run the stack:
sv: Klicka på vilket block som helst för att köra koden:
zh_cn: 点击任意积木运行此指令序列：

source: Next, add a repeat.
sv: Lägg till repetition.
zh_cn: 下一步，让程式重複执行

source: Drag out a <span class=controlcolor>repeat</span> block and drop it on top of the stack. (You want the "mouth" of the <span class=controlcolor>repeat</span> to wrap around the other blocks.)
sv: Dra ut ett <span class=controlcolor>repetera</span>-block och släpp det längst upp på blockstacken. (Du ska få "munnen" i <span class=controlcolor>repetera</span>-blocket att innesluta de andra blocken.)
zh_cn: 抓起<span class=controlcolor>重複执行</span> 积木，把它套在现有积木堆的外围。 （当<span class=controlcolor>重执制行</span>积木靠近时，会感觉像是一张大嘴要把整个积木堆给吞了的感觉。)

source: Click to run the stack:
sv: Klicka för att köra blockstacken:
zh_cn: 在模块堆上点击一下观看执行结果

source: Next, say something.
sv: Säg något.
zh_cn: 下一步，让角色说些话。

source: <p>Click <span class=lookscolor>looks</span> and drag out a <span class=lookscolor>say</span> block.</p> <img src = "%(STATIC_URL)s/images/help/5a-say.gif">
sv: <p>Klick på kategorin <span class=lookscolor>Utseende</span> och dra ut ett <span class=lookscolor>säg i sekunder</span>-block.</p> <img src = "%(STATIC_URL)s/images/help/5a-say.gif">
zh_cn: <p>从 <span class=lookscolor>外观</span> 类别中抓起 <span class=lookscolor>说出 _ </span> 积木。</p> <img src = "%(STATIC_URL)s/images/help/5a-say.gif">

source: <p>Type in the block to change the words:</p> <img src = "%(STATIC_URL)s/images/help/5b-say-new.gif">
sv: <p>Klicka och skriv i blocket för att ändra texten:</p> <img src = "%(STATIC_URL)s/images/help/5b-say-new.gif">
zh_cn: <p>在积木裡的字串方块中输入一些文字：</p> <img src = "%(STATIC_URL)s/images/help/5b-say-new.gif">

source: <p>Then snap it on top of the stack. Click on the stack to run.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png">
sv: <p>Pussla ihop blocket på toppen av blockstacken. Klicka på blockstacken för att köra.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png">
zh_cn: <p>接着将模块贴合到之前的程式之下。点一下模块堆就可以预览到执行结果。</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png">

source: Now, add a way to start.
sv: Lägg till ett sätt att starta.
zh_cn: 下一步，添加一个执行事件

source: <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.gif"></p>
sv: <p>Dra ut ett<span class="eventscolor">när <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klickas på</span>-block och pussla ihop det på toppen.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.gif"></p>
zh_cn: <p>抓起 <span class="eventscolor">当<img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 被点击</span> 积木，把它粘到现有积木堆的上方。</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.gif"></p>

source: <p>Your script will start whenever you click the green flag: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>To stop, click the stop button: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>
sv: <p>Ditt skript startas när du klicka på den gröna flaggan: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>För att stoppa, klicka på stoppknappen: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>
zh_cn: <p>你可以随时点击绿旗来运行程式： <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>若要暂停，请点击红色停止图示。<img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>

source: Next, you can change colors.
sv: Du kan ändra färgerna.
zh_cn: 下一步，您可以更换颜色。

source: <p><span class="reminder">Now to try something different...</span></br> Drag out a <span class=lookscolor>change effect</span> block.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.gif"></p>
sv: <p><span class="reminder">Nu kan du prova något annat ...</span></br> Dra ut ett <span class=lookscolor>ändra effekten med</span>-block.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.gif"></p>
zh_cn: <p><span class="reminder">我们来学另一个不一样的玩意儿…</span></br> 抓起<span class=lookscolor>将颜色特效改变 _</span> 积木。</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.gif"></p>

source: <p>Click to see what it does.</p> <img src = "%(STATIC_URL)s/images/help/7b-color.png">
sv: <p>Klicka på blocket för att se vad som händer.</p> <img src = "%(STATIC_URL)s/images/help/7b-color.png">
zh_cn: <p>直接在模块上点一下就可以知道它是在变什麽把戏。</p> <img src = "%(STATIC_URL)s/images/help/7b-color.png">

source: Now, make it interactive.
sv: Gör det interaktivt.
zh_cn: 下一步，让它变成互动内容。

source: <p>Snap on a <span class="eventscolor">when key pressed</span></p> <p><img src = "%(STATIC_URL)s/images/help/8b-key-press.gif"></p> <p>Now press the space bar on your keyboard and watch what happens.</p>
sv: <p>Pussla ihop ett <span class="eventscolor">när tangent trycks ned</span>-block på toppen.</p> <p><img src = "%(STATIC_URL)s/images/help/8b-key-press.gif"></p> <p>Tryck på mellanslag på tangentbordet för att se vad som händer.</p>
zh_cn: <p>将积木 <span class="eventscolor">当 {…} 键被按下</span>拖放到前一个模块的上方。</p> <p><img src = "%(STATIC_URL)s/images/help/8b-key-press.gif"></p> <p>现在，当按下键盘中的空白键时，你就可以看到这个模块堆的程式被执行了。</p>

source: <p>You can choose a different key from the menu:</p> <img src = "%(STATIC_URL)s/images/help/8d-key-press.png">
sv: <p>Du kan välja en annan tangent från rullgardinsmenyn:</p> <img src = "%(STATIC_URL)s/images/help/8d-key-press.png">
zh_cn: <p>你可以从该模块中的下拉清单选择使用不同的键值：</p> <img src = "%(STATIC_URL)s/images/help/8d-key-press.png">

source: Now, choose a backdrop.
sv: Välj en bakgrund.
zh_cn: 下一步，为舞台添加背景。

source: <p>You can add new backdrops on the Stage.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png">
sv: <p>Du kan lägga till nya bakgrunder till scenen.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png">
zh_cn: <p>你可以为舞台添加新的背景。</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png">

source: <p> Click <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> to choose a New backdrop from the Library (such as "Spotlight-Stage"):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png">
sv: <p>Klicka på <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> för att välja en bakgrund från biblioteket (som t.ex. "spotlight-stage"):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png">
zh_cn: <p> 点击图示 <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> 就可以从样本库中挑选背景（像是 "Spotlight-Stage"）：</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png">

source: Next, add a new sprite.
sv: Lägg till en ny sprajt.
zh_cn: 下一步，添加新的角色。

source: Want to get started with Scratch? Try this!
sv: Vill du komma igång med Scratch? Prova detta!
zh_cn: 第一次使用 Scratchs？试试这个！

source: Start moving
sv: Börja med rörelse
zh_cn: 让角色移动

source: Step Index
sv: Lista över steg
zh_cn: 各步骤列表

source: Add a Sound
sv: Lägg till ett Ljud
zh_cn: 添加一个音效

source: Start a Dance
sv: Starta en dans
zh_cn: 开始一段舞蹈

source: Say Something
sv: Säg någonting
zh_cn: 让角色说些话

source: Green Flag
sv: Grön flagga
zh_cn: 绿色旗子

source: Change Color
sv: Ändra Färg
zh_cn: 改变颜色

source: Key Press
sv: Tangentnedtryckning
zh_cn: 按下按键

source: Add a Sprite
sv: Lägg till en sprajt
zh_cn: 添加一个角色

source: Explore!
sv: Utforska!
zh_cn: 探索！

source: Share!
sv: Dela!
zh_cn: 分享！

source: Now What?
sv: Vad händer nu?
zh_cn: 下一步？靠你啰！

source: <p>To make a sprite look like it's going off stage, glide to the end, and then hide it.</p> For example, try this script:<br/> <img src="%(STATIC_URL)s/images/help/glide-off-stage-script.png"><br/> <p>After the sprite glides, it then hides.</p>
sv: <p>För att göra så att en sprajt ser ut som om den går utanför scenen, glid till kanten och göm den efter det.</p> Som exempel, prova det här skriptet:<br/> <img src="%(STATIC_URL)s/images/help/glide-off-stage-script.png"><br/> <p>Efter att sprajten glidit färdigt, göms den.</p>
zh_cn: <p>要让角色有退场离开的感觉，可以善用「滑至」和「隐藏」模块。</p> 例如下方程式：<br/> <img src="%(STATIC_URL)s/images/help/glide-off-stage-script.png"><br/> <p>在角色滑动之后，就会隐藏起来了。</p>

source: Can't see your sprite? Use <img src="%(STATIC_URL)s/images/help/show.png"> to make it appear.
sv: Kan du inte se sprajten? Använd <img src="%(STATIC_URL)s/images/help/show.png"> för att göra den synlig.
zh_cn: 找不到你的角色了？可以用 <img src="%(STATIC_URL)s/images/help/show.png"> 让它出现。

source: Make a hide-and-seek game with characters that appear and disappear.
zh_cn: 制作一个角色可以藏起来、跑出来的捉迷藏游戏。

source: Choose a Sprite
zh_cn: 选择一个角色

source: Hide Your Sprite
zh_cn: 隐藏你的角色

source: Loop It
sv: Gör en loop av den
zh_cn: 让它循环无限次

source: Click and Say
zh_cn: 点击后说话

source: Play with the Timing
sv: Lek med tajmingen
zh_cn: 角色随机躲藏

source: Go to a Random Spot
zh_cn: 在任一个位置随机出现

source: Click for Points
zh_cn: 点击时加分数

source: Add to Your Game
sv: Lägg till mer till ditt spel
zh_cn: 加入更多游戏元素

source: Then choose a backdrop for your game (such as 'moon' or 'space').
zh_cn: 接着为游戏选择合适的背景，像是 moon（月球） 或 space（太空）。

source: Make a Hiding Place
zh_cn: 找个藏起来的地方

source: Choose a tree or other sprite to be a hiding place.
zh_cn: 选择一个角色当作藏起来的地方，像是树。

source: Add this script to make it go to the front:
zh_cn: 编写以下的程序代码，让角色移到图层最上层：

source: Tip: If you drag a sprite, it goes to the front layer.
zh_cn: 提示：当你拖曳角色时，角色会自动移动到图层的最上层。

source: Add More Characters
zh_cn: 加入更多角色

source: Add more sprites.
zh_cn: 添加更多角色。

source: You can copy the scripts from one sprite to the other sprite.
zh_cn: 你可以把某个角色上的程序复制给其他角色使用。

source: To copy, drag each script over the other sprite’s thumbnail. When you let go, it copies the script:
zh_cn: 按着滑鼠键，将要複製的模块堆拖拉到物件区的角色缩图上。当你放开滑鼠键时时，该角色上就会套用该程式码：

source: Or, if you’re logged in, you can use the Backpack to copy scripts.
zh_cn: 或者，如果你在已登入的状态下，可以使用「背包」功能来複製程式码。

source: Congratulations! You've coded your own game!
sv: Grattis! Du har kodat ditt eget spel!
zh_cn: 恭喜你！你已经学会如何为自己创作的游戏编程了！

source: (To save a copy to your local drive, go to the File menu and choose 'Download to your computer'.)
zh_cn: （若要储存一个复本到你的本地装置中，可以在档案清单上点击「下载到您的计算机」。）

source: If you used the bears project, click the Remix button (near the top of the screen) to save your version of the project.
zh_cn: 如果你已开启了示例项目，可以点击改编按钮（在靠近接口上方的位置），可以将这个项目另存成你自己的版本。

source: If you want to share your project online, go to the File menu and choose 'Share to website'
zh_cn: 如果你想要在线上分享你的专案，可以在功能表上的「档案」选单中，找到「分享到官网」的按钮。

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/1614974/" target="_blank">Hide-and-Seek studio</a>:
zh_cn: 现在，你可以将你的程式项目分享到创作坊 <a href="http://scratch.mit.edu/studios/1614974/" target="_blank">Hide-and-Seek studio</a>裡：

source: For more tips and ideas for projects you can create, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.
zh_cn: 想学习更多用法、获取更多灵感？你可以在建立项目时点击<a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">所有技巧</a>工具。

source: Choose the sprite you want for your game:
zh_cn: 加入一个你想要放入游戏中的角色：

source: <span class="reminder">In Scratch, characters are called <i>sprites</i>.</span>
zh_cn: <span class="reminder">在 Scratch 中，所有会移动的对象都被称作<i>角色</i>。</span>

source: Want bears in your game? Remix <a href="https://scratch.mit.edu/projects/85963232/?tip_bar=hide2#editor" target="_blank">this <strong>We Bare Bears</strong> project</a>.
zh_cn: 喜欢熊熊吗？改编<a href="https://scratch.mit.edu/projects/85963232/?tip_bar=hide2#editor" target="_blank">这个项目</a>，让熊熊一起陪你玩游戏。

source: Click the <span class="lookscolor">Looks</span> category. Drag out a <span class="lookscolor">show</span> and a <span class="lookscolor">hide</span> block.
zh_cn: 切换到 <span class="lookscolor">外观</span> 类别。抓起 <span class="lookscolor">显示</span> 和 <span class="lookscolor">隐藏</span> 积木。

source: Click each block to see what it does.
zh_cn: 点击每一个积木，观察看看它做了什么。

source: Your script will look like this:
zh_cn: 你的程序会像这样：

source: Click anywhere on the script to try it.
sv: Klicka någonstans på ditt skript för att prova det.
zh_cn: 点击模块堆上任何一处看看程序执行情况。

source: Make your script keep going.
zh_cn: 让你的程式码持续执行。

source: Click the <span class="controlcolor">Control</span> category and add a <span class="controlcolor">forever</span> loop, and wrap it around, like this:
zh_cn: 从<span class="controlcolor">控制</span>类指令中拖曳出<span class="controlcolor">重复无限次</span>模块，包住当前程序，像这样：

source: Click the <span class="eventscolor">Events</span> category.
sv: Klicka på kategorin <span class="eventscolor">Händelser</span>.
zh_cn: 点选 <span class="eventscolor">事件</span> 类指令。

source: Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top.
zh_cn: 拖拉出 <span class="eventscolor">当 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 被点击</span> 积木，并把它黏贴到最上方。

source: Make your sprite react when it's clicked.
zh_cn: 让你的角色被点击时有所反应。

source: Note: The sound may be different for your sprite.
zh_cn: 注意：不同的角色内建了不同的音效，所以音效因你所选择的角色而有所不同。

source: Type in the words you want your sprite to say.
zh_cn: 输入一些你想让角色说的话。

source: Type in 1 for the number of seconds.
zh_cn: 输入数字 1，单位是秒。

source: Click the green flag to start your game.
sv: Klicka på den gröna flaggan för att starta ditt spel.
zh_cn: 点击绿旗，开始你的游戏。

source: Now, click your sprite to see it react.
zh_cn: 接着，点击你的角色，看看它的反应。

source: Make your sprite hide for a random number of seconds before appearing again.
zh_cn: 让你的角色在躲起来随机几秒之后再出现。

source: Drag out a <span class="operatorscolor">pick random</span> block. Insert it in the <span class="controlcolor">wait</span> block, like this:
zh_cn: 抓起<span class="operatorscolor">随机取数 _ 到 _</span>积木，把它嵌到<span class="controlcolor">等待 _ 秒</span>积木中，像这样：

source: You can try typing in a different range of numbers.
zh_cn: 你可以尝试输入不同范围的数字。

source: Make your sprite jump to a random spot.
zh_cn: 让角色出现在舞台上的不同位置。

source: Click the <span class="motioncolor">Motion</span> category.
sv: Klicka på kategorin <span class="motioncolor">Rörelse</span>.
zh_cn: 点选 <span class="motioncolor">动作</span> 类别。

source: Drag out a <span class="motioncolor">go to mouse pointer</span> block.
zh_cn: 抓起<span class="motioncolor">定位到 _ 位置</span>积木。

source: Insert it and choose <b>random position</b> from the menu:
zh_cn: 放进工作区中，从下拉列表选择<b>随机位置</b>：

source: Add a variable to keep score.
sv: Skapa en variabel för att räkna poäng.
zh_cn: 加入一个变量来记录得分。

source: Add a point each time the sprite is clicked:
zh_cn: 当每次角色被点击时，就会增加 1 分：

source: Use <span class="datacolor">set score to 0</span> to reset the score at the beginning of your program:
zh_cn: 使用<span class="datacolor">变量 {…} 设为 […]</span>，让每次开始程序时都先重设分数。

source: Your scripts will look something like this:
zh_cn: 你的程序代码（模块堆结构）看起来应该会像下图：

source: <p>For your first Scratch experience, you'll be creating an interactive holiday card.</p> <p>Think about your favorite holiday memories, What images and sounds come to mind? (If you need extra inspiration, check out projects in the <a href="http://scratch.mit.edu/studios/279432/" target="_blank">holiday card studio</a>.)</p>
sv: <p>Som din första Scratch-erfarenhet kommer du att skapa ett interaktivt julkort.</p> <p>Tänk på dina bästa julminnen, vilka bilder och ljud kommer du att tänka på? (Om du behöver mer inspiration, kolla in projekten i studion <a href="http://scratch.mit.edu/studios/279432/" target="_blank">interaktiva julkort</a>.)</p>
zh_cn: <p>第一次体验 Scratch，我们会带领你创作一张互动式节日卡片。</p> <p>请回忆一下你最喜欢的节日，想到了什麽画面跟声音吗？(如果你需要额外的灵感，可以看看<a href="http://scratch.mit.edu/studios/279432/" target="_blank">节日卡片创作坊</a>)</p>

source: Have some ideas for your card?
sv: Har du några idéer till ditt kort?
zh_cn: 有製作卡片的构想了吗？

source: Let's start by deleting the cat.
sv: Börja med att ta bort katten.
zh_cn: 首先，删除画面中的喵咪。
