Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: sv, zh_cn

source: Reports the current direction of a sprite
sv: Rapporterar den aktuella riktningen på en sprajt
zh_cn: 回传角色当前的面朝方向角度。

source: <p><b>direction</b> tells which way the sprite is heading.</p> To see a sprite's direction, click <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> You can drag the blue line to change direction.</p> <p></p> <p>To display a sprite's direction on the Stage, click the checkbox in the palette:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
sv: <p><b>riktning</b> visar åt vilket håll sprajten är på väg.</p> För att se en sprajts riktning, klicka <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> Du kan dra i den blåa linjen för att ändra riktning.</p> <p></p> <p>För att visa en sprajts riktning på scenen, bocka i palettens kryssruta:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
zh_cn: <p>从<b>方向</b> 可以知道角色面朝哪个方向。</p> To see a sprite's direction, click <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> 你可以拖放其中的蓝色方向线来改变角色面向：</p> <p></p> <p>若要在舞台上显示角色的方向角度值，可以将模块旁的方块打勾。<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>

source: Reports distance from the specified sprite or mouse-pointer
sv: Rapporterar avståndet från den valda sprajten eller muspekaren
zh_cn: 回传与鼠标（或指定角色）之间的距离值。

source: Select from the pull-down menu to choose <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>
sv: Välj från rullgardinsmenyn <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>
zh_cn: 模块中的下拉菜单可以选择： <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>

source: Divides first number by second number
sv: Delar första talet med andra talet
zh_cn: 回传两数相除的结果

source: Reports true if two values are equal
sv: Rapporterar sant om två värden är lika
zh_cn: 是否第一个数值等于第二个，如果是，就回传 true。

source: Runs the blocks inside over and over
sv: Kör blocken inuti om och om igen
zh_cn: 一遍接一遍地执行装在里面的积木。

source: Reports an attribute of the sprite or stage
sv: Rapporterar en sprajts eller scens egenskap
zh_cn: 回传角色或舞台的属性。

source: Choose different attributes from the drop-down menu and combine with other blocks, such as operators.
sv: Välj olika egenskaper från rullgardinsmenyn och kombinera med andra block, som exempelvis operatorer.
zh_cn: 从下拉菜单中选择不同属性，和其他积木（例如运算）进行组合。

source: Glide over time to this <b>x y</b> position
sv: Glid en viss tid till denna <b>x- y-</b>position
zh_cn: 让角色在指定时间内滑动到指定的<b>x y</b>坐标位置。

source: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> The sprite starts at one point, and then glides to the other points.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
sv: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> Sprajten startar vid en punkt och glider sedan till den andra punkten.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
zh_cn: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> 角色会在一个点开始，接着滑动到另一个指定的坐标点。</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">

source: Use <b>glide</b> to move a sprite smoothly to an <b>x y</b> position on the Stage.
sv: Använd <b>glid</b> för att flytta en sprajt i en jämn rörelse till en<b>x-y-</b>position på scenen.
zh_cn: 改变 <b>滑动秒数</b> 以调整角色在舞台上的滑动速度。

source: You can see <b>x</b> and <b>y</b> update in the Motion blocks palette when you drag a sprite to another point.
sv: Du kan se att <b>x</b> och <b>y</b> uppdateras i paletten för Rörelse-block när du drar en sprajt till en annan punkt.
zh_cn: 当你在舞台上拖动角色时，运动积木抽屉中积木上的 <b>x</b> 和 <b>y</b> 也会跟着改变。

source: Go back a certain number of layers
sv: Flytta nedåt ett visst antal lager
zh_cn: 用来将指定角色图层往后移动。

source: <p>Moves sprite back a specified number of layers, so that it can be hidden behind other sprites. </p>
sv: <p>Flyttar sprajten nedåt det antal lager du anger, så att den kan döljas bakom andra sprajtar. </p>
zh_cn: <p>利用这个模块可以让指定的图层藏在其他角色的后方。 </p>

source: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> To make the crab hide behind the rock, tell it to <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
sv: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> För att dölja krabban bakom stenen, säg till den att <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
zh_cn: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> 例如要让螃蟹藏到石头后，就可以在螃蟹角色上使用 <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />模块。

source: Moves sprite in front of all other sprites
sv: Flyttar sprajten framför alla andra sprajtar
zh_cn: 将指定角色图层显示在其他图层之前。

source: Go to this position on the Stage
sv: Gå till positionen på scenen
zh_cn: 指定角色要显示的坐标位置

source: Type in a number for <b>x</b> and <b>y</b> to tell the sprite where to go to on the Stage.
sv: Skriv in ett tal för <b>x</b> och <b>y</b> för att berätta för sprajten vart den ska gå på scenen.
zh_cn: 你可以分别在<b>x</b> 和 <b>y</b> 上输入数字，让角色显示在对应的坐标位置上。

source: <p>Here are the <b>x y</b> coordinates of the Stage:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
sv: <p>Här är <b>x y</b> koordinaterna på scenen:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
zh_cn: <p>下图是 Scratch 舞台所使用的 <b>x y</b> 坐标系统：</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">

source: Go to the location of the mouse-pointer or of another sprite
sv: Gå till muspekaren eller till en annan sprajt
zh_cn: 将角色定位到鼠标位置，或是其他角色位置。

source: <p>Choose from the menu:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Then, click the block.</p> <p>The current sprite will jump to the <b>x y</b> location of the mouse-pointer or of the sprite you choose.</p>
sv: <p>Välj från menyn:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Klicka sedan på blocket.</p> <p>Den aktuella sprajten flyttas till muspekarens <b>x och y</b>-position eller den sprajt du väljer.</p>
zh_cn: <p>从下拉菜单：<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png">中选择。</p> <p>接着，点击积木试试看。</p> <p>当前的角色将会跑到鼠标或者你选择的角色所在的 <b>x y</b> 坐标位置。</p>

source: Reports true if first value is greater than second
sv: Rapporterar sant om första värdet är större än andra värdet
zh_cn: 是否第一个数值大于第二个，如果是，就回传 true。

source: Hides the list monitor from the stage
sv: Gömmer visningen av listan på scenen
zh_cn: 隐藏舞台上的列表监控面板

source: Hides the variable monitor so it is not visible on the stage
sv: Gömmer visningen av variabeln så att den inte syns på scenen
zh_cn: 隐藏变量监控面板后，它就不会出现在舞台上了。

source: Makes sprite disappear from the Stage
sv: Gör så att sprajten försvinner från scenen
zh_cn: 让角色在舞台上消失。

source: Note: When a sprite is hidden, other sprites cannot detect it with touching? blocks.
sv: OBS: När en sprajt är dold, kan andra sprajtar inte upptäcka den med ett rör?-block.
zh_cn: 注意：当角色隐藏时，其他的角色将无法通过「碰到？」积木探测到它。

source: If condition is true, runs the blocks inside the <b>if</b> portion; if not, runs the blocks inside the <b>else</b> portion
sv: Om villkoret är sant, körs blocken inuti <b>om-</b>partiet; om inte, körs blocken inuti <b>annars-</b>partiet
zh_cn: 如果条件成立，就运行装进<b>如果</b>部分的积木；否则，就运行装进<b>否则</b>部分的积木。

source: If touching the edge of the stage, then bounce away
sv: Studsar iväg om den rör scenens kant
zh_cn: 如果碰到舞台边缘则返回

source: The sprite will bounce at an angle if it is touching the <b>side</b>, <b>top</b>, or <b>bottom</b> of the stage.
sv: Sprajten studsar i en vinkel om den rör scenens <b>sida</b>, <b>topp</b>, eller <b>botten</b>.
zh_cn: 角色在碰到舞台的<b>上部</b>、<b>下部</b>、<b>二侧</b>而反弹时，会有回转运动的角度。

source: If condition is true, runs the blocks inside
sv: Om villkoret är sant, körs blocken inuti
zh_cn: 如果条件成立，就运行装在其中的积木。

source: Inserts an item at the specified position in the list
sv: Infogar ett objekt vid den specificerade positionen i listan
zh_cn: 在列表的指定位置添加一个项目

source: You can specify where to insert the item by choosing from the pull-down menu or typing in a number. Choosing "random" inserts at a random place in the list. Choosing "last" adds the item to the end of the list. The length of the list increases by 1.
sv: Du kan ange var du vill infoga objektet genom att välja från rullgardinsmenyn eller skriva in en siffra. Välj "slumpmässigt" så infogas det slumpmässigt i listan. Välj "sist" läggs objektet till i slutet av listan. Längden på listan ökar med 1.
zh_cn: 你可以指定要把新添加的项目放到清单中哪个位置，你可以 直接输入序位数。或者，你也可选择随机加到清单中的某个位置。

source: <p> You can indicate where in the list you want to add an item. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> inserts item at the specified place in the list.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> inserts item at a random place in the list. </p>
sv: <p> Du kan bestämma var i listan du vill infoga ett objekt. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> infogar objektet vid den specificerade platsen i listan.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> infogar objektet vid en slumpmässig plats i listan. </p>
zh_cn: <p> 你可以将新的项目加到列表中的所选位置。 <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" />将项目插入到链表中指定位置。<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> 将项目插入到链表中的任意位置。 </p>

source: Reports the item at the specifed position in the list
sv: Rapporterar objektet vid den valda positionen i listan
zh_cn: 回传项目在列表中的排序位置。

source: You can specify which item to report by choosing from the pull-down menu or typing in a number. Choosing "random" reports a random item in the list.
sv: Du kan välja vad du vill rapportera via rullgardinsmenyn eller genom att skriva in en siffra. Väljer du "slumpmässig" rapporteras någonting slumpmässigt från listan.
zh_cn: 你可以从模块裡的下拉清单选择要回传哪个项目内容，或是直接输入其序位数。 若选择「随机」则会回传列表里的某个项目。

source: <p> The item block reports the value of the item at the specified place on the list. <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> You can fit an item block into other blocks, for example: say, switch to costume, play sound, or broadcast. </p>
zh_cn: <p> 这个积木告诉你列表中某一项的内容是什么。 <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> 你可以把这个积木嵌入到别的积木里，例如：换成造型、播放声音，或者广播。 </p>

source: Concatenates (combines) strings
sv: Slår samman (kombinerar) textsträngar
zh_cn: 组合指定的二个字串。

source: Reports true if specified key is pressed
sv: Rapporterar sant om vald tangent trycks ned
zh_cn: 是否指定键被按下，如果是，就回传 true。

source: Use <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> instead of <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> when you want to keep, for example, the space key pressed continuously.
sv: Använd <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> istället för <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> om du vill låta, till exempel, mellanslagstangenten tryckas ned i ett.
zh_cn: 若你想要持续的侦测，可使用 <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> 来取代 <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> 。

source: Reports how many items are in the list
sv: Rapporterar hur många objekt det finns i listan
zh_cn: 报告列表中有多少个项目

source: <p> This block reports how many items are currently in a list. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> The number is the same as the length shown at the bottom of the list monitor. <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>
zh_cn: <p> 这个积木告诉你列表有多少项。 <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> 这个数字和列表观察器下面显示的长度是一样的。 <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>

source: Reports the number of letters in a string
sv: Rapporterar antalet bokstäver i en textsträng
zh_cn: 回传指定字串总共的字数。

source: Reports true if first value is less than second
sv: Rapporterar sant om första värdet är mindre än det andra
zh_cn: 是否第一个数值小于第二个，如果是，就回传 true。

source: Reports the letter at the specified position in a string
sv: Rapporterar bokstaven vid den valda positionen i en textsträng
zh_cn: 回传字串中指定位置的字。

source: Reports true if the list contains the specified item
sv: Rapporterar sant om listan innehåller specificerat objekt
zh_cn: 是否列表项目中包含了指定项目，如果是，就回传 true。

source: The item must match exactly to report true.
sv: Objektet måste matcha exakt för att rapporteras sant
zh_cn: 这个项目必须与字串相符才会回传 true。

source: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> reports whether an item is in a list. If the item matches exactly, then it reports true. If not, it reports false.
sv: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> rapporterar om ett objekt finns i listan. Om objektet matchas exakt, då rapporteras sant. Om inte, rapporteras falskt.
zh_cn: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> 回传列表项目内容。如果其中有一项符合条件，就回传 true，如果没有符合的项目，就回传 false。

source: Reports all the items in the list
sv: Rapporterar alla objekt i listan
zh_cn: 回传列表中的所有的项目。

source: (The items are separated by spaces. However, if the items are individual letters or digits, spaces are omitted.)
sv: (Objekten är separerade av mellanslag. Men, om objekten är enskilda bokstäver eller enskilda siffror, utelämnas mellanslag.)
zh_cn: （项目之间是用空白符号分隔，但是如果项目是单纯的字母或数字，则会省略空格。）

source: <p> Click the checkbox (next to the block) to show the monitor on the stage: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> The <img src="%(STATIC_URL)s/images/help/list.png" /> block reports all the items in a list. For individual items, use this block: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> To delete or rename a list, right click on the list. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>
sv: <p> Bocka i kryssrutan (vid sidan om blocket) för att visa bevakaren på scenen: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> Blocket <img src="%(STATIC_URL)s/images/help/list.png" /> rapporterar alla objekt i en lista. För individuella objekt, använd det här blocket: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> För att ta bort eller byta namn på en lista, högerklicka på listan. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>
zh_cn: <p> 勾选积木旁的勾选框后，会在舞台上显示观察器： <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> <img src="%(STATIC_URL)s/images/help/list.png" /> 会报告列表中所有的项。 要报告某一项内容，可以使用： <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> 若要删除一个列表或者给它改名，请用鼠标右击列表： <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>

source: Reports the volume (from 1 to 100) of sounds detected by the computer microphone
sv: Rapporterar volymen (från 1 till 100) på ljud som kommer från datorns mikrofon
zh_cn: 回传从麦克风装置中测得的音量（1 至 100）。

source: To view the value of size, click the checkbox next to the loudness block. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> Note: Your computer must have a working microphone in order for this block to work.
sv: För att visa värdet, bocka i kryssrutan vid blocket för ljudstyrka. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> OBS: Din dator måste ha en fungerande mikrofon för att blocket ska fungera.
zh_cn: 若要知道角色当前的音量大小，可以勾选积木旁的勾选框。 <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> 注意：你的电脑必须要有麦克风装置，这个积木才会发生作用。

source: <h3>You can create a custom block with inputs, for example: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>
sv: <h3>Du kan skapa ett specialblock för indata, till exempel: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>
zh_cn: <h3>你可以制作一个带有输入的自制积木，例如： <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>

source: Click "Make a Block" to see this dialog box:<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Click <strong>Options</strong> to add inputs. For example, add a number input:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
sv: Klicka på "Skapa ett block" för att se dialogrutan:<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Klicka <strong>Alternativ</strong> för att lägga till indata. Till exempel, Lägg till siffervärde:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
zh_cn: 点击「制作新的积木」后会出现对话框：<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>点击 <strong>选项</strong>可以在积木上添加输入项。例如下图是添加一个数字输入项。</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />

source: In the <strong>define</strong> block, inputs will appear as rounded, light purple blocks. To use them, drag copies of the input blocks into other blocks within the define script. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Note: The input blocks can <strong>only</strong> be used in the define script.
sv: I <strong>skapa</strong> ett block, indatablock kommer att synas som rundade, ljuslila block. För att använda dem, dra en kopia av indatablocket in i andra block inuti procedurblocket. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> OBS: Indatablocken kan <strong>only</strong> användas i procedurscriptet.
zh_cn: 在 <strong>定义</strong> 积木中，输入项显示为圆形的浅紫色积木。 要使用它们，拖动输入积木，把它们的副本放到定义脚本的其他积木里。 </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> 注意：输入积木<strong>只能</strong> 用于它所在的定义脚本。

source: See also: <a href="../make-a-block/">Make a Block</a>
sv: Se också: <a href="../make-a-block/">Skapa ett block</a>
zh_cn: 相关内容： <a href="../make-a-block/">制作新的积木</a>

source: Creates a custom block
sv: Skapar ett block
zh_cn: 创作一个自制积木

source: <p> Click "Make a Block" to get this dialog box: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Click inside the block to edit its name. </p>
sv: <p> Klicka på "Skapa ett block" för att visa dialogboxen: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Klicka inuti blocket för att redigera namnet. </p>
zh_cn: <p> 点击「制作新的积木」后会显示一个对话框： <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> 点击积木中间，填写它的名字。 </p>

source: <p>When you click OK, the new block will appear in <img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p>A <strong>define</strong> block will appear in Scripts. Use <strong>define</strong> to tell the custom block what to do: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> See also: <a href="../make-a-block-with-inputs/">Make a Block with Inputs</a> </div>
sv: <p>När du klickar OK, kommer det nya blocket att dyka upp i <img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p>Ett <strong>procedur</strong>block kommer att synas i skriptfliken. Använd <strong>proceduren</strong> för att berätta för blocket vad som ska hända: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> Se också: <a href="../make-a-block-with-inputs/">Skapa ett block med indata</a> </div>
zh_cn: <p>当你点击确定后，<img src="%(STATIC_URL)s/images/help/more-blocks.png" />下面会出现这个新的积木，例如： <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p>脚本区域会出现一个<strong>定义</strong>积木。用<strong>定义</strong>来描述自制积木做些什么： <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> 相关内容：<a href="../make-a-block-with-inputs/">制作一个带有输入项的积木</a>。 </div>

source: Click to create and name a new list
sv: Klicka för att skapa och namnge en ny lista
zh_cn: 点击创建并命名一个新列表

source: When you create a list for the first time, the list blocks will appear. You can choose whether the list is for all sprites (global) or just for one sprite (local).
sv: När du skapar en lista för första gången, kommer listblocken att synas. Du kan välja om listan ska vara för alla sprajtar (globalt) eller bara för en sprajt (lokalt).
zh_cn: 当你 最初创建一个列表时，会出现这个列表的积木。你可以选择列表是供所有 角色使用（全局），还是仅供一个角色使用（局部）。

source: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>You have the option to make the variable available to all sprites or to just the selected sprite. <br/>
sv: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>Du har möjlighet att skapa variabeln tillgänglig för alla sprajtar eller enbart för den valda sprajten. <br/>
zh_cn: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>你可以设定是否允许变量套用在其他角色中。<br/>

source: Once you create a list, eight blocks will appear. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>
sv: När du skapat en lista, kommer åtta block att synas. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>
zh_cn: 创建一个列表后，会出现8个相关的积木。 <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>

source: Click to create and name a new variable
sv: Klicka för att skapa och namnge en ny variabel
zh_cn: 点击以建立一个新变量

source: Once you create a variable, five blocks will appear:</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>
sv: När du skapar en variabel, kommer fem block att synas:</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>
zh_cn: 创建一个变量后，就会出现5个积木：</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>

source: <p> When you make a variable, you can choose for it to be available to all sprites (global) or to just the selected sprite (local).
sv: <p> När du skapar en variabel, kan du välja om den ska vara tillgänglig för alla sprites (global) eller enbart för valda sprajten (lokal).
zh_cn: <p> 当你建立变量时，你可以选择变量的使用对象，是只有当前的角色可使用（local，本地变数），还是全部的角色都会可以使用（global，全域变数）。

source: Reports remainder from division of first number by second number
sv: Rapporterar en rest från en division med första talet delat med andra talet
zh_cn: 回传二数相除之后的馀数。

source: <img src="%(STATIC_URL)s/images/help/mod.png" /> gives the remainder of the division of the two numbers. For example, <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> is 5 (143 divided by 6 is 23, and the remainder is 5).
sv: <img src="%(STATIC_URL)s/images/help/mod.png" /> ger resten av divisionen av de två talen. Till exempel, <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> är 5 (143 delat med 6 är 23, och rest är 5).
zh_cn: <img src="%(STATIC_URL)s/images/help/mod.png" /> 给出 两个数字相除以后的余数。比如，<img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> 是5 (143 除以6是23，余数是5).

source: Reports true if mouse button is pressed
sv: Rapporterar sant om musknappen trycks ned
zh_cn: 如果鼠标按键被按下则报告条件成立

source: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> reports true if the mouse button is clicked anywhere on the screen.
sv: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> rapporterar sant om du klickar med musknappen var som helst på scenen.
zh_cn: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> 如果鼠标按键在屏幕的任意位置被按下就报告条件成立。

source: Reports the x-position of mouse-pointer
sv: Rapporterar x-positionen på musmarkören
zh_cn: 报告鼠标指针的X坐标

source: <p> You can move the mouse around to see the position of the mouse pointer. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
sv: <p> Du kan röra musen för att se musmarkörens position. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
zh_cn: <p> 你可以移动鼠标查看鼠标指针的位置。 <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
