Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: sv, zh_cn

source: Once the specified key is pressed, the script will run.
sv: När den angivna tangenten trycks ned, körs scriptet.
zh_cn: 只要侦测到指定的按键被按下，程序就会开始执行。

source: Runs a script when the selected attribute (loudness, timer, video motion) is greater than a specified value
sv: Kör ett script när den valda egenskapen (ljudstyrka, timer, videorörelse) är större än det angivna värdet
zh_cn: 当所选的属性（响度、计时器、影像动作）的属性值大于指定的数字时，开始执行程序。

source: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>You can select any of the attributes from the dropdown menu.<br/> <p>
sv: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>Du kan välja vilken som helst av egenskaperna från rullgardinsmenyn.<br/> <p>
zh_cn: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>你可以从模块中的下拉菜单选择属性。<br/> <p>

source: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>After the timer reaches 10 seconds, the script will run. <br/> <p>
sv: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>När timern når 10 sekunder, körs scriptet. <br/> <p>
zh_cn: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>当计时器到 10 秒时，此程序会开始运行。 <br/> <p>

source: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>When the video motion on the sprite goes above 10, the script will run. <br/>
sv: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>När videorörelsen på sprajten går över över 10, körs scriptet. <br/>
zh_cn: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>当视讯动作超过 10 时，此程序会开始运行。 <br/>

source: Runs script below when sprite is clicked
sv: Kör scriptet nedan när du klickar på sprajten
zh_cn: 当角色被点击时开始执行程序。

source: Reports a property or variable of another sprite
sv: Rapporterar en egenskap eller variabel från en annan sprite
zh_cn: 报告另一个角色的属性或变量

source: Use this block to access various properties from other sprites and use that information in the current sprite's scripts. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>
sv: Använd detta blocket för att få tillgång till olika egenskaper från andra sprites och använd informationen i den aktuella sprajtens script. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>
zh_cn: 这个积木可以让你在当前角色的脚本中取得其他角色的各种属性。 <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>

source: Reports the <b>x</b> position of a sprite
sv: Rapporterar en sprites <b>x</b>-position
zh_cn: 显示角色的<b>x</b>坐标

source: <p>To display the sprite's <b>x</b> position on the Stage, click the checkbox next to the block:<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
sv: <p>För att visa sprajtens <b>x</b>-position på scenen, bocka i kryssrutan vid sidan om blocket:<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
zh_cn: <p>勾选后，在舞台上会显示角色的 <b>x</b> 位置：<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">

source: Reports the <b>y</b> position of a sprite
sv: Rapporterar en sprites <b>y</b>-position
zh_cn: 显示角色的<b>y坐标</b>

source: <p>To see the sprite's <b>y</b> position on the stage, click the checkbox next to the block:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>
sv: <p>För att visa sprajtens <b>y</b>-position på scenen, bocka i kryssrutan vid sidan om blocket:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>
zh_cn: <p>勾选后，在舞台上会显示角色的 <b>y</b> 位置： <br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>

source: PicoBoard Extension
sv: Picoboardanslutning
zh_cn: PicoBoard 扩充功能

source: <p>This extension works with the PicoBoard (previously known as Scratch Sensor Board).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
sv: <p>Denna anslutning fungerar med PicoBoard (tidigare känd som Scratch Sensorboard).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
zh_cn: <p>此扩展适用于 PicoBoard （之前称为 Scratch Sensor Board）。</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />

source: IMPORTANT: Install the Plug-In
sv: VIKTIGT: Installera tillägget
zh_cn: 重要：安装相应插件

source: All hardware extensions need a plug-in to work. If the plug-in is not already isntalled, check the <a href="../../ext/ext1/">Extensions</a> page for instructions. </p>
zh_cn: 所有的硬体扩充都需要有插件支援，如果还没有安装插件，请参考 <a href="../../ext/ext1/"> 扩充功能</a>页面。 </p>

source: Blocks:
sv: Block:
zh_cn: 积木：

source: Components:
sv: Komponenter:
zh_cn: 组件：

source: <p>The PicoBoard incorporates a light sensor, sound sensor, a button and a slider, as well as 4 additional inputs that can sense electrical resistance via included cables.</p> <img src="%(STATIC_URL)s/images/help/picoboard-components.png" />
sv: <p>PicoBoard innehåller en ljussensor, ljudsensor, en tryckknapp och ett skjutreglage, tillsammans med 4 ytterligare ingångar som kan känna av elektriskt motstånd via kablarna som ingår.</p> <img src="%(STATIC_URL)s/images/help/picoboard-components.png" />
zh_cn: <p> PicoBoard 结合了光传感器、声音传感器、按钮和滑杆，以及4个附加输入，可通过附带的电缆连结。</ p> <img src="%(STATIC_URL)s/images/help/picoboard-components.png" />

source: <p>To learn more, see the <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a> page on the Scratch wiki.</p>
sv: <p>För att lära dig mer, se sidan för <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a> på Scratchwikin.</p>
zh_cn: <p>若要进一步学习，请参考 Scratch wiki 上的 <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a>页面。</p>

source: Troubleshooting:
sv: Felsökning:
zh_cn: 问题排除：

source: See the <a href="../../ui/extensions/">Extensions</a> page. </p>
sv: Se sidan för <a href="../../ui/extensions/">Anslutningar</a>. </p>
zh_cn: 参考 <a href="../../ui/extensions/">扩充功能</a>页面。 </p>

source: LEGO WeDo 1.0 or PicoBoard Setup
sv: LEGO WeDo 1.0 eller PicoBoard setup
zh_cn: LEGO WeDo 1.0 或 PicoBoard 设定

source: Follow these steps to setup the Picoboard or the LEGO WeDo 1.0 kit.
sv: Följ stegen för att installera Picoboard eller LEGO Wedo 1.0.
zh_cn: 跟着以下操作来设定 Picoboard 或 LEGO WeDo 1.0 套件。

source: (If you have the newer LEGO WeDo 2.0 set, see <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Setup</a>) </span>
sv: (Om du har ett nyare LEGO WeDo 2.0 set, kolla <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 installationen</a>) </span>
zh_cn: （如果你有较新的 LEGO WeDo 2.0 套件，请观看 <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 设定</a>） </span>

source: <p> You'll need to install a plugin to use Scratch with the LEGO WeDo 1.0 or Picoboard. Choose the plugin to download based on your computer and the web browser you use for Scratch. If you use a browser other than Chrome, choose one of these two options: <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows (other browsers)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac (other browsers)</a></li> </ul> <p>If you use the browser Chrome, you will need to download and install two pieces of software:</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> and helper <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">here</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> and helper <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">here</a></li> </ul> <p>You will need administrator access on your computer to install the plugin.</p>
zh_cn: <p> 你需要安装相应的插件后才可在 Scratch 上使用 LEGO WeDo 1.0 或 Picoboard。 需要安装的插件视你所使用的系统及浏览器而有不同。 如果你不是使用 Chrome 浏览器，请依你的系统选择以下安装： <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows (other browsers)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac (other browsers)</a></li> </ul> <p>如果你使用 Chrome 浏览器，还需额外加装一个元件，请依你的系统选择以下安装：</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> and helper <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">here</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> and helper <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">here</a></li> </ul> <p>注意你需要有电脑的管理员权限才可以安装插件。</p>

source: Status: Hardware Devices
sv: Status: Hårdvaruenheter
zh_cn: 状态：硬体装置

source: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>Red light means that the browser plugin has not been installed.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>Yellow light means that the device is not connected or detected.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>Green light means the device is ready to go!</p>
zh_cn: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>若为红灯，表示尚未安装浏览器上的插件。</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>若为黄灯，表示装置尚未连接，或是侦测不到。</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>若为绿灯，表示装置可以使用。</p>

source: Troubleshooting
sv: Felsökning
zh_cn: 问题排除

source: If it's not working, try: <ul> <li>Make sure you have opened and installed the correct plug-in file for your computer and browser.</li> <li>Make sure you have set permission in your browser preferences to allow the plug-in to run.</li> <li>Restart your browser.</li> <li>Make sure that you don't have Scratch open in another tab or browser.</li> <li>Make sure the hardware is plugged in.</li> </ul>
zh_cn: 如果没有用，你可以试试： <ul> <li>确定你的电脑和浏览器已经安装并开启正确的插件档案。</li> <li>确定你使用的浏览器已允许插件档案执行。</li> <li>重启你的浏览器。</li> <li>确定你没有在其他浏览器，或是浏览器的其他分页中开启 Scratch 。</li> <li>确定硬体装置正确的连接电脑。</li> </ul>

source: Report whether the button is pressed or one of the inputs A-D is connected.
sv: Rapporterar om tryckknappen är nedtryckt eller en av ingångarna A-D är inkopplad.
zh_cn: 回传是哪个按钮被按下，或是哪个装置被连接（A-D）。

source: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p>The sprite will spin as long as the button is pressed.</p>
sv: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p>Sprajten kommer att snurra så länge knappen är nedtryckt.</p>
zh_cn: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p>这个角色会持续旋转，直到放开按钮。</p>

source: <p>To view the value of the sensor, click the checkbox next to the block in the palette.</p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">
sv: <p>För att se värdet av sensorn, bocka i kryssrutan vid sidan om blocket i paletten.</p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">
zh_cn: <p>要观察传感器的数值变化，请勾选积木旁的方块。</p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">

source: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-dropdown.png"/> <p>You can select the button or one of the four inputs numbered A-D.</p> <p>The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. An input is connected if there is a good electrical connection between the metal ends of the clips.</p>
sv: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-dropdown.png"/> <p>Du kan välja knappen eller en av de fyra ingångarna märkta med A-D.</p> <p>PicoBoard kommer med fyra par av krokodilklämmor som kan kopplas till ingångarna A-D. En ingång är inkopplad om det är bra elektrisk koppling mellan de två metalländarna på klämmorna.</p>
zh_cn: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-dropdown.png"/> <p>你可以选择按钮或是使用四个输入装置（A-D）</p> <p>PicoBoard 配有四对鳄鱼夹，可以插入输入A-D。 如果夹子的金属端之间连接通电，则连接输入。</p>

source: Report the value detected by one of the PicoBoard sensors in the range from 0 to 100.
sv: Rapporterar värdet från en av Picoboardens sensorer inom området 0 till 100.
zh_cn: 回传从 PicoBoard 感测器上侦测到的数值（0 至 100）。

source: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex1.png"> <p>Make the sprite move up and down using the slider.</p>
sv: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex1.png"> <p>Gör så att sprajten rör sig uppåt och nedåt med hjälp av skjutreglaget.</p>
zh_cn: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex1.png"> <p>使用滑杆让角色上下移动。</p>

source: <p>To view the value of the sensor, click the checkbox next to the block in the palette.</p> <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex2.png">
sv: <p>För att se sensorns värde, bocka i kryssrutan vid sidan om blocket i paletten.</p> <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex2.png">
zh_cn: <p>要观察传感器的数值变化，请勾选抽屉中积木旁的方块。</p> <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex2.png">

source: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-dropdown.png"/> <p>You can select one of the seven PicoBoard sensors. Each reports a value in the range from 0 to 100.</p> <p>The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. A resistance sensor value block reports a number from 0 to 100, depending on how much electrical resistance there is between the metal ends of the alligator clips.</p>
sv: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-dropdown.png"/> <p>Du kan välja en av de sju sensorerna på Picoboarden. Varje rapporterar ett värde inom området 0 till 100.</p> <p>PicoBoarden kommer med fyra par av krokodilklämmor som kan kopplas till ingångarna A-D. Ett sensorblock rapporterar ett siffervärde på motståndet från 0 till 100, beroende på hur mycket elektriskt motstånd som finns mellan de båda krokodilklämmorna.</p>
zh_cn: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-dropdown.png"/> <p>你可以从 PicoBoard 的7个传感器中选择一个。每个传感器的数值范围都是 0 到 100。 </p> <p>PicoBoard 带有 4 对鳄鱼夹以和 A-D 输入端连接。电阻传感器积木的值是 0 到 100，取决于鳄鱼夹的金属端之间存在多少电阻。</p>

source: Run a script when the button is pressed or the ends of the alligator clips plugged into one of the four inputs (A-D) are connected.
sv: Kör ett skript när knappen trycks ned eller om krokodilklämmorna, som är inkopplade i en av de fyra ingångarna (A-D), rör vid varandra.
zh_cn: 当按键被按下，或是鳄鱼夹接上 A-D 其中一个埠时，开始执行程式。

source: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-ex1.png"/> <p>When the button is pressed, the script will run.</p>
sv: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-ex1.png"/> <p>När knappen trycks ned körs skriptet.</p>
zh_cn: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-ex1.png"/> <p>当按钮被按下，程式就开始执行。</p>

source: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-dropdown.png"/> <p>You can select the button or one of the four inputs numbered A-D.</p> <p>The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. An input is connected if there is a good electrical connection between the metal ends of the clips.</p>
sv: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-dropdown.png"/> <p>Du kan välja knappen eller en av de fyra ingångarna märkta A-D.</p> <p>Till PicoBoarden ingår det fyra par av krokodilklämmor som kan kopplas till ingångarna A-D. En ingång är uppkopplad om det finns en bra elektrisk sluten krets mellan metalldelarna på klämmorna.</p>
zh_cn: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-dropdown.png"/> <p>您可以选择按钮或编号为A-D的四个输入中的一个。</ p> <p> PicoBoard配有四对鳄鱼夹，可以插入输入A-D。 如果夹子的金属端之间有良好的电气连接，则连接输入。</ p>

source: Run a script when the value of one of the PicoBoard's sensors becomes greater (or less) than a specified value.
sv: Kör ett skript när värdet av en av PicoBoardens sensorer blir större (eller mindre) än ett specificerat värde.
zh_cn: 当 PicoBoard 感测器中的其中一个数值变得比指定数字还大（或小）时执行程式。

source: <img src="%(STATIC_URL)s/images/help/pico-when-slider-ex1.png"/> <p>Change the sprite's costume each time you clap.</p>
sv: <img src="%(STATIC_URL)s/images/help/pico-when-slider-ex1.png"/> <p>Ändrar sprajtens klädsel varje gång du klappar.</p>
zh_cn: <img src="%(STATIC_URL)s/images/help/pico-when-slider-ex1.png"/> <p>当你拍手时，角色的造型就跟着改变。</p>

source: <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown1.png"/> <p>You can select one of the seven PicoBoard sensors. Each reports a value in the range from 0 to 100.</p> <p>The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. The value of the resistance sensor depends on how much electrical resistance there is between the metal ends of the alligator clips.</p> <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown2.png"/> <br>You can also select a <i>greater</i> or <i>less than</i> comparison from the second dropdown menu.<br/>
sv: <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown1.png"/> <p>Du kan välja en av de sju PicoBoardsensorerna. Varje sensor rapporterar ett värde i intervallet från 0 till 100.</p> <p>Till PicoBoarden ingår det fyra par av krokodilklämmor som kan kopplas till ingångarna A-D. Värdet av motståndet som känns av beror på hur stort motstånd som finns mellan krokodilklämmorna.</p> <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown2.png"/> <br>Du kan också välja en jämförelse <i>större än</i> eller <i>mindre än</i> från den andra rullgardinsmenyn.<br/>
zh_cn: <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown1.png"/> <p>你可以选择要使用的 PicoBoard 感测器，每个感测器的数值范围都是 0 到 100。 </p> <p>PicoBoard 裡头有 4 对鳄鱼夹以和输入埠 A-D 连接，电阻传感器的值取决于鳄鱼夹的金属端之间存在多少电阻。</p> <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown2.png"/> <br>你可以利用「大于」或「小于」来比较判别。<br/>

source: Report the distance (from 0 to 100) detected by the LEGO WeDo distance sensor
sv: Rapporterar avståndet (från 0 till 100) som LEGO WeDo avståndssensorn känner av.
zh_cn: 回传从 LEGO WeDo 距离感测器上侦测到的距离（0 至 100）。

source: The distance sensor detects the surrounding brightness to report distance, so you can actually use it to detect light and motion in addition to distance.
sv: Avståndssensorn känner av omgivande ljus för att rapportera avstånd, så du kan också använda den för att detektera ljus och rörelse som tillägg till avstånd.
zh_cn: 距离感测器是利用环境的亮度变化来侦测距离，所以你也可以用它来侦测亮度、动作的变化。

source: To view the value of distance, click the checkbox next to the block in the palette.
sv: Om du vill visa värdet av avståndet, klicka på kryssrutan bredvid blocket i paletten.
zh_cn: 要观察距离值，请勾选抽屉中积木旁的方块。

source: To use <b>distance</b>, you need a distance sensor connected to your computer via a LEGO WeDo hub.
sv: Om du vill använda <b>distans</b>, behöver du en avståndssensor ansluten till datorn via en LEGO WeDo hubb.
zh_cn: 若要使用「设置方向」模块，你需要将 LEGO WeDo 马达接上 LEGO WeDo 主机。

source: Set the direction of the motor(s). This block does not turn them on if they are already off.
sv: Sätt rotationsriktningen på motorn (motorerna). Blocket sätter inte igång dem om de redan är stoppade.
zh_cn: 设定马达的方向（注意如果马达是关着的，这个积木不会把它们打开）。

source: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-ex1.png" /> <p>Run the motor for 10 seconds while switching the spinning direction every second.</p>
sv: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-ex1.png" /> <p>Kör motorn i 10 sekunder, medan riktningen växlar varje sekund..</p>
zh_cn: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-ex1.png" /> <p>运转马达 10 秒，期间每秒切换一次转向。</p>

source: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown1.png"/> <br>You can select WeDo motor(s) from the first dropdown menu:<br/> <ul> <li>If you have only one motor, use the "motor" option, which will set the motor's direction regardless of where it is connected on the WeDo hub.</li> <li>If you have two motors which you want to control separately, you can use "motor A" with one and "motor B" with the other.</li> <li>"all motors" sets the direction for all the connected motors.</li> </ul> <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown2.png"/> <p>You can select the direction from the second dropdown menu.</p>
sv: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown1.png"/> <br>Du kan välja WeDo motorn (motorerna) från den första rullgardinsmenyn:<br/> <ul> <li>Om du du bara har en motor, använd alternativet med "motor", som sätter motorns riktning oavsett var den är inkopplad i WeDo-hubben.</li> <li>Om du har två motorer som du vill kontrollera oberoende av varandra, kan du använda "motor A" med den ena och "motor B" med den andra.</li> <li>"alla motorer" sätter riktningen för alla inkopplade motorer.</li> </ul> <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown2.png"/> <p>Du kan välja riktning från den andra rullgardinsmenyn.</p>
zh_cn: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown1.png"/> <br>你可以从下拉清单选择装置：<br/> <ul> <li>如果你只有一个马达，选择「马达」，这可以设定所有连结在 WeDo 主机上的马达转向。</li> <li>如果你有二个马达，就可以分别选择 「马达 A」或是「马达 B」。</li> <li>「所有装置」则会设定所有马达的转向。</li> </ul> <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown2.png"/> <p>你可以从第二个下拉清单选择转动的方向</p>

source: <p>To use <b>set direction</b>, you need WeDo motor(s) connected to your computer via a LEGO WeDo hub.</p>
sv: <p>För att använda <b>sätt riktning</b>, måste du ha WeDo motorn (motorerna) inkopplade till din dator via en LEGO WeDo-hubb.</p>
zh_cn: <p>若要使用 <b>距离</b>相关模块，你必须将距离感测器串接到电脑上。</p>

source: Set the power of motors or lights to a specified value and turn them on. The value ranges from 0 to 100 (0 is no power and 100 is the maximum power).
sv: Sätt motorkraften eller ljusstyrkan till ett specificerat värde och sätt på dem. Värdet ligger inom intervallet 0 till 100 (0 är ingen styrka och 100 är maximal styrka)
zh_cn: 设定马达或是灯光的数值，并开启它们。数值范围是 0 到 100（0 代表没有动力，100 代表最大动力）。

source: <img src="%(STATIC_URL)s/images/help/wedo-set-power-ex1.png" /> <p>Change the speed of the motor using the up and down arrow keys.</p>
sv: <img src="%(STATIC_URL)s/images/help/wedo-set-power-ex1.png" /> <p>Ändra motorhastigheten med tangenterna för pil upp och pil ned.</p>
zh_cn: <img src="%(STATIC_URL)s/images/help/wedo-set-power-ex1.png" /> <p>使用向上、向下方向键来改变马达转速。</p>
