Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: sv, zh_cn

source: <p>Now, select the <span class="tab-ref">Scripts</span> tab, and click the <span class="soundcolor">Sound</span> category. Drag out a <span class="soundcolor">play sound</span> block:</p> <p><img src = "%(STATIC_URL)s/images/help/play-sound-birthday.png"></p>
sv: <p>Välj nu fliken <span class="tab-ref">Skripts</span> och klicka på kategorin <span class="soundcolor">Ljud</span>. Dra ut blocket <span class="soundcolor">spela ljudet</span>:</p> <p><img src = "%(STATIC_URL)s/images/help/play-sound-birthday.png"></p>
zh_cn: <p>接着，我们切换到<span class="tab-ref">脚本</span> 页签，从 <span class="soundcolor">声音</span> 类别中抓起 <span class="soundcolor">播放声音 _</span> 积木。</p> <p><img src = "%(STATIC_URL)s/images/help/play-sound-birthday.png"></p>

source: <p>Then, drag out a <span class="eventscolor">when this sprite clicked</span> block and snap it on top:</p> <img src = "%(STATIC_URL)s/images/help/clickplaysound(3).gif">
sv: <p>Dra sedan ut blocket <span class="eventscolor">när denna sprajt klickas på</span> pussla ihop det ovanför:</p> <img src = "%(STATIC_URL)s/images/help/clickplaysound(3).gif">
zh_cn: <p>接着，抓起 <span class="eventscolor">当角色被点击</span> 积木并把它贴到当前积木堆的上方：</p> <img src = "%(STATIC_URL)s/images/help/clickplaysound(3).gif">

source: <p>Click on the cake to hear it play.</p>
sv: <p>Klicka på tårtan för att lyssna på när den spelar ljudet.</p>
zh_cn: <p>点击蛋糕就会开始播放音效。</p>

source: Now, blow out the candles!
sv: Blåsa ut ljusen!
zh_cn: 接下来，把蜡烛吹熄吧！

source: Make the candles go out when you click the cake.
sv: Gör så att ljusen slocknar när du klickar på tårtan.
zh_cn: 让蜡烛在你点击蛋糕时消失。

source: <p>Click the <span class="tab-ref">Costumes</span> tab.</p> <p>You can see two costumes for the cake:</p> <img src = "%(STATIC_URL)s/images/help/cake-candles.png"> </div> <div class="steps"> <p>Click the <span class="tab-ref">Scripts</span> tab, then click the <span class="lookscolor">Looks</span> category. Drag out a <span class="lookscolor">switch costume</span> block, and snap it on the script:</p> <img src = "%(STATIC_URL)s/images/help/whenclickplayswitch.png"> </div> <div class="steps last"> <p>Now, add a different script that will light the candles whenever you click the green flag: <img src = "%(STATIC_URL)s/images/help/whenclickswitchdrop.png"> <p>Make sure to select "cake-a" (lit candles) from the pull-down menu.</p>
sv: <p>Klicka på fliken <span class="tab-ref">Klädslar</span>.</p> <p>Du kan nu se tårtans två klädslar:</p> <img src = "%(STATIC_URL)s/images/help/cake-candles.png"> </div> <div class="steps"> <p>Klicka på fliken <span class="tab-ref">Skript</span> och sedan på kategorin <span class="lookscolor">Utseende</span>. Dra ut blocket <span class="lookscolor">byt klädsel till</span> och pussla ihop blocket i slutet av skriptet:</p> <img src = "%(STATIC_URL)s/images/help/whenclickplayswitch.png"> </div> <div class="steps last"> <p>Lägg nu till ett annat skript som tänder ljusen när du klickar på den gröna flaggan: <img src = "%(STATIC_URL)s/images/help/whenclickswitchdrop.png"> <p>Se till att du väljer "cake-a" (klädseln med tända ljus) från rullgardinsmenyn.</p>
zh_cn: <p>切换到 <span class="tab-ref">造型</span> 页签 。</p> <p>你可以看到蛋糕这个角色有 2 个造型。</p> <img src = "%(STATIC_URL)s/images/help/cake-candles.png"> </div> <div class="steps"> <p>回到 <span class="tab-ref">脚本</span> 页签，从 <span class="lookscolor">外观</span> 类别中 抓起 <span class="lookscolor">造型换为 _</span> 积木，粘到脚本上：</p> <img src = "%(STATIC_URL)s/images/help/whenclickplayswitch.png"> </div> <div class="steps last"> <p>接下来，编写另一个脚本，在点击绿旗开始时，它点燃蜡烛： <img src = "%(STATIC_URL)s/images/help/whenclickswitchdrop.png"> <p>请确定你选择的蛋糕造型目前为 cake-a （点燃的蜡烛）。</p>

source: Next, make a dance party
sv: Skapa ett dansparty
zh_cn: 下一步，来个舞林大会

source: <p>Click on <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> to choose a new sprite:</p> <p><img src = "%(STATIC_URL)s/images/help/spritelibrary.png"></p> <p>Select "Cassy Dance" or another sprite with dance costumes:</p> <p><img src = "%(STATIC_URL)s/images/help/sprite-library-dance.png"></p>
sv: <p>Klicka på <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> för att välja en ny sprajt:</p> <p><img src = "%(STATIC_URL)s/images/help/spritelibrary.png"></p> <p>Välj "Cassy Dance" eller en annan sprajt som har dansklädslar:</p> <p><img src = "%(STATIC_URL)s/images/help/sprite-library-dance.png"></p>
zh_cn: <p>点击物件区上的 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 按钮来选择一个新的角色：</p> <p><img src = "%(STATIC_URL)s/images/help/spritelibrary.png"></p> <p>Select "Cassy Dance" or another sprite with dance costumes:</p> <p><img src = "%(STATIC_URL)s/images/help/sprite-library-dance.png"></p>

source: <p>Click the <span class="lookscolor">Looks</span> category. Drag a <span class="lookscolor">next costume</span> block.</p> <p>Click the <span class="eventscolor">Events</span> category. Drag out a <span class="eventscolor">when this sprite clicked</span> block and snap it on top:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickednext.png"></p>
sv: <p>Klicka på kategorin <span class="lookscolor">Utseende</span>. Dra ut blocket <span class="lookscolor">nästa klädsel</span>.</p> <p>Klicka på kategorin <span class="eventscolor">Händelser</span>. Dra ut blocket <span class="eventscolor">när denna sprajt klickas på </span> och pussla ihop det ovanför:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickednext.png"></p>
zh_cn: <p>从 <span class="lookscolor">外观</span> 类别中抓起 <span class="lookscolor">造型换成下一个</span> 积木。</p> <p>从<span class="eventscolor">事件</span> 类别中抓起 <span class="eventscolor">当角色被点击</span> 积木，并将它粘到当前积木堆的上方：</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickednext.png"></p>

source: Click the dancer to see it switch to different poses.
sv: Klicka på dansaren för att se den byta till andra poser.
zh_cn: 如此每点击角色一下，舞者就会切换成不同的造型。

source: Next, animate your dance
sv: Animera dansen
zh_cn: 下一步，製作舞蹈动作

source: Keep the dance going!
sv: Se till att dansen fortsätter!
zh_cn: 让舞蹈不间断！

source: <p>Click the <span class="controlcolor">Control</span> category. Drag out a <span class="controlcolor">forever</span> block.</p> <p>Add a <span class="controlcolor">wait</span> block to control the speed of the dance, like this:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickedforevercostume.gif">
sv: <p>Klicka på kategorin <span class="controlcolor">Kontroll</span>. Dra ut blocket <span class="controlcolor">för alltid</span>.</p> <p>Lägg till blocket <span class="controlcolor">vänta</span> för att kontrollera hastigheten på dansen, så här:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickedforevercostume.gif">
zh_cn: <p>从 <span class="controlcolor">控制</span> 类别中抓起 <span class="controlcolor">重复无限次</span> 积木</p> <p>添加 <span class="controlcolor">等待 _ 秒</span> 积木，以调节跳舞的速度，如下所示：</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickedforevercostume.gif">

source: <p>Click the dancer on your card to start the animation.</p> <p>Tip: To stop, click the stop sign <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (above the Stage).</p>
sv: <p>Klicka på dansaren för att starta animeringen.</p> <p>Tips: För att stoppa, klicka på stoppsymbolen <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (ovanför scenen).</p>
zh_cn: <p>点击卡片上的舞者，动画就会开始了。</p> <p>提示：若要停止，可以点击预览区上方的 <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png">。</p>

source: Next, get your party started!
sv: Starta partyt!
zh_cn: 下一步，举办个派对吧！

source: <p>To add instructions, click twice on the cat, and add another <span class="soundcolor">say</span> block:</p> <img src = "%(STATIC_URL)s/images/help/name-click-things.png">
sv: <p>För att lägga till instruktioner, klicka två gånger på katten och lägg sedan till ett <span class="soundcolor">say</span>-block till:</p> <img src = "%(STATIC_URL)s/images/help/name-click-things.png">
zh_cn: <p>要加上说明，可以在舞台上双击小喵咪，然后在角色上加上另一个 <span class="soundcolor">说出 _ </span> 积木：</p> <img src = "%(STATIC_URL)s/images/help/name-click-things.png">

source: <p>The card will then look something like this:</p> <img src = "%(STATIC_URL)s/images/help/partyinstructions.png">
sv: <p>Gratulationskortet kommer att se ut ungefär så här:</p> <img src = "%(STATIC_URL)s/images/help/partyinstructions.png">
zh_cn: <p>这张卡片看起来会像这样子：</p> <img src = "%(STATIC_URL)s/images/help/partyinstructions.png">

source: Next, make it your own
sv: Gör det till ditt egna
zh_cn: 下一步，自由发挥

source: Make a game where you catch things falling from the sky.
zh_cn: 设计一个接住天上掉下来的东西的游戏。

source: Choose an Object to Fall
sv: Välj ett objekt som ska ramla
zh_cn: 选个要掉落的东西

source: Choose a Backdrop
sv: Välj en bakgrund
zh_cn: 选择舞台的背景

source: Go to the Top
sv: Gå till toppen
zh_cn: 把东西放在頂端

source: Fall Down
sv: Ramla ner
zh_cn: 让东西掉到下面

source: Go Back to the Top
sv: Gå tillbaka till toppen
zh_cn: 让东西回到顶端

source: Add a Catcher
sv: Lägg till en fångare
zh_cn: 添加接东西的容器

source: Move the Catcher
sv: Flytta fångaren
zh_cn: 移动容器

source: Catch the Object
sv: Fånga objektet
zh_cn: 接住东西

source: Enhance Your Game
sv: Förbättra ditt spel
zh_cn: 改良你的游戏

source: Share Your Game
sv: Dela ditt spel
zh_cn: 分享您的游戏

source: Click this icon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:
zh_cn: 点击物件区上的 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 按钮来选择一个新的角色：

source: Choose the object you want to fall (such as 'Apple' or 'Basketball'):
zh_cn: 选择从天而降的物件，像是 Apple（苹果），或是 Basketball （篮球）：

source: In Scratch, characters and objects are called ‘sprites.'
zh_cn: 在 Scratch 中，我们称所有物件为「角色」。

source: Tip: If you don't want the cat in your project, you can delete it using the scissors tool.
sv: Tips: Om du inte vill ha med katten i ditt projekt kan du ta bort den med hjälp av saxverktyget.
zh_cn: 提示：如果你不想要使用小喵咪当主角，你可以使用「剪刀」工具来删除他。

source: Click on the scissors, then click on the cat.
sv: Klicka på saxen och sedan på katten.
zh_cn: 先点击「剪刀」图示，再点一下小喵咪。

source: Next, choose a backdrop
sv: I nästa steg väljer du bakgrund
zh_cn: 下一步，选择舞台背景

source: Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:
zh_cn: 点选图示 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> 来开啓背景样本库：

source: Then choose the backdrop you want (such as 'blue sky' or 'basketball court'):
zh_cn: 接着，从样本库中选择适合的背景，像是 blue sky（蓝天）或是 basketball court（篮球场）：

source: Next, go to the top
zh_cn: 下一步，把东西放到顶端

source: Select your sprite by clicking on its thumbnail:
zh_cn: 要设定某个角色，请先在物件区点选该角色缩图：

source: Click the <span class="tab-ref">Scripts</span> tab.
sv: Klicka på <span class="tab-ref">Skriptfliken</span>.
zh_cn: 点选 <span class="tab-ref">程式</span> 页籤。

source: Tell your sprite to go to a random position at the top of the screen:
zh_cn: 编写程式，让角色可以在舞台顶端的任一个位置随机出现：

source: Your script should look like this:
zh_cn: 你的模块堆应该会像下图所示：

source: Next, make it fall
sv: Nästa, gör så att den faller
zh_cn: 下一步，让东西掉到下面

source: Make your sprite fall by adding these blocks:
zh_cn: 添加如下的积木堆，让你的角色从顶端落下：

source: Type a negative number in <span class="motioncolor">change y</span> to make the sprite move down.
zh_cn: 在<span class="motioncolor">将 y 坐标增加</span>的模块裡输入负数值，让角色往下移动。

source: Click the green flag to run your script:
sv: Klicka på den gröna flaggan för att köra ditt skript:
zh_cn: 点击绿旗测试程式是否正常运作：

source: Next, reset your game
zh_cn: 下一步，让东西回到顶端

source: Make your object go back to the top when it reaches the bottom:
zh_cn: 当角色掉到底部时，将角色重新设定回到顶端：

source: Next, add a catcher
sv: Nästa, lägg till en fångare
zh_cn: 下一步，添加接东西的容器

source: Choose a catcher (such as 'Bowl' or 'Magic Carpet'):
zh_cn: 添加一个容器角色，像是 Bowl（钵）或是 Magic Carpet（魔毯）：

source: Tip: Adjust the size of the catcher by clicking with the grow or shrink tool:
zh_cn: 提示：你可以使用物件放大或缩小工具来调整容器的显示尺寸：

source: Next, move with arrow keys
zh_cn: 下一步，让容器随方向键移动

source: Use arrow keys to move your catcher back and forth.
zh_cn: 使用方向键来控制你的容器运动方向。

source: Build a script like this:
sv: Bygg ett skript som detta:
zh_cn: 建立模块堆，示范如下：

source: Try it! Press the arrow keys to move left and right.
zh_cn: 按下键盘中的向左键及向右键，看看是不是能控制容器。

source: Next, catch the object
zh_cn: 下一步，接住东西

source: Select the falling sprite by clicking on its thumbnail:
zh_cn: 从物件区上点选掉落的角色苹果：

source: Add a script to catch the object:
zh_cn: 接住物件的程式示例如下：

source: That script will look like this:
zh_cn: 程式模块堆大概会像下图：

source: After touching the catcher, it will go back to the top.
zh_cn: 如此一来，当每次碰触到容器时，它就会返回到顶端。

source: Next, enhance your game
sv: Nästa, förbättra ditt spel
zh_cn: 下一步，改良你的游戏

source: What else do you want to add to your game? Try some of these ideas.
sv: Vad vill du lägga till mer till ditt spel? Pröva några av de här idéerna.
zh_cn: 你想要加入哪些其他元素到你的游戏呢？试试这些点子吧。

source: Add Score
zh_cn: 加入计分功能

source: Create a variable for keeping score.
sv: Skapa en variabel för att räkna poäng.
zh_cn: 加入一个变数来纪录得分。

source: Then add the score blocks to your script:
sv: Lägg sedan till poängblocket till ditt skript:
zh_cn: 接着添加这个变量积木到脚本中：

source: Make More Apples
zh_cn: 製作更多的苹果

source: Use the Duplicate tool to copy the apple sprite with its scripts.
zh_cn: 使用物件複製工具可以快速地将苹果角色的造型连同程式一併建立複本。

source: Next, share your project
sv: I nästa steg kan du dela ditt projekt
zh_cn: 下一步，分享你的项目

source: Make sprites react when they collide
sv: Gör så att sprajtar reagerar när de kolliderar
zh_cn: 角色碰撞

source: Make two sprites, such as a ball and a paddle:
sv: Skapa två sprajtar, t.ex. en boll och ett racket:
zh_cn: 建立 2 个角色，例如 「球」和「球拍」：

source: This script tells the ball what to do when it hits the paddle:
sv: Skriptet säger till bollen vad som händer när den träffar paddeln:
zh_cn: 编写下方程式，让球碰撞到球拍时产生反应：

source: Want to make a conversation or tell a joke?<br/> <p>Have two sprites take turns saying something.</p> Try this code in one sprite:
sv: Vill du skapa en dialog eller berätta ett skämt?<br/> <p>Låt två sprajtar turas om att säga någonting.</p> Prova denna kod i en sprajt:
zh_cn: 想要製作故事中角色间对话的剧本？<br/> <p>首先先建立 2 个角色，然后想好它们的台词。</p> 接着在第一个角色上建立以下程式：

source: And this in another sprite:
sv: Och denna kod i den andra sprajten:
zh_cn: 在第二个角色上建立以下程式：

source: Broadcast a message to tell another sprite when to talk. When it receives the message, it can respond.
sv: Skicka ett meddelande för att tala om för en annan sprajt när den ska prata. När den får meddelandet så kan den svara.
zh_cn: 透过「广播」模块来告诉对方要接话了，那麽当对方接收到广播消息，就会做出回应。

source: Make an interactive dance scene, combining music and dance moves.
sv: Gör en interaktiv dansscen som blandar musik och dansrörelser.
zh_cn: 製作一个有互动效果的跳舞情境，其中包含了音乐和舞蹈动作。

source: Add a Dancer
sv: Lägg till en dansare
zh_cn: 添加一个舞者

source: Add Music
sv: Lägg till musik
zh_cn: 加入音乐

source: Play the Music
sv: Spela musiken
zh_cn: 播放音乐

source: Code the Dance
sv: Programmera dansen
zh_cn: 编写舞蹈程序

source: Dance to the Music
sv: Dansa till musiken
zh_cn: 随音乐起舞

source: Enhance Your Dance
sv: Förbättra din dans
zh_cn: 改良你的舞蹈

source: Add Your Own Moves
sv: Lägg till dina egna rörelser
zh_cn: 添加你自己的动作

source: Share Your Dance
sv: Dela din dans
zh_cn: 分享你的舞蹈

source: Where do you want to dance?
sv: Var vill du dansa?
zh_cn: 要在哪儿跳舞呢？

source: Then choose the backdrop you want (such as graffiti or basketball-court):
sv: Välj sedan bakgrunden du vill ha (som graffiti eller basketplan):
zh_cn: 接着选择一个适合的背景，像是 graffiti 或是 basketball-court：

source: Next, add a dancer
sv: Välj sedan en dansare
zh_cn: 下一步，添加一名舞者

source: <p>Click on <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:</p>
zh_cn: <p>点击 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 图示可以在样本库中挑选角色：</p>

source: Click the 'Dance' theme. Select a Hip-Hop or other Dance sprite:
zh_cn: 从样本库中的「舞蹈」主题选择相关的角色，像是 Hip-Hop：

source: You can delete the cat with the scissors tool. Click on the scissors, then click on the cat:
sv: Du kan ta bort katten med saxverktyget. Klicka på saxen och sedan på katten:
zh_cn: 你可以使用剪刀工具删除角色，方法是先按剪刀图示，再去点击要删除的角色。

source: Or, use the right-click menu (Shift+click on Mac), and choose 'delete'.
sv: Eller använd högermenyn på musen (shift+klick på Mac) och välj 'radera'.
zh_cn: 或者，在物件区的角色上点击滑鼠右键开启快速选单（Mac 上是按着 Shift 点击），使用快显选单的「删除」工具。

source: Next, add music
sv: Lägg sedan till musik
zh_cn: 下一步，添加音乐

source: To add music, click the <span class="tab-ref">Sounds</span> tab.
sv: För att lägga till musik, klicka på <span class="tab-ref">Ljud</span>-fliken.
zh_cn: 若要添加音乐，切换到<span class="tab-ref">音效</span>页籤。

source: To choose a sound, click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
sv: För att välja ett ljud, klicka på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
zh_cn: 点击图示 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">以从范例库中挑选要使用的音效。

source: Choose dance music (such as 'dance celebrate' or 'dance funky').
sv: Välj dansmusik (som 'dance celebrate' eller 'dance funky').
zh_cn: 挑选一个可以跳舞的音乐，像是 dance celebrate 或是 dance funky。

source: Or, to upload your own music, click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">:
sv: Eller så kan du ladda upp din egen musik genom att klicka på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">:
zh_cn: 或者你也可以使用自己的音乐，点击 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png"> 以从电脑中挑选：

source: Tip: You can upload an MP3 or other sound file.
sv: Tips: Du kan ladda upp en mp3-fil eller annan ljudfil.
zh_cn: 提示：你可以使用多种音讯格式，像是 MP3。

source: Next, play the music
sv: Spela sedan musiken
zh_cn: 下一步，播放音乐

source: Click the <span class="controlcolor">Control</span> category.
sv: Klicka på kategorin <span class="controlcolor">Kontroll</span>.
zh_cn: 选择 <span class="motioncolor">控制</span> 指令类。

source: Drag out a <span class="controlcolor">repeat</span> block, and wrap it around:
sv: Dra ut ett <span class="controlcolor">repetera</span>-block och lägg den runtom:
zh_cn: 抓起 <span class="controlcolor">重复 _ 次</span> 积木，用它包住当前的积木：

source: Click the <span class="eventscolor">Events</span> category.
sv: Klicka på kategorin <span class="eventscolor">Händelser</span>.
zh_cn: 选择 <span class="eventscolor">事件</span> 指令类。

source: Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top.
sv: Dra ut ett <span class="eventscolor">när <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klickas på</span>-block och fäst det överst.
zh_cn: 抓起 <span class="eventscolor">当 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 被点击</span> 积木，把它粘到当前积木堆的最上方。

source: Next, code the dance
sv: Koda sedan dansen
zh_cn: 下一步，编写舞蹈程式

source: Tell the dancer which moves to make.
sv: Säg till dansaren vilka rörelser den ska göra.
zh_cn: 告诉舞者要表演什麽动作。

source: Click the <span class="tab-ref">Costumes</span> tab.
sv: Klicka på <span class="tab-ref">Klädslar</span>-fliken.
zh_cn: 切换到 <span class="tab-ref">造型</span> 页籤。

source: Each costume has a different dance move.
sv: Varje klädsel har olika dansrörelser.
zh_cn: 角色的每个造型代表每个要表演的舞蹈动作。

source: Click the <span class="lookscolor">Looks</span> category, and drag out a <span class="lookscolor">switch costume to</span> block.
sv: Klicka på kategorin <span class="lookscolor">Utseende</span> och dra ut ett <span class="lookscolor">byt klädsel till</span>-block.
zh_cn: 从 <span class="lookscolor">外观</span> 类别中抓起 <span class="lookscolor">造型换成 _</span> 积木。

source: Choose a costume from the drop-down menu.
sv: Välj en klädsel från rullgardinsmenyn.
zh_cn: 从下拉清单中选取一个造型。

source: Build up a dance script by switching to different costumes.
sv: Bygg i ordning ett dansskript genom att byta till olika klädslar.
zh_cn: 透过切换数个造型来建立起程式模块堆。

source: Use a <span class="controlcolor">wait</span> block (from the <span class="controlcolor">Control</span> category) to pause between moves.
sv: Använd ett <span class="controlcolor">vänta</span>-block (från kategorin <span class="controlcolor">Kontroll</span>) för att pausa mellan rörelserna.
zh_cn: 从 <span class="controlcolor">控制 </span> 类别中，将 <span class="controlcolor">等待</span> 积木放置到造型切换的中间做为动作停顿点。

source: Click anywhere on your script to try it.
sv: Klicka var som helst på ditt skript för att köra det.
zh_cn: 点击你模块堆来试试效果如何。

source: Make sure you have a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block on top of the script.
sv: Se till att du har ett <span class="eventscolor">när <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klickas på</span>-block överst i skriptet.
zh_cn: 确定你已将 <span class="eventscolor">当 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 被点击</span> 积木放最积木堆的最上方。

source: Then, click the green flag to play your scripts:
sv: Klicka sedan på den gröna flaggan för att köra dina skript:
zh_cn: 接着，你就可以按下绿旗图示来执行你的程式：

source: Next, dance to the music
sv: Dansa sedan till musiken
zh_cn: 下一步，随音乐起舞

source: Adjust the dance moves so they coordinate with the music.
sv: Ändra på dansrörelserna så att de rör sig i takt med musiken.
zh_cn: 调整舞蹈动作，让它与音乐能够合拍。

source: Wrap a <span class="controlcolor">repeat</span> around any blocks you want to repeat:
sv: Fäst ett <span class="controlcolor">reptera</span>-block kring alla block som ska upprepas:
zh_cn: 使用 <span class="controlcolor">重複</span>积木把要重複的积木堆包起来：

source: Adjust the wait times to sync with the music.
sv: Ändra paustiderna så de passar med musiken.
zh_cn: 调整等待时间，让它能与音乐的拍子同步。

source: Next, enhance your dance
sv: Förbättra sedan din dans
zh_cn: 下一步，改良你的舞蹈

source: Amp up your dance with these ideas.
sv: Gör din dans häftigare med dessa idéer.
zh_cn: 这儿有些改良舞蹈的好点子。

source: Want to change the scene? Choose a new backdrop or add your own photo.
sv: Vill du ändra på scenen? Välj en ny bakgrund eller lägg till ett eget foto.
zh_cn: 想要切换不同场景？你可以用多种方式为舞台添加背景，像是从样本库中挑选或是从你的电脑中挑选适合的图片。

source: Then, add this block to switch backdrops:
sv: Lägg sedan till detta block för att byta bakgrunder:
zh_cn: 接着，加入切换背景的积木到积木堆中：

source: Choose the backdrop name from the menu.
sv: Välj namn på bakgrunden från rullgardinsmenyn
zh_cn: 在切换背景模块中可以透过下拉清单挑选要切换的背景。

source: If you want your backdrop to change color, click the Stage thumbnail.
sv: Om du vill byta färg på bakgrunden så kan du klicka på Scenikonen.
zh_cn: 想要在播放时变化背景颜色？先在物件区上选择舞台。

source: Click the <span class="tab-ref">Scripts</span> tab.
sv: Klicka på <span class="tab-ref">Skript</span>-fliken.
zh_cn: 切换到 <span class="tab-ref">程式</span> 页籤。

source: Then, add a script like this:
sv: Lägg sedan till ett skript som detta:
zh_cn: 接着，添加一段程式，示范如下：

source: Add dancers to make a dance party. Or, challenge your dancers to a dance off.
sv: Lägg till dansare för att skapa en dansfest. Eller utmana dina dansare med en danstävling.
zh_cn: 添加更多跳舞的人，来开个派对吧！不然和你的舞者来个比舞大会！

source: Add your own moves
sv: Lägg till dina egna rörelser
zh_cn: 添加您自己的动作

source: Want to add yourself to the dance?
sv: Vill du lägga till dig själv till dansen?
zh_cn: 想要添加你自己的动作到舞蹈中？

source: Take photos of yourself in different moves against a blank wall.
sv: Ta foton av dig själv i olika dansställningar mot en enfärgad vägg.
zh_cn: 你可以自己拍摄连续动作的照片，记住拍照的背景要是纯色。

source: Make a new sprite by uploading the photos into Scratch:
sv: Gör en ny sprajt genom att ladda upp fotona till Scratch:
zh_cn: 并将照片传到 Scratch 裡作为新的角色及造型：
