Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: sv, zh_cn

source: Click the upload button: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
sv: Klicka på uppladdningsknappen: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
zh_cn: 点击 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png"> 图示，从电脑中挑选新角色。

source: Edit the costumes using the Scratch paint editor.
sv: Redigera klädslarna med hjälp av Scratchs bildredigerare.
zh_cn: 使用 Scratch 上的绘图编辑器来修改角色造型。

source: You can adjust the size of the eraser.
sv: Du kan ändra storlek på suddet.
zh_cn: 你可以调整擦子的宽度。

source: Rename the costumes so they’re easy to remember.
sv: Byt namn på klädslarna så de blir lätta att komma ihåg.
zh_cn: 将每个造型重新命名，这样一来比较方便辨识。

source: Now you’re ready to code your moves!
sv: Nu är du redo att koda dina rörelser!
zh_cn: 接下来你就可以开始编程你的动作了！

source: Build a dance script, like you did for your other dancer.
sv: Skapa ett dansskript, som du gjorde med din andra dansare.
zh_cn: 建立一个舞蹈程式，像之前编写其他舞者那样。

source: When you're ready, share your dance.
sv: När du är färdig kan du dela din dans.
zh_cn: 製作完成后，别忘了分享给大家欣赏。

source: Share your dance
sv: Dela din dans
zh_cn: 分享您的舞蹈

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">Dance, Dance, Dance studio</a>:
sv: Nu kan du lägga till ditt projekt i studion <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">Dance, Dance, Dance</a>:
zh_cn: 现在你可以将你的項目分享到创作坊 <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">Dance, Dance, Dance studio</a>裡：

source: For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.
sv: Vill du ha fler idéer så kan du klicka på <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Alla tips</a>.
zh_cn: 找寻更多点子，点选 <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">所有技巧</a>。

source: If you want to edit a sound, select a section of the sound: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Then choose from the Edit menu:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>Or, choose Effects:<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
sv: Om du vill redigera ett ljud, markera en del av ljudet: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Välj sedan från Redigera-menyn:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>Eller välj Effekter:<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
zh_cn: 如果你想修改音讯内容，可以选取要编辑的区段：<br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> 然后从编辑选单上选择要执行的操作：<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>或者，你可以套用一些效果：<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>

source: Make a dress-up game where you choose a character and clothes.
zh_cn: 制作一个选择角色和服装的换装游戏

source: Select a Look
zh_cn: 选择一个外观

source: Say Hello!
zh_cn: 打招呼！

source: Play with Colors
zh_cn: 色彩游戏

source: Change Styles
zh_cn: 改变风格

source: Set the Starting Position
zh_cn: 设定开始的位置

source: Lay Out Your Clothes
zh_cn: 展示你所有的衣服

source: Enhance and Personalize
zh_cn: 改进与个性化

source: Click the Dress-Up theme and select Dani.
zh_cn: 点击试穿主题然后选择Dani

source: In Scratch, characters and objects are called ‘sprites’.
zh_cn: 在 Scratch 中，所有能移动的物件都被称为 sprites （角色）。

source: Click this icon <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> to open the Backdrop library:
zh_cn: 点击图标 <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> 来开启背景范例库:

source: Then, choose a backdrop you want (such as ‘stripes’ or ‘rays’):
zh_cn: 然后，选择一个你想要的背景 (比如“stripes”或者“rays”)

source: To select your character’s look, click on its thumbnail, then select a costume.
zh_cn: 选择你的角色的外观，点击它的缩略图，然后选择一个装扮。

source: Tip: You can use the paint bucket to change colors.
zh_cn: 提示: 你可以用油漆桶来改变颜色。

source: Drag your character to where you want it on the Stage, then build this script:
zh_cn: 将你的角色拖动到舞台上你想要的位置，然后运行这个脚本。

source: You can type in what you want your character to say.
zh_cn: 你可以输入任何你想要你的角色说的话。

source: Press the space key to try it!
zh_cn: 按下空格键可以测试！

source: Click the Dress-Up theme and select a shirt you like:
zh_cn: 点击服饰主题然后选择一件喜欢的上衣：

source: Build a script to change the color of your shirt when clicked:
zh_cn: 编制一个脚本，点击它可以更换上衣的颜色：

source: Try it! Drag the shirt onto your character. Click on the shirt to change colors.
zh_cn: 试试看！把上衣拖到角色身上。点击上衣可以更换颜色。

source: Click the <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign.png"> sign to reset.
zh_cn: 点击 <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign.png"> 标志复位。

source: Click the <span class="tab-ref">Costumes</span> tab to see different shirt styles.
zh_cn: 点击 <span class="tab-ref">造型</span> 标签页来查看不同的上衣样式。

source: Add this script to switch between costumes.
zh_cn: 添加以下脚本来切换造型。

source: You can choose any other key from the dropdown menu.
zh_cn: 你可以从下拉菜单中选用其他按键。

source: Press the ‘c’ key to try it.
zh_cn: 按下‘c’键进行测试。

source: Want to reset your character's position?
zh_cn: 要复原角色的位置吗？

source: Drag your character to where you want it.
zh_cn: 把角色拖到你想放置的地方。

source: Your numbers may be different.
zh_cn: 你可以使用不一样的数字。

source: Try it. Drag your character on the Stage.
zh_cn: 试试看。把角色拖到舞台上。

source: Then, click the green flag. Your character will reset its position.
zh_cn: 然后，点击绿色旗标。你的角色会回到设定的位置。

source: Click this icon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose additional clothes you want to give your character.
zh_cn: 点击这个图标 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 来为你的角色选择更多的衣服。

source: Set the starting position for each piece of clothing.
zh_cn: 设置每件衣服的起始位置。

source: For example, first select the shirt’s thumbnail.
zh_cn: 例如，先选取上衣的缩略图。

source: Then add a starting script like this:
zh_cn: 然后，添加以下如下的启动脚本：

source: Try it! Drag the clothes onto your character. Then click the <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> icon to reset.
zh_cn: 试试看！把衣服拖到角色上。然后点击 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 图标进行复位。

source: Tip: Add a starting script for each piece of clothing, adjusting the numbers to place them where you want them.
zh_cn: 提示：为每件衣服添加一个启动脚本，调整数字把他们放到你想要的地方。

source: DRAW YOUR OWN CLOTHES
zh_cn: 绘制你自己的服装

source: Click the <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> icon to draw a new sprite:
zh_cn: 点击 <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> 图标来绘制角色：

source: Use the drawing tools to draw your own clothing.
zh_cn: 使用绘画工具绘制自己的服装。

source: To make the clothing so you can drag it, first, click the info button and then, check 'can drag in player'.
zh_cn: 要让衣服可以被拖动，首先点击“信息”按钮，再勾选“可在播放器中拖动”。

source: CHANGE BACKDROPS
zh_cn: 改变背景

source: Click this icon <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> to choose a new backdrop:
zh_cn: 点击图标 <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> 来选择一个背景：

source: Click the <span class="tab-ref">Scripts</span> tab. Then, add this script.
zh_cn: 点击 <span class="tab-ref">脚本</span> 标签页。然后添加这段脚本。

source: Press the right arrow key to switch backdrops.
zh_cn: 按→键切换背景。

source: GLIDE INTO PLACE
zh_cn: 滑动到某处

source: You can make clothing or accessories glide into place.
zh_cn: 你可以让衣服或服饰滑动到某个地方。

source: Click to select ‘sunglasses’ or any other piece of clothing.
zh_cn: 点击选择“太阳镜”或者其他服饰。

source: Set the starting position with a script like this:
zh_cn: 用如下脚本设置开始位置：

source: Next drag the sunglasses onto your character.
zh_cn: 接着把太阳镜拖到你的角色上。

source: Then, build this gliding script:
zh_cn: 然后，编制滑动脚本：

source: Try it! Click the green flag to reset, then click on the sunglasses.
zh_cn: 试试看！点击绿色旗标重新开始，然后点击太阳镜。

source: Make an interactive collage that shows and tells people about your favorite things.
zh_cn: 製作一个互动式的贴图，用更生动的方式告诉大家你最爱的东西有哪些。

source: Choose a Thing You Like
sv: Välj en sak du gillar
zh_cn: 选择一个您喜爱的事物

source: Say What You Like About It
sv: Säg vad du gillar med den
zh_cn: 谈谈喜爱它的原因

source: Record Your Voice
sv: Spela in din röst
zh_cn: 录製你的声音

source: Add More Favorite Things
sv: Lägg till fler favoritsaker
zh_cn: 加入更多喜爱的事物

source: Add Effects and Movement
sv: Lägg till specialeffekter och rörelse
zh_cn: 添加效果和动画

source: Start by adding one of your favorite things.
zh_cn: 首先先选择一个你喜欢的事物。

source: <p>Click on <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:</p>
zh_cn: <p>点击 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 图示可以在样本库中挑选角色：</p>

source: For example, you could choose your favorite animal:
zh_cn: 例如，你可以选一个你喜欢的动物：

source: <p>Can't find an image you want? Draw your own sprite <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> or import an image <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">.</p>
zh_cn: <p>没有你想要使用的图片吗？用 <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> 自己画一个 ，或是用 <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">从电脑中汇入图片。</p>

source: Want to delete the cat? Click on the scissors, then click on the cat:
zh_cn: 想要删除喵咪角色？点击剪刀工具按钮，再选择要删除的角色即可：

source: Next, say what you like about it
zh_cn: 下一步，谈谈喜爱它的原因

source: Click the <span class="lookscolor">Looks</span> category, then drag a <span class="lookscolor">say Hello! for 2 secs</span> block to the Scripts area:
zh_cn: 从 <span class="lookscolor">外观</span> 类别中抓起 <span class="lookscolor">说出 _ _ 秒</span> 积木到脚本工作区：

source: Type in what you want it to say:
zh_cn: 输入你想要说的内容：

source: You can click on that block to try it.
zh_cn: 点击积木看看执行结果。

source: Now, make it interactive!
sv: Nu, gör det interaktivt!
zh_cn: 接着，让它变得有互动

source: Click the <span class="eventscolor">Events</span> category.
sv: Klicka på kategorin <span class="eventscolor">Händelser</span>.
zh_cn: 点选 <span class="eventscolor">事件</span> 类别。

source: Drag out a <span class="eventscolor">when this sprite clicked</span> block and snap it on top:
zh_cn: 抓起 <span class="eventscolor">当角色被点击</span>积木，并把它放到现有脚本上方：

source: Now, you can click on your sprite to see it talk.
zh_cn: 现在只要一点击角色就会看到它说话了。

source: Next, record your voice
zh_cn: 下一步，录製你的声音

source: Add your voice to bring your project to life!
zh_cn: 将你的声音注入其中，让它更写实！

source: <p>Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">.</p>
zh_cn: <p>切换到 <span class="tab-ref">音效</span> 页籤，接着按下 <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">按钮。</p>

source: Then, click the round button to record.
zh_cn: 接着，按下「录音」按钮（圆形图示）开始录音。

source: Tip: You may need to click 'Allow' to record.
zh_cn: 提示：一些安全性较高的系统上，可能还需要额外的装置允许权限。

source: Record yourself saying what you like about this favorite thing.
zh_cn: 录製时，就说说你为什麽会喜欢这个事物。

source: Can't record?
zh_cn: 无法录製吗？

source: Click <img class="intext" src = "%(STATIC_URL)s/images/help/int-speaker.png"> to choose a sound from the Sound Library.
zh_cn: 那就暂时用 <img class="intext" src = "%(STATIC_URL)s/images/help/int-speaker.png"> 从音效样本库中选个音效吧。

source: Then, click the <span class="tab-ref">Scripts</span> tab.
sv: Sedan, klicka på <span class="tab-ref">Skriptfliken</span>.
zh_cn: <p>然后，切换到 <span class="tab-ref">程式</span> 页籤。

source: Click the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound</span> block.
zh_cn: 从 <span class="soundcolor">声音</span> 类别中抓起 <span class="soundcolor">播放声音 _</span> 积木。

source: Drag that sound block into the script, like this:
zh_cn: 将积木放置到脚本中，示范如下：

source: Tip: Put the <span class="soundcolor">play sound</span> block before the <span class="lookscolor">say block</span> so the sound plays at the same time that the talk bubble appears.
zh_cn: 提示：要将 <span class="soundcolor">播放声音 _</span> 积木放到 <span class="lookscolor">说出 _ _ 秒</span> 之前，如此声音才会和对话方块同时呈现出来。

source: Click on your sprite to see and hear what it says:
zh_cn: 点击你的角色来测试一下是否成功：

source: Add another favorite thing
zh_cn: 下一步，加入其他的最爱

source: Now add other favorite things, such as your favorite foods or activities.
zh_cn: 现在你可以加上更多喜欢的事件，像是最爱的食物、最爱的运动…

source: <p>You can draw by clicking the <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> icon.
zh_cn: <p>你可以用 <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> 工具自行绘製与众不同的角色。

source: Or click <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png"> to import an image.
zh_cn: 或是用 <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png"> 汇入从其他地方找到的图片。

source: Want to choose something instead?
zh_cn: 想要用现成的？

source: <p>Click the <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> icon to choose from the Sprite library.</p>
zh_cn: <p>点击 <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> 图示，可以从角色样本库中选择图片，别忘了一个角色裡还有不同的造型可以选用。</p>

source: Next, add effects and movement
zh_cn: 下一步，添加效果和动画

source: Here are more ideas for bringing your favorite things to life.
zh_cn: 这裡有些不错的点子，可以让你的作品更加的生动活泼。

source: Add Effects
sv: Lägg till effekter
zh_cn: 添加一些效果

source: Make a sprite change color when it's clicked.
sv: Gör så att en sprajt ändrar färg när man klickar på den.
zh_cn: 当角色被点击时会更换颜色。

source: Animate It
zh_cn: 让它动起来

source: If your sprite has more than one costume, you can animate it by switching costumes.
zh_cn: 如果你的角色裡有一个以上的造型，你可以透过「切换造型」模块让它产生动画效果。

source: Select costumes from the menu in the <span class="lookscolor">switch costume</span> block.
zh_cn: 你可以在 <span class="lookscolor">造型换成 _</span> 积木裡的下拉清单中指定要切换的造型。

source: To see the costumes, click the <span class="tab-ref">Costumes</span> tab.
zh_cn: 要查看角色中有哪些造型？可以切换到 <span class="tab-ref">造型</span> 页籤。

source: Want to add a costume? Click a costume with the Duplicate tool.
zh_cn: 想要为角色添加不同造型？最简单的方式是用複製工具。

source: Then use the drawing tools to edit it.
zh_cn: 接着在複本上用绘图工具来局部改造。

source: Tip: If it's a vector image, you can select it, then click the Ungroup icon to change the parts:
zh_cn: 提示：如果图像本身是「矢量图」格式，你可以选择它后使用「取消群组」工具来打散图形：

source: Now you can animate by switching between costumes (like in the script above).
zh_cn: 接下来你就可以用切换造型的指令来让角色动起来了。

source: Glide
zh_cn: 滑行

source: Make a sprite glide when you click it:
zh_cn: 让角色被点击时滑行：

source: Tip: When you drag a sprite to a point on the Stage, the <span class="motioncolor">go to x: y:</span> and <span class="motioncolor">glide</span> blocks will update to the sprite’s new x-y position.
zh_cn: 提示：当你将角色拖到舞台的某处时，在脚本面板上的指令 <span class="motioncolor">移到 x:_ y:_</span> 以及 <span class="motioncolor">滑行 _ 秒到 x:_ y:_</span> 积木都会因此更新坐标位置。

source: <p>Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:</p>
sv: <p>Klicka på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">-ikonen för att öppna bakgrundsbiblioteket:</p>
zh_cn: <p>点选图示 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">来开啓背景范例库：</p>

source: Then choose the backdrop you want.
zh_cn: 接着选择你想要使用的背景。

source: Tip: You can edit it using the paint tools.
zh_cn: 提示：你可以使用绘图器来修改它。

source: When you're ready, you can share your favorite things.
zh_cn: 作品完成了吗？别忘了和全世界的人分享你的最爱。

source: Share your project
sv: Dela ditt projekt
zh_cn: 分享您的项目

source: Now you can share your favorite things with others!
sv: Nu kan du dela dina favoritsaker med andra!
zh_cn: 现在你可以告诉全世界的人你最爱的是什麽了！

source: Choose a character and make it fly!
zh_cn: 选择一个角色，然后让它飞起来！

source: Prepare to Fly
sv: Förbered dig på att flyga
zh_cn: 准备飞行

source: Add Scenery
sv: Lägg till bakgrund
zh_cn: 加入景物

source: Make It Move
sv: Få det att röra sig
zh_cn: 让它移动

source: Switch Looks
sv: Byt utseende
zh_cn: 切换外观

source: Paint the Sky
sv: Måla himlen
zh_cn: 为天空着色

source: Make It Interactive
sv: Gör det interaktivt
zh_cn: 让它可以互动

source: Add Things in the Sky
sv: Lägg till saker på himlen
zh_cn: 在天空上添加东西

source: Customize and Enhance
sv: Förändra och förbättra
zh_cn: 特色化与改良

source: You can make anything fly!
zh_cn: 你可以让任何东西飞起来！

source: Click the 'Flying' theme, then select the character you want:
zh_cn: 比方说从「主题」中的「飞翔」分类下挑选想要的角色：

source: Or, click the paintbrush <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> to draw your own character.
zh_cn: 或者，利用 <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> 自行绘製属于自己的角色。

source: Want a character that looks like you? Make your own avatar on the Powerpuff Yourself website.
zh_cn: 又或者，你想要创造一个「自己」，那麽你可以利用「 Powerpuff Yourself 」这种应用工具网站。

source: Then, click the folder icon <img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> to upload the image from your computer.
zh_cn: 这类从网站製作、下载的图片，可以使用<img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png">把电脑中的存档载入到 Scratch 中。

source: Want to delete a character? Click the scissors tool then click the character.
zh_cn: 若要删除角色，可以按下「剪刀」图示，接着到预览视窗选择要删除的角色。

source: Tip: In Scratch, characters are called 'sprites'.
zh_cn: 提示：在 Scratch 裡，所有的物件都被称作角色。

source: Share in a Studio
zh_cn: 分享到创作坊

source: You can add your project to the <a href="http://scratch.mit.edu/studios/2050750/" target="_blank">Make It Fly studio</a>:
zh_cn: 你可以把你的项目分享到 <a href="http://scratch.mit.edu/studios/2050750/" target="_blank">Make It Fly studio</a>创作坊：

source: Build a script to tell your character to say something:
zh_cn: 建立程式，让角色说些话。

source: Click the green flag to start your script:
sv: Klicka på den gröna flaggan för att starta ditt skript:
zh_cn: 按下预览区上方的绿旗图示开始执行你的程式：

source: Pick a sprite for your character to fly by, such as buildings or trees.
zh_cn: 挑选建筑物作为主角要飞过的物件，当然你也可以选择其他物件，像是树。

source: Drag the building or other sprite to the right-side of the Stage, like this:
zh_cn: 将建筑物拖曳到舞台的右侧，如下图：

source: Tip: Adjust the size of a sprite by clicking with the grow or shrink tool:
zh_cn: 提示：你可以利用功能列上的「放大」、「缩小」工具来调整角色的尺寸：

source: Move the building or other scenery so your character will look like it's flying.
zh_cn: 让建筑物动起来，这样子你的角色看起来就会像是真的飞过一栋栋的建筑物。

source: Add a script like this to your building or scenery:
zh_cn: 建筑物的程式模块堆示例如下：

source: x is the position on the Stage from left to right.
zh_cn: 补充：x 坐标指的是舞台水平方向的位置；y 坐标则是舞台垂直方向的位置。

source: If your building or scenery has more than one costume, you can switch between looks.
zh_cn: 如果你的建筑物有一个以上的造型，那麽你可以在程式中切换角色造型。

source: Add to your script like this:
sv: Lägg till i skriptet så här:
zh_cn: 添加你的程式如下：

source: Tip: Click the <span class="tab-ref">Costumes</span> tab to see the sprite's costumes.
zh_cn: 提示： 切换到 <span class="tab-ref">造型</span> 页籤就可以看到角色目前有的造型。

source: You can change the color of the sky.
zh_cn: 你可以改变天空的色彩。

source: Choose a plain backdrop, such as 'blue sky2' or 'purple'.
zh_cn: 选择单色的背景，像是「blue sky2」或「purple」。

source: You can use the paint bucket tool to change the color of your backdrop.
zh_cn: 你可以使用绘图编辑器中的「填色」工具来替换舞台背景的颜色。

source: Tip: Use a plain background to help make your character look like it's flying.
zh_cn: 提示：背景务必使用「单色」，你的角色看起来才会产生飞的错觉。

source: Make your character move when you press a key.
zh_cn: 当按下某个按钮，你的角色会移动。

source: Add these scripts to make it move up and down:
zh_cn: 添加以下程式，让它可以上下移动：

source: Tip: Type a minus sign (-10) to move down.
zh_cn: 提示：使用负数，例如 -10，让角色向下移动。

source: Try it! Press the up and down arrow keys on your keyboard:
zh_cn: 你可以按按看键盘上的「向上」、「向下」的方向键，试试它们的功能是什麽：

source: Add clouds, hearts, unicorns, or other floating things in the sky!
zh_cn: 在天空中添加些漂浮的物件，像是云朵、爱心、独角色…

source: To make it float, build a script like this:
zh_cn: 要让它有浮动感，可建立如下模块堆：

source: Click the green flag to try it out:
sv: Klicka på den gröna flaggan för att pröva det:
zh_cn: 点击绿旗让程式运行看看：

source: Here's an example with clouds floating across:
zh_cn: 下方是飞过漂浮云朵的示例：

source: Move left and right
zh_cn: 左移右动

source: Add these scripts to move your character using the left and right arrow keys:
zh_cn: 加入下方的程式到你的角色中，你就可以透过使用方向键的向左、向右按键来移动角色：

source: Collect Things
zh_cn: 收集物品

source: Make a sound every time you touch something.
zh_cn: 当你碰到画面中的指定物件时，让程式播放音效。

source: Click the green flag to try it out.
sv: Klicka på den gröna flaggan för att pröva det.
zh_cn: 点击绿旗让程式运行看看：

source: Edit Your Character
zh_cn: 编辑你的角色

source: You can edit your character to make it look more like it's flying.
zh_cn: 你可以修改一下角色，让它看起来更像是在飞行。

source: Click the <span class="tab-ref">Costumes</span> tab.
sv: Klicka på <span class="tab-ref">Klädslarfliken</span>.
zh_cn: 切换到 <span class="tab-ref">造型</span> 页籤。

source: Click the 'Add' button to add a magic carpet or other object to your character
zh_cn: 按下「添加」按钮，为当前角色加上魔毯的图案。

source: Then, click on that block to make the cat move:
sv: Klicka sen på blocket så att katten rör sig:
zh_cn: 接着，在积木上点一下，喵咪就会移动:

source: Now, add a sound.
sv: Lägg till ett ljud
zh_cn: 下一步，添加一个音效

source: Each object in Scratch is called a sprite. To add a new sprite, click one of these buttons:
sv: Ett objekt i Scratch kallas för en sprajt. För att lägga till en ny sprajt klickar du på en av ikonerna:
zh_cn: 在 Scratch 中的每个物件称为「角色」。你可以透过下方的这些按钮可以建立一个新的角色：

source: <h4>New Sprite Buttons </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p> </div> <div class="steps last"> <p>To add this sprite, click <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> then select "Cassy Dance":</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Drag the characters to where you want them on the Stage.</p>
sv: <h4>Ny sprajtknapp </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Välj sprajt från biblioteket</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Rita din egen sprajt</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Ladda upp din egen bild eller sprajt</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Ta en bild (från en webbkamera)</p> </div> <div class="steps last"> <p>För att lägga till denna sprajt, klicka på <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> och välj sedan "Cassy Dance":</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Dra figurerna dit du vill ha dem på scenen.</p>
zh_cn: <h4>新增角色相关按钮 </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> 从样本库中挑选角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> 自行绘製新的角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> 从电脑中挑选角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> 从摄影装置中录製新角色</p> </div> <div class="steps last"> <p>比方说要添加下方角色，你可以按下 <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> 然后找到名为 "Cassy Dance" 的图片</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>在新增完毕后，你可以在预览区上把角色拖曳到你想要显示的位置。</p>

source: Now, explore sound or animation.
sv: Utforska ljud och animering.
zh_cn: 下一步，角色的音效与造型。
