Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: sv, zh_cn

source: Add blocks that extend what you can do in Scratch
sv: Lägg till block som utökar vad du kan göra i Scratch
zh_cn: 添加积木能让你用Scratch做的更多的事

source: Extensions allow you to connect to hardware devices or web services.
sv: Tillägg låter dig ansluta vissa hårdvaruenheter eller webbtjänster.
zh_cn: 扩充功能可以让你连结到一些硬体装置或是网路服务。

source: In the future, more extensions will be added to Scratch. To try out experimental extensions, visit the website scratchx.org
sv: I framtiden kommer fler tillägg att dyka upp i Scratch. För att testa våra experimentella tillägg, besök scratchx.org
zh_cn: 未来会添加更多的扩充功能，若你有兴趣尝试一些测试版的扩充功能，可以造访 scratchx.org 站台。

source: Hardware Devices
sv: Hårdvaruenheter
zh_cn: 硬件装备

source: <p>To use LEGO WeDo 2.0, see <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Setup</a>.</p> <p></p> <p>TO use LEGO WeDo 1.0 or a PicoBoard, see <a href="../../ext/ext1/">LEGO WeDo 1.0 or Picoboard Setup</a>.</p>
sv: <p>För att använda Lego WeDo 2.0, läs <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Setup</a>.</p> <p></p> <p>För att använda Lego WeDo 1.0 eller en PicoBoard, läs <a href="../../ext/ext1/">LEGO WeDo 1.0 or Picoboard Setup</a>.</p>
zh_cn: <p>要连接 LEGO WeDo 2.0，请观看<a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 设定</a>.</p> <p></p> <p>要连接 LEGO WeDo 1.0 或 PicoBoard，请观看<a href="../../ext/ext1/">LEGO WeDo 1.0 或 Picoboard 设定</a>。</p>

source: Adds the specified item to the end of the list
sv: Lägger till det angivna objektet vid slutet av listan
zh_cn: 将指定项目添加到列表末尾

source: The item can be a number or a string of letters and other characters.
sv: Objektet kan innehålla siffror eller en sträng av bokstäver och andra tecken.
zh_cn: 项目内容可以是数字、单个字母、字串或其他的符号。

source: Use this block if you want to add an item to the end of a list. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
sv: Använd detta block om du vill lägga ett element i slutet på listan. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
zh_cn: 这个积木可以让你在列表最后增加一项。 <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>

source: Can't find the list blocks? You need to first make a list: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
sv: Hittar du inte listblocken? Du måste skapa en lista först: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
zh_cn: 找不到列表积木？你需要事先建立一个列表： <img src="%(STATIC_URL)s/images/help/make-a-list.png" />

source: Adds two numbers
sv: Adderar två tal
zh_cn: 两数相加

source: Reports true if both conditions are true
sv: Returnerar sant om båda villkoren är sanna
zh_cn: 是否二者皆符合条件，如果是，则回传 true。

source: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Reports keyboard input from the most recent use of <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/></h3>
sv: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Ger input från tangentbordet från den senaste användningen av <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/></h3>
zh_cn: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>获取键盘输入值从最近使用的<img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/></h3>

source: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> asks a question and stores the keyboard input in <img src="%(STATIC_URL)s/images/help/answer.png" />. The answer is shared by all sprites. </p> <p>If you want to save the current answer, you can store it in a variable or list. For example, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> To view the value of answer, click the checkbox next to the answer block.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
sv: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> ställer en fråga och sparar indata från tangentbordet i <img src="%(STATIC_URL)s/images/help/answer.png" />. Svaret delas med alla sprites. </p> <p>Om du vill spara aktuellt svar, kan du spara det i en variabel eller lista. Till exempel, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> För att visa värdet av svaret bockar du i kryssrutan vid sidan om svarsblocket.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
zh_cn: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> 用来向使用者提问，并把键盘输入的答案存放在 <img src="%(STATIC_URL)s/images/help/answer.png" />里。答案可供所有角色使用。 </p> <p>要保留当前的答案，你可以把它存放在一个变量（或列表）里。例如：<img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> 要在舞台上显示答案内容，可以点击答案积木旁的勾选框。<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>

source: Asks a question on the screen and stores keyboard input in the <img src="%(STATIC_URL)simages/help/answer.png" />
sv: Ställer en fråga på skärmen och sparar resultatet i <img src="%(STATIC_URL)simages/help/answer.png" />
zh_cn: 问一个问题，并显示在舞台上，使用者在输入答案后，会把答案存在 <img src="%(STATIC_URL)simages/help/answer.png" />。

source: After receiving an answer, causes the program to wait until the Enter key is pressed or check mark is clicked.
sv: Efter att svaret är mottaget, väntar programmet tills Enter-tangenten trycks ned eller man klickar på bocken.
zh_cn: 获得一个答案后，程序会等待直到按下回车键或点击复选标记。

source: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> asks a question and stores the keyboard input in <img src="%(STATIC_URL)s/images/help/answer.png" />. The question appears in a voice balloon on the screen. The program waits as the user types in a response, until the Enter key is pressed or the check mark is clicked. </p>
sv: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> ställer en fråga och sparar resultatet i <img src="%(STATIC_URL)s/images/help/answer.png" />. Frågan visas som en pratbubbla på scenen. Programmet väntar på att användaren skriver in ett svar, tills Entertangenten trycks ned eller man klickar på bocken. </p>
zh_cn: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> 用来发问，并储存键盘输入的内容到 <img src="%(STATIC_URL)s/images/help/answer.png" />裡，问题会用对话框的方式出现在画面上，并会自动侧侦测使用者是否输入内容，直到他们按下 Enter 或是 勾取方块后才会关闭对话视窗。 </p>

source: Reports Stage's current backdrop name
sv: Returnerar scenens aktuella namn på bakgrunden
zh_cn: 回传舞台目前使用背景的名称。

source: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>The title next to the backdrop in the list is the <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
sv: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>Titeln vid sidan om bakgrunden i listan är <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
zh_cn: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>在列表中靠近背景的名称是 <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>

source: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>The number next to the backdrop in the list is the <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
sv: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>Siffran vid sidan om bakgrunden i listan är <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
zh_cn: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>在列表中靠近背景的数字是 <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>

source: Sends a message to all sprites and waits
sv: Skickar ett meddelande till alla sprajtar och väntar
zh_cn: 发送消息给所有的角色并等待

source: <p> You can use <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> to send a message to all sprites to tell them to do something, and wait until they all finish before continuing. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Click to choose which message gets sent. Choose "new" to type in your own message. <br/> </p>
sv: <p> Du kan använda <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> för att skicka ett meddelande till alla sprajtar för tala om något, och vänta tills alla är klara innan det går att fortsätta. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Klicka för att välja vilket meddelande som ska skickas. Välj "nytt" för att skriva in ditt eget meddelande. <br/> </p>
zh_cn: <p> 你可以使用<img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> 发送消息，接收到消息的物件（角色、舞台）就会开始做各自的事情，等他们做完后，程序本体才会继续执行后段程序。 </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>模块裡的下拉清单中可以建立「新消息…」，你也可以在列表中挑选使用之前建立的消息。<br/> </p>

source: Sends a message to all sprites
sv: Skickar ett meddelande till alla sprajtar
zh_cn: 传送消息给所有的角色

source: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> sends a message to all the sprites (and the background). This is useful if you want to tell other sprites when to do something.</p> <p> What do you want them to do when they receive the message? See <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>
sv: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> skickar ett meddelande till alla sprajtar (och bakgrunden). Detta är användbart om du vill meddela andra sprajtar när de ska göra någonting.</p> <p> Vad vill du att de ska göra när de fått meddelandet? Se <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>
zh_cn: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> 将会发送消息给所有物件（角色及舞台），它可以用来告诉其他的物件在某个时机点开始执行操作。</p> <p> 其他物件要怎麽收到消息呢？答案是使用 <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>

source: Changes the graphic effect on a sprite
sv: Ändrar den grafiska effekten på en sprajt
zh_cn: 为角色加上一些图形特效，并增加指定的强度值。

source: Click to choose an effect from the menu: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Try these effects with numbers such as 10, 35, or 100. Or try negative numbers, such as -50.
sv: Klicka för att välja en effekt från menyn: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Prova effekterna med tal som 10, 35 eller 100. Eller prova negativa tal, som -50.
zh_cn: 从下拉菜单中选择要使用的图形效果： <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png" /><br/> <p>试着在模块中的方块输入一些数字，像是 10、35、100，或是输入负值，例如 -50 。

source: Click stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> to clear all graphic effects. Or, use <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
sv: Klicka på stopp <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> för att ta bort alla grafiska effekter. Eller, använd <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
zh_cn: 点击 <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> 会一併清除所有添加的图形效果，你也可以使用 <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/> 模块。

source: Changes sprite's size by specified amount
sv: Ändrar sprajtens storlek med angivet värde
zh_cn: 用来改变角色的显示尺寸。

source: Changes sprite's tempo by specified amount
sv: Ändrar sprajtens tempo med angivet värde
zh_cn: 用来改变角色的演奏速度（tempo）。

source: <p> Tempo is the speed (bpm = beats per minute) at which Scratch notes and drums play. The larger the tempo value, the faster the notes and drums will play. </p>
sv: <p> Tempo är den hastighet (bpm = beats per minute) som noter och trummor spelas i Scratch. Ju större värde på tempot, desto snabbare spelas noterna och trummorna. </p>
zh_cn: <p> 音乐速度，英文称 Tempo ，其单位是 bpm（beats per minute，每分钟拍数），音乐速度值愈大，代表演奏节拍、音阶时会比较快。 </p>

source: Changes the variable by specified amount
sv: Ändrar variabeln med angivet värde
zh_cn: 用来改变当前变量的值。

source: If you have more than one variable, use the pull-down menu to select the variable name.
sv: Om du har mer än en variabel, använd rullgardinsmenyn för att välja variabelnamnet.
zh_cn: 如果你有超过 一个以上的变量，可以使用下拉菜单选择其中一个。

source: Changes sprite's sound volume by specified amount
sv: Ändrar sprajtens ljudvolym med angivet värde
zh_cn: 用来改变角色的音效音量。

source: <p> Volume ranges from 0 to 100, with 100 as the default volume. </p> <p> You can set the volume level for each sprite. To play two sounds at once with different volumes, use two sprites. </p>
sv: <p> Volymintervall går från 0 till 100. 100 är standardvärde. </p> <p> Du kan ställa in volymnivån för varje sprajt. För att spela två ljud samtidigt med olika volym, använd två sprajtar. </p>
zh_cn: <p> 音量的范围值是 0 到 100，100 是预设的音量值。 </p> <p> 你可以为不同的角色分别设定音效音量；若要在同一时间内播放二个不同的音效（音量），则要建立第二个角色。 </p>

source: Change the x position by this amount
sv: Ändra x-positionen med detta värde
zh_cn: 改变角色位置的 x 坐标值。

source: A positive number shifts the sprite to the <b>right</b>.
sv: Ett positivt tal flyttar sprajten åt <b>höger</b>.
zh_cn: 若是正值，则会让角色<b>向右</b>移动。

source: A negative number shifts the sprite to the <b>left</b>.
sv: Ett negativt tal flyttar sprajten åt <b>vänster</b>.
zh_cn: 若是负值，则会让角色<b>向左</b>移动。

source: Changes sprite's y-position by specified amount.
sv: Ändrar sprajtens y-position med angivet värde.
zh_cn: 改变角色位置的 y 坐标值。

source: Change y by a <b>positive</b> number to move the sprite <b>up</b>. Change y by a <b>negative</b> number to move the sprite <b>down</b>.
sv: Ändra y med ett <b>positivt</b> tal för att flytta sprajten <b>uppåt</b>. Ändra y med ett <b>negativt</b> tal för att flytta sprajten <b>nedåt</b>.
zh_cn: 若是正值，则会让角色<b>向上</b>移动。 <br> 若是负值，则会让角色<b>向下</b>移动。

source: Changes pen's color by specified amount
sv: Ändrar pennans färg med angivet värde
zh_cn: 用来改变画笔笔迹的显示色彩。

source: Changes pen's thickness.
sv: Ändrar pennans tjocklek.
zh_cn: 用来改变画笔笔迹的粗细。

source: Changes pen's shade by specified amount
sv: Ändrar pennans nyans med angivet värde
zh_cn: 用来改变画笔色彩的亮度。

source: <p> The pen shade goes from 0 to 100. 50 is the default. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Note: If the pen shade is 0, then the pen color will be close to black. If the pen shade is 100, the pen color will be close to white.</b>
sv: <p> Pennans nyans går från 0 till 100. 50 är standardvärde. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>OBS: Om pennans nyans är 0, då blir färgen näst intill svart. Om pennans nyans är 100, blir färgen näst intill vit.</b>
zh_cn: <p> 颜色的亮度取决于加黑、加白的程度，值为 0 到 100，其中 50 为预设值（也是纯綷色）。 <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>注意：如果亮度设 0 ，笔迹的颜色就会趋近黑；若亮度为 100，笔迹的颜色则会接近白。</b>

source: Clears all graphic effects for a sprite
sv: Tar bort alla grafiska effekter för en sprajt
zh_cn: 用来清除角色上所有添加的图形效果。

source: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> clears all the graphic effects for this sprite.</p>
sv: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> tar bort alla grafiska effekter för denna sprajt.</p>
zh_cn: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" />若放到程序中，只会清除其模块之前添加的图形效果。</p>

source: Clears all pen marks and stamps from the Stage
sv: Tar bort alla pennstreck och stämplingar från scenen
zh_cn: 用来清除目前舞台画面上所有的笔迹

source: Note: The pen marks and stamps are not part of the backdrops, therefore, clear does not change the backdrop.
sv: OBS: Pennstreck och stämplingar är inte en del av bakgrunden. Därför kommer radera inte påverka bakgrunden.
zh_cn: 注意：笔迹不是背景的一部分，因此，清除笔迹时并不会消除当前背景。

source: Tells a clone what to do once it is created
sv: Talar om för en klon vad den ska göra när den är skapad
zh_cn: 当分身被建立时，告诉分身要做些什麽。

source: The script is triggered as soon as the clone is created. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Clones also respond to all "when..." blocks triggered after they are created.
sv: Skriptet körs igång så fort klonen är skapad. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Kloner reagerar också på alla "när..."-block som startar efter att klonen är skapad.
zh_cn: 以下脚本会在某个角色的克隆产生时被触发。 <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> 克隆产生后，会响应所有的“当……”积木。

source: Reports true if first color is touching second color
sv: Rapporterar sant om första färgen rör vid andra färgen
zh_cn: 是否指定的第一个颜色碰到了第二个颜色，如果是，就回传 true。

source: The first color is within the sprite, while the second is from the background or another sprite.
sv: Första färgen är inom sprajten, medan andra färgen är från bakgrunden eller en annan sprajt.
zh_cn: 其中第一个指定的颜色是角色本身有的颜色，第二个指定的颜色则是其他角色上的某个色块。

source: To choose a color, get the eye dropper by clicking in the square. Use the eye dropper to click on the color you want. The color will appear in the square.
sv: För att välja en färg, aktivera pipetten genom att klicka i kvadraten. Använd pipetten för att klicka på den färg du vill hämta. Färgen syns i kvadraten.
zh_cn: 点击一下颜色方块后会开启拣色功能，你可以移动鼠标到舞台上任意位置取色。

source: Computes a function
sv: Beräknar en funktion
zh_cn: 用来运算一些函数。

source: Choose different functions from the drop-down menu.
sv: Välj olika funktioner från rullgardinsmenyn.
zh_cn: 你可以从模块中的下拉菜单选取要使用的函数。

source: Reports sprite's current costume number
sv: Rapporterar sprajtens klädselnummer
zh_cn: 回传当前角色造型在列表中的编号。

source: Creates a clone (temporary duplicate) of the specified sprite
sv: Skapar en klon (temporär kopia) av sprajten
zh_cn: 用来建立指定角色的分身。

source: <p> Choose which sprite to clone from the drop-down menu. <br> Use <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> to tell the clone what to do once it's created. </p> Sample Script: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
sv: <p> Välj från rullgardinsmenyn vilken sprajt som ska klonas. <br> Använd <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> för att berätta för klonen vad den ska göra när den är skapad. </p> Exempelskript: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
zh_cn: <p> 你可以让下拉菜单中选择角色，当模块被运行时就会建立分身。 <br> 使用模块 <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> 以告诉分身被建立时，要执行些什麽指令。 </p> 底下是示例： <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />

source: Troubleshooting: <br> If you can't see the clone, move it so the original sprite doesn't cover it. The clone appears in the same location as the sprite initially. <br/> <br>Make sure you've chosen the sprite you want to clone from the menu in the <img src="%(STATIC_URL)s/images/help/create-clone-of.png" /> block. <br/> Note: The clone only lasts while the project is running. </p> </div>
sv: Felsökning: <br> Om du inte kan se klonen, flytta den så att originalsprajten inte täcker den. Klonen dyker till att börja med upp på samma ställe som orginalsprajten. <br/> <br>Försäkra dig om att du valt sprajten som ska klonas från menyn i blocket <img src="%(STATIC_URL)s/images/help/create-clone-of.png" />. <br/> OBS: Klonen finns enbart så länge projektet körs. </p> </div>
zh_cn: 问题排除： <br> 如果你无法看到克隆，通常是因为原来的角色盖住了它，让克隆稍微移动一下就可以找到它了。克隆最开始的位置和原来的角色是相同的。 <br/> <br>确定在<img src="%(STATIC_URL)s/images/help/create-clone-of.png" /> 积木的菜单中选好了要克隆的角色。 <br/> 注意：克隆只会在项目运行时存在。 </p> </div>

source: Reports the current time
sv: Rapporterar aktuell tid
zh_cn: 回传目前的时间。

source: <p> You can select from the menu to indicate which item you want. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> To view the value of the current time, click the checkbox next to the current time.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
sv: <p> Du kan välja från menyn vilket objekt du vill ha. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> För att se värdet av den aktuella tiden, klicka i kryssrutan vid sidan om aktuell tid.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
zh_cn: <p> 你可以从菜单中选择你想要的项目。 <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> 要查看当前时间值，单击当前时间旁边的复选框。<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>

source: Reports the number of days since January 1, 2000
sv: Rapporterar antalet dagar sedan januari 1, 2000
zh_cn: 回传从2000年1月1日开始算起，与目前日期相隔的天数。

source: Defines what the custom block will do
sv: Bestämmer vad blocket ska göra
zh_cn: 说明自定义积木会做些什么

source: The <strong>define</strong> script tells a custom block what to do:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
sv: <strong>Skriptet</strong> berättar för blocket vad som ska göras:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
zh_cn: <strong>定义</strong>脚本描述了自制积木会做些什么：</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>

source: If your block has inputs, they will appear as rounded, light purple blocks. To use them, drag copies of the input blocks into other blocks within the define script. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Note: The input blocks can <strong>only</strong> be used in the define script.
sv: Om ditt block har indata, kommer de att synas som rundade, ljust purpurfärgade block. För att använda dem, dra dem till andra block inom skriptet. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> OBS: Indatablock kan <strong>bara</strong> användas i de skript som de är definierade i.
zh_cn: 如果积木带有输入，它们会显示为圆形的浅紫色积木。 要使用它们，拖动输入积木，把它们的副本放到定义脚本的其他积木里。 </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> 注意：输入积木<strong>只能</strong> 用于它所在的定义脚本。

source: Deletes one or all items from a list
sv: Tar bort ett eller alla objekt i en lista
zh_cn: 从一个列表中删除一个或所有项目

source: <p>You can specify which item to delete by choosing from the pull-down menu or typing in a number. Choosing "last" deletes the last item in the list. Choosing "all" deletes everything from the list. Deleting decreases the length of the list.</p>
sv: <p>Du kan välja vilket objekt som ska tas bort via rullgardinsmenyn eller skriva in ett tal. Genom att välja "sista" tas det sista objektet bort från listan. Välj "alla" och alla objekt tas bort från listan. Ta bort minskar längden på listan.</p>
zh_cn: <p>你可以利用下拉菜单指定要删除的项目，或者直接输入该项目的序位数。若选择「末」表示删除列表中最后一个项目，选择「全部」表示删除列表中所有项目。</p>

source: <p> You can specify the number of the item you want to delete. For example: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> To delete the last item in the list, choose "last" from the pull-down menu: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> You can also choose to delete everything in the list: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>
sv: <p> Du kan ange hur många objekt du vill ta bort. Till exempel: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> För att ta bort det sista objektet i listan, välj "sista" från rullgardinsmenyn: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> Du kan också välja att ta bort allt i listan: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>
zh_cn: <p> 你可以自定删除列表项目的方式，例如： <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> 选择删除末项： <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> 选择删除全部： <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>

source: Deletes the current clone
sv: Tar bort aktuell klon
zh_cn: 删除目前的分身

source: Place this block in a script after the clone is done its actions. <br> <br>All clones are automatically deleted when the program is stopped.<br/> Sample Script: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
sv: Placera blocket i ett skript efter att klonen har gjort sina åtgärder. <br> <br>Alla kloner tas automatiskt bort när programmet stoppas.<br/> Exempelskript: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
zh_cn: 当分身没有用途时，把这个积木放在后面以清除它。 <br> <br>所有的分身会在项目停止运行时自动解除。<br/> 脚本示范如下： <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
