Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: sv, zh_cn

source: Click the <span class="tab-ref">Costumes</span> tab to see the sprite's costumes.
zh_cn: 切换 <span class="tab-ref">造型</span> 页籤以检视角色裡的造型。

source: Next, play an instrument
zh_cn: 下一步，弹奏乐器

source: Click the 'Music' category to choose an instrument (such as Saxophone or Trumpet).
zh_cn: 在样本库中的「音乐」类中选一个乐器当角色，像是 Saxophone 或是 Trumpet。

source: Build a script to play a sound when you press a key:
zh_cn: 建立一段程式，当按下键盘上某个按键时播放音效：

source: Choose 'up arrow' or another key:
zh_cn: 选择「向上」按键或是其他的按键：

source: Next, make a melody
zh_cn: 下一步，製作一段旋律

source: Add more sounds to make a melody.
zh_cn: 添加更多的音效以製作成一段旋律。

source: You can add more sounds and play with the timing to customize your melody.
zh_cn: 在添加其他音效过程中，你随时可以播放试听，这方便你设计属于自己的旋律。

source: Next, add a chord
sv: Nästa, lägg till ett ackord
zh_cn: 下一步，添加和音

source: Play more than one sound at a time to make a chord, like this:
zh_cn: 在同一个时间内，播放一个以上的音效，以製作和音效果，如下：

source: Use the dropdown menu to choose 'down arrow' or another key.
zh_cn: 从下拉清单中选择使用「向上」键或其他按键。

source: You can also add other chords, like this:
zh_cn: 你还可以添加其他的和音，如下：

source: Next, play random notes
zh_cn: 下一步，随机播放音阶

source: To make it change color each time, add a <span class="lookscolor">change color</span> block to your script like this:
zh_cn: 若要让角色每次变换颜色，可以加上 <span class="lookscolor">效果 {颜色} 改变 _</span> 积木到脚本中，像这样：

source: Tip: Click the <span class="tab-ref">Sounds</span> tab to see how many sounds are in your sprite. Type that number into the <span class="operatorscolor">pick random</span> block.</span>
zh_cn: 提示：切换到 <span class="tab-ref">声音</span>页签检视你的角色裡有几个声音。接着在 <span class="operatorscolor">随机取数 _ 到 _</span> 积木裡输入相应的数字。</span>

source: Next, add vocals
zh_cn: 下一步，添加人声

source: Make your name come to life! Animate the letters by coding in Scratch. Add sound and music too.
sv: Få ditt namn att börja leva! Animera bokstäverna genom att koda i Scratch. Lägg till ljud och musik också.
zh_cn: 让你的名字和你一样活泼！透过 Scratch 的程式模块可让文字产生动画效果，在其中也可以加入音效或音乐。

source: Choose the First Letter
sv: Välj den första bokstaven
zh_cn: 选择第一个字母

source: Add Color Effects
sv: Lägg till färgeffekter
zh_cn: 加入颜色特效

source: Add Your Next Letter
sv: Lägg till din nästa bokstav
zh_cn: 添加你的下一个字母

source: Make It Spin
sv: Få den att snurra
zh_cn: 让字母旋转

source: Finish Your Name
sv: Gör klart ditt namn
zh_cn: 完成你的名字

source: To start, choose the first letter of your username, initials, or favorite word.
sv: Sätt igång genom att välj den första bokstaven i ditt användarnamn, dina initialer eller favoritord.
zh_cn: 首先，选择你的英文姓名开头字母（当然你也可以任选喜爱的英文字母）。

source: Then select one of the letters in the Sprite library:
sv: Välj sedan en av bokstäverna i sprajtbiblioteket:
zh_cn: 接着，从样本库中的字母类别中，选取一个你要的字母当作角色：

source: Why are characters in Scratch called 'sprites'? We borrowed the word from the first video games.
sv: Varför kallas figurer i Scratch för 'sprajter'? Vi lånade ordet från de första tv-spelen (sprite = älva).
zh_cn: 为什麽 Scratch 中要把物件称为角色（Sprite）呢？这个词是从第一款电子游戏（video game）引用来的。

source: Next, add color effects
sv: Lägg sedan till färgeffekter
zh_cn: 下一步，加入颜色特效

source: Make the letter change color whenever it's clicked.
sv: Gör så att bokstavens färg ändras när man klickar på den.
zh_cn: 让「字母」被按一下时，改变它的颜色。

source: <p>Now you can click your letter on the Stage to see its color change:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
sv: <p>Nu kan du klicka på din bokstav på scenen och se när färgen ändras:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
zh_cn: <p>现在，你可以用滑鼠点击舞台上的字母，来看看颜色的变化：</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">

source: <p>Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p>
zh_cn: <p>切换到 <span class="tab-ref">音效</span> 页籤，然后点选 <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">：</p>

source: Select 'zoop' or another sound.
zh_cn: 选择一个音效，像是「zoop」。

source: <p>Then, click the <span class="tab-ref">Scripts</span> tab.
sv: <p>Klicka sedan på <span class="tab-ref">Skriptfliken</span>.
zh_cn: <p>然后，切换到 <span class="tab-ref">程式</span> 页籤。

source: <p>Click on your letter to run the script:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
sv: <p>Klicka på bokstaven för att köra skriptet:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
zh_cn: <p>滑鼠点击字母以执行程式码：</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">

source: Next, add a backdrop
sv: Lägg sedan till en bakgrund
zh_cn: 下一步，加入一个背景

source: <p>Choose the backdrop you want (such as "boardwalk" or "circles").</p>
sv: <p>Välj den bakgrund du vill ha (som "boardwalk" eller "circles").</p>
zh_cn: <p>选择你想要的背景 （例如：boardwalk 或 circles）。</p>

source: Now, add your next letter
sv: Lägg nu till nästa bokstav
zh_cn: 现在，添加你的下一个字母

source: To add the second letter of your name, make a new sprite.
sv: För att lägga till den andra bokstaven i ditt namn, skapa en ny sprajt.
zh_cn: 加入另一个字母作为新角色（你的英文姓名的第二个字母）。

source: <p>You can draw the letter by clicking the <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> icon:</p> <p> <img src="%(STATIC_URL)s/images/help/new-sprite-paint.png"></p>
sv: <p>Du kan rita bokstaven genom att klicka på ikonen <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">:</p> <p> <img src="%(STATIC_URL)s/images/help/new-sprite-paint.png"></p>
zh_cn: <p>当然你也可以自己画一个，点击 <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> 图示：</p> <p> <img src="%(STATIC_URL)s/images/help/new-sprite-paint.png"></p>

source: You can draw using the paint tools:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Or, type the letter using the text tool: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
sv: Du kan rita genom att använda ritverktygen:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Eller skriv bokstaven med textverktyget: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
zh_cn: 编辑器上有许多绘图工具：</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>或者，你可以利用「文字」工具来输入字母： <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>

source: <p>Want to choose the letter instead? Click the <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> icon to choose from the Sprite library.</p>
sv: <p>Vill du välja bokstav istället? Klicka på <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png">-ikonen för att välja från sprajtbiblioteket.</p>
zh_cn: <p>想要使用现成字母图案？点选 <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> 图示，可以从角色样本库裡挑选。</p>

source: Next, make it spin
sv: Sedan ska du få den att snurra
zh_cn: 下一步，让字母旋转

source: Build a script to make it spin:
zh_cn: 建立模块堆，示范如下：

source: <p>You can add a <span class="soundcolor">play sound</span> block:</p> <p><img style="width: 291px" src = "%(STATIC_URL)s/images/help/when-clicked-hiphop-turn.png"></p> <p>Try different numbers to adjust the spin.</p>
zh_cn: <p>你可以增加一个 <span class="soundcolor"> 播放声音 _ </span> 积木：</p> <p><img style="width: 291px" src = "%(STATIC_URL)s/images/help/when-clicked-hiphop-turn.png"></p> <p>你可以试试修改旋转的角度，看看不同数值的表现如何。</p>

source: <p>Tip: To reset the sprite's angle, click this block in the <span class="motioncolor">Motion</span> category:</p> <img src = "%(STATIC_URL)s/images/help/point-direction-90-back.png">
sv: <p>Tips: För att ställa tillbaka sprajtens vinkel kan du klicka på det här blocket i kategorin <span class="motioncolor">Rörelse</span>:</p> <img src = "%(STATIC_URL)s/images/help/point-direction-90-back.png">
zh_cn: <p>提示：若要重置角色的角度，点击 <span class="motioncolor">动作</span> 类别中的朝向积木，来重置角色的方向：</p> <img src = "%(STATIC_URL)s/images/help/point-direction-90-back.png">

source: Next, finish your name
sv: Avsluta ditt namn i nästa steg.
zh_cn: 下一步，完成文字动画

source: <p>Add and animate the other letters in your name.</p> <p> <img src = "%(STATIC_URL)s/images/help/new-sprite-choose-paint.png"></p>
zh_cn: <p>尝试运用不同的方式：加入你的英文姓名中的其他字母，并让他们产生动画效果。</p> <p> <img src = "%(STATIC_URL)s/images/help/new-sprite-choose-paint.png"></p>

source: <h4>Change size</h4> <p>Make your letter grow and shrink when you click it:</p>
zh_cn: <h4>改变尺寸</h4> <p>加入以下程式码：当你按一下字母时，让字母变大然后再缩小：</p>

source: <h4>Glide</h4> <p>Make your letter glide when you click it:</p> <p><img src = "%(STATIC_URL)s/images/help/when-clicked-glide.png"></p>
sv: <h4>Glida</h4> <p>Få din bokstav att glida när du klickar på den:</p> <p><img src = "%(STATIC_URL)s/images/help/when-clicked-glide.png"></p>
zh_cn: <h4>滑行</h4> <p>当你按一下字母时，让字母在舞台上平顺滑动：</p> <p><img src = "%(STATIC_URL)s/images/help/when-clicked-glide.png"></p>

source: Tip: When you drag a sprite to the position you want on the Stage, the <span class="motioncolor">glide</span> blocks in the palette will update with its current <strong>x</strong> and <strong>y</strong> position.
zh_cn: 提示：当你在舞台上把一个角色拖到你想要的位置时，抽屉f中的 <span class="motioncolor">滑行 _ 秒到 x:_ y:_</span> 积木，会自动更新角色目前位置的<strong>x</strong>与<strong>y</strong>值。

source: <p>You can try adding other blocks to see what they do.</p>
sv: <p>Du kan pröva att lägga till andra block för att se vad de gör.</p>
zh_cn: <p>你可以尝试加入其他的脚本积木，来看看有什么效果。</p>

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/432299/" target="_blank">Animate a Name studio</a>:
sv: Nu kan du lägga till ditt projekt till studion <a href="http://scratch.mit.edu/studios/432299/" target="_blank">Animera ett namn</a>:
zh_cn: 现在你可以将你的项目分享到创作坊 <a href="http://scratch.mit.edu/studios/432299/" target="_blank">Animate a Name studio</a>裡：

source: <p>For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.</p>
sv: <p>För fler idéer, klicka på <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Alla tips</a>.</p>
zh_cn: <p>找寻更多点子，点选 <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">所有技巧</a>。</p>

source: First, choose a backdrop
sv: Välj först en bakgrund.
zh_cn: 首先，选择舞台的背景

source: Created for Europe Code Week 2015
zh_cn: 创建自 Europe Code Week 2015

source: Developed in partnership with
zh_cn: 参与开发者：

source: Click the Stage, then click the <span class="tab-ref">Backdrops</span> tab.
zh_cn: 选择物件区中的舞台缩图，然后切换成 <span class="tab-ref">背景</span> 页籤。

source: Choose the backdrop you want from the list:
zh_cn: 从清单中选择你想要使用的背景：

source: Want to add a different backdrop?
zh_cn: 想要使用不同的背景？

source: Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:
zh_cn: 点选图示 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> 来开啓背景范例库：

source: Next, add music
sv: Nästa, lägg till musik
zh_cn: 下一步，添加音乐

source: To select music, click the <span class="tab-ref">Sounds</span> tab.
sv: För att lägga till musik, klicka på <span class="tab-ref">Ljudfliken</span>.
zh_cn: 若要选择音乐，请切换到 <span class="tab-ref">音效</span> 页籤。

source: Click to listen to the sounds.
zh_cn: 点击一下听听看。

source: Think about which one you want for your dance.
zh_cn: 选一个你想要的舞蹈动作。

source: Want a different sound?
zh_cn: 想要使用不一样的音效？

source: Click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> to select from the Sound library.
zh_cn: 点击 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> 以从音效样本库中选择。

source: Add an easy way to start your program.
zh_cn: 添加与卡片互动的方式

source: Each object in Scratch is called a sprite.
zh_cn: 每个在 Scratch 上可以移动的物件都是角色。

source: Click the 'Music and Dance' theme. Select a Hip-Hop or other Dance sprite:
sv: Klicka på 'Musik och dans'-temat. Välj sedan hip-hop eller en annan danssprajt:
zh_cn: 从「舞蹈」类选择一个角色，例如「Hip-Hop」：

source: You will now see your dance sprite appear on the Stage. You can drag to move it where you want.
zh_cn: 你现在应该看到你的舞者角色出现在舞台上了。你可以把他拖放到任一个你想要的位置。

source: Tip: Make your dance sprite bigger by clicking on it with the grow tool. Or make it smaller using the shrink tool:
zh_cn: 提示：你可以使用放大工具把角色变大，或是缩小工具让它看起来比较小：

source: Want to switch between backdrops?
zh_cn: 想要替换不同的背景？

source: Add this block to your program:
zh_cn: 添加这个积木到你的脚本中：

source: Want to add more dancers to your scene?
zh_cn: 想要在舞台上加入更多的舞者吗？

source: Click one of these buttons to add a new sprite:
zh_cn: 透过以下按钮建立新的角色：

source: <h4>New Sprite Buttons </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p>
zh_cn: <h4>新增角色的按钮有：</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> 从角色库选择一个角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> 画出你自己的角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> 上传你自己的图像或角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> 拍一张照片 (从网路摄影机)</p>

source: You can explore and experiment to add to your project. Here are some ideas:
zh_cn: 你可以探索并尝试添加一些元素到你的专案裡，这裡有些不错的点子：

source: Find and import a picture of your city
zh_cn: 找一张你的国家的照片并汇入

source: Draw your own dancer with costumes
zh_cn: 自己画个舞者造型

source: Draw a new backdrop
zh_cn: 自己画个背景

source: Now, share your project
sv: Nu kan du dela ditt projekt
zh_cn: 下一步，分享你的专案

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/1517362/" target="_blank">Ode to Code studio</a>:
zh_cn: 现在你可以将你的专案分享到创作坊 <a href="http://scratch.mit.edu/studios/1517362/" target="_blank">Ode to Code studio</a>裡：

source: Make a version of the bouncing ball game. Find out how to add sounds, points, or other effects. Then, challenge your friends to play.
sv: Gör en variant av det studsande bollspelet. Lär dig hur man lägger till ljud, poäng eller andra effekter. Sedan kan du utmana dina vänner att spela.
zh_cn: 创造一个弹跳球类型的游戏，了解如何添加音效、计分功能，还有学习其他效果。最后，和你的朋友一较高下。

source: Choose a Ball
sv: Välj en boll
zh_cn: 选择一个球

source: Make the Ball Move
sv: Få bollen att röra sig
zh_cn: 让球动起来

source: Move and Bounce
sv: Flytta sig och studsa
zh_cn: 移动和反弹

source: Choose your Paddle
sv: Välj din bräda
zh_cn: 选择你的球拍

source: Control the Paddle
sv: Styr brädan
zh_cn: 控制球拍

source: Bounce Off the Paddle
sv: Studsa av brädan
zh_cn: 碰到球拍就反弹

source: Choose a backdrop for your pong game.
sv: Välj en bakgrund till ditt pongspel.
zh_cn: 选择一个适合乒乓球游戏的背景。

source: Then choose the backdrop you want (such as neon tunnel or brick wall):
sv: Välj sedan bakgrunden du vill ha (som neontunnel eller tegelstensvägg):
zh_cn: 接着，选择你想使用的背景，像是 neon tunnel（霓虹隧道）或是 brick wall（砖牆）：

source: Next, choose a ball
sv: I nästa steg väljer du en boll
zh_cn: 下一步，添加一个角色

source: Change the color of the ball when it hits the paddle.
sv: Ändra färg på bollen när den träffar brädan.
zh_cn: 当球碰到球拍时更换球的颜色。

source: Starting Position
sv: Startpunkt
zh_cn: 设定开始的位置

source: You may want to set the ball’s starting position.
sv: Du vill kanske bestämma bollens startpunkt.
zh_cn: 你可以让球在每次开始时都在一个固定位置出现。

source: Move the ball to where you want it to start, then drag the <span class="motioncolor">go to x: y:</span> block into the top of this script:
sv: Flytta bollen dit du vill att den ska starta och dra sedan blocket <span class="motioncolor">gå till x: y:</span> överst till skriptets början:
zh_cn: 先在预览区上把球移动到想要作为起点位置，然后把 <span class="motioncolor">移至 x: _ y: _</span> 积木拖到现有积木堆的上方：

source: Add Points
sv: Lägg till poäng
zh_cn: 添加记分功能

source: You can also change what happens when the ball touches the bottom. For example:
sv: Du kan också ändra vad som händer när bollen nuddar botten. Till exempel:
zh_cn: 你也可以设计当球落到底部时会发生的事情，示例如下：

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/644508" target="_blank">Pong Game studio</a>:
sv: Nu kan du lägga till ditt projekt till studion <a href="http://scratch.mit.edu/studios/644508" target="_blank">Pong Game</a>:
zh_cn: 现在你可以将你的专安案分享到创作坊 <a href="http://scratch.mit.edu/studios/644508" target="_blank">Pong Game studio</a>裡：

source: Then select a ball for your game:
sv: Välj sedan en boll till ditt spel:
zh_cn: 接着选择一个游戏用球：

source: Or, use the right-click menu (Ctrl+click on Mac), and choose 'delete'.
sv: Eller använd musens högermeny (Ctrl+klick på Mac) och välj 'radera'.
zh_cn: 或者，在物件区的角色上点击滑鼠右键开启快速选单（Mac 上是按着 Ctrl 点击），使用快显选单的「删除」工具。

source: Next, make the ball move
sv: I nästa steg får du bollen att röra sig
zh_cn: 下一步，让球动起来

source: <p>Click the <span class="motioncolor">Motion</span> category, and drag out a <span class="motioncolor">move</span> block into the Scripts area.</p>
sv: <p>Klicka på kategorin <span class="motioncolor">Rörelse</span> och dra fram ett <span class="motioncolor">gå</span>-block till skriptytan.</p>
zh_cn: <p>从 <span class="motioncolor">动作</span> 类别中抓起 <span class="motioncolor">移动</span> 积木，放到脚本区域。</p>

source: Then, click on that block to make the ball move.
sv: Klicka sen på blocket så att bollen rör sig.
zh_cn: 接着，点击一下积木让球动起来。

source: Next, move and bounce
sv: Nästa steg: flytta sig och studsa
zh_cn: 下一步，移动和反弹

source: Want it to keep going? Snap on the block <span class="motioncolor">if on edge, bounce</span>.
sv: Vill du att den ska fortsätta? Fäst dit blocket <span class="motioncolor">studsa, vid kanten</span>.
zh_cn: 要让它持续运动？你可以使用 <span class="motioncolor">碰到边缘就反弹</span>积木。

source: Then, click the <span class="controlcolor">Control</span> category. Wrap a <span class="controlcolor">forever</span> block around the other blocks, like this:</p>
sv: Klicka sedan på kategorin <span class="controlcolor">Kontroll</span>. Fäst blocket <span class="controlcolor">för alltid</span> runt de andra blocken, så här:</p>
zh_cn: 接着，从 <span class="controlcolor">控制</span> 类别中找到 <span class="controlcolor">重复</span> 积木，把它拖到工作区并把当前积木包起来，示范如下：</p>

source: Click anywhere on the stack of blocks to try it.
sv: Klicka var som helst på stapeln med block för att sätta igång dem.
zh_cn: 点击积木堆任一处就可以执行看看效果如何。

source: To stop, click the stop button:
sv: För att stanna, klicka på stoppknappen:
zh_cn: 若要停止程式，可以按下（预览区上的）红灯图示按钮：

source: Want it to go at an angle? Snap a <span class="motioncolor">point in direction</span> block on top, and type in an angle.
sv: Vill du att den ska åka åt ett visst håll? Fäst blocket <span class="motioncolor">peka i riktning</span> överst och skriv in vinkeln.
zh_cn: 想让它运动的方向有个角度？你可以使用 <span class="motioncolor">朝向</span> 积木到积木堆的最上方，并在裡头输入你想要的角度。

source: <p>Next, click the <span class="eventscolor">Events</span> category.</p> <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top:</p>
sv: <p>Klicka sedan på kategorin <span class="eventscolor">Händelser</span>.</p> <p>Dra fram blocket <span class="eventscolor">när <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klickas på</span> och fäst det överst:</p>
zh_cn: <p>接下来，选择 <span class="eventscolor">事件</span> 类别。</p> <p>抓起 <span class="eventscolor">当 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 被点击</span>积木，将它拉到积木堆的最上方：</p>

source: Tip: Want to change the speed of the ball? Type in a different number of steps:
sv: Tips: Vill du ändra bollens fart? Skriv in ett annat antal steg:
zh_cn: 提示：想要改变球的运动速度？你可以在移动模块裡输入不同的移动间距：

source: Now, choose your paddle
sv: Välj bräda i nästa steg
zh_cn: 下一步，添加一个乒乓球拍

source: Add a paddle so you can start to play! Click to choose a new sprite:
sv: Lägg till en bräda så du kan börja spela! Klicka för att välja en ny sprajt:
zh_cn: 添加另一个角色，它类似乒乓球拍作用，能将球反弹的横杆！

source: Then, select a paddle from the Sprite library:
sv: Välj sedan en bräda från sprajtbiblioteket:
zh_cn: 从角色样本库中挑选名为 paddle 的横杆：

source: Tip: Adjust the size of the paddle by clicking with the grow or shrink tool:
sv: Tips: Ändra brädans storlek genom att klicka på verktygen förstora och förminska:
zh_cn: 提示：若要调整球拍的尺寸，你可以使用物件的缩小或放大工具：

source: Next, control the paddle
sv: I nästa steg ska brädan styras
zh_cn: 下一步，控制乒乓球拍

source: Make it interactive! You can control the paddle with the mouse cursor.
sv: Gör den interaktiv! Du kan styra brädan med muspekaren.
zh_cn: 让它可以与使用者互动！你可以用滑鼠游标来控制乒乓球拍。

source: Select the paddle.
sv: Välj brädan.
zh_cn: 在物件区选取乒乓球拍。

source: Then build this script:
sv: Skapa sedan det här skriptet:
zh_cn: 接着建立它的程式，如下：

source: Click the green flag to start your scripts:
sv: Klicka på den gröna flaggan för att starta dina skript:
zh_cn: 按下绿旗图示开始执行程式：

source: How can you get the ball to bounce off the paddle? Find out in the next step!
sv: Hur kan du få bollen att studsa bort från brädan? Få reda på hur i nästa steg!
zh_cn: 至于要怎麽让乒乓球碰到球拍就反弹？想想看，下一步将公佈答案！

source: Next, bounce off the paddle
sv: I nästa steg studsar bollen av brädan
zh_cn: 下一步，碰到球拍就反弹

source: Click to choose the ball:
sv: Klicka för att välja bollen:
zh_cn: 在物件区上点选角色球：

source: Add this script to make it bounce whenever it hits the paddle:
sv: Lägg till det här skriptet för att få den att studsa när den träffar brädan:
zh_cn: 添加如下模块堆让它一碰到球拍就反弹：

source: Here’s how to build the script:
sv: Så här skapar man skriptet:
zh_cn: 以下是建立模块堆的示范：

source: Make a sound when the ball hits the paddle.
sv: Gör så att det låter när bollen träffar brädan.
zh_cn: 设计当球反弹时的音效。

source: <p>Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
sv: <p>Klicka på fliken <span class="tab-ref">Ljud</span> och klicka sedan på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
zh_cn: <p>切换到<span class="tab-ref">音效</span> 页籤，接着点击 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>

source: Choose the 'water drop' sound (in Effects):
sv: Välj ljudet 'water drop' (vattendroppe) under Effekter:
zh_cn: 从音效样本库中的效果类别中挑选名为 water drop（水滴声）的音效：

source: <p>Then, click the <span class="tab-ref">Scripts</span> tab. Click the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound</span> block.</p> <p>Snap that sound block into the script, like this:</p>
sv: <p>Klicka sedan på fliken <span class="tab-ref">Skript</span>. Klicka på kategorin <span class="soundcolor">Ljud</span> och dra fram blocket <span class="soundcolor">spela ljudet</span>.</p> <p>Fäst det blocket i skriptet så här:</p>
zh_cn: <p>接着，回到 <span class="tab-ref">脚本</span> 页签。 从 <span class="soundcolor">声音</span> 类别中找到 <span class="soundcolor">播放声音 _</span> 积木。</p> <p>拖动积木，把它粘到当前积木堆里面，如下所示：</p>

source: Next, add a challenge
sv: I nästa steg lägger vi till en utmaning
zh_cn: 下一步，添加挑战活动

source: Make the game stop if the ball hits the bottom.
sv: Få spelet att stanna om bollen träffar botten.
zh_cn: 设计「当球碰到底部，比赛就终止」的程式。

source: Click to select the Stage:
sv: Klicka för att välja Scenen:
zh_cn: 在物件区上点选舞台：

source: Select the <span class="tab-ref">Backdrops</span> tab.
sv: Välj fliken <span class="tab-ref">Bakgrunder</span>.
zh_cn: 切换到 <span class="tab-ref">背景</span> 页籤。

source: Now you can edit your backdrop. Select the line tool. Draw a thick line at the bottom:
sv: Nu kan du redigera din bakgrund. Välj verktyget Linje. Rita en bred linje på botten:
zh_cn: 现在你可以编辑你的背景，选择线条工具，在底部画上一条粗线：
