Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/la/LC_MESSAGES/djangojs.po
Languages: la

source: Available %s
la: %s in existentia

source: This is the list of available %s. You may choose some by selecting them in the box below and then clicking the "Choose" arrow between the two boxes.
la: Scriptum %s in existentia est. Aliqua ut eligas in quadratis infris eligere et tum "Eligere" triangulum premere debes.

source: Type into this box to filter down the list of available %s.
la: Scribe in eo quadrato ut scriptum %s in existentia revidadatur.

source: Filter
la: Revidere

source: Choose all
la: Omnes eligere

source: Click to choose all %s at once.
la: Prime triangulum, ut omnes %s statim eligatur.

source: Choose
la: Eligere

source: Remove
la: Delere

source: Chosen %s
la: %s elictus

source: This is the list of chosen %s. You may remove some by selecting them in the box below and then clicking the "Remove" arrow between the two boxes.
la: Scriptum %s elictorum est. Eos electione in quadrato infro et tum prematione "Delere" triangulo delere potes.

source: Remove all
la: Omnes delere

source: Click to remove all chosen %s at once.
la: Preme murem, ut omnes %s statim removatur.

source: You have unsaved changes on individual editable fields. If you run an action, your unsaved changes will be lost.
la: Mutationes tuae in aliquis quadratis mutabilibus memoratae non sunt. Si actionem facis, delebitur.

source: You have selected an action, but you haven't saved your changes to individual fields yet. Please click OK to save. You'll need to re-run the action.
la: Actionem elegisti, sed mutationes in aliquis quadratis mutabilibus adhuc memorati non sunt. Preme INTELLEXI pro memoratione. Actionem refacere debebis.

source: You have selected an action, and you haven't made any changes on individual fields. You're probably looking for the Go button rather than the Save button.
la: Actionem elegiste et quadratos non mutavisti.Verisimile Ire circulum, non Memorare circulum quaeris.

source: January February March April May June July August September October November December
la: Ianuarius Februarius Martius Aprilis Maius Iunius Iulius Augustus September October November December

source: S M T W T F S
la: S L M M I V S

source: Show
la: Ostendere

source: Hide
la: Latere

source: Now
la: Nunc

source: Clock
la: Horologium

source: Choose a time
la: Elige tempus

source: Midnight
la: Medium noctis

source: 6 a.m.
la: 6 horae ante meridiem

source: Noon
la: Meridies

source: Cancel
la: Claudere

source: Today
la: Hodie

source: Calendar
la: Liber temporis

source: Yesterday
la: Heri

source: Tomorrow
la: Cras

source: from now
la: de eo puncto

source: less than a minute
la: minor quam tempus parvum

source: about a minute
la: magis quam tempus parvum

source: %d minutes
la: %d tempora parva

source: about an hour
la: magis quam hora

source: about %d hours
la: magis quam %d horae

source: a day
la: dies

source: %d days
la: %d dies

source: about a month
la: magis quam mensis

source: %d months
la: %d menses

source: about a year
la: magis quam annus

source: %d years
la: %d anni

source: any moment now
la: nunc aliquando

source: Want to share on Scratch?
la: Visne in Scratche ostendere?

source: Your Account Will Not Be Deleted
la: Sententiae usandi tuae deleti non erint

source: Delete my account
la: Sententias usandi meas delere

source: Would you like to leave the editor anyway?
la: Visne adhuc mutatorem relinquere?

source: Your changes are NOT SAVED! To save, stay on this page, then log in.
la: Mutationes tuae MEMORATI NON SUNT! Ut memorati sint, mane in pagina, tum intra.

source: Your changes are NOT SAVED! To save, stay on this page, then click “Remix”.
la: Mutationes tuae MEMORATI NON SUNT! Ut memorati sint, mane in pagina, tum preme “Pro mutationibus duplicare”.

source: Your changes are NOT SAVED! To save, stay on this page, click “See inside”, then click “Remix”.
la: Mutationes tuae MEMORATI NON SUNT! Ut memorati sint, preme “Invidere”, tum preme “Pro mutationibus duplicare”.

source: Your changes are NOT SAVED! To save, stay on this page, then click “Save now.”
la: Mutationes tuae MEMORATI NON SUNT! Ut memorati sint, preme “Nunc memorare”.

source: on Scratch
la: in Scratche

source: Are you sure this project is disrespectful or inappropriate, and breaks the community guidelines? If not, click cancel, and then click the community guidelines link at the bottom of the page to learn more.
la: Verene eum programma sine respectu aut significatione falsa et contra normas societatis esse scis? Si non, preme Claudere, tum preme coniunctionem in latere infro paginae ad normas societatis pro magis informationibus.
