Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/ha/LC_MESSAGES/djangojs.po
Languages: ha

source: Available %s
ha: Akwai %s

source: This is the list of available %s. You may choose some by selecting them in the box below and then clicking the "Choose" arrow between the two boxes.
ha: Wannan jeri ma abun da akwai %s. Kilan ka dauki wasu ta zaban su cikin akwatin da ke kasa kuma sannan ka danna mashin "Zaba" tsakanin akwatunan guda biyu.

source: Type into this box to filter down the list of available %s.
ha: Buga cikin wannan akwatin don tace jerin da akwai %s

source: Filter
ha: Matata

source: Choose all
ha: Zabi duka

source: Click to choose all %s at once.
ha: Danna don zabin duka%sa lokaci daya.

source: Choose
ha: Zaba

source: Remove
ha: cire

source: Chosen %s
ha: Wanda a ka zaba %s

source: This is the list of chosen %s. You may remove some by selecting them in the box below and then clicking the "Remove" arrow between the two boxes.
ha: Wannan shine jerin wanda aka zaba %s. Za ka iya cire wasu ta zaban su daga cikin akwatin da ke kasa kuma sannan danna mashin "cire" tsakanin akwatunan guda biyu.

source: Remove all
ha: cire duka

source: Click to remove all chosen %s at once.
ha: Danna don cire dukkanin wanda aka zaba%s a lokaci daya.

source: %(sel)s of %(cnt)s selected
ha: %(sel)s na %(cnt)s wanda aka zaba

source: You have unsaved changes on individual editable fields. If you run an action, your unsaved changes will be lost.
ha: Kana da canje-canjen da ba a adana su ba a kan kowane filayen da za a iya gyarawa. Idan ka gudanar da wani aiki, canje-canjen ka da ba a adana ba za ka iya asararsu.

source: You have selected an action, but you haven't saved your changes to individual fields yet. Please click OK to save. You'll need to re-run the action.
ha: Ka riga ka zabi wani aiki, amma ba ka riga ka adana canje-canjen ka na kowane filayen da za a iya gyarawa harwa yau ba. Da fatan za ka danna TOH don adanawa. Za a nemi ka sake gudanar da aikin.

source: You have selected an action, and you haven't made any changes on individual fields. You're probably looking for the Go button rather than the Save button.
ha: K riga ka zabi wani aiki, kuma baka yi canje-canjen dayawa akan kowanne filayen. Kilan kana niman maballin Je koma bayan maballin Adana.

source: Now
ha: Yanzu

source: Clock
ha: Agogo

source: Choose a time
ha: Zabi wani lokaci

source: Midnight
ha: Tsakad dare

source: Noon
ha: Tsakar Rana

source: Cancel
ha: fasa

source: Today
ha: Yau

source: Calendar
ha: Kalanda

source: Yesterday
ha: Jiya

source: Tomorrow
ha: Gobe

source: January February March April May June July August September October November December
ha: Janairu Fabrairu Maris Afrilu Mayu Yuni Yuli Agusta Satumba Oktoba Nuwamba Disamba

source: Show
ha: nuna

source: Hide
ha: Boye

source: Delete my account
ha: Share asusuna

source: Your Account Will Not Be Deleted
ha: Ba za'a share asusunka ba

source: on Scratch
ha: Akan Scratch

source: Would you like to leave the editor anyway?
ha: Shin zaka so fita daga editan duk da hakan?

source: Your changes are NOT SAVED! To save, stay on this page, then log in.
ha: BA A ADANA canje-canjen ka ba! Don adanawa, saya a wannan shafin, sannan ka shiga ciki.

source: Your changes are NOT SAVED! To save, stay on this page, then click “Remix”.
ha: BA A ADANA canje-canjen ka ba! Don adanawa, saya a wannan shafin, sannan ka danna "sake gaurayawa"

source: Your changes are NOT SAVED! To save, stay on this page, click “See inside”, then click “Remix”.
ha: BA A ADANA canje-canjen ka ba! Don adanawa, saya a kan wannan shafin, danna “duba da ciki”, sannan ka danna “sake gaurayawa”.

source: Your changes are NOT SAVED! To save, stay on this page, then click “Save now.”
ha: BA A ADANA canje-canjen ka ba! Don adanawa, saya a wannan shafin, sannan ka danna “adana yanzu.”

source: Are you sure this project is disrespectful or inappropriate, and breaks the community guidelines? If not, click cancel, and then click the community guidelines link at the bottom of the page to learn more.
ha: Shin ka tabbatar cewa babu rashin girmamawa ko abun da bai dace ba, da kuma abun da ya karya ka'idodin al'umman a cikin wannan aikin? idan ba haka ba, danna soke, sannan danna mahadan ka'idodin al'umman a kasan shafin don kara ilimi.

source: Want to share on Scratch?
ha: Kana son yada Scratch?

source: ago
ha: da suka wuce

source: from now
ha: daga yanzu

source: any moment now
ha: kowane lokaci daga yanzu

source: less than a minute
ha: kasa da minti daya

source: about a minute
ha: kusa da minti daya

source: %d minutes
ha: %d mintuna

source: about an hour
ha: kusan awa daya

source: about %d hours
ha: kusan awowi %d

source: a day
ha: rana daya

source: %d days
ha: kwanaki %d

source: about a month
ha: kusan wata daya

source: %d months
ha: watanni %d

source: about a year
ha: kusan shekara daya

source: %d years
ha: shekaru %d
