Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/ha/LC_MESSAGES/django.po
Languages: ha

source: Type in a reason for removing this project. The project will no longer be visible on the website, but it will still exist in the student's My Stuff. The Scratch Moderation Team will also be alerted.
ha: Rubuta dalilin cire wannan aikin. Ba za a kara ganin aikin a gidan yanar gizon ba, amma har yanzu zai kasanxe a cikin kayana na dalibin. Hakanan za a fadakar da tawagar daidaitawa ta Scratch.

source: The project has been unshared and reported to the Scratch Team.
ha: An soke yada aikin kuma an kai karar sa wajen tawagar Scratch

source: Report as inappropriate
ha: Kai kara a matsayin mara dacewa

source: From the dropdown below, please select the reason why you feel this project is disrespectful or inappropriate, or otherwise breaks the <a href="%(community_guidelines_url)s" target="_blank">Scratch Community Guidelines.</a>
ha: Daga dropdown da ke kasa. Don Allah zabi abun da yasa ka ke ganin cewa akwai rashin girmamawa ko rashin dacewa, ko idan ba haka ba ya karya <a href="%(community_guidelines_url)s" target="_blank">Ka'idodin Al'umman Scratch.</a>

source: If your report is about disrespectful or inappropriate use of Cloud Data, you can view the <a href="%(cloud_data_url)s">list of all Cloud Data operations</a> for this project.
ha: Idan karar ka game da rashin girmamawa ko amfani da bayanan cloud ta hanyan da bai da ce ba, za ka iya duba <a href="%(cloud_data_url)s">jerin duk ayyukan bayanan cloud da za a iya yi</a> na wannan aikin.

source: Select a reason
ha: Zabi dalili

source: Exact Copy of Project
ha: ainihin kwafin aikin

source: Uses Image/Music Without Credit
ha: Yana amfani da hoto/waka ba tara da jinjina ba

source: Too Violent or Scary
ha: Tashin hankalin ko ban tsoron yayi yawa

source: Inappropriate Language
ha: harshen da bai dace ba

source: Inappropriate Music
ha: wakar da bata dace ba

source: Inappropriate Images
ha: Hotuna da basu dace ba

source: Sharing Personal Contact Information
ha: Yada bayanan lamban sirri

source: Other
ha: wani

source: This has been permanently unshared because of the way it violated the Community Guidelines.
ha: An soke yada wannan har abada don hanyar da ya saba ma Ka'idodin Al'umma.

source: More projects by
ha: Karin ayyuka ta

source: Creator
ha: wanda ya kirkira

source: More projects (temporarily disabled)
ha: Karin ayyuka (an kashe na dan lokaci)

source: Instructions
ha: Umarni

source: Tell people how to use your project</br>(such as which keys to press).
ha: Gaya ma mutane yadda za su yi amfani da aikin ka</br>(kamar wanne maballi za su danna).

source: Notes and Credits
ha: Bayanin kula da Daraja

source: added by
ha: Kari ta

source: How did you make the project?
ha: Ta yaya kayi aikin?

source: Did you use ideas, scripts, or artwork from other people? Thank them here.
ha: Ko kayi amfani da fikirori, rubutu, ko aikin zanen daga wasu mutane ne? Godemusu a anan.

source: Draft
ha: Tsara

source: %(tDate)s ago
ha: %(tDate)s da suka wuce

source: Add project to studios
ha: Kara aikin zuwa situdiyo

source: Embed project on other websites
ha: Saka aikin akan wasu gidajen yanar gizo

source: Report and Unshare this project
ha: Kai karar kuma ka soke yada wannan aikin

source: Report project as inappropriate
ha: Kai karar wannan aikin a matsayin mara dacewa

source: Report this
ha: Kai karar wannan

source: View Cloud Data activity for this project.
ha: Duba ayyukan bayanan cloud ma wannan aikin

source: Newest Projects
ha: Sabbin Ayyuka

source: Projects selected by
ha: Zabin Ayyuka ta

source: Featured Projects
ha: ayyuka da ake dauke da

source: What the Community is
ha: Abun da al'umman ke nufi

source: Remix tree for "%(projectTitle)s"
ha: Sake gauraya bushiyar ma "%(projectTitle)s"

source: Remix tree
ha: Sake gauraya bushiyar

source: Shared: %(tDate)s
ha: An yada: %(tDate)s

source: Your project is now shared.
ha: A halin yanzu an yada aikin ka.

source: Congratulations on sharing your project! Other people can now try it out, give comments, and remix it.
ha: muna taya ka murna akan yada aikin ka! sauran mutane zasu iya gwadawa, bada tsokaci, kuma ka sake gaurayashi.

source: This project is not shared -- so only you can see it. Click share to let everyone see it!
ha: Ba a soke yada wannan aikin ba -- don haka kai kadai zaka iya ganin shi. Danna yada don kowa ya iya gani

source: Note: This project is in the trash folder
ha: Kula: Wannan aikin yana cikin babban fayil kwandon shara

source: Note: this project is not visible, it was
ha: Kula: Ba a iya ganin shi, an

source: Unshared
ha: Soke yada shi

source: We've received your report. The Scratch Team will review the project, and decide whether or not it should stay on the site based on the <a href='/community_guidelines'>Scratch Community Guidelines</a>.
ha: Mun karbi karar ka. Tawagar Scratch za su yi bitan aikin, kuma su yanke shawarar ko ya kamata ya zauna a kan shifin bisa <a href='/community_guidelines'>Ka'idodin Al'umman Scratch</a>.

source: Login
ha: Shiga

source: Forgot username or password?
ha: Shin ka manta da sunnan mai amfani da kalmar sirri?

source: Password reset confirmation
ha: Tabbatawar sake saita kalmar sirri

source: New Password
ha: Sabuwar kalmar sirri

source: Change my password
ha: canza kalmar sirri na

source: Your must enter a password
ha: Dole ne ka shigar da kalmar sirri

source: Password reset email sent...
ha: an Tura imel din sake saita kalmar sirri...

source: We have sent password reset instructions to your teacher through email. If your teacher does not receive the email, be sure to ask them to check their spam folder.
ha: Mun aika da umarnin sake saitin kalmar sirri ga malamin ka ta imel. Idan malamin ka bai karbi imel din ba, tabbatar cewa ka sa su bincika babban fayil din spam din su.

source: We've e-mailed instructions for resetting your password to the e-mail address you provided, or the email associated with your account. If you don't receive it shortly, be sure to check your spam folder.
ha: Mun aika da umarni don sake saita kalmar sirrin ka zuwa adireshin imel da ka bayar, ko imel da ke da alaka da asusun ka. Idan baka karba nan ba da jimawa ba. tabbatar cewa ka du ba babban fayil din spam din ka.

source: You're receiving this email because you requested a password reset for your user account on Scratch. If you didn't request a password change, you can just ignore this message.
ha: Ka na karbar wannan imel din saboda ka nemi sake saita kalmar sirri na asusun mai amfanin ka, akan Scratch. Idan baka nemi canjn kalmar sirri ba, Kana iya watsi da wannan sakon.

source: This email was requested with the IP address %(ip)s.
ha: An bukaci samun wannan imel tare da adireshin IP %(ip)s.

source: Please go to the following page and choose a new password:
ha: Don Allah je shafin gaba da kuma ka zabi wani sabon kalmar sirri:

source: You're receiving this e-mail because you requested a password reset for your user account at Scratch. If you didn’t request a password change, you can just ignore this message.
ha: Ka na karbar wannan imel din saboda ka nemi sake saita kalmar sirri na asusun mai amfanin ka, akan Scratch. Idan baka nemi canjn kalmar sirri ba, Kana iya watsi da wannan sakon.

source: Here are the username(s) associated with this email address:
ha: Ga sunnan mai amfani (sunayen masu amfani) da ke da alaka da wannan adireshin imel:

source: Go here to change the password:
ha: Je nan don canza kalmar sirrin:

source: Reset your password - Scratch
ha: Sake saita kalmar sirrin ka - Scratch

source: Reset Password
ha: Sake saita kalmar sirri

source: Whoops, forget your password or username?
ha: Kash, ka manta da kalmar sirrin ka ko sunnan mai amfanin ka ne?

source: No problem, just enter your username or your email and we will send you an email with instructions to reset your password.
ha: B matsala, kawai shigar da sunnan mai amfanin ka ko adireshin imel dinka da kuma zamu aika maka imel tare da umarnin sake saita kalmar sirrin ka.

source: Enter Username
ha: Shigar da sunnan mai amfani

source: Email address you registered with
ha: Adireshin imel daka yi rajista tare da

source: Send me a password reset link!
ha: Aika mun mahadan sake saita kalmar sirri!

source: Welcome to Scratch, <strong>%(username)s</strong>!
ha: Maraba da shigowa Scratch. <strong>%(username)s</strong>!

source: With Scratch, you can program your own interactive stories, games, and animations—and share your creations with others in the community.
ha: Da Scratch. za ka iya shirya tatsuniyoyin ka masu mu'amala, wasanninka, da kuma zanunnukan ka masu motsi— da kuma yada kirkirar ka tare da wasu cikin al'umman.

source: New to Scratch? Click the link below:
ha: Kai sabon shigan Scratch ne? Danna mahadan da ke kasa:

source: Get started on Scratch
ha: Farawa a kan Scratch

source: To learn more about the Scratch online community, go to our
ha: Don karin ilimi game da al'umman Scratch na kan yanar gizo, je zuwa

source: To discover project ideas, check out our
ha: Don samun fikiran ayyukan, duba

source: Ideas Page
ha: Shafin ra'ayoyi

source: Welcome to Scratch, %(username)s!
ha: Marhaba zuwa Scratch, %(username)s!

source: Get Started on Scratch
ha: Fara a kan Scratch

source: To learn more about the Scratch online community, go to our Community Guidelines
ha: Don karin ilimi game da al'umman Scratch na kan yanar gizo, je Ka'idodin Al'umman mu

source: To discover project ideas, check out our Ideas Page
ha: Don samun fikiran ayyuka, duba shifin fikiran mu

source: Joined %(tDate)s ago /
ha: Ka shiga %(tDate)s da suka wuce /

source: Community statistics for Brazil at a glance
ha: Kididdigar al'umma ma Brazil cikin kalon sauri

source: <li class="data"><span class="value" id="numproject"></span> projects shared,</li> <li class="data"><span class="value" id="numusers"></span> users registered,</li> <li class="data"><span class="value" id="numcomments"></span> comments posted,</li> <li>&hellip;and growing!</li>
ha: <li class="data"><span class="value" id="numproject"></span> ayyukan da a ka yada,</li> <li class="data"><span class="value" id="numusers"></span> masu amfani da a kayi rajistan su,</li> <li class="data"><span class="value" id="numcomments"></span> tsokaci da aka saks,</li> <li>&hellip;kuma cigabawa!</li>

source: Data generated on:
ha: an binciko bayanin a:

source: Detailed trends for Brazil
ha: Cikakkun bayanai abun da ke faruwa a Brazil

source: Monthly Activity Trends
ha: Yanayin ayyukan kowane wata

source: Monthly Active Users
ha: masu cikin masu amfani na kowane wata

source: Age Distribution of New Scratchers
ha: Rarraban shekarun sabbin masu amfani da Scratch

source: Monthly Project Shares
ha: Ayyukan da aka yada a kowanne wata

source: Monthly Comment Activity
ha: Ayyukan tsokaci na kowanne wata

source: Monthly Activity Trends from Brazil
ha: Yanayin aiki na kowanne wata daga Brazil

source: Monthly Active Users from Brazil
ha: Masu aiki cikin masu amfani daga Brazil

source: Age Distribution of New Scratchers from Brazil
ha: Rarraban shekarun sabbin masu amfani da Scratch daga Brazil

source: Monthly Project Shares from Brazil
ha: Ayyukan da aka yada a kowanne wata daga Brazil

source: Monthly Comment Activity from Brazil
ha: Ayyukan tsokaci na kowanne wata daga Brazil

source: Community statistics at a glance
ha: Kididdigan Al'umma na kalon sauri

source: <li class="data"><span class="value" id="numproject"></span> projects shared,</li> <li class="data"><span class="value" id="numusers"></span> users registered,</li> <li class="data"><span class="value" id="numcomments"></span> comments posted,</li> <li class="data"><span class="value" id="numstudios"></span> studios created</li> <li>&hellip;and growing!</li>
ha: <li class="data"><span class="value" id="numproject"></span> ayyukan da aka yada,</li> <li class="data"><span class="value" id="numusers"></span> masu amfani da aka yi ma rajista,</li> <li class="data"><span class="value" id="numcomments"></span> tsokacin da aka saka,</li> <li class="data"><span class="value" id="numstudios"></span> situdiyon da aka kirkira</li> <li>&hellip; da kuma yin girma!</li>

source: Website traffic last month
ha: Zirga-zirgan yanar gizo na watan da ya gabata

source: <li class="data">%(pageviews)s pageviews</li> <li class="data">%(visits)s visits</li> <li class="data">%(visitors)s unique visitors</li>
ha: <li class="data">%(pageviews)s masu duba shafin</li> <li class="data">%(visits)s ziyara</li> <li class="data">%(visitors)s ziyara na musamman</li>

source: Data generated from Google Analytics on:
ha: an samo bayanan daga Google Analytics akan:

source: Scratchers Worldwide
ha: Masu amfani da Scratch a duk duniya

source: We'll be Back Soon- Scratch
ha: Zamu dawo anjima- Scratch

source: Coming Back Soon...
ha: za a dawo nan ba da ji mawa ba

source: Scratch Terms of Use
ha: Sharuddan amfani da Scratch

source: Featured Project
ha: Ayyukan da ke ciki

source: Featured Tutorial
ha: Koyarwan da ke ciki

source: Work In Progress
ha: Aiki na ci gaba

source: Remix This!
ha: Sake gauraya wannan!

source: My Favorite Things
ha: Abubuwan da na fi fifitawa

source: Why I Scratch
ha: Abun da yasa nake amfani da Scratch

source: user profile
ha: bayanan mai amfani

source: user profiles
ha: bayanan mai amfani

source: Woah, seems like you're following people really quickly. Please wait a bit longer between following people.
ha: Laaa, kamar kana bin mutane da sauri. Da fatan za ka dan jira lokaci mai tsayi tsakanin bin mutane.

source: Oops! You are following too many Scratchers.
ha: Kash! ka na bin mutane masu amfani da Scratch dayawa.

source: You must confirm your email address to love or favorite projects
ha: Dole ne ka tabbatar adireshin imel din ka don nu na kauna ko fifita ayyuka

source: Woah, seems like you're favoriting projects really quickly. Please wait a bit longer between favoriting projects.
ha: Laaa, da alama kana fifita ayyuka da saurin gaske, Da fatan za ka dan jira da dan tsayi kadan tsakanin fifita ayyuka.

source: Woah, seems like you're loving projects really quickly. Please wait a bit longer between loving projects.
ha: Laaa, da alama kana nuna kaunar ayyuka da saurin gaske. Da fatan za ka dan jira da dan tsayi kadan tsakanin na nu kaunar ka ga ayyuka.

source: Woah, seems like you're inviting curators really quickly. Please wait a bit longer between inviting curators.
ha: Laaa, da alamar kana son gayyatan masu kula da saurin gaske. Da fatan za ka dan jira da dan tsayi kada tsakanin gayatar ka ga masu kula.
