Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/ha/LC_MESSAGES/django.po
Languages: ha

source: Yes, the Scratch offline editor lets you create projects without joining or accessing the online community. Visit the <a href="/scratch2download">Scratch 2.0 offline editor</a> download page for instructions on how to install it on your computer. (If your computer does not support the latest version, try the <a href="/scratch_1.4/">Scratch 1.4 offline editor</a>.)
ha: Eh, Editan Scratch na offline na baka damar kirkiran ba tare ka hau ko ka shiga cikin al'ummanta na kan yanar gizo ba. Ziyarci <a href="/scratch2download">Editan Scratch 2.0 n offline</a> sauke shafin don samun umarni akan yadda zaka saka shi akan kwamfutar ka. (idan kwamfutar ka ba ya aiki da sabuwar sigar, gwada <a href="/scratch_1.4/">editan Scratch 1.4 na offline.)

source: What are parents saying about Scratch?
ha: Me iyaye ke cewa game da Scratch?

source: We often receive emails from parents thanking us for Scratch. Here are some examples:
ha: Sau da yawa muna karbar imel daga iyaye suna gode mana akan don Scratch. Ga wasu misalai:

source: "<b>I just want to thank you all for making Scratch, and for providing it for free.</b> My kids are doing amazing things that they see as fun yet I know is educational, valuable, and worthwhile. Thank you so much!!!"
ha: "<b>Ina so in gode muku don yin Scratch, da kuma samar da shi kyauta.</b> 'ya'yana suna yin abubuwan ban mamaki wadanda suke ganin suna da nishadantarwa duk da haka na san yana da ilmantarwa, mai kima, da fa'idantarwa. Na gode sossai!!!"

source: <b>"My very shy but technical minded daughter has found this to be a fantastic, safe outlet for her creativity.</b> She spends her free time creating ever more difficult animations and sharing them with the scratch community. The forums provide her with a group of like-minded individuals with which she can hold on a conversation... She now feels that computers, graphic design and animation are something she would like to pursue in the future. Your program has opened a whole new world to her in so many ways, and I thank you wholeheartedly. "
ha: <b>"Yata mai jin kunya sossai amma mai fasaha ta gano wannan a matsayin abin ban mamaki, amintaccen hanya nuna kirkirar ta.</b> Tana ciyar da lokacinta don kirkirar zanunnuka masu mosti masu wahala da yada su ga al'umman Scratch. Dandalin yana samar mata da gungun mutane masu ra'ayi iri daya wadanda za iya ci gaba da tattaunawa da su... a yanzu tana jin cewa kwamfutoci, tsaria zane da zane mai motsi wani abu ne da take son bi a nan gaba. Shirinku ya bude mata sabuwar duniya ta hanyoyi da dama, kuma ina godiya da gaske. "

source: "<b>My son is learning more than I can imagine from your tool.</b> He is not a natural logical thinker but loves LEGO. Your LEGO-like building block structure has moved him forward by light-years in his logical thinking skills...He can snap things together and begin to see the logic reinforced by immediate feedback. Of course we work on some things together--instant father and son time. This is just incredible. Just a big thanks to you and MIT."
ha: "<b>Dana yana koyo fiye da yadda nake tsammani daga kayan aikin ku.</b>Shi ba mai tunani cikin tsari bane a dabi'ance amma yana son LEGO. Tsarin ginin ku mai kama da LEGO ya ciyar da shi gaba ta tsawon shekaru masu yawa a cikin basirar tunani cikin tsari... Yana iya tattara abubuwa tare kuma ya fara ganin dabaru na karfafa ta ta hanyar amsa kai tsaye. Tabbas muna aiki akan wasu abubuwa tare--nan take lokacin da da uba. Wannan abin mamaki ne kawai. Babban godiya gare ku da MIT ."

source: Learning
ha: ana koyo

source: For a one-page overview of what young people learn with Scratch, see <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Learning with Scratch</a>.
ha: Don bayyan mai shafi daya akan abin da matasa ke koya da Scratch, duba <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Koyo tare da Scratch</a>.

source: Read an article on the <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">creative learning approach</a>.
ha: Karanta wani makals akan <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">tsarin ilmantarwa na kirkira</a>.

source: We ask all participants on the site to follow the <a href="/community_guidelines">Community Guidelines</a>.
ha: Muna rokon duk mahalarta a shafin su bi <a href="/community_guidelines">ka'idodin al'umma</a>.

source: We do not make private account information available to anyone. For more information, please see the <a href="/info/faq/#privacy">Privacy Policy</a>.
ha: Ba mu sanya bayanan sirri ga kowa ba. Don karin bayani, da fatan za a duba <a href="/info/faq/#privacy">Manufar Kebabbu</a>.

source: Questions?
ha: Tambayoyi?

source: To find out more about Scratch, please see <a href="/info/faq/">Frequently Asked Questions</a>.
ha: Don karin bayani game da Scratch, da fatan za a duba, <a href="/info/faq/">Tambayoyi da ake yawan yi</a>.

source: You can also ask questions in the <a href="/discuss/">discussion forums</a>.
ha: Za ka iya yin tambayoyi a cikin <a href="/discuss/">dandalin tattaunawa</a>.

source: If you need to contact our staff team directly, click <a href="%(contact_us_url)s">Contact Us</a> at the bottom of any page.
ha: Idan kana bukatar tuntubar ma'aikatanmu kai tsaye, danna <a href="%(contact_us_url)s">Tuntube Mu</a> a kasan kowane shafi.

source: Quotes - Scratch
ha: maganganu - Scratch

source: What <b>Youth</b> are Saying about Scratch
ha: Abin da <b>Matasa</b> ke cewa game da Scratch

source: I like Scratch better than blogs or social networking sites like Facebook because we’re creating interesting games and projects that are fun to play, watch, and download. I don’t like to just talk to other people online, I like to talk about something creative and new.<span class="quotes">&rdquo;</span> - 13-year-old </p>
ha: Ina son Scratch fiye da shafukan yanar gizo ko shafukan sada zumunta kamar Facebook saboda Muna kirkirar wasanni da ayyuka masu ban sha'awa wadanda ke da dadin bugawa, kallo da saukewa. Ba na son yin magana da wasu mutane akan yanar gizo, Ina son yin magana game da wani abu mai kirkira ko akan sabon abu.<span class="quotes">&rdquo;</span> - mai-shakaru- 13</p>

source: <span class="quotes">&ldquo;</span>My 8-year-old brother and I have been active participants of the Scratch Online Community for over a year. I enjoy designing and programming games and animations with other kids, because different people have different skills, and when you work together, you can build a much better project than you can alone.<span class="quotes">&rdquo;</span> - 13-year-old
ha: <span class="quotes">&ldquo;</span>Ni da dan'uwana dan shekara 8 mun kasance kwararrun mahalartan al'umman Scratch a kan yanar gizo sama da shekara guda. Ina jin dadin kira da tsara wasanni da zanunnuka masu motsi tare da wasu yara, saboda mutane daban-daban na da kwarewa daban-daban, Za ka iya gina wani aiki mafi kyau fiye da kai kadai.<span class="quotes">&rdquo;</span> - mai-shekaru-13

source: <span class="quotes">&ldquo;</span>Making games is something I've always thought would be fun, but I didn't want a really complex programming language. In the beginning, even Scratch seemed complex, but after sticking with it for a while, I've been able to make some amazing games. And the fact that you can share projects so easily makes it even better. Scratch is awesome!<span class="quotes">&rdquo;</span> - 17-year-old
ha: <span class="quotes">&ldquo;</span>Yin wasanni wani abu ne da ko yaushe nake tsammanin zai yi dadin yi, amma ba na son yaren shirye-shiryen kwamfuta ma wahala sossai. Da farko, har ma Scratch nayi mai kallon zai yi wahala, amma bayan dagewada shi na dan lokaci, na sami damar yin wasu wasanni masu ban mamaki. Kuma gaskiyan cewa zaka iya yada ayyuka cikin sauki ya kara masa kyau. Scratch na da ban mamaki !<span class="quotes">&rdquo;</span> - mai-shekaru-17

source: <span class="quotes">&ldquo;</span>Using a set of about 100 commands that can be snapped together visually, you can create just about anything and learn the fundamentals of more advanced languages. In addition, there's a whole community of people online who will give you feedback on our projects, and gladly help you with your questions.<span class="quotes">&rdquo;</span> - 14-year-old
ha: <span class="quotes">&ldquo;</span>Ta yin amfani da jerin umarni kusan 100 wadanda za a iya daukansu hoto tare, za ka iya kirkira kusan kowane abu kuma ka koyi tushen harsuna da suka cigaba. Bugu da kari, akwai jama'a na mutane a kan yanar gizo wadanda za su ba ka ra'ayinsu kan ayyukanmu. Kuma da farin cikin taimakawa da tambayoyinka.<span class="quotes">&rdquo;</span> - mai-shekaru-14

source: Research on Scratch
ha: Bincike akan Scratch

source: Research on Scratch is being conducted by members of the MIT Scratch Team and researchers at other universities, including Yasmin Kafai at the University of Pennsylvania Graduate School of Education, Karen Brennan at the Harvard Graduate School of Education, Benjamin Mako Hill at the University of Washington, Andrés Monroy Hernandez at Microsoft Research, Mimi Ito and Crystle Martin at the University of California, Irvine, Quinn Burke at College of Charleston, Deborah Fields at Utah State University, and Kylie Peppler at Indiana University.
ha: Mambobin Tawagar Scratch da masu bincike a wasu jami'o'i ne ke gudanar da bincike akan Scratch, cikinsu har da Yasmin Kafai a makarantar ilimi na kammala karatun digiri na Jami'ar Pennsylvania, Karen Brannan a makarantar ilimi na kammala na Harvard Benjamin Mako Hill a Jami'ar Washington, Andre's Monroy Hernandez a yankin Binciken Microsoft, Mimi Ito da Crystle Martin a Jami'ar California, Irvine, Quinn Burke a Kwalejin Charleston, Deborah Fields a Jami'ar Utah, da Kylie Peppler a Jami'ar Indiana.

source: By sharing projects and participating in the Scratch online community, you are helping us better understand how people can use and learn with Scratch. Any publicly shared projects, comments, or other material on the Scratch site may be included in the research analysis, presentations, papers, and reports. No personally identifiable information is shared.
ha: Ta hanyar yada ayyuka da shiga cikin al'ummar Scratch kan yanar gizo, kana taimaka mana mu fahimci yadda mutane za su iya amfani da su da koyo ta hamyar Scratch. Duk wani ayyuka da aka yada a bainar jama'a, tsokaci ko wasu abubuwa akan rukunin yanar gizon Scratch ana iya hada su cikin bincike,gabatarwa, rubutu, da rahotanni. Ba a yada bayanin da mutum da za a iya ganewa.

source: (If you have any questions, please use the <a href="%(contact_us_url)s">Contact Us</a> form.)
ha: (Idan kana da kowanne tambaya, da fatan za ka yi amfani da fon din <a href="%(contact_us_url)s">Tuntubar mu</a>.)

source: Below are selected research papers, presentations, and theses on Scratch and the Scratch online community, followed by a list of National Science Foundation grants awarded to support Scratch.
ha: a kasa akwai zababbun takardun bincike, gabatarwa, da kuma thesis da aka yi akan Scratch da al'umman Scratch na yanar gizo, biye dashi da kwai jerin tallafi da gidauniyar kimiyyar kasa ta bayar don tallafawa Scratch.

source: Research Papers &amp; Presentations
ha: Takardun Bincike &amp; Gabatarwa

source: National Science Foundation Grants
ha: Tallafin Gidauniyar kimiyar kasa

source: Scratch Offline Editor
ha: Editan Scratch na offline

source: Scratch 2 Offline Editor
ha: Editan Scratch 2 na Offline

source: <p class="lg-msg">You can install the Scratch 2.0 editor to work on projects without an internet connection. This version will work on Mac, Windows, and some versions of Linux (32 bit).</p> <p class="lg-msg"><b>Note for Mac Users:</b> the latest version of Scratch 2.0 Offline requires Adobe Air 20. To upgrade to Adobe Air 20 manually, go <a href="https://get.adobe.com/air/">here</a>.</p>
ha: <p class="lg-msg">Za ka iya saka edatan Scratch 2.0 don yin aiki akan ayyuka ba tare da hadin intanet ba. Wannan sigar za ta yi aiki akan Mac, Windows, da wasu sigogin Linux (32 bit).</p> <p class="lg-msg"><b>Bayanin kula ga masu amfani da Mac:</b> Sabon sigar Scratch 2.0 na offline yana bukatar Adobe Air 20. Don habakawa zuwa Adobe Air 20 da hannu, je <a href="https://get.adobe.com/air/">nan</a>.</p>

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>If you don't already have it, download and install the latest <a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 &amp; Older - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://get.adobe.com/air/">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
ha: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>Idan baka riga ka same shi ba, sauke kuma ka saka sabuwar sigar<a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">Sauke<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 &amp; Tsohon - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">SaukeT<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://get.adobe.com/air/">Sauke<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Sauke<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>Next download and install the <br>Scratch 2.0 Offline Editor</p> <p>Mac OS X - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Mac OS 10.5 &amp; Older - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
ha: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>a Gaba sauke kuma ka saka <br>Editan Scratch 2.0 na Offline</p> <p>Mac OS X - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">Sauke<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Mac OS 10.5 &amp; Tsohon - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Sauke<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">Sauke<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Sauke<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>

source: Support Materials
ha: Abubuwa masu tallafawa

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> <p>Need some help getting started? <br>Here are some helpful resources.</p> <p>Starter Projects - <a href="/scratchr2/static/sa/Scratch2StarterProjects.zip">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Getting Started Guide - <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Download<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> <br> Scratch Cards - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">Download<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> </p>
ha: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> <p>Kana niman taimako wajen farawa? <br>a nan zaka samu wasu abubuwan da zasu iya taimakawa.</p> <p>Ayyakan farawa - <a href="/scratchr2/static/sa/Scratch2StarterProjects.zip">Sauke<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Jagorar farawa - <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Sauke<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> <br> Katunan Scratch - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">Sauke<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> </p>

source: The previous version of Scratch, version 1.4, is still available for download. You can still share projects from 1.4 to the Scratch website. (However, projects created in Scratch 2.0 cannot be opened in 1.4.)
ha: A na iya samun tsohuwar sigan Scratch, Sigar 1.4, don saukewa. Har wa yau za ka iya yada ayyuka daga 1.4 zuwa rukunin Scratch a yanar gizo. (Duk, ayyuka da aka kirkira a cikin Scratch 2.0 ba za a iya bude su a cikin 1.4 ba.)

source: Scratch 1.4 For Mac OS X
ha: Scratch 1.4 ma Mac OS X

source: Compatible with Mac OSX 10.4 or later
ha: Ya na iya aiki da Mac OSX 10.4 ko kafun wanda yazo kafun shi

source: Scratch 1.4 for Windows
ha: Scratch 1.4 ma Windows

source: Compatible with Windows 2000, XP, Vista, 7, and 8
ha: ya dace da Windows 2000, XP, Vista, 7, and 8

source: For network deployments, use the <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
ha: Don tura cibiyar sadarwa, yi amfani da <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>

source: Scratch 1.4 for Debian / Ubuntu
ha: Scratch 1.4 ma Debian / Ubuntu

source: Compatible with Ubuntu 12.04 or later
ha: ya dace da obuntu 12.04 ko sigar na baya dashi

source: Install Scratch with Software Center
ha: daura Scratch da mahadar Software

source: or <a href="%(download_1_4)s">download here</a>
ha: or <a href="%(download_1_4)s">sauke anan</a>

source: Frequently Asked Questions about Scratch 1.4
ha: Tamboyoyi da ake yawan yi game da Scratch 1.4

source: What resources are available to help me learn how to use Scratch 1.4?
ha: wane abubuwa ne akwai wanda zai taimake ni wajen koyon Scratch 1.4?

source: <p>For a step-by-step introduction, download the <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Scratch 1.4 Getting Started Guide</a>. The <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Scratch 1.4 Reference Guide</a> has a thorough explanation of the Scratch interface and programming language. <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Scratch Cards</a> provide brief explanations that show how to make animations and interactive projects with Scratch.</p>
ha: <p>Don gabatarwan mataki-mataki, sauke <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">jagorar fararwa na Scratch 1.4 </a>. <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Jagorar Magana na Scratch 1.4 </a> yana da cikakken bayanai game da Scratch interface da harchen shirye-shirye. <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Katunan Scratch</a> na ba da takaitaccen bayani wadanda ke nuna yadda ake zanunnuka masu motsi da ayyuka masu mu'amala da Scratch.</p>

source: What are the system requirements for Scratch 1.4?
ha: menene tsarinkwamfuta da ake nema ma Scratch 1.4?

source: <p>Display: 800 x 480 or larger, thousands or millions of colors (16-bit color or greater) </br>Operating System: Windows 2000 or later, Mac OS X 10.4 or later, Ubuntu Linux 9.04 or later (For other versions of Linux, see the Linux Installer page) </br>Disk: at least 120 megabytes of free space to install Scratch. </br>CPU and memory: Most computers have enough memory to run Scratch 1.4, but very old computers may run Scratch slowly. </br>Sound / Video: Sound playback requires speakers (or headphones), and recording requires a microphone. Many laptops have speakers and microphones built in. Scratch 1.4 can use a USB or built-in camera (optional).</br></p>
ha: <p>Nuni: 800 x 480 ko wanda yafi haka girma, dubbani ko miliyoyin launuka (launi 16-bit ko sama da haka) </br>Operating system: Windows 2000 ko siga sama da haka, Mac OS X 10.4 ko sama da haka, Ubuntu Linux 9.04 ko sama da haka (don sauran nau'ikan Linux, duba shafin mai sakawa na Linux) </br> Diski: akalla sarari na megabyte 120 don saka Scratch. </br>CPU da memory: Galibin kwamfutoci suna da isassun kwakwalwar ajiya don gudanar da Scratch 1.4, amma tsoffin kwamfutoci na iya gudanar da Scratch ahankali. </br>Sauti / Bidiyo: Sake kunna sauti na bukatar lasifika (ko belun kunne), kuma rikodi yana bukatar makirufo. Da yawa kwamfyutocin cinya suna da lasifika da makirufo da aka a cikin su. Scratch 1.4 na iya amfani da USB ko kyamara da ke zuwa da kwamfuta (na zabi).</br></p>

source: What if I get an error when I try to upload or share my project to the Scratch website?
ha: Menen idan na sami kuskure lokacin da nake kokarin loda ko yada aikina zuwa shafin yanar gizo na Scrtach?

source: 1. File too big. The largest file limit is 10 MB. To shrink the size of your Scratch project, click the Edit menu > and select compress sounds, or compress images. If you have compressed sounds and your project still won't upload, try deleting some of the sounds to make it smaller. </br>2. Internet connection too slow and times out. Try making the file smaller. If that doesn't work, try connecting from a different computer or connection or web browser. </br>3. Proxy server getting in the way. Try an Internet connection that does not go through a proxy server, or configure Scratch to use your proxy server. </br>4. Wrong username and password. Try logging into Scratch website to make sure username and password are correct.
ha: 1. Fayil yayi girma da yawa. Mafi girman iyakar fayil shine 10MB. Don rage girman aikin Scratch din ka, danna menu gyara > sannan zabi matse sautuna, ko matsa hotuna. Idan ka matse muryoyin sauti kuma har yanzu an kasa daura aikinka, gwada share wasu sautunan don mai da aikin karami. </br>2. Hadin intanet yayi jinkiri kuma lokaci ya kare. Gwada rage girman fayil din. Idan hakan bai yi aiki ba, gwada hadawa daga kwamfutadaban ko hadin yanar gizo dabssn ko burausa daban. </br>3. Wakilin saba yana ruwa gudu. Gwada hadin intanet wanda baya wuce ta hanyar wakilin saba, ko ka saita Scratch don amfani da wakilin burausar ka. </br>4. Sunan mai amfani da kalmar sirri basu yi dai dai bane. gwada shiga gidan yanar gizon Scratch don tabbatar da sunnan mai amfani da kalmar sirrin daidai ne.

source: Scratch - Starter Projects
ha: Scratch - Ayyukan farawa

source: Try out these starter projects from the Scratch Team. Look inside to make changes and add your ideas.
ha: Gwada wadannan ayyukan daga tawagar Scratch. Duba cikin su don aiwatar da canje-canje kuma kara fikirorin ka.

source: Games
ha: wasanni
