Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/ha/LC_MESSAGES/django.po
Languages: ha

source: <a id="confirm-email-popup" href="#">Confirm your email</a> to enable sharing. <a href="%(faq_url)s#accounts">Having trouble?</a>
ha: <a id="confirm-email-popup" href="#">Tabbatar da imel dinka</a> don ba da ikon yadawa. <a href="%(faq_url)s#accounts">kana samun wani matsala?</a>

source: About Scratch
ha: game da Scratch

source: For Parents
ha: ma iyaye

source: For Educators
ha: ma masu karantarwa

source: For Developers
ha: ma masu habakawa

source: Credits
ha: Lamban yabo

source: Jobs
ha: Aiyuka

source: Press
ha: danna

source: Community
ha: Jama'a

source: Community Guidelines
ha: ka'idojin al'umma

source: Discussion Forums
ha: Dandalin tattaunawa

source: Statistics
ha: kididdiga

source: Support
ha: tallafi

source: FAQ
ha: tambayoyi da ake yawaita yinsu

source: Offline Editor
ha: Editan offline

source: Contact Us
ha: tuntube mu

source: Scratch Store
ha: matartaran Scratch

source: Donate
ha: bada taimako

source: Legal
ha: na shari'a

source: Terms of Use
ha: sharuddan amfani

source: Privacy Policy
ha: tsari na sirri

source: Scratch Family
ha: ahlin Scratch

source: Scratch Day
ha: Ranar Scratch

source: Scratch Conference
ha: taron scratch

source: View all
ha: kalli duka

source: No items
ha: Babu wani abu

source: in
ha: Ciki

source: by
ha: ta

source: Log in to your account
ha: Shiga asusunka

source: Cloud data history
ha: Tarihin bayanan girgije

source: User
ha: Mai amfani

source: Data Name
ha: Sunar bayanai

source: Action
ha: Aiki

source: Data Value
ha: Kimar bayanai

source: Time
ha: Lokaci

source: Turn off commenting
ha: Kashe yin tsokaci

source: Leave a comment
ha: Bar wani tsokaci

source: Remember that this project may have been made by someone new to programming. Make sure your comments are friendly and respectful.
ha: Ka tuna cewa kilan sabon shiga cikin harkar rubuta shirye-shiryen kwamfuta ne ya yi wannan aikin. ka tabbata cewa tsokacinka suna da aminci da kuma mutuntawa.

source: You have <span id="chars-left">500</span> characters left.
ha: Kana da raguwar harrufa <span id="chars-left">500</span>.

source: Post
ha: Tura

source: Cancel
ha: fasa

source: Sorry, comment posting has been turned off for this %(tType)s
ha: Yi hakuri, an kashe sake tsokaci don wannan %(tType)s

source: Sorry comment posting is not available right now. It should be back soon!
ha: Kayi hakuri ba a samun saka tsokaci a halin yanzu. Yakamata ya dawo nan da ba da jimawa ba!

source: Comments loading...
ha: Tsokaci na lodawa...

source: Delete
ha: cire

source: Report
ha: Kai Kara

source: Reply
ha: Amsa

source: Report comment as inappropriate
ha: Kai karar tsokacin a matsayin mara dacewa

source: %(comment.datetime_created|timesince)s ago
ha: %(tsokaci.lokacinkwananwata_daakakirkira|lokacitundaga) da suka wuce

source: See all %(len)s replies
ha: Duba dakka%(len)samsoshi

source: Load more
ha: Loda kari

source: Add a New Class
ha: Kara sabon aji

source: Class Name
ha: Sunan Aji

source: Class Description
ha: Kwatancen Aji

source: Add Class
ha: Kara Aji

source: Your class name must be at least 5 characters long
ha: Dole ne sunan ajinka ya samu mafi karanci tsayin harrufa 5

source: You must enter a class name
ha: Dole ne ka shigar da sunan wani aji

source: This text looks inappropriate
ha: Wannnan rubutun yayi kama da wanda bai da ba

source: Add a New Class Studio
ha: Kara wani Sabon Ajin Situdiyo

source: Studio Name
ha: Sunan Situdiyo

source: Studio Description
ha: Kwatancen Situdiyo

source: Your username must be between 3 and 20 characters
ha: Dole sunan mai amfaninka ya kasance tsakanin harrufa 3 da 20

source: Sorry, that username already exists
ha: Yi hankuri, akwai mai irin wannan sunnan wai amfani

source: Invalid username
ha: Sunan mai amfani mara aiki

source: Hmm, that looks inappropriate
ha: Hmm, da ganin wancan bai yi ba

source: You must enter a username
ha: Dole ne ka shigar da sunan mai amfani

source: Your username may only contain letters, numbers, - and _
ha: Sunnan mai amfanin ka zai iya kawai kunsar haruffa, lambobi, - da _

source: Your password cannot be 'password'
ha: Kalmar sirrinka ba zai iya zama 'kalmar sirri' ba

source: Your password must be at least 6 characters
ha: Dole ne kalmar sirrin ka ya kasance mafi karanci haruffa 6

source: You must enter a password
ha: Dole ne ka shigar da kalmar sirri

source: Your passwords do not match
ha: Kalmomin sirrinka basu yi dace da junansu ba

source: Your password cannot match your username
ha: Bai kamata kalmar sirrinka yayi daidai da sunan mai amfanin ka ba

source: You must select a birth month and year
ha: Dole ne ka zabi wata da shekarar aihuwa

source: You must specify a gender
ha: Dole ne ka kayyade jinsi

source: You must select a country
ha: Dole ne ka zabi wani kasa

source: You must provide an email address
ha: Dole ne ka samar da wani adireshin imel

source: You must provide valid email address
ha: Dole ne ka samar da ingantaccen adireshin imel

source: Example tab
ha: allon ba da misali

source: %(classroom_title)s on Scratch
ha: %(classroom_title)s akan Scratch

source: Class page
ha: shafin Aji

source: ended
ha: an gama

source: Created %(tDate)s ago
ha: an kirkiri %(tDate)s da ya wuce

source: Join this class
ha: Shiga wannan aji

source: About this Class
ha: akan wannan aji

source: Describe this class. This will be publicly visible, so please avoid using identifiable information, like names.
ha: Yi bayyanin wannan ajin. Wannan zai zama bayyane a bainar jama'a, don haka da fatan za a guji amfani da bayyanan da za a iya gane wani da shi, kamar sunaye.

source: <span id="bio-chars-left">200</span> characters left.
ha: huraffa <span id="bio-chars-left">200</span> ya rage.

source: What we're working on
ha: Abun da muke aiki a kai

source: Describe what the class is doing.
ha: Yi bayanin abun da yan Ajin ke yi

source: <span id="status-chars-left">200</span> characters left.
ha: <span id="status-chars-left">200</span> ya rage

source: Featured
ha: Bayyana

source: Change featured project
ha: Canza fitattun ayyuka

source: Latest Activity
ha: Sabbin ayyuka

source: Report this class
ha: kai karar wannan ajin

source: Class Studios
ha: Aji situdiyo

source: This class doesn't have any studios yet
ha: Wannan ajin baya da wani situdiyo a halin yanzu

source: You can add studios in <a href="%(educator_stuff_url)s">My Classes</a>
ha: Za ka iya kara situdiyoyi a cikin<a href="%(educator_stuff_url)s">azuzuwa na</a>

source: Students
ha: Dalibai

source: This class doesn't have students yet
ha: Wannan ajin ba shi da dalibi har yanzu

source: You can add students in <a href="%(educator_stuff_url)s">My Classes</a>
ha: Za ka iya kara dalibai a cikin <a href="%(educator_stuff_url)s">azuzuwa na</a>

source: Classes
ha: azuzuwa

source: It's easy (and free!) to sign up for a Scratch Educator account.
ha: Yana da sauki(kuma kyauta ne!) yin rajista ma asusun mai ilmantarwa na Scratch,

source: Full Name
ha: cikakken suna

source: Enter your real name
ha: Shigar da ainihin sunan ka

source: Choose a Scratch Username
ha: Zabi sunan mai amfanin Scratch

source: Don't use your real name
ha: Karka yi amfani da sunanka na gaske

source: Choose a Password
ha: Zabi kalmar sirri

source: Remember it - don't tell anyone else
ha: Tuna da shi - kada ka gaya wa kowa

source: Confirm Password
ha: Tabbatar da kalmar sirrin ka

source: Retype your password
ha: Sake buga kalmar sirrin ka

source: Your responses to these questions will be kept private.
ha: Amsoshin ka ga wadannan tamboyoyi za a kiyaye su cikin sirri.

source: Why do we ask for this info
ha: Me yasa muke neman wannan bayanin

source: Affiliation
ha: Alaka

source: Need explanatory text.
ha: Kana bukatar bayani a rubuce?

source: Biography
ha: Tarihi

source: Brief Biography
ha: Takaitaccen Tarihi

source: Enter your email address and we will send you an email to confirm your account.
ha: Shigar da adireshin imel dinka kuma zamu aiko maka da imel don tabbatar da asusunka.

source: Email address
ha: adireshin i-mel

source: Parent's or guardian's email address
ha: Adireshin imel na iyaye ko na mai kulawa

source: Confirm email address
ha: Tabbatar da adireshin imel

source: Congrats! educator.username
ha: Muna taya ka murna! mai ilmantarwa.sunan mai amfani

source: Welcome to the Scratch Community. What would you like to do next?
ha: Barka da zuwa cikin al'umman Scratch. Me kake so kayi a gaba?

source: Set up My Account
ha: Saita asusuna

source: Set up Classes
ha: Saita azuzuwa

source: View Community
ha: Duba al'umma

source: Greetings from the Scratch Team at MIT! You recently requested a Scratch Teacher Account on <a href="%(scratch_url)s">Scratch</a> with the username:
ha: Gaisuwa daga tawagar Scratch a MIT! kwanan nan ka nemi asusun malamai akan<a href="%(scratch_url)s">Scratch </a> da sunan mai amfani:

source: Once you have confirmed your email address, we will be able to review your request for a Teacher Account. Confirm your email address by clicking the button below:
ha: Da zarar ka tabbatar da adireshin imel din ka, za mu iya duba bukatar ka na asusun malami. Tabbatar da adireshin imel din ka ta danna maballin da ke kasa:

source: Right now, you can access Scratch as a normal user without access to the Teacher features. When your Scratch Teacher Account is ready, we will email you with more information about how to use your new features.
ha: A halin yanzu, zaka iya samun damar amfani da Scratch a matsayin mai amfani na yau da kullun ba tare da samun damar yin amfani fasalolin asusun malami ba. Lokacin da aka shirya asusun ka na malami na Scratch, za mu yi maka imel tare da karin bayani game da yadda ake amfani da sabbin fasalolin na ciki asusunka na malalami na Scratch.

source: Greetings from the Scratch Team at MIT! You recently requested a Scratch Teacher Account on Scratch (%(scratch_url)s) with the username:
ha: Gaisuwa daga tawagar Scratch a MIT! kwanan nan ne ka nemi asusun malami na Scratch a kan Scratch (%(scratch_url)s) da sunan mai amfani:

source: Final Step: Confirm your Scratch Teacher Account
ha: Mataki na karshe: tabbatar da asusun malami na Scratch na ka

source: Are you sure you want to delete this class? Once a class is deleted, it cannot be recovered.
ha: Shin ka tabbatar cewa kana son share wannan ajin? da zarar an share aji, ba a iya dawowa da shi.

source: Class deleted successfully
ha: An sami nasarar share aji

source: Class restored successfully
ha: An sami nasarar dawo da ajin

source: Class ended successfully
ha: An sami nasarar kammala ajin

source: Class opened successfully
ha: An sami nasarar bude ajin

source: Are you sure you want to delete this Studio? Once a Studio is deleted, the projects are still available on the site, but the studio no longer exists.
ha: Shin ka tabbatar kana son share wannan situdiyon? Da zarar an share situdiyo, ana iya samun ayyukan ciki a rukunin yanar gizon, amma situdiyon ba ya wanzuwa.

source: Studio deleted successfully
ha: An sami nasarar share Situdiyon

source: Are you sure you want to delete this Student? Once a Student account is deleted, the student's projects are still available on the site, but the student cannot log in.
ha: Shin ka tabbatar kana son ka share wannan dalibin? Da zarar an goge asusun dalibi, ayyukan dalibin suna nan har yanzu akan rukunin yanar gizon, amma dalibin ba zai iya shigowa ba.

source: Student deleted successfully
ha: An samu nasarar share dalibi

source: Student settings successfully updated
ha: Anyi nasarar sabunta saitunan dalibi

source: Are you sure you want to empty the trash? These Classes will be deleted permanently.
ha: Shin ka tabbatar cewa kana son zubar da sharar? Za a share wadannnan azuzuwan har abada.

source: Changes saved
ha: An adana canje-canje

source: Incorrect password, try again
ha: Kalmar sirri mara daidai, sake gwadawa

source: The password field is required
ha: Ana bukatar filin kalmar sirri

source: New Class
ha: Sabon aji

source: Load More
ha: kara lodawa

source: Welcome, %(username)s
ha: Barka da zuwa, %(username)s

source: Looks like you do not have any classes. Create a new class to get started.
ha: Da alama ba ka wani darasi. Kirkiri sabon aji don farawa.

source: Class created %(datetime_created)s
ha: An kirkiri aji %(datetime_created)s

source: View Class Profile
ha: Duba bayanan martaban aji

source: Settings
ha: Saituna

source: Studios
ha: situdiyo

source: Activity
ha: aiki

source: Re-Open Class
ha: Sake bude aji

source: Change
ha: Canza

source: What the Class is working on
ha: Abin da yan ajin ke aiki a kai

source: End Class
ha: Kammala aji

source: Add studios to this class
ha: Kara situdiyo ma wannan ajin

source: Students can add their projects to class studios.
ha: Dalibai za su iya kara ayyukan su zuwa situdiyoyin aji

source: New Class Studio
ha: Sabon situdiyon aji

source: Last Modified
ha: gyaran da aka yi ta karshe

source: You can add students to this class
ha: Za ka iya kara dalibai ma wannan ajin

source: Add one student
ha: Kara dalibi daya

source: New Student
ha: Sabon dalibi

source: Add multiple students
ha: Kara dalibai fiye da daya

source: There are two ways to create multiple accounts. You can create a sign-up link to send to students, or upload a CSV of accounts to generate accounts in bulk.​
ha: Akwai hanyoyi guda biyu don kirkirar asusuna dayawa. Kana iya kirkirar hanyar hadin rajita don aika wa dalibai, ko ka loda CSV na asusuna dayawa don samar da asusuna dayawa a bugu daya.

source: Student Sign-up Link
ha: Hanya hadin rajista na dalibi

source: CSV Upload
ha: Lodin CSV

source: followed user
ha: Ka bi wani mai amfani

source: followed studio
ha: Kabi wani situdiyo

source: loved the project
ha: ka so aikin

source: favorited the project
ha: ka fifita aikin

source: added the project
ha: Ka kara aikin

source: to studio
ha: zuwa situdoyon

source: shared the project
ha: ka yada aikin

source: reshared the project
ha: ka sake yada aikin

source: remixed the project
ha: ka sake gauraya aikin

source: added the studio
ha: ka kara situdiyon

source: updated the studio
ha: ka sabunta situdiyon

source: removed the project
ha: ka cire aikin

source: from studio
ha: Daga situdiyon

source: was promoted to manager by
ha: ka zaman manaja ta sababin

source: for studio
ha: ma situdiyo

source: made a profile update. <em>
ha: ka sabunta bayanan martaba

source: commented on the project
ha: ka yi tsokaci akan aikin

source: commented on user
ha: ka yi tsokaci akan mai amfani

source: commented on the studio
ha: ka yi tsokaci akan situdiyo

source: performed an action. <em>
ha: ka yi wani aiki. <em>

source: %(target_username)s was banned.
ha: an dakatar da %(target_username)s

source: %(target_username)s was unbanned.
ha: an cire dakatarwan akan %(target_username)s

source: %(target_username)s was excluded from homepage.
ha: an cire %(target_username)s daga shafin gida.

source: %(target_username)s was notified by a Scratch Administrator. Notification Type: <%%- admin_action.extra_data.notification_type || 'Unknown' %%>
ha: %(target_username)s wani Jami'in Scratch ne ya sanar dashi. Nau'in Sanarwa: <%%- jami'i_aiki.kari_bayanai.sanarwa_nau'i || 'wanda ba a sani ba' %%>

source: %(target_username)s was banned automatically.
ha: An dakatar da %(target_username)s kai tsaye.

source: %(project)s by %(target_username)s was removed automatically.
ha: an cire %(project)s na %(target_username)s kai tsaye.

source: %(project)s by %(target_username)s was censored.
ha: An tantance %(project)s na %(target_username)s

source: %(project)s by %(target_username)s was uncensored.
ha: an cire tantancewa daga %(project)s na %(target_username)s.

source: %(project)s by %(target_username)s was reviewed by a Scratch Administrator.
ha: Wani jami'in Scratch ne ya duba %(project)s na %(target_username)s.

source: %(project)s by %(target_username)s was deleted by a Scratch Administrator.
ha: Wani jami'in Scratch ne ya share %(project)s na %(target_username)s.

source: %(target_username)s was deleted by a Scratch Administrator.
ha: wani jami'in Sratch ne ya share %(target_username)s.

source: %(gallery)s was reviewed by a Scratch Administrator.
ha: wani jami'in ne ya yi bitan %(gallery)s.

source: %(gallery)s was deleted by a Scratch Administrator.
ha: wani Jami'in Scratch ne y share %(gallery)s.

source: %(target_username)s deleted their own account.
ha: %(target_username)s da kansu suka cire asusun.

source: The email address of %(target_username)s was confirmed by a Scratch Administrator
ha: Jami'in Scratch ya tabbatar da adireshin imel na %(target_username)s.

source: The email address of %(target_username)s was set as not confirmed by a Scratch Administrator
ha: Wani jami'in Scratch ne ya saita adireshin imel %(target_username)s a matsayin wanda ba a tabbatar ba

source: %(target_username)s had an admin action performed.
ha: %(target_username)s ya sa anyi aikin jami'i.

source: Change Password for %(username)s
ha: Canza kalmar sirri ma %(username)s

source: New password
ha: Sabon Kalmar sirri

source: New password confirmation
ha: an tabbatar da Kalmar sirri

source: %(username)s Account Options
ha: %(username)s zabubbukan asusu

source: Remove Icon
ha: cire gunki

source: There are two ways to change your student's password.
ha: Akwai hanyoyi guda biyu don cire kalmar sirrin dalibin ka.

source: Prompt student to change password on next login
ha: sa dalibi ya canza kalmar sirri a shigansa na gaba

source: This student's password will be reset to your username, %(username)s. After the student logs in, they will be prompted to choose a new password.
ha: Za a sake saita kalmar sirrin wannan dalibi zuwa sunan mai amfanin ka,%(username)s. Bayan dalibin ya shiga, za a sa ya zabi sabon kalmar sirri.

source: Prompt Student
ha: Saka dalibi

source: Manually change the student's password
ha: Canza kalmar sirrin dalibin da hannu

source: You will be redirected to a screen where you can choose the student's password.
ha: Za tura ka zuwa allon da za ka iya zabar kalmar sirrin dalibin.

source: Manually Change
ha: Canji da hannu

source: Close
ha: kulle

source: Sign-up Link
ha: hanyar hadin yin rajista

source: Get a sign-up link that students can use to register for your class. They will be directed to a class page where they can "Join this Class".
ha: Samu hanyar hadin yin rajista da dalibai zasu iya yin amfani da shi wajen yin rajista wa ajin ka. Za a tura su zuwa wani shafin aji a inda za su iya "shigan wannan ajin".

source: Usernames must <span class="underline">not</span> reveal the identity of students in any way.
ha: dole ne sunan masu amfani <span class="underline">ba</span> Bayyana sunan dalibin ta kowace hanya.

source: I agree to remind my students not to use their real names, school name, contact information or student ID numbers.
ha: Na yarda in tunatar da dalibai na kada su yi amfani da ainihin sunayensu, sunan makaranta, bayanan tuntuba ko lambobin ID na dalibai.

source: Get Link
ha: sami hanyar hadi

source: Type CTRL+C on Windows or &#8984;+C on Mac to copy the link.
ha: Buga CTRL+C akan Windows ko kuma &#8984;+C akan Mac don kwafan hanyan hadin.

source: Upload CSV
ha: Loda CSV

source: You can quickly create up to 50 student accounts by uploading a CSV of usernames and passwords. See how to format a CSV below.
ha: Za ka iya kirkirar asusun dalibai har 50 cikin sauri ta hanyar loda CSV na sunayen masu amfani da kalmomin sirri. Duba yadda ake tsara CSV a kasa.

source: Provide Usernames and Passwords
ha: Samar da sunayen masu amfani da kalmomin shiga

source: Usernames are visible to the public, so do not use any personal information. Instead, use aspects from the subject you are teaching, favorite foods, or animals
ha: Sunayen mai amfani suna nan a bayyane ga kowa, don haka kar ka yi amfani da bayanin ka na sirri. Maimakon haka, yi amfani da sassa na batun da kake koyarwa, abincin da ka fiso, ko dabbobin da ka fi so

source: Download example
ha: Sauke misalin

source: Teacher Account Setup Guide
ha: Jagorar Setup na asusun malamai

source: Usernames must <span class="underline">not</span> reveal the identity of students in any way.
ha: Sunayen masu amfani dole ne <span class="underline">ba</span> bayyana sunan dalibin ta kowane hanya.

source: I understand that for safety and privacy, Scratch must <span class="attention">delete</span> any accounts which include real names, school name, or contact information.
ha: Na fahimci cewa don dalilan aminci da sirri. ya zaman Scratch ya <span class="attention">share</span> asusuna wanda ya kunshe da sunayen ainihi, sunan makaranta, ko bayanin tuntuba.

source: Upload
ha: Loda

source: Are you sure you want to end the following class:
ha: Shin ka tabbatar cewa kana son ka kammala bin wannan ajin:

source: When you end a class, students will no longer be able to log in (but their projects will still be visible on the site).
ha: Idan ka kammala wani aji, dalibai ba zasu sake samun daman shigowa ba (amma za a iya ganin ayyukan su a rukunin yanar gizon).

source: To confirm, please enter your password
ha: Don tabbatarwa, da fatan zaka shigar da kalmar sirrinka

source: Activity for
ha: Ayyuka ma

source: All students
ha: Dukkanin dalibai

source: Sort by
ha: tsara ta

source: Last created
ha: na karshe da aka kirkira

source: Alerts for
ha: Fadakarwa don

source: All classes
ha: Dukkanin azuzuwa

source: Add New Student
ha: Kara sabon dalibi

source: Add to Class
ha: Kara zuwa Aji

source: type student username here
ha: Buga sunan mai amfanin dalibi a nan

source: Usernames must <span class="underline">not</span> reveal the identity of students in any way.
ha: Sunayen masu amfani dole ne <span class="underline">kar su</span> bayyana sunan dalibai ko ta wane hanya.

source: I understand that for safety and privacy, Scratch must <span class="attention">delete</span> any accounts which include real names, school name, or contact information.
ha: Na fahimci cewa don aminci da sirri, Dole ne Scratch ya <span class="attention">share</span> Kowane asusu wanda ya kunshi sunaye na gaske, sunan makaranta, ko bayanin tuntubar juna.

source: Will be set to the teacher's username:
ha: Za a saita zuwa sunan mai amfanin malamin:

source: That class already has the maximum number of students allowed
ha: Wancan ajin ya riga ya sami mafi yawan adadin dalibai da aka yarda masa

source: Please confirm that you understand
ha: Da fatan zaka tabbatar cewa ka gane

source: Your Scratch Teacher Account is ready, %(username)s!
ha: An shirya asusunka na malami na Scratch,%(username)s!

source: We're thrilled that you’ve joined Scratch as an educator! With Scratch, your students can use Scratch to code their own interactive stories, animations, and games — and share their creations with others in the community.
ha: Muna farin ciki cewa ka shiga Scratch a matsayin mai ilmantarwa! Da Scratch, daliban ka na iya amfani da Scratch rubata kod mai tsara tatsuniyoyi masu mu'amala, zanunnuka masu motsi, da wasanni — da kuma yada kirkirarsu tare da wasu a cikin al'umman.

source: New to Scratch?
ha: Kai sabon shiga ne a Scratch?

source: Read our <a href=" %(comm_link)s">Community Guidelines</a>.
ha: Karanta <a href=" %(comm_link)s">dokokin mu na al'umma</a>.

source: Review the <a href="https://docs.google.com/presentation/d/1-LU3rTvqwfgwa3eqrMrSzM_46FqOIHML0qYioxHLnrE/view">Getting Started Guide</a> for a deeper dive into the Scratch editor.
ha: Yi bitan <a href="https://docs.google.com/presentation/d/1-LU3rTvqwfgwa3eqrMrSzM_46FqOIHML0qYioxHLnrE/view">Jagorar mar farawa</a> don zurfin nutsewa cikin editan Scratch.

source: Explore our <a href="%(ed_link)s"> Scratch for Educators </a> site for resources and more educator guides.
ha: Bincika shafinmu na <a href="%(ed_link)s"> Scratch don masu ilmantarwa </a> don samun abubuwan karatu da karin jagora ga masu ilmantarwa.

source: Next Steps
ha: Mataki na gaba
