Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/ha/LC_MESSAGES/django.po
Languages: ha

source: Learn more about managing <a href="%(faq_link)s">Teacher Accounts</a>.
ha: Karin ilimi game da sarrafa <a href="%(faq_link)s">asusun malami</a>.

source: Take a deeper dive into curriculum resources, events, and news on our <a href="%(sip_url)s">Scratch in Practice</a> page.
ha: Zurfafa nitso cikin abubuwan tsarin karatun, faruwa, da labarai akan shifin mu na <a href="%(sip_url)s">Scratch a aikace </a>.

source: Connect with other educators through the <a href="https://www.facebook.com/groups/TeachingwithScratch/">Teaching with Scratch Facebook page</a>, hosted by the Harvard Graduate School of Education <a href="http://scratched.gse.harvard.edu/">ScratchEd</a> community.
ha: Sadu da sauran masu ilmantarwa ta <a href="https://www.facebook.com/groups/TeachingwithScratch/">shafin facebook na karantarwa da Scratch</a>, wanda al'umman Havard Graduate School of Education <a href="http://scratched.gse.harvard.edu/">ScratchEd</a> ta shirya.

source: Read our Community Guidelines
ha: Karanta dokokin mu na al'umma

source: Get inspired with a starter project
ha: Samun karfin gwiwa ta hanyan yin wani aikin farawa

source: Learn more about Scratch
ha: Samu karin ilimi game da Scratch

source: Learn more about Teacher Accounts
ha: Samu karin ilimi game da asusun malami

source: Explore educator resources
ha: binciki kayan mai ilmantarwa

source: Connect with other educators via the ScratchEd online community, developed and supported by the Harvard Graduate School of Education. Please note that you’ll need to create a separate account to join the discussion on ScratchEd.
ha: Sadu da sauran masu ilmantarwa ta hanyar al'umman ScratchEd na kan yanar gizo, da ya samu hakawa da goyon bayan Harvard Graduate School of Education. dan Allah ka lura cewa kana bukatar kirkirar asusu daban don tattaunawa akan ScratchEd.

source: Welcome to your Scratch Teacher Account!
ha: Maraba da zuwa asusunka na malami na Scratch!

source: Hello,
ha: Sannu,

source: Scratch student %(username)s from your class %(classroom_title)s has requested a password reset.
ha: Dalibin Scratch %(username)s daga ajin ka %(classroom_title)s ya nemi a sake saita masa kalmar sirri

source: Student passwords can be reset from within your Scratch Teacher Account. First, navigate to <a href="%(educator_stuff_url)s">My Classes</a>. From there, find the correct Class and click on the Students link. You can then reset the password at the student level using the Settings menu.
ha: Za a iya sake saita kalmar sirrin dalibi da cikin Ausunka na malami na Scratch. Da farko, fara kewayawa zuwa <a href="%(educator_stuff_url)s">azuzuwana na</a>. Daga nan, nemo ajin daya dace kuma danna mahadin dalibai. Sannan za ka iya sake saita kalmar sirrin a matakin dalibi ta amfani da menu na saituna.

source: Student passwords can be reset from within your Scratch Teacher Account. First, navigate to My Classes [%(educator_stuff_url)s]. From there, find the correct Class and click on the Students link. You can then reset the password at the student level using the Settings menu.
ha: Za a iya sake saita kalmar sirri na dalibi daga cikin asusun ka na malami na Scratch. Da farko, kewaya zuwa azuzuwan na [%(educator_stuff_url)s ]. Daga nan, nemo ajin da ya dace sannan ka danna mahadan dalibai. Sannan za ka iya sake saita kalmar sirri a matakin dalibai ta amfani da menu na saituna.

source: Password reset request from your student on Scratch
ha: sakon bukatar sake saitin kalmar sirri daga dalibin ka akan Scratch

source: Thank you for confirming your email address, %(username)s!
ha: Godiya gare ka don tabbatar da adireshin imel din ka, %(username)s!

source: We are reviewing your Scratch Teacher Account request, and will get back to you shortly. When your Scratch Teacher Account is ready, we will email you with more information about how to use your new features.
ha: Muna yin bitar bukatan ka na samun asusun malami na Scratch, kuma zamu dawo gare ka nan ba da jimawa ba. Lokacin da asusun ka na malami na Scratch yana a shirye, Za mu yi maka imel tare da karin bayani game da yadda ake amfani da sabbin fasaloli.

source: In the meantime, you can access your new Scratch account as a regular user (without the Teacher features) and start creating projects.
ha: A halin yanzu, Za ka iya samun daman shigan sabon asusun ka na Scratch a matsayin mai amfani na yau da kullun (ba tare da fasalin malam ba.) kuma fara kirkirar ayyuka.

source: Scratch Newsletters
ha: Rubutun labaran Scratch

source: Going forward, you will receive occasional updates from the Scratch Team and Scratch Foundation with coding tips, inspirational stories, project ideas, and more. The Scratch Foundation is a non-profit that supports Scratch educational initiatives.
ha: A nan gaba, za ka sami sabuntawa na lokaci-lokaci daga tawagar Scratch da gidauniyar Scratch tare da tukwici akan yin kod, labarai masu karfafa gwiwa, fikirorin aiki, da kari. Gidauniyar Scratch kungiya ce na mara samun riba wanda aka kafa don tallafawa ayyukan ilimi na Scratch.

source: You can unsubscribe from within the updates or by clicking below:
ha: Kana iya cire rajistanka daga cikin sabuntawar ko kuma ta danna kasa:

source: Thank you for confirming your email address!
ha: Mun maka godiya don tabbatar da adireshin imel din ka!

source: It's easy (and free!) to sign up for a Scratch account.
ha: Abu mai sauki ne (kuma kyauta ne) yin rajista don samun asusun Scratch.

source: Thanks for joining Scratch!
ha: Muna godiya don shigar ka Scratch!

source: You're now logged in.
ha: Yanzu ka cshiga ciki.

source: Would you like to:
ha: Za ka so ka:

source: Learn how to make a project
ha: Koya yanda a ke yin wani aiki

source: Choose a starter project
ha: Zabi wani aikin farawa

source: Connect with a Scratcher
ha: Sadu da wani mai amfani da Scratch

source: Next
ha: na gaba

source: OK Lets Go!
ha: TOH muje zuwa!

source: All Classes ( <span data-content="classroom-count">%(classroom_count)s</span> )
ha: Dukanin azuzuwa (<span data-content="classroom-count">%(classroom_count)s</span>)

source: Ended Classes ( <span data-content="closed-count">%(closed_count)s</span> )
ha: azuzuwan da aka riga an kammala su (<span data-content="closed-count">%(closed_count)s</span>)

source: All Class Alerts
ha: Dukkanin fadakarwan aji

source: Studio:
ha: Situdiyo:

source: Extension Developer Terms of Use
ha: Sharuddan amfani na Mai habbakawan tsawaita

source: Submit
ha: Sallama

source: Older messages
ha: Tsofaffin sakonni

source: Newer messages
ha: sababbin sakonni

source: Scratch Studio
ha: Situdiyon Scratch

source: Report this studio
ha: kai karar wannan situdiyon

source: Updated %(tDate)s
ha: An sabunta %(tDate)s

source: Describe what this studio is about.
ha: Bayyana abin da wannan situdiyon ya kunsa

source: <span data-count="followers">%(follow_count)s</span> Follower
ha: <span data-count="followers">%(follow_count)s</span>mai bi

source: Projects ( <span data-count="projects">100+</span> )
ha: Ayyuka (<span data-count="projects">100+</span>)

source: Projects ( <span data-count="projects">%(tCount)s</span> )
ha: Ayyuka (<span data-count="projects">%(tCount)s</span>)

source: Comments ( <span data-count="comments">100+</span> )
ha: Tsokaci (<span data-count="comments">100+</span>)

source: Comments ( <span data-count="comments">%(tCount)s</span> )
ha: Tsokaci (<span data-count="comments">%(tCount)s</span>)

source: Curators
ha: Masu kula

source: You have <span id="chars-left-<%%- comment_id %%>">500</span> characters left.
ha: Ka na da raguwar haruffa <span id="chars-left-<%%- comment_id %%>">500</span>

source: Congratulations! You are now a curator of this studio.
ha: Muna taya ka murna! kai ne mai kula da wannan situdiyon yanxu.

source: %(username)s Studio (%(tGCount)s)
ha: %(username)s Situdiyo (%(tGCount)s)

source: Newest
ha: Mafi sabo

source: Oldest
ha: Mafi tsufa

source: Most viewed
ha: mafi yawan kallo

source: Most loved
ha: mafi soyuwa

source: Most favorited
ha: Mafi fifiko

source: Most remixed
ha: Mafi remix

source: Today
ha: Yau

source: On
ha: Kunna

source: made edits to title or description of this studio
ha: ya yi gyara ga take ko bayanin wannan situdiyon

source: added the project
ha: Ya kara aikin

source: left a
ha: an bar wani

source: accepted an invitation
ha: An karbi wani gayyata

source: from
ha: daga

source: to curate this studio
ha: don kula da wannan situdiyo

source: was promoted to manager
ha: ya samu cigaba zuwa matsayin manaja

source: removed the project
ha: an cire aikin

source: removed the curator
ha: an cire mai kulan

source: Please explain why you feel this studio is disrespectful or inappropriate, or otherwise breaks the <a href="/community_guidelines" target="_blank">Scratch Community Guidelines.</a>
ha: Da fatan za ka bayyana dalilin da ya sa kake jin cewa wannan situdiyon da kwai rashin mutuntawa ko rashin da cewa a ciki, ko kuma ya karya <a href="/community_guidelines" target="_blank">Ka'idodin al'umman Scratch.</a>

source: Please select the inappropriate part of the page.
ha: Da fatan za ka zabi bangaren shafin da bai dace ba

source: Title
ha: take

source: Description
ha: kwatacen

source: Are there inappropriate comments in this studio? Please report them by clicking the \
ha: Shin akwai maganganun da basu dace ba cikin wannan situdiyon? Don Allah kai kara su ta hanyar danna \

source: Invite owners
ha: Gayyato masu shi

source: Invite curators
ha: Gayyato masu kula

source: Add
ha: Kara

source: Invite owners by username or select from the explore bar below!
ha: Gayyato masu shi ta hanyar sunan mai amfani ko zabi daga maballin bincike da ke kasa!

source: Invite curators by username or select from the explore bar below!
ha: Gayyato masu kula tahanyar sunan mai amfani ko zabi daga maballin bincike da ke kasa!

source: Add Owners
ha: Kara masu shi

source: Scratchers Following Me
ha: Masu amfani da Scratch masu bi na

source: Add Projects
ha: Kara aiki

source: My Shared Projects
ha: Ayyukana da aka yada

source: My Favorites
ha: Wanda na fifita

source: My Recent Views
ha: wanda na duba a kwanan nan

source: My Students' Projects
ha: Ayyukan dalibi na

source: Add projects
ha: Kara ayyuka

source: Add by url
ha: Kara url

source: You can select projects from the bar below or add by url above.
ha: Za ka iya zabar ayyuka daga maballin da ke kasa ko ka kara ta url a sama

source: Follow
ha: Bi

source: Unfollow
ha: de na bi

source: Please verify your account
ha: da fatan za ka tabbatar da asusun ka

source: Submit Password
ha: Sallama kalmar sirri

source: Last modified
ha: gyara na karshe

source: Views
ha: Dubawa

source: Loves
ha: ya na so

source: Remixes
ha: wanda aka sake gauraya

source: The Lifelong Kindergarten research group respects the intellectual property of others, as well as our users. If you believe that your work has been copied in a way that constitutes copyright infringement, please email copyright@scratch.mit.edu, or mail your complaint to the following:
ha: Kugiyar bincike ta Lifelong kindergaten na girmama dukiyar ilimin wasu, kazalika da masu amfani da mu. Idan ka yi imani cewa an wafa aikinka ta hanyar da e haifar da keta hakkin mallaka, don tura imel ma copyright@scratch.mit.edu, ko aika wasikar kokenka zuwa:

source: The Lifelong Kindergarten Group will promptly process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act (“DMCA”) and other applicable intellectual property laws. Upon receipt of notices complying or substantially complying with the DMCA, the Lifelong Kindergarten Group may act expeditiously to remove or disable access to any material claimed to be infringing. Repeat infringers of third-party copyrights are subject to termination in appropriate circumstances.
ha: Kungiyar Liffelong Kindergarten za ta aiwatar da binciken sanarwa na zargin take hakkin da kuma daukar matakan da suka dace a karkashin Dokar Digital Millenium Copyright Act (“DMCA”). a kan karbar sanarwa da ke yin biyayya ko cika ka'idodin DMCA, Kungiyar Lifelong Kindergaten na iya yin hanzari don cirewa ko hana damar yin amfani da duk wani kayan da aka ce tayi keta. Maimaita keta na massu hakkin Mallaka na bangare na uku suna karkashin dakatarwa a cikin haleyan dasuka dace.

source: In assessing whether or not a Scratch user has violated your copyrights, please keep in mind that Scratch is an educational and not-for-profit initiative, seeking to aid children’s learning by providing the tools for them to learn and express themselves using digital technology. Please also keep in mind the “Fair Use” doctrine incorporated into the Copyright Act of 1976, 17 U.S.C. § 107.
ha: A ciin tantance ko mai amfani da Scratch ya keta hakkin mallakarka. Don Allah a tuna da cewa Scratch shiri ne na ilimi kuma mara-riba, yana neman taimaka wa karatun yara ta hanyar samar musu da kayan aiki da zasu koya da kuma bayyana kansu ta amfani da fasahar dijital. Don Allah a tuna koyarwa “amfani mai kyau” wacce aka sanya cikin dokar hakkin mallaka ta 1976, 17 U.S.C. § 107.

source: We hope you also see Scratch not only as a good way of popularizing your creations/website but also as an opportunity to do something good for children’s education.
ha: Muna fatan ka ga Scratch ba kawai a matsayin kyakkyawar hanyar yada abubuwan da ka kirkira / shafin yanar gizo ba amma kuma azaman ta wata dama ce ta yin wani abu mai kyau ga ilimin yara.

source: If you choose to make a copyright infringement complaint, please note that we may post your notification, with personally identifiable information redacted, to a clearinghouse such as chillingeffects.org. Please also note that you may be liable for damages (including costs and attorneys’ fees) if you materially misrepresent that an activity is infringing your copyright.
ha: Idan ka zabi yin korafin keta hakkin mallaka, don Allah a kula cewa zamu iya sanya sanarwar ka, tare da rufe duk bayyani da zai iya bayyana mai korafi, zuwa wata gidan ajiya kamar su chillingeffects.org. don Allah kuma a lura cewa za a iya samun lamuni akan mutum idan aka lalawar wani abu(gami da tsada uma kudin lauyoyi) idan ka yi karya game da wani abu da ke keta hakin mallakarka.

source: With Scratch, you can program your own interactive stories, games, and animations &mdash; and share your creations with others in the online community.
ha: Da Scratch, za ka iya tsara tatsuniyoyi masu mu'amala, wasanni, da zanunnuka masu motsi &mdash; da kuma yada abubuwan da ka kirkira tare da wasu cikin al'ummar Scratch na kan yanar gizo.

source: Scratch helps young people learn to think creatively, reason systematically, and work collaboratively &mdash; essential skills for life in the 21st century.
ha: Scratch yana tamaka wa matasa su koyi yin tunani da kirkire-kirkire, tunani bisa tsari, da yin aiki tare &mdash; mahimman fasaha don rayuwa cikin karni na 21.

source: Scratch is a project of the Lifelong Kindergarten Group at the MIT Media Lab. It is provided free of charge.
ha: Sctratch aiki ne na Lifelong Kindergarten Group a MIT Media Lab. ana bada shi kyauta ne.

source: <a href="/parents">INFO FOR PARENTS</a> | <a href="/educators">INFO FOR EDUCATORS</a>
ha: <a href="/parents">BAYANAI MA IYAYE</a> | <a href="/educators">BAYANAI MA MASU ILMANTARWA</a>

source: Who Uses Scratch?
ha: su wa ke amfani da Scratch?

source: Scratch is designed especially for ages 8 to 16, but is used by people of all ages. Millions of people are creating Scratch projects in a wide variety of settings, including homes, schools, museums, libraries, and community centers.
ha: an tsara Scratch na musamman ma masu shekaru 8 zuwa 16, amma mutane masu kowane shekaru na amfani dashi, milliyoyin mutane na kirkiran aiyukan Scratch na saiti iri iri, wanda ya kunshi gidaje, makarantu, gidajen tarihi, gidajen karatu da kuma wajajen taro na gari.

source: Around the World
ha: a duniya

source: Scratch is used in more than 150 different countries and available in more than 40 languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the <a href="https://en.scratch-wiki.info/wiki/How_to_Translate_Scratch">translation</a> page.
ha: Ana amfani da Scratch a cikin kasashe sama da 150 kuma ana samunsa a cikin harsuna fiye da 40. Don canza harsuna, danna menu da ke kasan shafin. ko, cikin editan aiki, danna taswiran duniya da ke saman shafin. don karawa ko inganta fasssara. Duba shafi <a href="https://en.scratch-wiki.info/wiki/How_to_Translate_Scratch">fassara</a>.

source: Quotes
ha: fadi

source: The Scratch Team has received many emails from youth, parents, and educators expressing thanks for Scratch. Want to see what people are saying? You can read a collection of the <a href="/info/quotes">quotes</a> we've received.
ha: Tawagar Scratch ta karbi imel da yawa daga matasa, iyaye, da malamai wadanda ke nuna godiya ga Scratch. kana son ganin abin da mutane ke cewa? Za ka iya karanta tarin <a href="/info/quotes">maganganun</a> da muka samu.

source: Learn More About Scratch
ha: Kara koyo game da Scratch

source: <li><a href="../help/">Scratch Help Page</a></li> <li><a href="../info/faq/">Frequently Asked Questions</a></li> <li><a href="../parents/">Information for Parents</a></li> <li><a href="/info/credits/">Scratch Credits</a></li>
ha: <li><a href="../help/">Shafin niman taimako na Scratch </a></li> <li><a href="../info/faq/">Tambayoyi da ake yawan yi akai-akai</a></li> <li><a href="../parents/">Bayanai ma iyaye</a></li> <li><a href="/info/credits/">Jinjinawan Scratch</a></li>

source: Learn to Code, Code to Learn
ha: koyon yin Code, yin Code don koyo

source: The ability to code computer programs is an important part of literacy in today’s society. When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.
ha: Ikon yin kodin na shirye-shiryen kwamfuta wani muhimmin bangare ne na samun ilimi a cikin al'umman yau. Lokacin mutane suka koyi yin kod a cikin Scratch, suna koyon muhimman dabaru don magance matsaloli, tsara ayyuka, da kuma isar da ra'ayoyi.

source: Scratch in Schools
ha: Scratch a cikin makarantu

source: Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educators share stories, exchange resources, ask questions, and find people on the <a href="http://scratched.gse.harvard.edu/">ScratchEd website</a>.
ha: Dalibai suna koyo da Scratch a kowane mataki (daga makarantar firamare zuwa kwaleji) kuma a duk fannoni (kamar lassafi, kimiyar kwamfuta, fasahar harshe, nazarin zamantakewa) masu ilmantarwa na yada labarai, musayar albarkatu, yin tambayoyi, da samun mutane akan <a href="http://scratched.gse.harvard.edu/">akan gidan yanar gizon ScratchEd</a>.

source: Research
ha: Bincike

source: The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programming for All</a>). Find out more about <a href="/info/research">Scratch research</a> and <a href="/statistics">statistics about Scratch</a>.
ha: Tawagar Scratch na MIT da masu hadin gwiwan Scratch suna binciken yadda mutane suke amfani da kuma koyo da Scratch ( don gabatarwa, duba<a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: rubata harshe shiryen-shiryen kwamfuta na kowa da kowa</a>). Nemo karin bayani game da <a href="/info/research">bincike mai zurfi na Scratch</a> da <a href="/statistics">Kididdiga game da Scratch</a>.

source: Support and Funding
ha: tallafi da ba da kudade

source: The Scratch project, initiated in 2003, has received generous support from the National Science Foundation (grants 0325828, 1002713, 1027848, 1019396), Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Scratch Foundation, Google, Dell, Fastly, Inversoft, and MIT Media Lab research consortia. If you'd like to support Scratch, please see our <a href="https://secure.donationpay.org/codetolearn/">donate page</a>, or contact us at donate@scratch.mit.edu.
ha: Aikin Scratch, wanda aka kaddamar da ita a cikin 2003, ya sami tallafi mai karamci daga National Science Foundation (tallafi 0325828, 1002713, 1027848, 1019396), Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Scratch Foundation, Google, Dell, Fastly, Inversoft, and MIT Media Lab research consortia. Idan kana son tallafawa Scratch, duba <a href="https://secure.donationpay.org/codetolearn/">shifin mu da gudummawa</a>, ko ka tuntube mu a donate@scratch.mit.edu.

source: Creative Characters Camp
ha: Sansanin hilin kirkire-kirkire

source: Coding for All Project
ha: Aikin yin rubutun kod ma kowa

source: Coding for All:
ha: Yin rubutun kod ma kowa:

source: The <strong>Coding for All</strong> project brings together an interdisciplinary research team from the <a href="http://llk.media.mit.edu">MIT Media Lab</a>, the <a href="http://dmlhub.net/" target="blank">Digital Media and Learning Hub</a> at University of California Irvine, and the <a href="https://cyber.law.harvard.edu/">Berkman Klein Center for Internet and Society</a> at Harvard University to develop new online tools and activities to engage more young people in developing computational fluency, particularly youth from groups currently underrepresented in computing.
ha: Aikin <strong>yin rubutun kod dan kowa</strong> ya kawo tawagar bincike mai zurfi na masana daga kowane fanni daga <a href="http://llk.media.mit.edu">MIT Media Lab</a>, <a href="http://dmlhub.net/" target="blank">kofofin watsa labarai na dijital da cibiyar ilmantarwa</a> a jami'ar California Irvine, da kuma<a href="https://cyber.law.harvard.edu/">Berkman Klein Center for Internet and Society</a> aHarvard University don Habaka sabbin kayan aikin kan yanar gizo da ayyuka shigar da matasa wajen habaka kwarewan lassafi, musamman matasa daga kungiyoyi wanda a halin yanzu basu da wakilci a cikin ilimin lissafi na kwamfuta.

source: What is being developed?
ha: Menene a ke habakawa?

source: This initiative extends the Scratch programming language, which enables young people to code their own interactive stories, games and animations. To ease the transition into coding, the MIT Scratch team is developing a series of interest-based "microworlds" — specialized coding environments designed to connect with young people’s interests. The first interest-based microworlds being developed are in the interest areas of hip-hop dance, fashion, and sports.
ha: Wannan yunkuri yana habaka yaran shirye-shiryen kwamfuta na Scratch, wanda ke bawa matasa damar yin rubutun kod na tatsuniyoyi masu mu'amala nasu, wasanni da zanunnuka masu motsi. don saukaka sauyawa zuwa yin rubutun kod, Tawagar Scratch ta MIT tana hana habaka jerin da ke da tushen ba da sha'awa "microworlds" — yanayin yin rubutun kod na musamman da aka kera saduwa da muradun matasa. Microworld mai la'akari da sha'awan na farko da aka bullo da su na da cikin yankin sha'awa na hip-pop, rawa, gaye, da wasanni.

source: What are the project goals?
ha: Menene burin aikin?
