Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/ha/LC_MESSAGES/django.po
Languages: ha

source: <p><strong>Design goal</strong>: Identify design principles and develop technological infrastructure for supporting interestdriven trajectories into computational fluency.</p> <p><strong>Deployment goal</strong>: Provide more pathways from interest to computational fluency for populations of youth underrepresented in the computing world.</p> <p><strong>Research goal</strong>: Contribute to a deeper understanding of trajectories that youth follow from their interests into computational fluency</p>
ha: <p><strong>Manufar kira</strong>: Gano ka'idodin kira da habaka kayan aikin fasaha don tallafawa abubuwan da ke motsa sha'awa cikin kwarewar lissafi.</p> <p><strong>Makasudin turawa: Samar da karin hanyoyi daga sha'awa zuwa kwarewar lissafin kididdiga ga yawan jama'an matasa wadanda ba su samun wakilci a duniyar lissafi.</p> <p><strong>Manufar Bincike: Ba da gudummawa ga zurfin fahimtar hanyoyin da matasa ke bi daga sha'awa zuwa kwarewa cikin lissafi</p>

source: What activities have been offered so far?
ha: Wadanne ayyuka aka bayar kawo yanzu?

source: The project partners are collaborating with Progressive Arts Alliance (PAA) to develop resources and workshops on the interest area of hip-hop dance. We have offered workshops for youth in Cleveland and Los Angeles, and for librarians, educators, and youth program leaders nationally and internationally. In addition, the hip-hop dance and coding resources are featured as part of the Hour-of-Code.
ha: Abokan aiki suna aiki tare da Progressive Arts Alliance (PAA) Don habaka albarkatu da tarurruka a kan yankin sha'awa na rawan hip-pop. Mun ba da bita ga matasan a Cleveland da Los Angeles, da kuma masu lura da kunan karatu, masu ilmantarwa, da shugabannin shirye-shiryen matasa na kasa da na kasa da kasa. Bugu da kari, raye-rayen hip-pop da albarkatun yin rubutun kod an nuna su azaman wani bangare na sa'a-na-yin rubutu.

source: Who is working on the project?
ha: Wa ke aiki a kan aikin?

source: The lead researchers and staff on the project include: <p><strong>MIT Media Lab</strong>: Mitchel Resnick (Principal Investigator), Natalie Rusk (Co-PI), Moran Tsur, Eric Schilling, Sarah Otts</p> <p><strong>University of California - Irvine</strong>: Mimi Ito (Principal Investigator), Crystle Martin</p> <p><strong>Berkman Klein Center at Harvard University</strong>: Urs Gasser (Principal Investigator), Andres Lombana-Bermudez, Sandra Cortesi, Paulina Haudong</p> Other collaborators include: <p><strong>Progressive Arts Alliance</strong>
ha: Jagoran masu bincike da ma'aikatan kan aiki sun hada da: <p><strong>MIT Media Lab</strong>: Mitchel Resnick (babban mai bincike), Natalie Rusk (abokin mai bincike), Moran Tsur, Eric Schilling, Sarah Otts</p> <p><strong>University of California - Irvine</strong>: Mimi Ito (babban mai bincike), Crystle Martin</p> <p><strong>Berkman Klein Center at Harvard University</strong>: Urs Gasser (babban mai bincike), Andres Lombana-Bermudez, Sandra Cortesi, Paulina Haudong</p> :Sauran masu hadin gwiwa sun hada da: <p><strong>Progressive Arts Alliance</strong>

source: This material is based upon work supported by the National Science Foundation under grant number 1348876.
ha: Wannan kayan ya dogara ne akan aikin da gidauniyar kimiyya ta kasa ke tallafawa a karkashin lambar tallafi 1348876.

source: Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation.
ha: Duk wani zani, bincike, da kammalawa ko shawarwari da aka bayyana a cikin wannan kayan na marubuta ne kuma ba lallai ba ne su yi dai dai da ra'ayoyin Gidauniyar kimiyya ta kasa.

source: Collaborating Organizations
ha: Kungiyoyin hadin gwiwa

source: Resources
ha: Abubuwa

source: You can access resources for creating dance, music, and other interest-based projects here:
ha: Za ka iya samun damar samun albarkatu na kirkirar rawa, kida da sauran ayyukan da suke da tushen sha'awar ka anan:

source: Things to Try Page
ha: Shafin abubuwan da za a gwada

source: Preview Scratch Microworld prototypes:
ha: Duba samfurin Scratch microworld:

source: Interest-Based Microworlds Prototypes
ha: Samfurorin microworlds mai tushen sha'awa

source: Related Posts
ha: abun da a saka masu alaka

source: Coding for All: Dance and Scratch Workshops - Paulina Haudong
ha: Yin rubutun kod ma kowa:Bitan Rawa da Scratch - Paulina Haudong

source: Hip-Hop and Scratch - Progressive Arts Alliance
ha: Hip-Hop da Scratch - Progressive Arts Alliance

source: Reflections on a Hip-Hop and Scratch Workshop
ha: Tunani akan Bitar Hip-Hop da Scratch

source: Scratch Community Guidelines
ha: Ka'idojin al'umman Scratch

source: We need everyone’s help to keep Scratch a friendly and creative community where people with different backgrounds and interests feel welcome.
ha: Muna bukatar taimakon kowa da kowa wajen sa Scratch ya zaman waje ne na maraba da kirkire-kirkire inda mutane masu bambancin yanayi da bukatu suke jin ana maraba dasu.

source: <b>Be constructive.</b> When commenting on others' projects, say something you like about it and offer suggestions.
ha: <b>Kasance mai ma'ana.</b>Lokacin yin tsokaci akan ayyukan wasu, fadi wani abu da kakeso game da shi kuma ka ba da shawarwari.

source: Scratch welcomes people of all ages, races, ethnicities, religions, sexual orientations, and gender identities.
ha: Scratch yana maraba da mutane daga kowane zamani, kabila, addini, yanayin jima'i, da asalin jinsi.

source: Scratch Credits
ha: Jinjinar Scratch

source: Scratch Credits and Contributors
ha: Jinjinar Scratch da masu hadin gwiwa

source: MIT Scratch Team
ha: Tawagar Scratch na MIT

source: Explore Hip-Hop Studios
ha: Bincika Situdiyon Hip-Hop

source: Scratch - For Educators
ha: Scratch ma masu ilmantarwa

source: Scratch is designed with learning and education in mind. A wide variety of educators have been supporting Scratch creators since 2007, in both formal and informal learning environments &ndash; K-12 classroom teachers, educational and computer science researchers, librarians, museum educators, and parents.<br/><br/> Want to learn more about learning with Scratch?<br/>Check out the <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd online community</a>.
ha: An tsara Scratch da ilmantarwa da ilimi a zuciya, masu ilmantarwa na tallafawa masu kirkirar a Scratch tun daga 2007, a cikin yanayin koyo na yau da kulun da wanda ba na yau da kulun ba &dash; Malaman azuzuwan K-12, masu binciken ilimi da kimiyar kwamfuta, ma'aikatan laburare, malaman dakunan tarihi, da iyaye .<br/><br/> Kana son karin ilimi game da koyo da Scratch?<br/>Duba <a href="http://scratched.gse.harvard.edu" target="_blank">al'umman kan yanar gizon na ScratchEd </a>.

source: <h3>What is ScratchEd?</h3> <p>Launched in July 2009, <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> is an online community where Scratch educators share stories, exchange resources, ask questions, and find people.</p> <p>Since its launch, more than 7500 educators from all around the world have joined the community, sharing hundreds of resources and engaging in thousands of discussions.</p> <p>Join the ScratchEd community for free at <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a>.<p>
ha: <h3>Menene ScratchEd?</h3> <p>An kaddamar da ita a yuli 2009, <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> Al'umma ce ta kan yanar gizo inda masu ilmantarwan Scratch ke yada labarai, musayar albarkatu, yin tambayoyi, da samun mutane.</p> <p>Tun lokacin da aka kaddamar da shi, sama da masu ilmantarwa 7500 daga ko'ina cikin duniya sun shiga cikin al'umman, suna yada dururuwan albarkatu tare da yin dubbanin tattaunawa.</p> <p>Shiga al'umman ScratchEd kyauta a<a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a>.<p>

source: <h3>How can I learn more about what educators are doing with Scratch &ndash; and how I might use it?</h3> <p>Not sure what might be possible with Scratch?</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">Read a story</a> about how educators have been including Scratch activities in a wide range of learning environments.</a></p> <p>Or <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">explore resources</a> across ages, disciplines, and settings. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Watch webinars</a> and review documents like the <a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">Scratch curriculum guide</a>.</p> <p>In addition to exploring the <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> online community and its resources, you can engage with the ScratchEd Team and other Scratch educators via <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>">weekly roundups</a>, and our <a href="http://scratched.gse.harvard.edu/events" target="_blank>">quarterly newsletter</a>.<p>
ha: <h3>Ta yaya zan iya samu samun karin ilimi game da abin da masu ilmantarwa ke yi da Scatch &ndash; da kuma ta yaya zan yi amfani da shi?</h3> <p>Ba na da tabbacin abun da zai yiwu da Scratch?</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">Karanta wani labari</a> game da yadda masu ilmantarwa suke saka ayyukan Scratch a cikin wurare masu yawa na koyo.</a></p> <p>Or <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">bincika albarkatu</a> ta Shekaru daban-daban, darussa, dasaituna. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Kalli webiners</a> sake duba takardu kaman <a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">manhajar Scratch </a>.</p> <p>Kari da binciken al'umman <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> na kan yanar gizo da albarkantunsu, za ka iya muhawara tare tawagar ScratchEd dasauran masu ilmantarwa a Scratch ta hanyar<a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>">bitan mako mako</a>, da <a href="http://scratched.gse.harvard.edu/events" target="_blank>">jaridar mu kwatan shekara </a>.<p>

source: Create Educator Account
ha: Kirkiri asusun mai ilmantarwa

source: Connect with ScratchEd
ha: Sadar tare da ScratchEd

source: Online Community
ha: al'umman kan yanan gizo

source: Weekly Roundups
ha: Bita na mako-mako

source: Quarterly Newsletter
ha: Labaran kwatan shekara

source: Personal
ha: na sirri

source: Educator
ha: Mai ilmantarwa

source: Scratch Extensions Browser Plugin
ha: Plugin na Kare-karen Burausan Scratch

source: This Scratch Extensions Browser Plugin allows you to use <a href="https://en.scratch-wiki.info/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set">LEGO WeDo 1.0</a>, the <a href="https://en.scratch-wiki.info/wiki/PicoBoard">PicoBoard</a> and other serial or USB devices with the online version of Scratch.
ha: Plugin na kare-karen brausar Scratch na baka damar amfani da <a href="https://en.scratch-wiki.info/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set">LEGO WeDo 1.0</a>, <a href="https://en.scratch-wiki.info/wiki/PicoBoard">PicoBoard</a> da wasu serial ko na'urorin USB tare da sigar Scratch na kan yanar gizo.

source: 1. Download the Plugin
ha: 1. Saukar da Plugin din

source: You'll need to install a plugin to use Scratch with a hardware device. Choose the plugin to download based on your computer and the web browser you use for Scratch. Choose the plug-in installer from these options:
ha: Za ka bukaci ka saukar da plugin don amfani da Scratch tare da wani na'urar hardware. Zabi plugin din daka saukar dubi ga kwamfutar ka da irin brausar da kake amfani da shi ma Scratch. Zabi mai saka plugin daga wadanan zabin:

source: and separate plugin helper:
ha: da mai taimakon plugin daban:

source: here
ha: A nan

source: Mac (other web browsers)
ha: Mac (sauran brausa)

source: Windows (other web browsers)
ha: Windows (sauran brausar)

source: 2. Install the Plugin
ha: 2. Saka Plugin din

source: After it downloads, open the plugin file and follow the instructions on your computer to complete the installation.
ha: Bayan an saukar, bude fayil na plugin din kuma ka bi umarnin da ke kan kwamfutar ka don kammala sakawar.

source: 3. Make sure the plugin was installed
ha: 3. Tabbatar cewa an saka plugin din

source: If the Scratch browser plugin was correctly installed, you should see a green or yellow status indicator in the "More Blocks" area.
ha: Idan an saka brausar plugin na Scratch daidai, ya kamata ka ga alamar koren ko rawaya mai nuna alama cikin yankin "karin tubalan".

source: <strong>Green:</strong> You can start using your hardware device with Scratch.
ha: <strong>Kore:</strong> Za ka iya fara amfani da na'urar hardware a cikin Scratch.

source: <strong>Yellow:</strong> The device is not plugged in or your browser does not have your permission to run the plugin. (You may need to change Preferences in your browser to allow it to run.)
ha: <strong>Rawaya:</strong>ba a shigar da Na'urar ba ko kuma baka ba brausar ka izinin gudanar da plugin din ba. (zaka iya bukatar canza abubuwan kakeso a cikin burauzarka don ba shi damar yin aiki.)

source: <strong>Red:</strong> There's a problem. Move your cursor over the status indicator to find out what's wrong.
ha: <strong>Ja:</strong> Akwai matsala. Matsar da siginan ka akan alamar matsayi don gano matsalar.

source: <strong>Important:</strong> The first time you add an extension, your browser may ask whether to allow the plugin to run. Make sure you choose "Allow and Remember" (or similar option) from the dropdown so your browser remembers your preferences. If you need to change Preferences later, look for the plugins dashboard in your browser (you can usually find it in the tools menu).
ha: <strong>Mai Muhimmanci:</strong> Lokacin farko da ka kara kare-karen, burauzar ka na iya tambaya ko ya kyake plugin din ya gudana. Tabbatar cewa ka zabi " ba da izini kuma ka tuna" (ko makamancin haka) daga dropdown don burausar ka ya tuna abubuwan da kake so. Idan kana bukatar canza zabin ka na baya. Nemo allon plugins a cikin burauzar ka (yawanci za ka iya samun shi a cikin menu na kayan aiki).

source: <strong>Example:</strong> Firefox asking for permission to run Scratch Device Plugin
ha: <strong>Misali:</strong> Firefox na niman izinin gudanar na'urar plugin Scratch

source: <strong>Example:</strong> Be sure to choose "Allow and Remember" in Firefox (or similar option in other browsers) from the dropdown so that the browser will remember your preferences.
ha: <strong>Misali:</strong> Tabbatar da ka zabi "ba da izini kuma ka tuna" a cikin Firefox (ko zabi makamancin haka a cikin wasu masu bincike) daga dropdown don burausar zai tuna abubuwan da kake so.

source: Additional Information
ha: Karin bayani

source: Using Extensions
ha: ta amfani da kare-karen

source: Once you install this device plug-in, you can use any of the Scratch extension blocks. In Scratch, click on the "More Blocks" category and select the "Add an Extension" button. You can then select "LEGO WeDo" or any other extension, and the blocks will be added to the project.
ha: Da zarar ka saka wannan na'urar plug-in, za ka iya amfani da tubalin kare-karen Scratch. A cikin Scratch, danna yankin "Karin Tubalan " da kuma zabi maballin "Kara wani Kare-karen". Bayan haka sai ka zabi "LEGO WeDo" ko kowanne kare-karen kuma, da kuma za a kara tubalan cikin aiki.

source: System Requirements
ha: Bukatun tsarin

source: The Scratch extension plug-in currently works only on Mac OS X and Windows.
ha: Kare-karen plug-in na Scratch halin yanzu yana aiki akan Mac OS X da Windows ne kadai.

source: Get Creative with Coding
ha: zaman mai kirkira a lokaci da kake rubuta kod

source: Animate Your Name
ha: maida sunanka zane mai motsi

source: Race to the Finish
ha: yi tsare har a tashi

source: Create one of these projects with Scratch!
ha: Kirkiri daya daga cikin wannan ayyukan da Scratch!

source: With <a href="http://scratch.mit.edu/about">Scratch</a>, you can program your own stories, games, and animations &mdash; and share them online.
ha: da <a href="http://scratch.mit.edu/about">Scratch</a>, Za ka iya tsara tatsuniyoyin ka, wasannin ka da zanunnuka masu mosti naka &mdash; and kuma ka yada su akan yanar gizo.

source: Scratch: Imagine, Program, Share
ha: Scratch: Yi Tunani, Tsara, Yada

source: Millions of young people around the world create projects with Scratch, a free programming language and <a href="http://scratch.mit.edu">online community</a> developed by the MIT Media Lab.
ha: Miliyoyin matasa a duk fadin duniya suna kirkirar ayyuka da Scratch, yaren shirye-shiryen kwamfuta na kyauta da kuma <a href="http://scratch.mit.edu">al'umman kan yanar gizo</a> wadanda MIT Media Lab suka shirya.

source: When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.
ha: Lokacin da mutane ke koyon yanda zasu yi rubutun kod a cikin Scratch, suna koyon dabarun magance matsaloli, tsara ayyuka, da kuma yada fikirori.

source: The <strong>Hour of Code</strong>&#8482; is an international movement by <a href="http://code.org">Code.org</a> to introduce millions of students to one hour of computer science and computer programming. In Brazil, the initiative is promoted by <a href="http://programae.org.br">Programa&ecirc;</a>.
ha: The <strong>Sa'a na rubuta kod</strong>&#8482; yunkuri ne na kasa da kasa ta<a href="http://code.org">Code.org</a> don gabatar da miliyoyin dalibai zuwa sa'a daya na ilimin kwamfuta da shirye-shiryen kwamfuta. a Brazil, <a href="http://programae.org.br">Programa&ecirc;</a> ke inganta wannan yunkurin.

source: Scratch Help
ha: Taimakon Scratch

source: Scratch - For Parents
ha: Scratch - ma Iyaye

source: Scratch is a programming language and an online community where children can program and share interactive media such as stories, games, and animation with people from all over the world. As children create with Scratch, they learn to think creatively, work collaboratively, and reason systematically. Scratch is designed and maintained by the Lifelong Kindergarten group at the MIT Media Lab.
ha: Scratch yaren shirye-shiryen kwamfuta ne da kuma wani al'umma na kan yanar gizo ne inda yara zasu iya tsarawa ko yada tatsuniyoyi, wasanni, da zane mai motsi mai mu'amala na mediya tare da mutane a ko ina a cikin duniya. A lokacin da yara ke kirkira da Scratch, suna koyo don tunani mai kirkira, aiki tare da juna, da kuma yin tunani mai tsari. Lifelong Kindergarten group a MIT Media Lab ne suka tsara da kuma kula da Scratch.

source: What is the age range for Scratch?
ha: Menene zangon shekaru ma Scratch?

source: While Scratch is primarily designed for 8 to 16 year olds, it is also used by people of all ages, including younger children with their parents.
ha: Ko da yake an tsara Scratch ma masu shekaru 8 zuwa 16, ansamu mutane masu kowanne shekaru na amfani da shi, a cikinsu dakwai yara kanana da iyayensu.

source: What resources are available for learning Scratch?
ha: Wadanne kayan aiki ake dasu domin koyon Scratch?

source: If you’re just getting started, there’s a <a href="/projects/editor/?tip_bar=getStarted">step-by-step guide</a> available inside Scratch, or you can download the <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Getting Started guide (PDF)</a>. The <a href="/info/cards/">Scratch Cards</a> provide a fun way to learn more. For an overview of Scratch resources, see <a href="/help/">Scratch Help</a>.
ha: Idan yanzu kake farawa, a kwai <a href="/projects/editor/?tip_bar=getStarted">jagorar mataki-mataki</a> a cikin Scratch, ko kuma za ka iya sauke <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Jagorar mai farawa (PDF)</a>. <a href="/info/cards/">Katunan Scratch</a> samar da hanyan nishadi don niman karin ilimi. don duba albarkatun Scratch sama sama, duba <a href="/help/">Taimaki Scratch</a>.

source: What is the Scratch online community?
ha: Menene al'umman Scratch na kan intanet?

source: When participating in the Scratch online community, members can explore and experiment in an open learning community with other Scratch members from all backgrounds, ages, and interests. Members can share their work, get feedback, and learn from each other.
ha: Lokacin da ake halarta alumman Scratch na kan intanet, membobi zasu iya bincike da gwaji a cikin wata al'umma koyarwa a bude tare da sauran membobin Scratch daga kowane asali, shekaru, da abubuwwan da suke so. Membobin za su iya yada aikinsu, su sami raayoyin akan aikinsu, kuma su koya daga juna.

source: What are the guidelines for the Scratch online community?
ha: Menene ka'idojin ma al'ummar Scratch na kan yanar gizo??

source: The MIT Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the <a href="/community_guidelines">community guidelines</a> together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the community guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a> profanity filter.
ha: Tawagar Scratch ta MIT tana aiki tare da al'umma don kiyaye yanayin abokantaka sa mutunta mutane na kowane zamani, jinsi, kabila, addinai, yanayin jima'i, da kuma asalin jinsi. Za ka iya taimaka ma yaran ka su koyi yadda ake shiga ta yin bita <a href="/community_guidelines">ka'idodin al'umms</a> tare. Ana bukatar membobi su yi sharhi mai ma'ana kuma su taimaka kiyaye gidan yanar gizon abokantaka ta hanyar kai kara duk wani abun ciki da ba ya bin ka'idodin al'umma. Tawagar Scratch tana aiki kowace rana don sarrafa ayyukan a kan rukunin yanar gizo da amsa kararraki da aka kawo, da taimakon kayan aiki irinsi.<a href="http://www.inversoft.com/features/profanity-filter/">magana mai tsapta</a> matatan mugun magana.

source: What is your privacy policy?
ha: Menene tsarin sirrinka?

source: To protect children's online privacy, we limit what we collect during the signup process, and what we make public on the website. We don't sell or rent account information to anyone. You can find out more about our privacy policy on our <a href="/info/faq/#privacy">frequently asked questions page</a>.
ha: Don kare sirrin yara akan yanar gizo, muna iyakance abin da muke tattarawa yayin aiwatar da rajista, da abin muke bayyanawa jama'a akan gidan yanar gizon. Ba ma sayar da ba da hayan bayanan asusu ga kowa. Za ka iya samun karin bayani game da manufofin kebantawa a <a href="/info/faq/#privacy">shafin mu na tambayoyi da ake yawan yin su</a>.

source: Is there a way to use Scratch without participating online?
ha: Shin akwai wata hanyar amfani da Scratch ba tare da shiga kan intanet ba?
