Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/ha/LC_MESSAGES/django.po
Languages: ha

source: no gender provided
ha: ba a samar da jinsi ba

source: invalid password
ha: kalmar sirri mara inganci

source: Incorrect captcha, please try again.
ha: captcha ba daidai ba, da fatan za a sake gwadawa.

source: You must enter your password.
ha: Dole ne ka shigar da kalmar sirrinka.

source: Wrong password, try again.
ha: Kalmar sirri mara kyau, sake gwadawa.

source: Enter your password to confirm
ha: Shigar da kalmar sirri don tabbatarwa

source: Keep my projects, but disable all comments
ha: Kiyaye ayyukana, amma kashe dukkanin tsokaci.

source: Delete my projects
ha: Share ayyukana

source: Looks like that isn't a valid email format
ha: wannan ba ingantaccen tsarin imel ba ne

source: The two password fields didn't match.
ha: filayen kalmar sirri guda biyu basu daidaita ba.

source: Your password must be at least 6 characters long.
ha: Dole ne kalmar sirri ta zama akalla tsawon haruffa 6.

source: Your password cannot be 'password'.
ha: Kalmar sirri ba za ta iya zaman 'password' ba

source: Your password cannot be the same as your username.
ha: Kalmar sirrinka ba zata iya zaman iri daya da sunan mai amfanin ka ba.

source: Sorry we don't have an account with that email address
ha: Yi hakuri ba mu da asusu mai wannan adireshin imel

source: Sorry we don't have an account with that username
ha: Yi hakuri ba mu da wani asusu mai wancan sunan mai amfani

source: Scratch is not allowed to send email to the address associated with this username. <a href='/contact-us/'>Contact us for support</a>.
ha: ba a yarda ma Scratch ya aika imel zuwa adireshin da ke da alaka da wannan sunan mai amfanin ba. <a href='/contact-us/'>tuntube mu don tallafawa</a>.

source: You must provide an email or username
ha: dole ne ka samar da imel ko sunan mai amfani

source: Email
ha: Imel

source: Incorrect username or password.
ha: kalmar sirri ko sunan mai amfani ba daidai ba

source: Please enable cookies on your browser.
ha: Da fatan za ka kunna kukis akan burauzar ka.

source: This account is inactive.
ha: wannan asusun baya aiki.

source: This account is deleted!
ha: an share wannan asusun!

source: Class has ended. Account not available.
ha: An gama ajin. wannan asusun baya samuwa.

source: Activity ideas for using Scratch at home
ha: Dabarun aiki don amfani da Scratch a gida

source: Product updates for using Scratch in educational settings
ha: sabunta samfur don amfani da Scratch a cikin saitunan sashen ilimi

source: It appears the email you provided is owned by another person. Please be sure to <a href='%(email_change_url)s'>change the email</a> associated with your account to one you own.
ha: Ya bayyana imel din da ka bayar mallakar wani ne. da fatan za ka tabbatar da <a href='%(email_change_url)s'>canza imel</a> din da ke da alaka da asusun ka zuwa na ka.

source: Already logged in
ha: an riga an shiga

source: Whoops! There was an error while updating your email settings. Please try again.
ha: Kai! an sami kuskure yayin sabunta saitunan ka. da fatan za a sake gwadawa.

source: Unsubscribe me from Scratch project and activity ideas
ha: cire min rajista daga aikin Scratch da dabarun ayyuka

source: Unsubscribe me from tips for educational settings
ha: cire min rajista daga tukwici ma saitunan sashen ilimi

source: Please check your email for a confirmation message.
ha: da fatan za ka duba imel din ka don sakon tabbatarwa

source: day
ha: rana

source: 1 minute ago
ha: Minti 1 da suka wuce

source: just now
ha: a yanzu

source: 1 hour ago
ha: Awanni 1 da suka gabata

source: yesterday at %s
ha: jiya a%s

source: %(number)d %(type)s ago
ha: %(number)d%(type)s da suka wuce

source: Already exists
ha: ya riga ya wanzu

source: Contains invalid characters. Use letters and numbers only.
ha: Ya kunshi harrufa marasa inganci. Yi amfani da haruffa da lambobi kawai

source: Contains inappropriate words
ha: Ya kunshi kalmomin da ba su dace ba

source: Shorter than minimum length of %d characters
ha: ya fi guntu fiye da karancin tsayin %d harufan

source: Longer than maximum length of %d characters
ha: Ya fi tsayi mafi karancin tsayin %dharrufa

source: class
ha: Aji

source: classes
ha: azuzuwa

source: Please update the CSV file to address the issues above and reload the file.
ha: Da Allah sabunta fayil din CSV don magance batutuwan da ke sama kuma sake loda fayil din.

source: Errors occurred while creating accounts. All accounts other than those specified here were created.
ha: Kuskure ya faru yayin kirkirar asusunan. Duk asusunan ban da wadanda aka kayyade a nan an riga an kirkire su.

source: After changing this student's password, you will need to share the new password with your student directly so that they can log back into Scratch.
ha: bayan canza kalmar sirri na wannan dalibin, kana bukatar yada sabon kalmar sirri tare da daliban ka kai tsaye don samun damar shiga cikin Scratch.

source: studio
ha: sitidiyo

source: studios
ha: Sutidiyoyi

source: Woah, seems like you're updating projects really quickly. Please wait a bit longer between updating projects.
ha: Wayyoo, da alama kana sabunta ayyukan da saurin gaske, da fatan za ka dan jira kadan tsakanin lokacin sabunta ayyuka.

source: Woah, seems like you're creating studios really quickly. Please wait a bit longer between creating studios.
ha: Wayyo, da alama kana kirkirar situdiyoyi da saurin gaske. da fatan za ka dan jira kadan tsakanin kirkirar situdiyoyi.

source: Tiny Integer
ha: kankanin lamba

source: Scratch is not allowed to send email to this address.
ha: Ba a yarda Scratch ya aika imel zuwa wannan adireshin ba.

source: project
ha: aiki

source: projects
ha: ayyuka

source: Permanently Censored Project cannot be reshared.
ha: Ba za a iya sake yada aikin da aka tantance na dindindin ba.

source: This project has been censored and must be reviewed before it can be reshared.
ha: an tantance wannan aikin kuma dole ne a sake duba shi kafin a sake yada shi.

source: This tag has too many projects to load
ha: wannan alamar yana da ayyuka da yawa da zaya loda

source: You're not allowed to appeal this ban.
ha: ba a yarda da daukaka karar wannan haramcin ba.

source: Your message has been sent.
ha: ba a aika sakonka ba.

source: Please correct the errors below.
ha: Don Allah a gyara kurakuran da ke kasa.

source: 403. Oh noes! Our server is Scratch'ing its head
ha: 403. Oh ni! sabar mu yana karce kansa

source: We couldn't authorize you to view this page. If you need to get in touch with us about this, send us an email at
ha: Ba za mu iya ba ka izinin duba wannan shafin ba. Idan kuma kana bukatar tuntubar mu game da wannan, aiko mana da imel a

source: Whoops! Our server is Scratch'ing its head
ha: Wayyo! sabar mu tana tsotsa kanta

source: We couldn't find the page you're looking for. Check to make sure you've typed the url correctly.
ha: Ba mu iya samun shafin da nema ba. Duba don tabbatar da cewa ka buga url din daidai.

source: You can try searching for what you're looking for here:
ha: za ka iya gwada duba abin da kake nema a nan:

source: Search
ha: nemi

source: Whoops! You're sending too much mail.
ha: Kash! kana aika wasiku da yawa.

source: You are performing actions on the site that send mail too much. Try again later.
ha: Kana aiwatar da ayyuka akan rukinin yanar gizon da ke aika wasiku da yawa. a sake gwadawa daga baya..

source: Whoops! You're creating too many projects in a short time.
ha: Kash! kana kirkirar ayyuka da yawa a cikin dan gajeren lokaci.

source: You are performing actions on the site that are creating too many projects in too short of a time period. Try again later.
ha: Kana aiwatar da ayyuka akan rukunin yanar gizo da ke kirkirar ayyuka da yawa cikin kankanin lokaci. sake gwadawa daga baya.

source: Whoops! You're making too many requests.
ha: Kash! kana niman bukatu dayawa.

source: You are performing actions on the site too frequently. Try again later.
ha: Kana yin ayyuka akai-akai sossai akan rukunin yanar gizon. sake gwadawa daga baya.

source: The Scratch Team is making some changes to the website.
ha: Tawagar Scratch na yin wasu canje-canje ga gidan yanar gizon.

source: Try reloading this page in a few minutes.
ha: Yi kokarin sake loda wannan shafin a cikin dan kankanin mintuna.

source: You can still <a href="/scratch2download/">Download Scratch</a> and make projects.
ha: har yanzu kana iya <a href="/scratch2download/"> sauke Scratch</a>da kuma kirkirar ayyuka.

source: Account
ha: Asusu

source: Password
ha: kalmar wucewa

source: You have updated your account settings.
ha: Ka sabunta saitunan asusunka.

source: Edit your account settings
ha: Gyara saitunan asusun ka

source: Username
ha: sunan mai amfani

source: Location
ha: Wuri

source: Save my Changes
ha: Ajiye canje-canje na

source: I want to delete my account
ha: ina so in goge asusuna

source: Account Blocked
ha: an toshe asusun

source: The Scratch Team decided to block the account:
ha: Tawagar Scratch ta yanke shawarar toshe asusun:

source: Date:
ha: Kwanan wata:

source: Your account will be automatically unblocked on
ha: Za a bude asusun ka kai tsaye a ranar

source: <b>Be respectful.</b> When sharing projects or posting comments, remember that people of many different ages and backgrounds will see what you’ve shared.
ha: <b>Kasance mai mutuntawa.</b>Lokacin yada ayyuka ko saka tsokaci, tuna cewa mutane masu shekaru daban-daban da wure daban-daban za su ga abin da ka yada.

source: <b>Be constructive.</b> When commenting on other’s projects, say something you like about it and offer suggestions.
ha: <b>Kasance mai fa'idantarwa.</b> Lokacin yin tsokaci kan ayyukan wasu, fadi wani abu da kake so game da shi kuma ka ba da shawarwari.

source: <b>Share.</b> You are free to remix projects, ideas, images, or anything else you find on Scratch – and anyone can use anything that you share. Be sure to give credit when you remix.
ha: <b>Yada.</b> Kana da 'yanci don sake gauraya ayyuka, ra'ayoyi, hotuna, ko wani abu da ka samu akan Scratch –kuma kowa zai iya amfani da duk wani abu da ka yada. Tabbatar da bayar da jinjina a lokacin da ka sake gaurayawa.

source: <b>Keep personal info private.</b> For safety reasons, don't use real names or post contact info like phone numbers or addresses.
ha: <b>Kiyaye bayanan sirri a sirri.</b> Don dalilai tsaro, kar ka yi amfani da sunaye na gaske ko aika bayanin lamba kamar lambobin waya ko adireshi.

source: <b>Be honest.</b> Don’t try to impersonate other Scratchers, spread rumors, or otherwise try to trick the community.
ha: <b>Yi gaskiya.</b> Kar ka yi kokarin yin musanya masu amfani da Scratch, yada jita-jita, ko kuma, ka yi kokarin yaudarar al'umma.

source: <b>Help keep the site friendly.</b> If you think a project or comment is mean, insulting, too violent, or otherwise inappropriate, click “Report” to let us know about it.
ha: <b>Timaka kiyaye shafin ya zaman mai nishadantarwa.</b> Idan kana tunanin wani aiki ko sharhi na da muni, cin mutunci, yawan tashin hankali, ko kuma bai dace ba, danna “kai kara” don sanar da mu game da shi.

source: Send
ha: aika

source: Account Settings
ha: Saitunan Asusu

source: Change password
ha: Canza kalmar sirri

source: Change email
ha: Canza imel

source: Change country
ha: Canza kasa

source: Beta testing
ha: Gwajin beta

source: The new project player will appear automatically on the project page. If you see a bug, click 'Beta Bug?' on the project page to report it.
ha: Sabon mai wasa da aikin zai bijiro kai tsaye a kan shafin aikin. Idan ka gan kwaro, danna 'kwaron Beta?' a shafin aikin don kai kara.

source: Update
ha: Sabunta

source: Delete my account
ha: Share asusuna

source: Delete account &amp; Sign out
ha: Share asusun &amp; Fita

source: Whoops, go back
ha: Kash! koma

source: Are you sure you want to delete your account?
ha: Ka tabbatar cewa kana son ka share asusunka?

source: You joined the Scratch community %(years_ago)s years ago.
ha: Ka shiga cikin alumman Scratch %(years_ago)sshekaru da suka gabata.

source: You joined the Scratch community a year ago.
ha: Ka shiga al'ummar Scratch shekara guda da ta wuce.

source: You joined the Scratch community %(months_ago)s months ago.
ha: Ka shiga cikin al'umman %(months_ago)s Scratch watanni da suka wuce.

source: You joined the Scratch community a month ago.
ha: Ka shiga cikin al'umman Scratch a wata guda da ta wuce.

source: You've created %(num_projects)s projects and have %(num_followers)s followers.
ha: Ka riga kirkiri %(num_projects)sayyuka kuma kana da %(num_followers)s masu bi.

source: Some of your projects
ha: wasu daga cikin ayyukanka

source: Your projects
ha: Ayyukanka

source: Some of your followers
ha: wadansu daga masu binka

source: Your followers
ha: Masu binka

source: Yes, next step
ha: Eh, mataki na gaba

source: Your email address is unconfirmed
ha: Adireshin imel din ka bai tabbata ba

source: If you want to share and comment, simply click the link in the email sent to you at:
ha: Idan kana son yadawa da tsokaci, kawai danna hanyar hadin cikin imel da aka aiko maka a:

source: Your new email address is unconfirmed
ha: Sabon adireshin imel din ka bai tabbata ba

source: If you would like to change the email address - have your parent (or guardian) simply click the link in the message sent to their address.
ha: Idan kana son canza adireshin imel - sa iyayenka (ko mai kula da kai) kawai su danna hanyar hadin da ke cikin sakon da aka aika zuwa adireshinsu.

source: If you would like to change your email address - simply click the link in the message sent to your new address.
ha: Idan kana son canza adireshin imel dinka - kawai danna hanyar hadin dake cikin sakon da aka aiko zuwa sabon adireshin ka.

source: To confirm your current email address, click "Send" below and follow the instructions in the email sent to you at:
ha: Don tabbatar da adireshin imel dinka na halin yanzu, Danna "aika" da ke kasa sannan kuma ka bi umarnin cikin imel din da aka aiko maka a:

source: To change your email, simply click the link in the email sent to you at:
ha: Don canza imel dinka, kawai danna hanyar hadin de ke cikin imel din da aka aiko maka a:

source: New Email Address
ha: Sabon adireshin imel

source: Current Email Address
ha: Adireshin imel na halin yanxu

source: The owner of this address has requested their address be removed from our lists. Please change your address to a new one or <a href="%(contact_us_url)s">contact us</a> if you have questions.
ha: Mai wannan adireshin ya bukaci a cire adireshinsu daga jerin sunayenmu. da fatan za ka canza adireshin ka zuwa wani sabo ko <a href="%(contact_us_url)s">tuntube mu</a> idan kana da tambayoyi.

source: Can't find the confirmation email? Check your spam folder
ha: An kasa samun imel din tabbatarwa? Duba babban fayil din spam din ka

source: Resend
ha: sake aikawa

source: Current Email
ha: Imel na halin yanzu

source: Email Confirmed
ha: An tabbatar da imel din

source: Change Email
ha: Canza imel

source: I’d like to receive email updates about:
ha: Ina so in sami sabuntawar imel game da:

source: Greetings from the Scratch Team at MIT!
ha: Gaisuwa daga tawagar Scratch a MIT!

source: A few minutes ago, you requested to link this email address to the Scratch account <strong>%(username)s</strong>. Please confirm your email address by clicking the button below:
ha: Yan mintuna kadan da suka wuce, ka nemi hada wannan adireshin imel din da asusun Scratch <strong>%(username)s</strong>. Da fatan za ka tabbatar da adireshin imel ta danna maballin da ke kasa:

source: Confirm my email address
ha: Tabbatar da adireshin imel dina

source: If you didn’t request an email change, don’t worry - you can just ignore this message.
ha: Idan ba ka nemi canjin imel ba, kada ka damu - kana iya yin watsi da wannan sakon.

source: Scratch On!
ha: Scratch na a kunne!

source: The Scratch Team
ha: Tawagar Scratch

source: A few minutes ago, you requested to link this email address to the Scratch account %(username)s. Please confirm your email address by clicking the button below:
ha: Yan mintuna kadan da suka gabata, ka nemi hada wannan adireshin imel zuwa asusun%(username)s. Da fatan za ka tabbatar da adireshin imel dinka ta danna maballin da ke kasa:

source: Scratch on!
ha: Scratch na a kunne!

source: Uh oh! Something went wrong with your email confirmation.
ha: Wayyooh! ansamu matsala wajen tabbatar da imel dinka.

source: To try again, log into your Scratch Account Settings to request another link.
ha: Don sake gwadawa, shiga cikin saitunan asusun Scratch dinka don niman wani mahadar.

source: My Account Settings
ha: Saitunan asusuna

source: We sent a verification email to <strong>%(email_address)s</strong>.
ha: Mun aika imel din tabbatarwa zuwa <strong>%(email_address)s</strong>.

source: The owner of this address has requested their address be removed from our lists. Please <a href="%(settings_url)s">change your address to a new one</a> or <a href="%(contact_us_url)s">contact us</a> if you have questions.
ha: Mai wannan adireshin ya bukaci a cire adireshinsa daga jerin sunayenmu. Da fatan <a href="%(settings_url)s">za ka canza adireshin ka zuwa wani sabo</a>ko <a href="%(contact_us_url)s">ka tuntube mu</a> idan kana da tambayoyi.

source: Check for the confirmation message we sent to: <br/> <strong>%(email_address)s</strong>
ha: Duka sakon tabbatarwa da muka aika zuwa: <br/> <strong>%(email_address)s</strong>

source: Can't find confirmation message?
ha: ka kasa samun sakon tabbatarwa ko?

source: Wait for ten minutes. The message may take a while to arrive.
ha: Jira mintuna goma. Sakon na iya daukar dan lokaci kafin isowa.

source: Check your spam folder.
ha: Duba babban fayil din spam din ka.

source: Make sure your email address is correct (see <a href="%(settings_url)s">Account Settings</a>).
ha: Tabbatar cewa adireshin imel din ka daidai ne (duba <a href="%(settings_url)s">saitunan asusun</a>).

source: Still can't find the message?
ha: Har yanzu baka iya samun ba?

source: Resend Confirmation
ha: Sake aika sakon tabbatarwan

source: OK, back to Scratch
ha: Toh, koma zuwa Scratch

source: Welcome to Scratch!
ha: Barka da zuwa Scratch

source: Scratch is a community of all ages, from all over the world. Make sure your projects and comments are <a target="_blank" href="/community_guidelines">respectful and friendly</a>.
ha: Scratch al'umma ce ta kowane zamani, daga ko'ina a duniya. Tabbatar cewa da ayyukanka da maganganunka suna suna da <a target="_blank" href="/community_guidelines">mutuntawa da abokantaka</a>.

source: Learn how to make a project in Scratch
ha: koyi yanda a ke yin ayyuka a Scratch

source: Try out starter projects
ha: Gwada ayyukan farawa

source: Connect with other Scratchers
ha: sadar tare da sauran masu amfani da Scratch

source: All set to go!
ha: A shirye kake don tafiya!

source: Success! You have confirmed your email address, <strong>%(username)s</strong>.
ha: Nasara! ka tabbatar da adireshin imel din ka, <strong>%(username)s</strong>.

source: Jump into Scratch to create new projects and share them with the community!
ha: Yi tsalle tsundum cikin Scratch don kirkirar sabbin ayyuka kuma yada su tare da jama'a!

source: OK, let's go!
ha: TOH, muje zuwa!

source: Confirm your Scratch account
ha: Tabbatar da asusun Scratch dinka

source: You just signed up for a new Scratch account with the username:
ha: Ka yi rajista ma sabon asusun Scratch tare da sunan mai amfani:

source: To finish creating your account, click on the link below:
ha: Don gama kirkirar asusunka, danna hanyar hadin da ke kasa:

source: Confirm my account
ha: Tabbatar da asusuna

source: Having trouble? Copy this link into your browser instead:
ha: Kana samun matsala? kwafa wannan hanyar hadin zuwa cikin burauzar ka a maimakon:

source: You just signed up for a new account on Scratch (%(scratch_url)s). To finish creating your account, click on the link below:
ha: A halin yanzu ka yi rajista don samun sabon asusu akan Sratch (%(scratch_url)s). Don karasa kirkirar asusunka, danna mahadar da ke kasa:

source: Want to share on Scratch?
ha: Kana son yada Scratch?

source: We sent a verification email to <strong>%(email_address)s</strong>.
ha: Mun aika da tabbacin imel zuwa <strong>%(email_address)s</strong>.

source: The owner of this address has requested their address be removed from our lists. Please <a onClick="redirectParent('%(settings_url)s');" href="#">change your address to a new one</a> or <a onClick="redirectParent('%(contact_us_url)s');" href="#">contact us</a> if you have questions.
ha: Mia wannan adireshin ya bukaci a cire adireshinsa daga jerin sunayenmu. Don Allah <a onClick="redirectParent('%(settings_url)s');" href="#">canza adireshin ka zuwa wani sabuwa</a>ko<a onClick="redirectParent('%(contact_us_url)s');" href="#">ka tuntube me</a> Idan kana da tambayoyi.

source: Check for the confirmation message we sent to: <strong>%(email_address)s</strong>
ha: Duba sakon tabatarwa da muka aiko zuwa: <strong>%(email_address)s</strong>

source: Make sure your email address is correct (see <a onClick="redirectParent('%(settings_url)s');" href="#">Account Settings</a>).
ha: Tabbatar da cewa adireshin imel dinka daidai ne (duba <a onClick="redirectParent('%(settings_url)s');" href="#">saitunan asusu</a>).

source: Ok, back to Scratch
ha: Toh, koma Scratch

source: Subscription update successful.
ha: An samu nasarar sabunta yin subscribtion.

source: Password
ha: Kalmar sirri

source: Account Settings for %(username)s
ha: saitunan asusu ma %(username)s

source: After changing your password, you will be prompted to log back in.
ha: Bayan canza asusunka, za a sanar da kai da ka sake shiga ciki.

source: Change Password
ha: Canza kalmar sirri

source: Hi %(username)s!
ha: Sannu %(username)s!

source: Your password on Scratch was recently changed. If you requested this change, you can ignore this email. Otherwise, please contact the Scratch Team at %(help_email)s.
ha: An canza kalmar sirrin ka kwanan nan. Idan ka nemi wannan canjin, ka iya yin watsi da wannan imel din. In ba haka ba, da fatan zaka tuntubi tawagar Scratch a %(help_email)s.

source: Your Scratch account password was changed
ha: An canza kalmar sirrin asusun ka

source: Oops! There has been a problem unsubscribing your email address.
ha: Kash! an sami matsala wajen cire rajistar adireshin imel din ka.

source: If you continue to have issues, contact the <a href="%(contact_url)s">Scratch Team</a>.
ha: Idan ka ci gaba da samun matsaloli, tuntubi <a href="%(contact_url)s">Tawagar Scratch</a>.

source: Unsubscribed
ha: An cire rajistar

source: Your email address has been unsubscribed.
ha: An cire rajistar adireshin imel dinka.

source: You can manage your subscription to Scratch updates from the Email tab of your <a href="%(account_url)s">Account Settings</a>.
ha: Za ka iya kula da rajistan ka zuwa sabuntawar Scratch daga sarrarin imel na <a href="%(account_url)s">saitunan asusunka</a>.

source: Take me back to Scratch!
ha: Komar dani zuwa Scratch!

source: Imagine, Program, Share
ha: Yi tunani, shirya, yada

source: Create
ha: kirkiri

source: Explore
ha: bincika

source: Ideas
ha: ra'ayoyi

source: About
ha: game da

source: Join Scratch
ha: kasance tare da masu amfani da scratch

source: Sign in
ha: shiga

source: Need help?
ha: kana bukatar taimako?

source: messages - updates and notices
ha: sakonni - sabuntawa da sanarwa

source: my stuff - manage projects and studios
ha: Abubuwana - kula da ayyuka da situdiyoyi

source: Profile
ha: bayanin martaba

source: My Stuff
ha: abuna

source: My Classes
ha: azuzuwana

source: My Class
ha: ajina

source: Account settings
ha: tsarin asusun

source: Sign out
ha: fita
