Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/ha/LC_MESSAGES/django.po
Languages: ha

source: Interactive Art
ha: Fasaha mai ma'amala

source: Music and Dance
ha: kida da rawa

source: Stories
ha: labarai

source: Video Sensing
ha: tsinkaye ta hanyan bidiyo

source: Dance Party
ha: Bikin Rawa

source: Animate the Crab
ha: Yi zane mai motsin kaguwa

source: The Pico Show: Intro
ha: Nunin pico: Gabatarwa

source: Greeting Card
ha: Katin gaisuwa

source: Pong Starter
ha: Farawar Fong

source: Maze Starter
ha: Fararwar Maze

source: Hide and Seek
ha: Boyewa kuma da nima

source: Dress Up Tera
ha: Sa ma Tera kaya

source: Paint with Gobo
ha: yin Fenti tare da Gobo

source: Wizard Spells
ha: Sihirin Maye

source: Soundflower
ha: Fure mai sauti

source: Spiral Maker
ha: Mai yi layi a karkace

source: Remix this dance
ha: Sake gauraya rawan

source: DJ Scratch Cat
ha: DJ Majen Scratch

source: 5 Random Facts about Me
ha: Bayanai guda 5 game da ni

source: Introducing Howler! Remix
ha: Gabatar da Howler! Sake gaurayawa

source: Teens at the Castle
ha: Matasa a gidan sarki

source: Virtual Tour
ha: Ziyara ta kan kwamfuta

source: Musical Buttons
ha: Maballin wakoki

source: Bubbles with Video Sensing
ha: Kumfa mai na'urar gane bidiyo

source: Save the Mini-Figs!
ha: adana Mini-Figs!

source: Pizza Chef
ha: Kukun Fizza

source: Scratch - Videos
ha: Scratch - Bidiyoyi

source: Video Tutorials
ha: koyo ta bidiyo

source: Getting Started with Scratch
ha: Farawa tare da Scratch

source: After <strong>Getting Started</strong>, choose from <a href="#Introductory Tutorials">Introductory Tutorials</a> or <a href="#Paint Editor Tips">Paint Editor Tips</a>.
ha: Bayan <strong>Farawa</strong>, zabi daga <a href="#Introductory Tutorials">Koyarwan Gabatarwa</a> ko <a href="#Paint Editor Tips">Tukwicin Editan fenti</a>.

source: Introductory Tutorials
ha: Koyarwan gabatarwa

source: Make your sprite move forward
ha: Sa ka sprite din ka ya motsa gaba

source: Make your sprite spin
ha: Sa ka sprite dinka ya juya

source: Make your sprite change color
ha: Sa ka sprite din ka ya canza launi

source: Make your sprite dance
ha: Sa ka sprite din ka yayi rawa

source: Make your sprite follow the mouse
ha: Sa ka sprite din ka ya bi linzamin kwamfuta

source: Make your sprite glide
ha: Sa ka dinka ya motsa cikin aminci

source: Make your sprite jump when you clap
ha: Sa ka sprite dinka ya motsa a lokacin da kayi tapi

source: Make your sprite spin when you say something
ha: Sa ka sprite dinka ya lokacin da ka fadi wani abu

source: Make a simple game
ha: Kirkiri wani wasa mai sauki

source: Make a story
ha: Yi wani tatsuniya

source: Paint Editor Tips
ha: Tukwicin editan fenti

source: Change the cat or other characters
ha: Canza Magen ko wani daga abubuwan

source: Differences between vector and bitmap
ha: Bambance-bambance tsakanin vector da bitmap

source: Switching between vector and bitmap
ha: ya sauyawa tsakanin vector da bitmap

source: Fill a vector shape
ha: Cika wani sifar vector

source: Erasing in vector mode
ha: Sharewa a cikin yanayin vector

source: Drawing with reshape
ha: yin zane da sake siffa

source: Smoothing
ha: mai da wa mai laushi

source: Grouping
ha: Tarawa

source: Layers
ha: Shimfida

source: Backdrop into Sprite
ha: Backdrop zuwa cikin Sprite

source: Center of Costume
ha: Tsakiyan kayan

source: <a href="%(scratch_url)s">Scratch</a> is a free project of the Lifelong Kindergarten Group at the MIT Media Lab. Using Scratch, children can create interactive stories, games, and animations.
ha: <a href="%(scratch_url)s">Scratch</a> aiki ne kyauta na Lifelong Kindergarten Group a MIT Media Lab. yin amfani da Scratch, yara na iya kirkirar tatsuniyoyi masu mu'amala, wasanni, da kuma zanunnuka masu motsi.

source: If you have questions about Scratch or this email, please take a look at our <a href="%(faq_url)s">FAQ</a>.
ha: Idan kana da tambayoyi game da Scratch ko wannan imel din, da fatan za ka duba<a href="%(faq_url)s">FAQ</a> din mu.

source: To stop receiving emails from Scratch, <a href="%(blacklist_url)s">unsubscribe</a>.
ha: Don daina samun imel daga Scratch, <a href="%(blacklist_url)s">cire rajistar ka</a>.

source: Make a Donation
ha: Ba da gudummawa

source: Uh oh! Something went wrong when we tried to unsubscribe your email address. Please try again later. If you continue to experience issues, please <a href="%(contact_us_url)s">contact us</a>.
ha: Oh oh! an samu wani a lokacin da mu ka so cire rajistar adireshin imel dinka. Don Allah sake gwadawa. Idan ka cigaba da samun wadannan matsalolin, Don Allah <a href="%(contact_us_url)s">tuntube mu</a>.

source: Uh oh! The link you clicked to unsubscribe your email address expired. Try unsubscribing from a more recent email.
ha: Oh oh! Mahadan da ka danna don cire rajistan adireshin imel din ka yayi expaya. Gwada cire rajistan daga imel na kwanan nan.

source: You have unsubscribed the email address <strong>%(email)s</strong>.
ha: Ka cire rajistan adireshin imel din <strong>%(email)s</strong>.

source: Using Scratch, children can create interactive stories, games, and animations.
ha: Ta amfani da Scratch, yara na iya kirkirar tastuniyoyi masu mu'amala, wasanni. da kuma zanunnuka masu motsi.

source: Scratch is available for free, thanks to generous support from our donors. We are grateful to our Founding Partners: Massachusetts Institute of Technology, the National Science Foundation, and the Siegel Family Endowment.
ha: ana samun Scratch kyauta, godiya ga masu ba da gudummawar mu. Godiya ga abokan kafawar mu: Massachusetts Institute of Technology, National Science Foundation, da Siegel Family Endowment.

source: Or Join Scratch
ha: ko ka shiga Scratch

source: Uh oh
ha: Oh oh

source: Birth Month and Year
ha: Watan haihuwa da Shekara

source: We use this information to calculate the age range of people who use Scratch, and to confirm that you are the owner of the account if you contact us. Your birth month and year will not be made public.
ha: Muna amfani da wannan bayanin don kididdige shekarun mutanen da ke amfani da Scratch, da kuma tabbatar da cewa kai ne ma'abocin asusun idan ka tuntube mu. Ba za a bayyana shekarun kada Watan haihuwa da shekarun ka a fili ba.

source: Gender
ha: Jinsi

source: This helps the Scratch design team understand who is using Scratch, and provides information that helps us broaden participation. This information is not visible on your account, and is only used to describe overall participation.
ha: Wannan na taimaka ma tawagar tsarin na Scratch wajen gane yadda ake amfani da Scratch, da kuma ba da bayanai da ke kara fadada masu hallarta. Ba a iya ganin wannan bayanin a asusun ka ba, kuma ana amfani da shi ne kawai wajen yin kwatacen gabadayan masu hallarta.

source: Month
ha: wata

source: January
ha: janairu

source: February
ha: fabrairu

source: March
ha: maris

source: April
ha: Afrilu

source: June
ha: Yuni

source: July
ha: Yuli

source: August
ha: Agusta

source: September
ha: Satumba

source: October
ha: Oktoba

source: November
ha: Nuwamba

source: December
ha: Disamba

source: Year
ha: Shekara

source: Male
ha: namiji

source: Female
ha: Mace

source: Country
ha: kasa

source: Enter your parent's or guardian's email address and we will send them an email to confirm this account.
ha: Shigar imel din iyayen ka ko masu kula da kai kuma zamu tura musu wani imel don tabbatar da wannan asusun.

source: Receive updates from the Scratch Team
ha: Samu labaran sabuntawa daga tawagar Scratch

source: Welcome to Scratch,
ha: Barka da zuwa Scratch

source: You're now logged in! You can start exploring and creating projects.
ha: A halin yanzu ka shiga! za ki iya dubawa da kirkirar ayyuka

source: If you want to share and comment, simply click the link in the email we sent you at <strong><span class="email-welcome"></span></strong>
ha: Idan kana son yadawa da yin tsokaci, da sauki danna mahadan da ke imel din da mu ka aika maka a<strong><span class="email-welcome"></span></strong>

source: Wrong email? Change your email address in <a href="%(settings_url)s">Account Settings</a>
ha: Imel din ba daidai ba ne ko? Canza adireshin imel dinka a cikin <a href="%(settings_url)s">saitunan imel</a>

source: Having problems? <a href="%(contact_url)s?confirmation=1">Please give us feedback</a>
ha: akwai wani matsala ne?<a href="%(contact_url)s?confirmation=1">da fatan za ka tura mana ra'ayin ka</a>

source: Oops we could not log you in. Please log in with the username and password you just created. If you still have trouble, please <a href="%(contact_url)s?confirmation=1">contact us</a>.
ha: Kash mun kasa shigar da kai ciki. Da fatan zaka shiga da sunan mai amfanin da kalmar sirrin da ka kirkira yanzu. Idan har wa yau kana samun matsala, don Allah <a href="%(contact_url)s?confirmation=1">tuntube me</a>.

source: Oops we could not log you in. Please log in with the username and password you just created. If you still have trouble, you can save your project by downloading it to your computer using the button here. You may also ​<a href="%(contact_url)s?confirmation=1">contact us​</a> for additional help.
ha: Kash mun kasa shigar da kai ciki. Da fatan zaka shiga da sunnan mai amfani da kalmar sirrin da ka kirkira yanzu. Idan har wa yau kana samun matsala, za ka iya adana aikinka ta sauke shi cikin kwamfutar ka ta amfani da maballin da ke nan. Kilan zaka iya <a href="%(contact_url)s?confirmation=1">tuntuban mu</a> don karin taimako.

source: Download project
ha: Sauke aiki

source: Whoops, emails do not match
ha: Kash, imel din ba su daidaita ba

source: View:
ha: Duba:

source: Most Projects
ha: Mafi yawan ayyuka

source: Last updated
ha: Karshen sabutawa

source: You do not own any galleries. <a href=>Create one!</a>
ha: Ba ka mallaki wajen jera hotuna ba. <a href=>Kirkiri guda!</a>

source: Created
ha: An kirkira

source: You do not have any galleries
ha: Ba ka da wani wajen jera hotuna

source: All
ha: duka

source: Shared
ha: an rabar

source: Not shared
ha: Ba a yada ba

source: + New Project
ha: + Sabon Aiki

source: Last modified:
ha: Gyarar karshe

source: Created:
ha: An kirkira

source: Owned by me
ha: Mallaka na

source: Curated by me
ha: Kulawa na

source: Projects
ha: ayyuka

source: Comments
ha: Tsokaci

source: All Projects (<span data-content="project-count">%(projects_count)s</span>)
ha: Dukanin ayyuka (<span data-content="project-count">%(projects_count)s</span>)

source: Shared Projects (<span data-content="shared-count">%(shared_count)s</span>)
ha: Ayyukan da aka yada (<span data-content="shared-count">%(shared_count)s</span>)

source: Unshared Projects (<span data-content="unshared-count">%(notshared_count)s</span>)
ha: Ayyukan da aka daina yadawa (<span data-content="unshared-count">%(notshared_count)s</span>)

source: My Studios (<span data-content="gallery-count">%(gallery_count)s</span>)
ha: Situdiyo dina (<span data-content="gallery-count">%(gallery_count)s</span>)

source: Trash
ha: Bola

source: New Project
ha: Sabon aiki

source: New Studio
ha: Sabon Situdiyo

source: See inside
ha: Duba ciki

source: Add to
ha: Kara zuwa

source: Unshare
ha: Daina yadawa

source: Put back
ha: Komar

source: %(time)s ago
ha: %(time)s da suka wuce

source: shared the project
ha: an yada aikin

source: remixed
ha: an saka gaurayawa

source: as
ha: a matsayin

source: favorited
ha: an fifita

source: loved
ha: an so

source: is now following
ha: a halin yanzu yana bin

source: added
ha: an kara

source: to the studio
ha: Zuwa situdiyon

source: became a curator of
ha: ka zaman mai kulan

source: was promoted to manager of
ha: an kara ma matsayi zuwa manaja na

source: is now following the studio
ha: a halin yanzu ana bin situdiyon

source: joined Scratch
ha: Ya shiga Scratch

source: Enter
ha: Shiga

source: Do you like fashion?
ha: Ka na son fashion?

source: Watch this video about making fashion projects.
ha: Kalli wannan bidiyon game da yadda ake yi ayyukan fashion.

source: Then see what you can do with the dress-up game below.
ha: Sannan ka du ba meza ka iya yi da wasan sa kaya da ke kasa.

source: Explore other fashion projects and make your own!
ha: Bincika wasu ayyukan fashion kuma ka yi naka!

source: Do you like hip-hop?
ha: Kana son hip-hop?

source: Watch a video about making hip-hop projects.
ha: Kalli wani bidiyo akan yadda ake ayyukan hip-hop

source: Check out projects by others for inspiration.
ha: Duba ayyukan wasu don samun sabbin fikirori

source: Click on blocks to see what they do
ha: Danna tuballan don ganin abin da su ke yi

source: Try clicking this block
ha: Gwada danna wannan tubalin

source: Or this block
ha: Ko wannan tubalin

source: Try changing colors
ha: Gwada canza launuka

source: First, select a clothing item
ha: Farko, zabi sa wa abun kaya

source: Then, try this script
ha: Sannan, gwada wannan rubutun

source: Test it out!
ha: Gwada shi!

source: Try changing costumes
ha: Gwada canza kaya

source: Select a piece of clothing
ha: Zabi wani yadi

source: Then, switch costumes
ha: Sannan, musanya kayayya ki

source: Now, click it!
ha: Yanzu, danna shi!

source: Say hello
ha: Ka gaisa

source: Select the person
ha: Zabi mutumin

source: Type in a phrase
ha: Buga karamin jimla

source: Move the sprites
ha: Motsa sprites din

source: Select an accessory
ha: Zabi wani kayan hadi

source: Tell it where to go
ha: Gaya masa inda zai dosa

source: Other things to try
ha: Wasu abubuwan gwadawa

source: Add a sound
ha: Kara wani sauti

source: Explore other costumes
ha: Bincika wasu kayayyaki

source: Make longer scripts
ha: Yi rubutu masu tsayi

source: Things to Try
ha: Abubuwan da za a iya gwadawa

source: on Scratch
ha: Akan Scratch

source: Projects in
ha: Ayyuka a cikin

source: Visit the Studio
ha: Ziyarci situdiyon

source: Recent
ha: Na kwanan nan

source: Projects by Scratchers
ha: Ayyukan masu amfani da Scratch

source: Scratch Privacy Policy
ha: Dokar sirri na Scratch

source: Please choose the section of this user’s profile that you feel is disrespectful, inappropriate, or has otherwise broken the <a href="/community_guidelines" target="_blank">Scratch Community Guidelines.</a>
ha: Da fatan za ka zabi yankin bayanan wannan mai amfanin da kake ji cewa ba bu mutuntawa, rashin dacewa, ko ya karya <a href="/community_guidelines" target="_blank">Ka'idodin Al'umman Scratch.</a>

source: Icon
ha: Gunki

source: About Me
ha: Game da ni

source: What I'm Working On
ha: Abun da na ke aiki akai

source: Did this user make comments, projects, or studios that broke the Community Guidelines? Please click the “report” button on the individual comments, projects, or studios.
ha: Shin wannan mai amfanin ya yi tsokaci, ayyuka, ko situdiyo da ya karya Ka'idodin Al'umman? Da fatan zaka danna maballin "kai kara" akan tsokacin, ayyukan, ko situdiyoyin mutumin.

source: Favorites
ha: Fifita

source: Followers
ha: masu bi

source: Following
ha: a na bi

source: Shared Projects
ha: ayyuka da a ka yada

source: Studios I Follow
ha: Situdiyoyi I Bi

source: Studios I Curate
ha: Situdiyoyi I Kula da

source: Student of: %(classroom_name)s
ha: Daliban: %(classroom_name)s

source: Scratch Team
ha: Tawagar Scratch

source: Teacher Account
ha: Asusun malami

source: Scratch Partner
ha: Abokan tarayyan Scratch

source: Scratcher
ha: Mai amfani da Scratch

source: New Scratcher
ha: Sabon mai amfani da Scratch

source: Joined <span title="%(tDateLabel)s">%(tDate)s</span> ago
ha: ya shiga<span title="%(tDateLabel)s">%(tDate)s</span> da suka wuce

source: About me
ha: Game da ni

source: Add a bit about yourself
ha: Kara bayanai kadan game da kan ka

source: What I'm working on
ha: Abun da na ke aiki a kai

source: Describe what you're working on
ha: Yi kwatancan abun da kake aiki a kai

source: What I've been doing
ha: Abun da nake yi tuntuni

source: Report this profile
ha: Kai karar wannan bayanin mutum

source: Favorite Projects
ha: ayyukan da aka fi fifitawa

source: Studios I'm Following
ha: Situdiyoyin da na ke bi

source: Become a Scratcher...
ha: Zaman mai amfani da Scratch

source: Now that you’ve gotten to know Scratch and the Scratch community, you are ready to become a Scratcher. The next few pages describe what that means. On the last page, you can choose to officially become a Scratcher.
ha: Yanzu da ka riga ka san Scratch da kuma al'umman Scratch, ka riga ka shirya zaman mai amfani da Scratch. Shafin nan gaba zai yi bayanin akan ma'anan haka. Ashafin karshe, za ka iya zaban zaman mai amfani da Scratch a hukumance.

source: Scratchers are respectful.
ha: Masu amfani da Scratch masu mutunta juna ne.

source: Everyone should feel welcome on Scratch, so we’re careful to be respectful to everyone.
ha: Ya kamata kowa ya ji ana maraba da shi a Scratch, don haka mu masu bi a hankali ne don mu kasance muna mutunta kowa da kowa.

source: We’re constructive.
ha: Mu masu magana mai ma'ana ne

source: Many projects are made by kids who are new to Scratch. When we comment on other’s projects, we say something we like about it, and suggest ways to make it better.
ha: Yara kanana sabbin shiga ne su ka yi ayyuka dayawa a Scratch. A lokaci da za ka yi tsokaci a kan ayyukan wasu. mu fadi abun da muke so game da shi, kuma ba da shawara akan hanyayin kara ingantashi.

source: We give credit.
ha: Mu na ba da jinjina

source: Anything shared on Scratch can be remixed by everyone. When we remix, we give credit to the original creator.
ha: Kowane abun da aka yada akan Scratch kowane mutum zai iya sake gauraya shi. Duk lokacin da muka sake gauraya shi, muna ba da jinjina ga asalin wan da ya kirkira.

source: We help keep the site friendly.
ha: Muna taimaka sa shafin yanar gizon ya zama wajen abokantaka.

source: Scratch is a fun and friendly place because Scratchers make it that way. If you see a project or comment that’s mean, click Report.
ha: Scratch waje ne na nishadi da abokantaka don masu amfani da Scratch ne su ka mai da shi haka. Idan ka gan wani aiki ko tsokaci da ke da mugunta ciki, kai karar shi.

source: We invite you to become a Scratcher.
ha: Muna gayyatan ka ka zaman mai amfani da Scratch.

source: You get to decide if you want to become a Scratcher.
ha: Kai ne zaka iya yanke shawaran idan kana so ka zaman mai amfani da Scratch.

source: If you agree to <strong>be respectful</strong>, <strong>constructive</strong>, <strong>give credit</strong>, and <strong>help keep the site friendly</strong>, click "I agree!"
ha: Idan ka yar da ka <strong>ka mutunta</strong>, <strong>mai ba da ma'ana</strong>, <strong>yi jinjina</strong>, kuma <strong>taimaka wajen mai da shafin wajen mai maraba</strong>, danna "na yarda!"

source: If you don’t wish to become a Scratcher, just close this page. (If you change your mind later, you can always come back).
ha: Idan ba ka son zaman mai amfani da Scratch, kawai ka kulle wannan shafin. (Idan ka canza shawara da ga baya, ka na iya dawowa kowanne lokaci).

source: Congratulations on becoming a Scratcher!
ha: Muna yi maka murnan zaman mai amfani da Scratch!

source: Congratulations! You’ll notice that the word "Scratcher" now appears on your profile page, and under your user icon on forum posts.
ha: Muna taya ka murna! Za ka lura cewa kalmar "mai amfani da Scratch" a halin yanzu yana bayyana a shafin bayanin ka, kuma a karkashin gunkin mai amfanin ka akan abun da ka saka akan dandalin tattaunawa.

source: Back
ha: baya

source: I agree!
ha: Na yarda!

source: OK!
ha: TOH!

source: scripts
ha: rubutu

source: Thanks to <a href="%(remix_profile_url)s">%(username)s</a> for:
ha: Godiya ga <a href="%(remix_profile_url)s">%(username)s</a> don:

source: Project Remixed
ha: an sake gauraya aikin

source: Thanks to <a href="%(og_profile_url)s">%(username)s</a> for:
ha: Godiya ga <a href="%(og_profile_url)s">%(username)s</a> don:

source: Original Project
ha: asalin aiki

source: not shared
ha: ba a ya da ba

source: Modified: %(tDate)s
ha: An gyara: %(tDate)s

source: Favorite this project
ha: Fifita wannan aikin

source: Love this project
ha: so wannan aiki

source: Total views
ha: Jumilan wanda suka duba

source: View the remix tree
ha: Duba bushiyan da aka sake gauraya

source: Add this project to a studio you curate (or remove it from a studio)
ha: Kara wana aikin zuwa wani situdiyon da kake kula da shi (ko ka cire shi daga wani situdiyo)

source: Just click on the button for any of the studios from the list below
ha: Kawai danna maballin don kowane situdiyo daga jerin da ke kasa

source: Download this project file
ha: Sauke wannan fayil aiki

source: Embed
ha: saka

source: Copy and paste the embed code above.
ha: kwafa kuma ka lika lambar da aka saka a sama

source: Share
ha: raba

source: OK, Got it.
ha: TOH, Na samu

source: All Tips
ha: Dukanin tukwici

source: This project was removed by the Scratch Team because it was disrespectful, inappropriate for all ages, or otherwise breaks the Scratch community guidelines.
ha: Tawagar Scratch ta cire wannan aikin don dakwai rashin girmamawa a ciki, bai dace ba ga mai kowane irin shekara, ko kuma ya karya ka'idojin al'umman Scratch.

source: It cannot be reshared at any time in the future.
ha: Ba za a iya sake yada shi a kowane lokaci ba a nan gaba.

source: Please read the <a href="/community_guidelines/">community guidelines</a> and be sure to edit the project to make sure it's respectful before resharing it.
ha: Don Allah karants <a href="/community_guidelines/">Ka'ididin al'umma</a> kuma ka tabbatar cewa ka gyara aiki don tabbatarwa yana da mutunta sauran mutane kafun ka sake yada shi.

source: Select a reason why above
ha: Zabi wani dalilin da ya sa a sama

source: Please provide a link to the original project
ha: Don Allah a ba da mahadi zuwa ga asalin aikin

source: Please provide links to the uncredited content
ha: Don Allah a ba da mahadar abubuwan da ba a yaba ma masu hannu a cikin yin su ba

source: Please say why the project is too violent or scary
ha: Don Allah a fadi dalilin da yasa aikin na da ta da hankali da kuma ban tsoro

source: Please say where the inappropriate language occurs in the project (For example: Notes & Credits, sprite name, project text, etc.)
ha: Don Allah inda aka samu harshen da be dace ba a cikin wannan aikin(masali: bayanin kula, jinjina, sunan sprite, rubutun aikin, d.s. )

source: Please say the name of the audio file with the inappropriate music
ha: Don Allah fadi fayil sauti mai wakar da ba ta dace ba

source: Please say where the personal contact information is shared (For example: Notes & Credits, sprite name, project text, etc.)
ha: Da fatan za a fadi inda aka yada bayanan tuntubar mutum(misali: Bayanan kula & lambobin yabo, sunan sprite, rubutun aiiki, da sauransu.)

source: Please be specific about why this project does not follow our Community Guidelines
ha: Don Allah a bayyana takamaiman dalilin da yasa wannan aikin baya bin ka'idodin al'umman

source: Please say the name of the sprite or the backdrop with the inappropriate image
ha: Don Allah fadi sunan sprite ko backdrop mai hoton da be dace ba

source: Added to studio
ha: an kara zuwa situdiyon

source: Limit of 3 tags.
ha: Iyakan ambato 3

source: Server error when editing tag. Please reload the page to see updates.
ha: An samu matsalan saba wajen ambato. Don Allah sake loda shafin don ganin sabuntawa

source: Hmm...the bad word detector thinks there is a problem with your tag. Please change it and remember to <a target=\"_blank\" href=\"/community_guidelines/\">be respectful</a>.
ha: Hmm... mai gano mummunan kalamar na ganin cewa akwai matsala tare da ambaton naka. Da fatan za ka canza shi kuma ka tuna zaman <a target=\"_blank\" href=\"/community_guidelines/\">mai mutuntawa</a>.

source: Please choose a reason for reporting this project from the dropdown.
ha: Don Allah ka zabi dalilin da yasa ka kawo karar wannan aikin daga dropdown.

source: Report and Unshare
ha: Kai kara kuma ka soke yadawa
