Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/qu/LC_MESSAGES/django.po
Languages: qu

source: I like Scratch better than blogs or social networking sites like Facebook because we’re creating interesting games and projects that are fun to play, watch, and download. I don’t like to just talk to other people online, I like to talk about something creative and new.<span class="quotes">&rdquo;</span> - 13-year-old </p>
qu: Munanim Scratch sumaq bluqshina utaq rid susiyal sityupi Fasibuuk ichaqa ruwachkaniku pukllayta llamkayta ancha punita sumaq pukllana, qaway hinaspa waqaychay. Manam qustawanchu rimayta huk runakunawan intirnit llamkay, rimayta munani huk musuq. <span class="quotes">ruwaykunamanta. & rdquo;</span>- 13 watayuq</p>

source: <span class="quotes">&ldquo;</span>My 8-year-old brother and I have been active participants of the Scratch Online Community for over a year. I enjoy designing and programming games and animations with other kids, because different people have different skills, and when you work together, you can build a much better project than you can alone.<span class="quotes">&rdquo;</span> - 13-year-old
qu: <span class="quotes">&ldquo;</span> wawqimi 8 watayuq ñuqapas partisiparqaniku kuskakuskalla iintirnit llamkay ayllukunapi scratchwan huk wata puni. disiñaspam disfrutani, pukllaykunata pruqramaspay, kawsarinata huknin wambra masiywan, ichaqa huknin runakunam huywanku huk rikchaq yachay rurayta, kuska llamkaptinchik, ruwawaqmi huk llamkayta ancha sumaqta sapallayki ruwasqaykimanta. <span class="quotes">&rdquo;</span>- 13 watayuq

source: <span class="quotes">&ldquo;</span>Making games is something I've always thought would be fun, but I didn't want a really complex programming language. In the beginning, even Scratch seemed complex, but after sticking with it for a while, I've been able to make some amazing games. And the fact that you can share projects so easily makes it even better. Scratch is awesome!<span class="quotes">&rdquo;</span> - 17-year-old
qu: <span class="quotes">&ldquo;</span> pukllay ruwasqan hamutarqani allintach kanman mispaq, ichaqa manam munarqanichu huk sasachakuy linguaje de pruqramasiyun nisqanta. qallriqmanta, scratchpas sasasan qawarikurqa,ichaqa uywasqanchikmanta huk timpupi, ruwarqani huk sumaq pukllayta. ichaqa llamkaykunata aypupti pisi punillata ancha sumaqmi rikarin. Scratch sumaqmi kan¡ <span class="quotes">&rdquo;</span> - 17 watauq

source: <span class="quotes">&ldquo;</span>Using a set of about 100 commands that can be snapped together visually, you can create just about anything and learn the fundamentals of more advanced languages. In addition, there's a whole community of people online who will give you feedback on our projects, and gladly help you with your questions.<span class="quotes">&rdquo;</span> - 14-year-old
qu: <span class="quotes">&ldquo;</span> Usaspa huk huñukuy 100 kumandukuna huñukunmanku qawarillapi, ruwawaqmi llapa imatapas ichapas yachawaq chay qillqay fundamintuskuna ancha sasakunata. ichapas, kanmi acha ayllu runakuna intirnit llamkay rimaykunata quykusqanku llamkasqanchikmanta ancha punim yanapasunki tapukuynikiwan. <span class="quotes">& rdquo;</span> - 14 watayuq

source: Research on Scratch
qu: Maskapay Skratchmanta

source: Research on Scratch is being conducted by members of the MIT Scratch Team and researchers at other universities, including Yasmin Kafai at the University of Pennsylvania Graduate School of Education, Karen Brennan at the Harvard Graduate School of Education, Benjamin Mako Hill at the University of Washington, Andrés Monroy Hernandez at Microsoft Research, Mimi Ito and Crystle Martin at the University of California, Irvine, Quinn Burke at College of Charleston, Deborah Fields at Utah State University, and Kylie Peppler at Indiana University.
qu: Huñukusqanku scratch MIT manta, maskariq huknin yachay wasikunamanta scratch mantam maskarichkanku, Yasmin Kafai chay yachay wasi Graduwadus nisqan universidad Pensilvania nisqapi, Karen Brennan chay yachay wasi Graduwadus nisqan Hardvard manta, Benjamin Mako Hill uniersidad Washintong nisqapi, Andres Monroy Hernandez Microsoft Rearch, Mimi Ito hinaspa Crystle Martin chay universidad CAlifornia pi, Irvine, Quinn Burke yachay wasi Charleston nisqapi, Deborah Fields yachay wasi Universidad Estatal Utah nisqapi hinallataq Kylie Peppler yachay wasi Universidad Indiana manta.

source: By sharing projects and participating in the Scratch online community, you are helping us better understand how people can use and learn with Scratch. Any publicly shared projects, comments, or other material on the Scratch site may be included in the research analysis, presentations, papers, and reports. No personally identifiable information is shared.
qu: aypuptinchik llamkaykunata yanapanampaq scratch intirnit llamkay, yanapawachkanchikmi kumprindiyta imayna runakuna usanmanku yachanmankupas scratchwan. Huñunakuwampas ima llamkaytapas, rimaykunata utaq llamkasqanchiktapas aypusqanpas llapa runapaq intirnit scratchman chay amutaypi, prisintasqa rumaykunapas. manam Niykuna kikinmanta rimaykunata.

source: (If you have any questions, please use the <a href="%(contact_us_url)s">Contact Us</a> form.)
qu: (Sichus uywanki tapukuyta, <a href="%(contact_us_url)s">qayamuwayku</a> willanawan.)

source: Below are selected research papers, presentations, and theses on Scratch and the Scratch online community, followed by a list of National Science Foundation grants awarded to support Scratch.
qu: Qatiqpunipim qawachiwanchik llamkay maskarina akllasqapi, prisintasqakuna ichapas tesis nisqa scratchmanta hinallataq scratch intirnit llamkay ayllupi, qatiqlla qullqiwan yanapaq chay National Science Foundation nisqawan scratchwan.

source: Research Papers &amp; Presentations
qu: Qillqay maskasqakuna &amp; Qawachisqa

source: National Science Foundation Grants
qu: Qullqiwan yanapasqawan chay National Science Foundation nisqawan

source: Scratch Offline Editor
qu: Scratch Mana Intirnit Llamkay Musuqyachisqa

source: Scratch 2 Offline Editor
qu: Scratch 2 Mana Intirnit Llamkay Musuqyachisqa

source: <p class="lg-msg">You can install the Scratch 2.0 editor to work on projects without an internet connection. This version will work on Mac, Windows, and some versions of Linux (32 bit).</p> <p class="lg-msg"><b>Note for Mac Users:</b> the latest version of Scratch 2.0 Offline requires Adobe Air 20. To upgrade to Adobe Air 20 manually, go <a href="https://get.adobe.com/air/">here</a>.</p>
qu: <p class="lg-msg">Instalawaqmi musuqyachiqta Scratch 2.0 llamkanapaq mana intirnitllawan. kay wirsiyunmi llamkanqa Mac, Windows huknin wirsiyunkunawan Linux (32bits) nisqawan.</p> <p class="lg-msg"><b>Qillqasqa llamkaqman Mac:</b> kay musuq wirsiyunmi Scratch 2.0 mana intirnit llamkay munami Adobe Air 20 nisqanmi. musuqyachinaykipaq chay Adobe Air 20 makikiwan, ri <a href="https://get.adobe.com/air/">kayman</a>.</p>

source: Adobe AIR
qu: Adobe AIR nisqan

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>If you don't already have it, download and install the latest <a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 &amp; Older - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://get.adobe.com/air/">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
qu: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>Sichus manaraq uywanki, hurqumuy hinaspa instalay wirsiyun <a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">hurqumuy<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 amp;ancha mawkaña -<a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">hurqumuy<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> Windows - <a href="http://get.adobe.com/air/">hurqumuy<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">hurqumuy<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>Next download and install the <br>Scratch 2.0 Offline Editor</p> <p>Mac OS X - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Mac OS 10.5 &amp; Older - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
qu: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>Chaymanta hurquy hinaspa instalay <br>scartch 2.0 mana intirnit llamkay musuqyachiq</p> <p>Mac OS X - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">Hurqumuy<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> Mac OS 10.5 amp;ancha mawkaña - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Hurqumuy<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> Windows -<a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">Hurqumuy<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> Linux - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Hurqumuy<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>

source: Support Materials
qu: Yanapay ima llamkaykuna

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> <p>Need some help getting started? <br>Here are some helpful resources.</p> <p>Starter Projects - <a href="/scratchr2/static/sa/Scratch2StarterProjects.zip">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Getting Started Guide - <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Download<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> <br> Scratch Cards - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">Download<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> </p>
qu: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> <p>Munankichu yanapayta qallarinaykipaq?<br> kaypim wakin rikursukuna.</p> <p> Qallariy Llamkaykuna - <a href="/scratchr2/static/sa/Scratch2StarterProjects.zip">Hurqumuy<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> qallariy willachay- <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Hurqumuy<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a><br> tarhita Card nisqapi - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">Hurqumuy<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> </p>

source: The previous version of Scratch, version 1.4, is still available for download. You can still share projects from 1.4 to the Scratch website. (However, projects created in Scratch 2.0 cannot be opened in 1.4.)
qu: Mawka wirsiyunkunam scratchmanta, wirsiyun 1.4, kachkanraqmi hurqunapaq. icharaqmi aypuwaq llamkaykikunata chay 1.4 intirnit Scratchmanta. (ichaqa, llamkaykuna ruwasqa Scratch 2.0 manam kichakunqachu 1.4.)

source: Scratch 1.4 For Mac OS X
qu: Scratch 1.4 Chay Mac OS X nisqanpaq

source: Compatible with Mac OSX 10.4 or later
qu: Kuskachanapaq Mac OSX 10.4 Ñawpaqkunaman

source: Scratch 1.4 for Windows
qu: Scratch 1.4 chay Windows nisqanpaq

source: Compatible with Windows 2000, XP, Vista, 7, and 8
qu: Kuskachasqa winduwswan 2000xP, qawarispa, 7 y 8

source: For network deployments, use the <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
qu: Implimintanaykipaq ridkuna, usaykuy <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch 1.4. msi. installer.zip</a>

source: Scratch 1.4 for Debian / Ubuntu
qu: Scratch 1.4 chay Debian / Ubuntu nisqanpaq

source: Compatible with Ubuntu 12.04 or later
qu: Kuskachanapaq Ubuntuwan 12.04 utaq ñawpaqkunaman

source: Install Scratch with Software Center
qu: Tacyachiy sratch cintru suftwarmanta

source: or <a href="%(download_1_4)s">download here</a>
qu: Utaq <a href="%(download_1_4)s">Hurquy kaymanta</a>

source: Frequently Asked Questions about Scratch 1.4
qu: Ancha Tapuykuna Scratch 1.4 manta

source: What resources are available to help me learn how to use Scratch 1.4?
qu: Ima llamkaykunataq tariyman, yanapawanampaq Scratch 1.4 llamkanaypaq?

source: <p>For a step-by-step introduction, download the <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Scratch 1.4 Getting Started Guide</a>. The <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Scratch 1.4 Reference Guide</a> has a thorough explanation of the Scratch interface and programming language. <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Scratch Cards</a> provide brief explanations that show how to make animations and interactive projects with Scratch.</p>
qu: <p>Yaykunanchipaq qati qatilla, hurquy <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">scratch 1.4 qallarisqanchikpi willachay</a>. chay <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Scratch 1.4 willachay rifirinsiyan</a> uywanku imaynataq rimarisqa intirfaspa scratchpa hinallataq imayna pruqranapaq. <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Tarhita Card</a> yanapanmi pisi rimayllapi qawachikun imayna kawsarinata sumaq llamkay Scratchwan.</p>

source: What are the system requirements for Scratch 1.4?
qu: Imakunataq munan sistimakuna Scratch 1.4 -paq?

source: <p>Display: 800 x 480 or larger, thousands or millions of colors (16-bit color or greater) </br>Operating System: Windows 2000 or later, Mac OS X 10.4 or later, Ubuntu Linux 9.04 or later (For other versions of Linux, see the Linux Installer page) </br>Disk: at least 120 megabytes of free space to install Scratch. </br>CPU and memory: Most computers have enough memory to run Scratch 1.4, but very old computers may run Scratch slowly. </br>Sound / Video: Sound playback requires speakers (or headphones), and recording requires a microphone. Many laptops have speakers and microphones built in. Scratch 1.4 can use a USB or built-in camera (optional).</br></p>
qu: <p>Qawana: 800 x 480 utaq ancha hatuyman, waranqakuna utaq millun llimpikuna (llimpi 16 bits utaq achkapas) </br> chay sistima Upiratibu: Windows 2000 utaq ñawpaqman, Mac OS X 10.4 utaq ñawpaqman, Ubuntu Linux 9.04 utaq ñawpaqman (huknin wirsiyun Linux nisqampa, tapuriy linuxpa pahinan instaladurpa) </br> Disku: ichaqa 120 miqabist nisqan instalanapaq Scratchta. </br> CPU yuyayninta: Achka Kumputadurakunan uywan achka yuyayninta llamkanampaq Scratch 1.4, ichaqa mawka kumputadurakuna llamkanmanku pisillata Scratch. </br>Qapariqnin/ widiyu: qapariqnin riprudusinampaq munanmi altabus nisqata (utaq uyarinata), qrabasqanchikpas munanmi Parlarinata. achka apykachana kumputadurakunam uywan rimaykuna uyarinapas churasqa. Scratch 1.4 usanmanmi USB nisqapi utaq huk kamara churasqa (munasqan).</br></p>

source: What if I get an error when I try to upload or share my project to the Scratch website?
qu: Imataq pasanman mana allin taripti Siqay utaq aypuchkapti llamkay Scratchpi webnintakama?

source: 1. File too big. The largest file limit is 10 MB. To shrink the size of your Scratch project, click the Edit menu > and select compress sounds, or compress images. If you have compressed sounds and your project still won't upload, try deleting some of the sounds to make it smaller. </br>2. Internet connection too slow and times out. Try making the file smaller. If that doesn't work, try connecting from a different computer or connection or web browser. </br>3. Proxy server getting in the way. Try an Internet connection that does not go through a proxy server, or configure Scratch to use your proxy server. </br>4. Wrong username and password. Try logging into Scratch website to make sure username and password are correct.
qu: 1. ancha hatun archibukuna. archibupa takyayninmi ancha hatumpa kan 10 MB. uchuychachinapaq hatuyninta llamkaynita scratcpi, klikta ruray Musuyachiy > akllaykuy aypunaykipaq qaparinata utaq imaqin huñurisqata. sichus uywanki qapariq huñurisqa llamkayniki manaraq Siqay, qallariy pichayta wakin qaparinata uchuyllata ruwanaykipaq. </br>2.tupachisqa intirnitman ancha pisipisim chaymi pisipan timpu suyasqan. qallariy ruwayta uchuy archibuta.sichus chay mana funsiyunaptin, qallariy tupachiyta huk kumputaduramanta utaq huknin maskariq Web manta. </br> 3. Sirwidur proxy nisqam harkan risqampi. churay inirnitman tupachisqa mana pasamanpaq sirwidur proxy nisqawan, utaq kunfiquray scratchta usanampaq chay sirwidur proxy nisqata. </br>4.Yaykuqpa sutin kuntrasiñayki manam allinchu.intintay qallariyta chay intirnit web nisqapi Scratchmanta qawanaykipaq llamkaqkunapa sutinta kuntrasiñantapas allin kasqanta.

source: Scratch - Starter Projects
qu: Scratch - Llamkay Qallarisqay

source: Try out these starter projects from the Scratch Team. Look inside to make changes and add your ideas.
qu: Maskachay sumaq llamkaykunata scratch llamkaqkunawa. qaway ukunta tikranaykipa yapanaykipaq hamutayninta.

source: Animation
qu: Kawsachina

source: Games
qu: Pukllaykuna

source: Interactive Art
qu: Arti Intiraktibukuna

source: Music and Dance
qu: Takispa Tusuna

source: Stories
qu: Willakuy

source: Video Sensing
qu: Tarisqa Qawana

source: Dance Party
qu: Tusuykuna Raymi

source: Animate the Crab
qu: Kawsarichiy chay Kanqrihuta

source: The Pico Show: Intro
qu: Chay pico Show nisqan: Yaykunapaq

source: Greeting Card
qu: Allin Hamuy Tarhita

source: Pong Starter
qu: Punq Starter nisqan

source: Maze Starter
qu: Maze Starter Nisqan

source: Hide and Seek
qu: Pakay Maskay

source: Dress Up Tera
qu: Pachay Tera man

source: Paint with Gobo
qu: Llimpiy Gobo nisqawan

source: Wizard Spells
qu: Maqupa hichisun

source: Soundflower
qu: QapariqninWayta

source: Spiral Maker
qu: Spiral Ruwaq

source: Remix this dance
qu: Chapuy kay Tusuyta

source: Piano
qu: Piyanu

source: Starfish Choir
qu: Mama Qucha Quyllurpa Takikuna

source: DJ Scratch Cat
qu: DJ Scratch Cat nisqam

source: 5 Random Facts about Me
qu: 5 Ruwasqay Munasqaykillata

source: Introducing Howler! Remix
qu: prisintaniku Howler nisqata! Kambiyasqa

source: Teens at the Castle
qu: Maqtakuna kastillupi

source: Virtual Tour
qu: Yaykusqa virtual nisqapi

source: Musical Buttons
qu: Takikunapa Butunkuna

source: Bubbles with Video Sensing
qu: Pusqu chay Widiyu musyay

source: Save the Mini-Figs!
qu: waqaychay chay uchuy - hiqukuna

source: Pizza Chef
qu: Pizza Chef Nisqan

source: Scratch - Videos
qu: Scratch - Widiyukuna

source: Video Tutorials
qu: Widiyu Yanapawansunchik

source: Getting Started with Scratch
qu: qallarimuchkan Scratchwan

source: After <strong>Getting Started</strong>, choose from <a href="#Introductory Tutorials">Introductory Tutorials</a> or <a href="#Paint Editor Tips">Paint Editor Tips</a>.
qu: chaymanta <strong>qallarispam</strong>, akllaniku tuturiyalkunata <a href="#Introductory Tutorials">yaykunapaq </a>utaq <a href="#Paint Editor Tips">llimpina Yachakunapaq</a>.

source: Introductory Tutorials
qu: Qallariy Yanapawansunchik

source: Make your sprite move forward
qu: Ruway spritnikita muyuq puririnampaq

source: Make your sprite spin
qu: Ruwaykuy Spritnikita Muyunampaq

source: Make your sprite change color
qu: Ruwaykuy Spritnikita tikray Llimpinta

source: Make your sprite dance
qu: Ruwaykuy Spritnikita tusunampaq

source: Make your sprite follow the mouse
qu: Ruwaykuy Spritnikita qatinampaq ukuchata

source: Make your sprite glide
qu: Ruwaykuy Spritnikita apay

source: Make your sprite jump when you clap
qu: Ruwaykuy Spritnikita makikiwan taqllaptiki Pawanampaq

source: Make your sprite spin when you say something
qu: Ruwaykuy Spritnikita muyuchi imatapas rimay

source: Make a simple game
qu: Ruway huk Pisi pukllayta

source: Make a story
qu: Ruway huk histuryata

source: Paint Editor Tips
qu: llimpinapaq yanapay Yachakunapaq

source: Change the cat or other characters
qu: tikray misita utaq huknin runaniraqta

source: Differences between vector and bitmap
qu: Rikchaylla chay Vector mapa de bits nisqan

source: Switching between vector and bitmap
qu: Kambiyay Vector chay mapa de bits nisqawan

source: Fill a vector shape
qu: Huntapay viktur hinapi

source: Erasing in vector mode
qu: Pichasqa viktur hinapi

source: Drawing with reshape
qu: Llimpiy musuqyachispa.

source: Smoothing
qu: Llampurisqa

source: Grouping
qu: Huñusqakuna

source: Layers
qu: kapakuna

source: Backdrop into Sprite
qu: Hipaynin Spritpa

source: Center of Costume
qu: Waqaychasqa Pacha

source: <a href="%(scratch_url)s">Scratch</a> is a free project of the Lifelong Kindergarten Group at the MIT Media Lab. Using Scratch, children can create interactive stories, games, and animations.
qu: <a href="%(scratch_url)s">Scratchmi</a> kan huk llamkay mana qullqiwan Lifelong Kindergarten Group chay MIT yachay llamkaykuna. Scratchwanmi, wambrakuna ruwanmanku histuriyankuta, pukllayninta, kawsarinata.

source: If you have questions about Scratch or this email, please take a look at our <a href="%(faq_url)s">FAQ</a>.
qu: Sichus uywanki tapukuykunata scratchmanta utaq kay kurriyu iliktrunikuta, qawariy tapukuyninchikta <a href="%(faq_url)s">FAQ</a>.

source: To stop receiving emails from Scratch, <a href="%(blacklist_url)s">unsubscribe</a>.
qu: manaña kaskinaykipaq kurriyu iliktrunikukunata scratchmanta, <a href="%(blacklist_url)s">lluqsikuy</a>.

source: Make a Donation
qu: Ruway huk Riqaluta

source: Uh oh! Something went wrong when we tried to unsubscribe your email address. Please try again later. If you continue to experience issues, please <a href="%(contact_us_url)s">contact us</a>.
qu: Uh oh! huk pantaymi rikarirun manaña nirupti qillqakusqayta kaykuriyu iliktrunikawan. Ama hinakaspalla, yapamanta tardiskama yaykuriy. Sichus pantraytaraq rikarimusunki, Ama hinalla <a href="%(contact_us_url)s">Qayamuwayku</a>.

source: Uh oh! The link you clicked to unsubscribe your email address expired. Try unsubscribing from a more recent email.
qu: Uh oh! chay inlasi klikyasqaykipi kansilanaykipaq qillqakusqaykita kurriyu iliktrunikuqa chinkarirunñam. Lluqsiyta atimuy huk musuq kurriyu iliktrunikuwan.

source: You have unsubscribed the email address <strong>%(email)s</strong>.
qu: Picharqankiñam kay kurriyu iliktrunikuta <strong>%(email)s</strong>.
