Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/qu/LC_MESSAGES/django.po
Languages: qu

source: We have sent password reset instructions to your teacher through email. If your teacher does not receive the email, be sure to ask them to check their spam folder.
qu: Apachimurqaniku yanapayta musuqyachiy kuntrasiñayki yachachiqman chay kurriyuwan. sichus yachachiqniki naman chaskinchu kurriyunam, yuyariy mañakuyta allichanampaq chay kurriyu mana munasqa.

source: We've e-mailed instructions for resetting your password to the e-mail address you provided, or the email associated with your account. If you don't receive it shortly, be sure to check your spam folder.
qu: Apachimurqayki kurriyuykiman yanapayta kuntrasiñayki musuqyachinaykipaq chay kurriyu quwasqaykiman kuwintaykipa kasqaykiman. sichus mana chaskiptiqa, qawariy karpitaykiman kurriyu mana munasqamam.

source: You're receiving this email because you requested a password reset for your user account on Scratch. If you didn't request a password change, you can just ignore this message.
qu: Chaskimurqanki kay kurriyuta mañamurqanki musuqyachiyta kuntrasiñayki kuwinta yaykunaykipaq Scratchpi. sichus mana mañamurqankichu kuntrasiñayki tikray, kay willakuya kasuychu.

source: This email was requested with the IP address %(ip)s.
qu: Kay kurriyu mañamusqaykim kay diriksiyun IP %(ip)snisqawan.

source: Please go to the following page and choose a new password:
qu: Riy pasay pahinaman hinaspa akllay musuq kuntrasiñayki:

source: You're receiving this e-mail because you requested a password reset for your user account at Scratch. If you didn’t request a password change, you can just ignore this message.
qu: Chaskimurqanki kay kurriyuta mañamurqaptiki kuntrasiñayki musuqyachinaykipaq yaykunaykipaq Scratchta. sichus mana mañamurqankichu kuntrasiñayki tikray pichawaqmi kay willakuyta.

source: Here are the username(s) associated with this email address:
qu: Kaypim kachkan yaykusqankupi(kuna) sutinkuta kay kurriyuwan:

source: Go here to change the password:
qu: Riy kayman tikray kuntrasiñayki

source: Reset your password - Scratch
qu: Musuqyachiy kuntrasiñayki - scratchta

source: Reset Password
qu: Pichay Pakaq qillqayta

source: Whoops, forget your password or username?
qu: Waay, qurqnkichu kuntrasiñayki utaq suti yaykunaykipaq?

source: No problem, just enter your username or your email and we will send you an email with instructions to reset your password.
qu: Mana hucha kanchu, sutillaykita yaykuychi utaq kurriyuykita apachimuchkayki huk kurriyuta kuntrasiñayki musuqyachiyta.

source: Enter Username
qu: Churay suti yaykunata.

source: Email address you registered with
qu: Email address nisqawan qillqakusqayki.

source: Send me a password reset link!
qu: Apachimuway kuntrasiñayki Musuqyachiy Link!

source: Welcome to Scratch, <strong>%(username)s</strong>!
qu: Allin hamuy Scratchman,<strong>%(username)s</strong>!

source: With Scratch, you can program your own interactive stories, games, and animations—and share your creations with others in the community.
qu: Scratchwanmi, rurawaqmi histuriyaykikunata, pukllaykikunata, kawsaykunatapas—hinaspa apuwaqpas ruwarisqaykita hukunawan intirnit llamkay ayllukunawan.

source: New to Scratch? Click the link below:
qu: Musuqchu kanki Scratchpi? Klikyaykuy uray inlasipi:

source: Get started on Scratch
qu: Qallariy llamkaypi Scratchpi

source: To learn more about the Scratch online community, go to our
qu: Uywanaykipaq achka willakuyta kay intirnit llamkay ayllu Scratchpa, pasay ñuqanchikman

source: To discover project ideas, check out our
qu: Tarinaykipaq amutaykunata llakaykunamanta , tapuriy ñuqanchikman

source: Ideas Page
qu: Umanchanapaq Paqina

source: Welcome to Scratch, %(username)s!
qu: Allin hamuy Scratchman,%(username)s!

source: Get Started on Scratch
qu: Qallariy Llamkay Scratchpi

source: To learn more about the Scratch online community, go to our Community Guidelines
qu: Uywanaykipaq achka willakuyta kay intirnit llamkay ayllu Scratchpa, pasay ñuqanchik aylluman

source: To discover project ideas, check out our Ideas Page
qu: Tarinaykipaq amutaykunata llakaykunamanta , tapuriy paqina amutayninchikman

source: Joined %(tDate)s ago /
qu: huñukurqanki %(tDate)s ña/

source: Community statistics for Brazil at a glance
qu: Yuparisqa ayllukuna Brasil suyumanta Qawariy

source: <li class="data"><span class="value" id="numproject"></span> projects shared,</li> <li class="data"><span class="value" id="numusers"></span> users registered,</li> <li class="data"><span class="value" id="numcomments"></span> comments posted,</li> <li>&hellip;and growing!</li>
qu: <li class="data"><span class="value" id="numproject"></span>Llamkay aypurisqa,</li> <li class="data"><span class="value" id="numusers"></span>Yaykuq Qillqasqa,</li> <li class="data"><span class="value" id="numcomments"></span> Rimarisqa publikasqa,</li> <li> &hellip; wiñarispa!</li>

source: Data generated on:
qu: Data Aysarisqa chay:

source: Detailed trends for Brazil
qu: Munarisqa qillqasqa Brasil suyuman

source: Monthly Activity Trends
qu: Kalla llamkayta munarisqa

source: Monthly Active Users
qu: Killa llamkaq Yaykuqkuna

source: Age Distribution of New Scratchers
qu: Watayuq Aypurisqa Musuq Scratchirkuna

source: Monthly Project Shares
qu: Killa ruwariq llamkaykuna

source: Monthly Comment Activity
qu: Killa puniy Llamkay Rimasqa

source: Monthly Activity Trends from Brazil
qu: Kalla llamkayta munarisqa Brasil suyupi

source: Monthly Active Users from Brazil
qu: Killa llamkaq Yaykuqkuna Brasil suyupi

source: Age Distribution of New Scratchers from Brazil
qu: Watayuq Aypurisqa Musuq Scratchirkuna Brasil suyumanta

source: Monthly Project Shares from Brazil
qu: Killa ruwariq llamkaykuna Brasil suyumanta

source: Monthly Comment Activity from Brazil
qu: Killa puniy Llamkay Rimasqa Brasil suyumanta

source: Community statistics at a glance
qu: Allin ruwarisqa ayllupi Qawarillaykuy

source: <li class="data"><span class="value" id="numproject"></span> projects shared,</li> <li class="data"><span class="value" id="numusers"></span> users registered,</li> <li class="data"><span class="value" id="numcomments"></span> comments posted,</li> <li class="data"><span class="value" id="numstudios"></span> studios created</li> <li>&hellip;and growing!</li>
qu: <li class="data"><span class="value" id="numproject"></span>Llamkay aypurisqa,</li> <li class="data"><span class="value" id="numusers"></span>Yaykuq Qillqasqa,</li> <li class="data"><span class="value" id="numcomments"></span> Rimarisqa publikasqa,</li> <li class="data"><span class="value" id="numstudios"></span>yachay rurasqa</li> <li> &hellip; wiñarispa!</li>

source: Website traffic last month
qu: Killa pasasqapi Website nisqapi takyarisqa

source: <li class="data">%(pageviews)s pageviews</li> <li class="data">%(visits)s visits</li> <li class="data">%(visitors)s unique visitors</li>
qu: <li class="data">%(pageviews)s Pahina qawasqa</li> <li class="data">%(visits)swaturisqa</li> <li class="data">%(visitors)shuk waturiqkuna</li>

source: Data generated from Google Analytics on:
qu: Qillqasqa uywarisqa Google Analytics nisqawan:

source: Scratchers Worldwide
qu: Scratchers llapan suyupi

source: We'll be Back Soon- Scratch
qu: Kutimusaqkuña- Scratchman

source: Coming Back Soon...
qu: Kutimunkiñam...

source: Scratch Terms of Use
qu: Scratch Imayna allin llamkaynin

source: Featured Project
qu: Munasqanchik Llamkay

source: Featured Tutorial
qu: Munasqanchik Yanapaykuna

source: Work In Progress
qu: Llamkay Ruwarisqa.

source: Remix This!
qu: Chapuy kayta

source: My Favorite Things
qu: Imapas Munasqanchik

source: Why I Scratch
qu: Imaypi Scratchpi

source: user profile
qu: llamkaqpa imaynakaqta

source: user profiles
qu: llamkaqpa imayninkuna

source: Woah, seems like you're following people really quickly. Please wait a bit longer between following people.
qu: Wauh, runatam qatichkanki utqayllaman. amahina kaspalla, suyay huk ratulla qatiq runakunamanta.

source: Oops! You are following too many Scratchers.
qu: uuy! qatichkanki achka Scratchirkunaqa.

source: You must confirm your email address to love or favorite projects
qu: Kunfirmawaqmi kuriyuykita kuyanaykipaq utaq llamkaykuna munasqaykita

source: Woah, seems like you're favoriting projects really quickly. Please wait a bit longer between favoriting projects.
qu: wauu, munachkankichus utqay llamkaykuna. Ama hinakaspalla, suyay pisillata llamkaykuna faburisinaykipaq.

source: Woah, seems like you're loving projects really quickly. Please wait a bit longer between loving projects.
qu: wauu, munakichus utqay llamkaykunata. ama hinakaspalla, suyay pisillata kuyay llamkayllata.

source: Woah, seems like you're inviting curators really quickly. Please wait a bit longer between inviting curators.
qu: wauu, inwitasqam kachkanki utqay hanpikuq. Suyay aschallata hanpiqkuna inwitasqawan.

source: Oops! You are following too many studios.
qu: Uy! Qatichkanki achka yachaykunata.
