Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/qu/LC_MESSAGES/django.po
Languages: qu

source: Using Scratch, children can create interactive stories, games, and animations.
qu: Usaspa Scratchta, wambrakuna ruranqaku sumaq histuriyankuta, pukllaykunata hinaspa kawsarinata.

source: Scratch is available for free, thanks to generous support from our donors. We are grateful to our Founding Partners: Massachusetts Institute of Technology, the National Science Foundation, and the Siegel Family Endowment.
qu: Scratchmi kachkan mana qullqillawan uywanapaq, ancha allin yanapawasqanchikman dunantisnichikunata. Aqradisinchikmi yanapay fundadurninchikman: Yachay wasi Instituto de Tecnología de Massachusetts, la Fundación Nacional de Ciencias y la Fundación de la Familia Siegel nisqakunawan.

source: Or Join Scratch
qu: Utaq Hukllapakuy Scratch

source: Uh oh
qu: Uh uh

source: Birth Month and Year
qu: Wiñasqayki Killa Watapas

source: We use this information to calculate the age range of people who use Scratch, and to confirm that you are the owner of the account if you contact us. Your birth month and year will not be made public.
qu: Usaniku kay willa qillqayta watanta aysanapaqmi runapa scratchta usasqanta hinallataq kunfirmanapaq qanmi kanki kay kuwintapa runan sichus qawamuwankiku ñuqanchikwan. killata wata nasisqayki manama llapa runaman qawachikunqachu.

source: Gender
qu: Kayniki

source: This helps the Scratch design team understand who is using Scratch, and provides information that helps us broaden participation. This information is not visible on your account, and is only used to describe overall participation.
qu: Kaymi yanapan llimpi huñukusqaman Scratchmanta kumprindinampaq pim usachkan scratchta hinallataq yanapawanchik willarisqayki atunyachiyta llamkasqaykipi. kay willakuymi manma qawachisqachu kuwintaykipi ichaqa usakunmi qillqanapaq llamkasqaykimanta.

source: Month
qu: Killa

source: January
qu: Kamay killa

source: February
qu: Hatun puquy

source: March
qu: Pawqar waray Killa

source: April
qu: Ayriwa Killa

source: May
qu: Aymuray Killa

source: June
qu: Inti raymi Killa

source: July
qu: Anta situwa Killa

source: August
qu: Hapaq situwa Killa

source: September
qu: Unu raymi Killa

source: October
qu: Quya raymi Killa

source: November
qu: Aya marka Killa

source: December
qu: Qapaq raymi Killa

source: Year
qu: Wata

source: Male
qu: Qari

source: Female
qu: Warmi

source: Country
qu: Suyu Llaqta

source: Enter your parent's or guardian's email address and we will send them an email to confirm this account.
qu: Qillqay kurriyu iliktrunikita taytaykikunapa utaq tuturnikipata chaymanmi apachimusaykiku huk kurriyu iliktrunikuta ari ninaykipaq chay kuwintapi.

source: Receive updates from the Scratch Team
qu: Chaskimuy musuqyachisqakunata Scratch llamkasqankunamanta

source: Welcome to Scratch,
qu: Allin hamuy Scratman,

source: You're now logged in! You can start exploring and creating projects.
qu: Qallarirqankiñachu! llamkawaqñam Qallari maskarispayki llamkaykunata ruwaspayki.

source: If you want to share and comment, simply click the link in the email we sent you at <strong><span class="email-welcome"></span></strong>
qu: Sichus munanki aypuyta rimariytapas, klikyaykuy hinalla kay kurriyu iliktrunikupi apachimusqanchikta <strong><span class="email-welcome"></span></strong>

source: Wrong email? Change your email address in <a href="%(settings_url)s">Account Settings</a>
qu: Email manam allinchu? tikray kurriyu iliktrunikita kay <a href="%(settings_url)s">Qillqarikuy kuwintaykita</a>

source: Having problems? <a href="%(contact_url)s?confirmation=1">Please give us feedback</a>
qu: Huchata uywaspa? <a href="%(contact_url)s?confirmation=1">Ama hina kaspalla rimaynikita quwayku</a>

source: Oops we could not log you in. Please log in with the username and password you just created. If you still have trouble, please <a href="%(contact_url)s?confirmation=1">contact us</a>.
qu: Way! manam yaykuta atinchikchu. Qallariy suti yaykunawan, kuntrasiñayki wampas ñaqa rurasqakiwan. Sichus huchata uywankiraq, ama hinakaspalla <a href="%(contact_url)s?confirmation=1">Qayamuwayku</a>.

source: Oops we could not log you in. Please log in with the username and password you just created. If you still have trouble, you can save your project by downloading it to your computer using the button here. You may also ​<a href="%(contact_url)s?confirmation=1">contact us​</a> for additional help.
qu: Way! manam yaykuta atinchikchu. Qallariy suti yaykunawan, kuntrasiñayki ñaqa rurasqakiwan. Sichus huchata uywankiraq, waqaychay llamkaynikita urquspayki kumputaduraykiman usaspa kay butunta. ichapas <a href="%(contact_url)s?confirmation=1">qayamuwankiman</a> yanapayta uywanaykipaq.

source: Download project
qu: Hurquy llamkayta

source: Whoops, emails do not match
qu: Way, kurriyu iliktrunikukunam manam kuskarinchu

source: View:
qu: Qawasqay:

source: Most Projects
qu: lliw llamkaykuna

source: Last updated
qu: Tukuy Musuqchasqa

source: You do not own any galleries. <a href=>Create one!</a>
qu: Manam uywankichu ima Qaliriyapas. <a href=>Hukta ruway!</a>

source: Created
qu: Rurasqa

source: You do not have any galleries
qu: Manam uywankichu ima Qaliriyapas.

source: All
qu: Llapan

source: Shared
qu: Rakisqa

source: Not shared
qu: Manam aypusqa

source: + New Project
qu: + Musuq Llamkay

source: Last modified:
qu: Qipa allichasqaña:

source: Created:
qu: Rurasqa:

source: Owned by me
qu: Ñuqapam Ruwasqaymi

source: Curated by me
qu: kurasqa ñuqawan

source: Projects
qu: llamkaykuna

source: Comments
qu: Parlarisqaykikuna

source: All Projects (<span data-content="project-count">%(projects_count)s</span>)
qu: Llapan Llamkaykuna (<span data-content="project-count">%(projects_count)s</span>)

source: Shared Projects (<span data-content="shared-count">%(shared_count)s</span>)
qu: Aypurisqa llamkay (<span data-content="shared-count">%(shared_count)s</span>)

source: Unshared Projects (<span data-content="unshared-count">%(notshared_count)s</span>)
qu: Mana Aypurisqa Llamkay (<span data-content="unshared-count">%(notshared_count)s</span>)

source: My Studios (<span data-content="gallery-count">%(gallery_count)s</span>)
qu: Yachayniykuna (<span data-content="gallery-count">%(gallery_count)s</span>)

source: Trash
qu: Mana baliq

source: New Project
qu: Musuq Llamkay

source: New Studio
qu: Musuq Yachay

source: See inside
qu: Qaway ukunta

source: Add to
qu: Yapaykuy

source: Unshare
qu: Mana Aypunapaq

source: Put back
qu: Kutimuy

source: %(time)s ago
qu: %(time)sña

source: shared the project
qu: Aypurqa llamkaynikita

source: remixed
qu: Chapurisqa

source: as
qu: imayna

source: favorited
qu: Munasqa

source: loved
qu: Kuyasqa

source: is now following
qu: kunanqa qatisuchkankim

source: added
qu: yapanapaq

source: to the studio
qu: yachaykuna

source: became a curator of
qu: hampiq man rikarirun

source: was promoted to manager of
qu: qirintiman churasqa kan

source: is now following the studio
qu: Kunanqa qatiy yachaykunaman

source: joined Scratch
qu: Hukllachasqa Scratch

source: Enter
qu: Yaykuy

source: Do you like fashion?
qu: Qustasunkichu Musuq pacha?

source: Watch this video about making fashion projects.
qu: Qaway kay Widiyu imayna ruwanaykipaq musuq pacha llamkayta.

source: Then see what you can do with the dress-up game below.
qu: Chaymanta, Qaway imayna ruwanaykipaq pukllay pachakunawan qatiqpunipi.

source: Explore other fashion projects and make your own!
qu: Ñawinchay huknin pacha musuq llamkaykunata inaspa ruway qampata!

source: Do you like hip-hop?
qu: Qustasunkichu hip-hop?

source: Watch a video about making hip-hop projects.
qu: Qaway huk widiyu imayna ruwanapaq hip-hop llamkayta.

source: Then, create your own dance scene!
qu: Hinaptinqa, ruray tusuq isinaykita!

source: Check out projects by others for inspiration.
qu: Qawariy llamkaykunata hukunamanta imayna ruwanaykipaq.

source: Want to make your own dance? <a href="http://scratch.mit.edu/dance">Start creating in Scratch!</a>
qu: Munankichu ruwayta kiki tusuynikita? <a href="http://scratch.mit.edu/dance">Qallari ruwasspa Scratchpi!</a>

source: Click on blocks to see what they do
qu: Klikta ruray champakunapi qawanaykipaq ima ruwasqanta.

source: Try clicking this block
qu: Klikyayta atipay kay champapi

source: Or this block
qu: Utaq kay champa

source: Try changing colors
qu: Musuqyachiriy chay Kulurkunata

source: First, select a clothing item
qu: Primiru, akllaykuy pachakunapaq

source: Then, try this script
qu: Hinaptin, churay kay Scripta

source: Test it out!
qu: Qawariy!

source: Try changing costumes
qu: Musuqyachiriy chay Pachata

source: Select a piece of clothing
qu: Akllaykuy huk piyesa pachata

source: Then, switch costumes
qu: Chaymanta, tikray pachata

source: Now, click it!
qu: Kunanqa klikta ruray!

source: Say hello
qu: Rimay Imaynalla

source: Select the person
qu: Akllaykuy runata

source: Type in a phrase
qu: Qillqariy huk rimayta

source: Move the sprites
qu: Muyuq spritkunata

source: Select an accessory
qu: Akllaykuy Aksisuriyukunata

source: Tell it where to go
qu: Niy mayman rinampaq

source: Other things to try
qu: Hukninkuna churanapaq

source: Add a sound
qu: Yapay huk qapariqnin

source: Explore other costumes
qu: Ñawnchay hunin pachakunata

source: Make longer scripts
qu: Ruway qiyun ancha Atunta

source: Start to Dance
qu: Qallari Tusuyta

source: Things to Try
qu: Yanapay Qawanapaq

source: on Scratch
qu: Scratchpi

source: Projects in
qu: Llamkaykunaqa

source: Visit the Studio
qu: waturikuy Yachaykunaman

source: Recent
qu: Kunallan Rurasqa

source: Projects by Scratchers
qu: Llamkay Scratchirspa

source: Scratch Privacy Policy
qu: Scratch Chiqanchikkuna Kikillanchikpaq

source: Favorites
qu: Munasqaykuna

source: Followers
qu: Qatiwasqanku

source: Following
qu: Qatisqaymi

source: Shared Projects
qu: LLamkaykuna Aypurisqa

source: Studios I Follow
qu: Yachaykuna Qatisqay

source: Studios I Curate
qu: Yachay I Hampi

source: Student of: %(classroom_name)s
qu: Yachakuq chay: %(classroom_name)s

source: Scratch Team
qu: Huñunakusqanku scratchmanta

source: Teacher Account
qu: Amawtakunapa Qillqaynin

source: Scratcher
qu: Scratchirkuna

source: New Scratcher
qu: Musuq Scratchirkuna

source: Joined <span title="%(tDateLabel)s">%(tDate)s</span> ago
qu: Hukllarisqa <span title="%(tDateLabel)s">%(tDate)s</span> chay

source: About me
qu: Ñuqamanta

source: Add a bit about yourself
qu: Churay asllata qanmanta

source: What I'm working on
qu: Imapitaq llamkachkani

source: Describe what you're working on
qu: Rimay imapitaq llamkachkanki

source: What I've been doing
qu: Llamkasqaypi puniy

source: Favorite Projects
qu: Munasqayllay Llamkay

source: Studios I'm Following
qu: Yachaykunata Qatisqay

source: Become a Scratcher...
qu: Tikrakuy Scratchirman...

source: Now that you’ve gotten to know Scratch and the Scratch community, you are ready to become a Scratcher. The next few pages describe what that means. On the last page, you can choose to officially become a Scratcher.
qu: Kunan riqsiptiki Scratchta ayllu Scratchtapas, listuchu kachkanki Scratcher kanaykipaq. Qatiq pahinakunam ninmi ima kasqanta. Tukuq pahinapi, Akllawaqmi Scratcher kanaykipaq.

source: Scratchers are respectful.
qu: Scratcherkunam kan rispitaq.

source: Everyone should feel welcome on Scratch, so we’re careful to be respectful to everyone.
qu: Llapallanchikmi allin hamuy kanmanku scratch man, piwami sumaq rispitusum kachwan.

source: We’re constructive.
qu: Llamkaqmi kamiku

source: Many projects are made by kids who are new to Scratch. When we comment on other’s projects, we say something we like about it, and suggest ways to make it better.
qu: Achka llamkaykuna ruwasqa kachkan wambrakunawan musuq yaykuq Scratchpi. rimay kuptinchik hukunapa llamkayninta, ninchikmi qustawasqanchikta hinallataq allichananpaqpas.

source: We give credit.
qu: Quykuniku kaqnin.

source: Anything shared on Scratch can be remixed by everyone. When we remix, we give credit to the original creator.
qu: Llapan scratchpi llamkaqkuna aypuqkunam taqwikunamanmi llapankunawan. Taqwiptinchik, llamkasqanman kaqnin nisqata Quchkanchik.

source: We help keep the site friendly.
qu: Yanapaway uywayta intirnitta sumaq punita.

source: Scratch is a fun and friendly place because Scratchers make it that way. If you see a project or comment that’s mean, click Report.
qu: scratchmi ancha sumaqmi kan masillanchikmi scratchirkunam ruwanku chaynata. Sichus qawanki llamkayta utaq rimarina imataqsi nin, klikyaykuy Niykuy.

source: We invite you to become a Scratcher.
qu: Inwitasaykiku Scratcher kanaykipaq.

source: You get to decide if you want to become a Scratcher.
qu: atiwaqmi amutaspayki sichus Scratcherchu kanaykipaq.

source: If you agree to <strong>be respectful</strong>, <strong>constructive</strong>, <strong>give credit</strong>, and <strong>help keep the site friendly</strong>, click "I agree!"
qu: Sichus kanki <strong>rispitusu</strong>, <strong>ruwariq</strong>, <strong>ari kaqnin nisqayki</strong>, <strong>yanapankipas uywayta intirnitta</strong>, klikyaykuy kaypi "akuwirdum kachkani!"

source: If you don’t wish to become a Scratcher, just close this page. (If you change your mind later, you can always come back).
qu: Sichus manam munankichu scratchirman, wichqay hinalla kay paqinata. (sichus amutaynikita ktikray, kutimuwaqmi hinalla).

source: Congratulations on becoming a Scratcher!
qu: Sumaqllañam Scratcherman huñunakusqayki!

source: Congratulations! You’ll notice that the word "Scratcher" now appears on your profile page, and under your user icon on forum posts.
qu: Sumaqllaña! Qawarinki "Scratcher" rimariyta kunanmi rikarimunqa pirfil paqinaykipi usuariyu ikunun uraynimpi furu publikasqapi.

source: Back
qu: hipaman

source: I agree!
qu: akuwirdum kachkani!

source: OK!
qu: ARÍ!

source: scripts
qu: qillqaykuna

source: sprites
qu: Spritkuna

source: Thanks to <a href="%(remix_profile_url)s">%(username)s</a> for:
qu: Aqradsikuni <a href="%(remix_profile_url)s">%(username)s</a> chayna:

source: Project Remixed
qu: Llamkay Chapurisqa

source: Thanks to <a href="%(og_profile_url)s">%(username)s</a> for:
qu: Aqradsikuni <a href="%(og_profile_url)s">%(username)s</a> chayna:

source: Original Project
qu: Llamkaqkunam

source: not shared
qu: manam aypusqa

source: Modified: %(tDate)s
qu: Allichasqa:%(tDate)s

source: Favorite this project
qu: Munasqayllay kay Llamkay

source: Love this project
qu: Kuyanim kay llamkayta

source: Total views
qu: Llapallan qawasqanchik

source: View the remix tree
qu: Qawariy sacha taqwisqakunata

source: Add this project to a studio you curate (or remove it from a studio)
qu: Yapay kay llamkayta huk yachay hampi (utaq picharquy yachaykunamanta)

source: Just click on the button for any of the studios from the list below
qu: Klikyaykuy hinalla yachaykunapa ima butuninkunapi qatiq listakunapi

source: Download this project file
qu: Hurquy qillqa llamkayta

source: Embed
qu: Takyachiy

source: Copy and paste the embed code above.
qu: kupyay hinaspa churay chay kudiqu qayna churassqa.

source: Share
qu: Rakiy

source: OK, Got it.
qu: Arí Uywanim

source: All Tips
qu: llapan willakuyta

source: This project was removed by the Scratch Team because it was disrespectful, inappropriate for all ages, or otherwise breaks the Scratch community guidelines.
qu: Kay llamkaymi pichasqam scratch llamkaqkunawan mana allin kaptin, llapan wata kaqkunapi, utaq ukninmanta Ayllu scratchta qachachan allin kachkaptin.

source: It cannot be reshared at any time in the future.
qu: Manam aypuyta kutinkunqachu ñawpaq punchawkunapi.

source: Please read the <a href="/community_guidelines/">community guidelines</a> and be sure to edit the project to make sure it's respectful before resharing it.
qu: Liyiy chay <a href="/community_guidelines/">ayllupa nisqankunata</a> hinaspa musuqyachiy llamkayta mana qachachanampaq aylluta chaymantañan aypuwaq.

source: Select a reason why above
qu: Akllay huk amutay amaypi kasqanta

source: Please provide a link to the original project
qu: Churay huk inlasi nisqata llamkay qallariyman.

source: Please provide links to the uncredited content
qu: Churay huk inlasita chay llamkay mana allin kaqta.

source: Please say why the project is too violent or scary
qu: Rimay imanypim llamkayniki ancha qulpiqmi utaq supay niraq.

source: Please say where the inappropriate language occurs in the project (For example: Notes & Credits, sprite name, project text, etc.)
qu: Rimay maypim llamkakun chay qillqanata llamkayniypaq (kay hina: notas & kriditukunakunapas, sprit sutin, llamkaymanta qillqasqa, etc.)

source: Please say the name of the audio file with the inappropriate music
qu: Ama hina kaspalla rimay uyarina karpitamanta sutinta chay mana allin takikunawan

source: Please say where the personal contact information is shared (For example: Notes & Credits, sprite name, project text, etc.)
qu: Rimay maypim aypukun willakuykuna kikillanmanta (kay hina: notas creditukunakunapas, sprit sutin, llamkaymanta qillqasqa, etc.)

source: Please be specific about why this project does not follow our Community Guidelines
qu: Ariy nimuy chay llamkaymanta imanaypitaq manam qatinchu allunchipa prinsipyunta

source: Please say the name of the sprite or the backdrop with the inappropriate image
qu: Ama hina kaspalla rimay spritpa sutinta utaq hipaynin mana allinkasqata

source: Added to studio
qu: Yapasqa yachayman

source: Limit of 3 tags.
qu: takyachiy 3 itikitakunata.

source: Server error when editing tag. Please reload the page to see updates.
qu: Manan Allinchu sirwidurniki musuqyachiptin itikitaspa. yapamanta qallariy qawanaykipaq allichasqakuna.

source: Hmm...the bad word detector thinks there is a problem with your tag. Please change it and remember to <a target=\"_blank\" href=\"/community_guidelines/\">be respectful</a>.
qu: Hmm... Mana allin parlasqakuna huk huchatam tarirun itikitaykiwan. Ama hina kaspalla musuqyachiy <a target=\"_blank\" href=\"/community_guidelines/\">yuyariy rispitusu kayta</a>.

source: Please choose a reason for reporting this project from the dropdown.
qu: Ama hina kaspalla, akllay huk amutayta willanaykipaq kay llamkayta chutay akllanapaq.

source: Report and Unshare
qu: Niykuy hinaspa mana aypuyñachu

source: Type in a reason for removing this project. The project will no longer be visible on the website, but it will still exist in the student's My Stuff. The Scratch Moderation Team will also be alerted.
qu: Qillqay huk amutay pichanaykikay llamkayta. Llamkasqaykiqa manañam qawakuñachu sitiyu web nisqapi, ichaqa tarikunqaraqmi Imayniykuna kay My Stuff Yachakuq. Llamkaqkuna huñukusqanku scratchmanta uyariy uyariyllam kanqaku.

source: The project has been unshared and reported to the Scratch Team.
qu: Llamkasqaykim manam aypusqachum ripurtasqapas scratch llamkaqkunawan.

source: Report as inappropriate
qu: Niykuy mana allin kaqta

source: From the dropdown below, please select the reason why you feel this project is disrespectful or inappropriate, or otherwise breaks the <a href="%(community_guidelines_url)s" target="_blank">Scratch Community Guidelines.</a>
qu: Qaway qatiqpunipi chay chutay akllanapaq, Llamkay imanaypim ninki kay llamkaykuna kan irispitusu utaq inaprupiyadu, hukunapas qachachan <a href="%(community_guidelines_url)s" target="_blank">llamkayninchikta scratch ayllunchikta.</a>

source: If your report is about disrespectful or inappropriate use of Cloud Data, you can view the <a href="%(cloud_data_url)s">list of all Cloud Data operations</a> for this project.
qu: Niykuy sichus qillqasqayki kanmi irrispitusu utaq mana allin chay CLoud Data nisqan, qawawaqmi <a href="%(cloud_data_url)s">llapan listakunata llapa ruwasqakunata Cloud Data</a> nisqata kay llamkasqapi.

source: Select a reason
qu: Akllaykuy amutayninta

source: Exact Copy of Project
qu: Rikchayllana kupyasqa llamkaymanta

source: Uses Image/Music Without Credit
qu: Churay llimpita / taki mana kaqnin

source: Too Violent or Scary
qu: Ancha Mancharikuypaq utaq Qulpikuq

source: Inappropriate Language
qu: Manam allinchu Rimay

source: Inappropriate Music
qu: Manam allinchu Takikuna

source: Inappropriate Images
qu: Manam allinchu Llimpisqa

source: Sharing Personal Contact Information
qu: Aypuriy willakuykunata qayanaykipa kiki

source: Other
qu: Hukña

source: This has been permanently unshared because of the way it violated the Community Guidelines.
qu: kaymi Manam aypukurqachu ñaqa punilla qawaspanku imaynataq qachacharqaku kaqninkuta ayllukunapa.

source: More projects by
qu: Achka llamkaykuna

source: Creator
qu: Ruraq

source: More projects (temporarily disabled)
qu: Achka llamkaykuna (mana churasqa)

source: Instructions
qu: Rimarisqa

source: Tell people how to use your project</br>(such as which keys to press).
qu: Nimuy runaman imaynataq usanmanku llamkayninta</br> (ima tiklata ñitinanpaqpas).

source: Notes and Credits
qu: Qillqana Kriditukuna

source: added by
qu: Yaparisqakuna

source: How did you make the project?
qu: Imaynataq ruwaranki llamkayta?

source: Did you use ideas, scripts, or artwork from other people? Thank them here.
qu: usarqankichu amutaykunata, qiyunkunata utaq huknin runapa ruwasqankunata? qrasiyas paykunaman.

source: Draft
qu: Pichasqa hina

source: %(tDate)s ago
qu: %(tDate)sña

source: Add project to studios
qu: Yapay llamkayta yachaykunaman

source: Embed project on other websites
qu: Churay llakaynata hukuna internit web kama

source: Report and Unshare this project
qu: Niykuy hinaspa llamkayn mana aypuyñachu

source: Report project as inappropriate
qu: Niykuy llamkayta mana allin nispa

source: Report this
qu: Niykuy kaykuna

source: View Cloud Data activity for this project.
qu: Qaway llamkaykunata chay Cloud Data nisqata kay llamkaymanta.

source: Newest Projects
qu: Musuq Llamkaykuna

source: Projects selected by
qu: Llamkay akllasqakuna

source: Featured Projects
qu: Sumaq Llamkaykuna

source: What the Community is
qu: Imataq Ayllukuna

source: Remix tree for "%(projectTitle)s"
qu: taqwipay sacha chay "%(projectTitle)s"

source: Remix tree
qu: chapuriy sachakunata

source: Shared: %(tDate)s
qu: Rakisqa: %(tDate)s

source: Your project is now shared.
qu: Llamkayniki aypusqañam kachkan.

source: Congratulations on sharing your project! Other people can now try it out, give comments, and remix it.
qu: Ancha kusikuymi llamkayniki aypusqaykiptiki! Uknin Runakunam kuanaqa churawaqmi, rimariwaqmi chaymanata yapamanta chapuwaqmi.

source: This project is not shared -- so only you can see it. Click share to let everyone see it!
qu: Kay llamkaymi manam aypukunchu, qamllam qawarinki. klikta ruway aypuypi lliwllam qawanankupaq!

source: Note: This project is in the trash folder
qu: Qillqana:kay llamkaymi tarikun pichasqakunapi.

source: Note: this project is not visible, it was
qu: Qillqasqa: kay llamkaymi manam qawakunchu,

source: Unshared
qu: Mana aypurina

source: We've received your report. The Scratch Team will review the project, and decide whether or not it should stay on the site based on the <a href='/community_guidelines'>Scratch Community Guidelines</a>.
qu: Chaskirqaniku willakusqaykita. Scratchpi llamkaqkunam allichanqaku llamkaynikita hinaspa ninqam chaypim kanqa manachu intirnitpi <a href='/community_guidelines'>Scratch Community Guidelines</a> nisqapi.

source: Login
qu: Yaykuy

source: Forgot username or password?
qu: Qunqarqunkichu suti yaykunata utaq kuntrasiñayki?

source: Password reset confirmation
qu: kuntrasiñayki picharisqa

source: New Password
qu: Musuq Pakaq

source: Change my password
qu: Tikray pakaqnikita

source: Your must enter a password
qu: Qam qillqawaqmi pakaqnikita

source: Password reset email sent...
qu: Musuq kuntrasiñayki apachimusaykiku kay kurriyuman...
