Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/qu/LC_MESSAGES/djangojs.po
Languages: qu

source: Available %s
qu: Kachkan%s

source: This is the list of available %s. You may choose some by selecting them in the box below and then clicking the "Choose" arrow between the two boxes.
qu: Kaymi listapi tarikuqkunam%s. akllawaqmi wakinkunata kuadru uray tarikusqampi hinaspa klikyaykuspayki wachi "Akllay" kuadru tarikusqampi.

source: Type into this box to filter down the list of available %s.
qu: Qillqay kay kuadrupi philtranaykipaq lista tarisqaykita %s.

source: Filter
qu: Philtray

source: Choose all
qu: Llapanta akllay

source: Click to choose all %s at once.
qu: klikyaykuy llapanta akllanaykipaq %s qatiqpunilla.

source: Choose
qu: Akllay

source: Remove
qu: Asuchiy

source: Chosen %s
qu: Akllasqa %s

source: This is the list of chosen %s. You may remove some by selecting them in the box below and then clicking the "Remove" arrow between the two boxes.
qu: Kaymi lista akllasaqayki %s. Pichawaqmi wakinta akllaspayki uray kuadrumanta hinaspa klikyaykuspayki wachi "Pichay" kuadru tarikusqampi.

source: Remove all
qu: Llapanta asuchiy

source: Click to remove all chosen %s at once.
qu: Klikyaykuy llapa akllasqaykita pichanaykipaq. %s qatiqpunilla.

source: You have unsaved changes on individual editable fields. If you run an action, your unsaved changes will be lost.
qu: uywanki rurasqayki mana waqaychasqa llamkay tikrasqaykikuna. qallariptikiqa, mana waqaychasqakiqa chinkarunqam.

source: You have selected an action, but you haven't saved your changes to individual fields yet. Please click OK to save. You'll need to re-run the action.
qu: akllarqanki huk rurayta, ichaqa manaraqmi waqaycharqankichu llamkay tikrasqaykita. ama hina kaspa, klikyaykuy ARI nisqampi waqaychanaykipaq. Yapamanta qallarichinki rurasqaykita.

source: You have selected an action, and you haven't made any changes on individual fields. You're probably looking for the Go button rather than the Save button.
qu: Akllarqanki huk rurayta hinaspa manaraqmi allicharqankichu llamkayta. icharaqmi maskachkanki butun RI nisqanta Waqaychay butunmanta.

source: January February March April May June July August September October November December
qu: Kamay killa, Hatun puquy Killa, Pawqar waray Killa, Ayriwa Killa, Aymuray Killa, Inti raymi Killa, Anta situwa Killa, Wayra Killa, Unu raymi Killa, Quya raymi Killa, Aya marka Killa, Qapaq raymi Killa.

source: Show
qu: qawanapaq

source: Hide
qu: Pakay

source: Now
qu: Kunanqa

source: Clock
qu: Inti Watana

source: Choose a time
qu: Akllay huk urata

source: Midnight
qu: Chawpi Tuta

source: Noon
qu: Chawpi Punchaw

source: Cancel
qu: Manaña llamkaychu

source: Today
qu: Kunan Punchaw

source: Calendar
qu: Watanqillqa

source: Yesterday
qu: Qaynapunchaw

source: Tomorrow
qu: Paqarin

source: Want to share on Scratch?
qu: Munankichu aypuyta Scratchpi?

source: Your Account Will Not Be Deleted
qu: sutichakusqaykiqa Manam Pichasqachu Kanqa

source: Delete my account
qu: Pichaykusaq yaykunaykita

source: on Scratch
qu: Scratchpi

source: Would you like to leave the editor anyway?
qu: Munankichu dihayta allichachiqta?

source: Your changes are NOT SAVED! To save, stay on this page, then log in.
qu: Allichasqaykiqa MANAM WAQAYCHAKURQACHU! waqaychanaykipaqa, kayllapi kiqakuy, chaymanta qallariy.

source: Your changes are NOT SAVED! To save, stay on this page, then click “Remix”.
qu: Allichasqaykiqa MANAM WAQAYCHAKURQACHU! waqaychanaykipaqa, kayllapi kiqakuy,chaymanta klikyaykuy "Kambiyay".

source: Your changes are NOT SAVED! To save, stay on this page, click “See inside”, then click “Remix”.
qu: Allichasqaykiqa MANAM WAQAYCHAKURQACHU! waqaychanaykipaqa, kayllapi kiqakuy,klikyaykuy "Qaway ukumpi", chaymanta klikyaykuy "Kambiyaykuy".

source: Your changes are NOT SAVED! To save, stay on this page, then click “Save now.”
qu: Allichasqaykiqa MANAM WAQAYCHAKURQACHU! waqaychanaykipaqa, kayllapi kiqakuy, chaymanta klikyaykuy "Kunan Waqaychay".

source: Are you sure this project is disrespectful or inappropriate, and breaks the community guidelines? If not, click cancel, and then click the community guidelines link at the bottom of the page to learn more.
qu: Siqurucho kachkanki kay llamkasqayki mana allinchu ayllukunapaq? chayna kaptinqa, klikyaykuy Manaña llamkanchu chaymanta klikyaykuy ayllukunapa diriksiunimpi uray paqina ancha willay yanapayta chaskinaykipaq.

source: ago
qu: chay

source: from now
qu: Kunanmamta

source: any moment now
qu: Imallapipas

source: less than a minute
qu: pisi minutulla

source: about a minute
qu: minutu punim

source: %d minutes
qu: %dminutu

source: about an hour
qu: huk hura muyuriqnimpi

source: about %d hours
qu: kuska%d huralla

source: a day
qu: huk punchaw

source: %d days
qu: %d punchawkuna

source: about a month
qu: killa muyuriqnimpi

source: %d months
qu: %d killakuna

source: about a year
qu: watapi hina

source: %d years
qu: %d watakuna
