Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/qu/LC_MESSAGES/django.po
Languages: qu

source: <a id="confirm-email-popup" href="#">Confirm your email</a> to enable sharing. <a href="%(faq_url)s#accounts">Having trouble?</a>
qu: <a id="confirm-email-popup" href="#">chiqaqchay emailnikita</a> tikrayta saqillanaykipaq.<a href="%(faq_url)s#accounts"> Sasakuchkankichu?</a>

source: About Scratch
qu: Scratchmanta

source: For Parents
qu: Mama tayta-Kunapaq

source: For Educators
qu: yachachiq-kunapaq

source: For Developers
qu: Ruraq-kunapaq

source: Credits
qu: Kreditu

source: Jobs
qu: Llamkaykuna

source: Press
qu: willay riqsichiq

source: Community
qu: Ayllu

source: Community Guidelines
qu: Ayllukuna

source: Discussion Forums
qu: Parlanapaq Huñukuy

source: Scratch Wiki
qu: Scratch Wiki-nisqan

source: Statistics
qu: Ranuykama

source: Support
qu: Yanapay

source: FAQ
qu: Ima riqsiq munay

source: Offline Editor
qu: Mana Intirnitwan Llamkay Musuqyachisqa

source: Contact Us
qu: Qayaykuwayku

source: Scratch Store
qu: Scratchpa Ratinan Wasi

source: Donate
qu: Quyniki

source: Legal
qu: Kamachikuykuna

source: Terms of Use
qu: Imayna allin Llamkaynin

source: Privacy Policy
qu: Qamkayniykita Pakaykuniku

source: Scratch Family
qu: Ayllu Scratch

source: Scratch Day
qu: Scratch Punchaw

source: Scratch Conference
qu: Minka Scratch

source: Scratch Foundation
qu: Wiñaynin Scratch

source: View all
qu: Llapanta qaway

source: No items
qu: Manam kanchu rakirinan

source: by
qu: manta

source: Log in to your account
qu: yaykunaykita churay

source: Cloud data history
qu: Puyu intirnitpi yuyaynikipa histurialnin

source: User
qu: Llamkaq

source: Data Name
qu: Yuyaynikipa sutin

source: Action
qu: Ruwariy

source: Data Value
qu: Yuyaynikipa chanin

source: Time
qu: Ura

source: Turn off commenting
qu: Rimarispayki wañuchiy

source: Leave a comment
qu: Dihay huk qillqayta

source: Remember that this project may have been made by someone new to programming. Make sure your comments are friendly and respectful.
qu: Yuyariy kay llamkayta rurasqa kachkan huk musuq pruqramasiyunimpi. Allinta qawariy chay rimasqaykipas allin yupaychasqa kachun.

source: You have <span id="chars-left">500</span> characters left.
qu: Uywanki <span id="chars-left">500</span> runaniraqniki dihasqa

source: Post
qu: Willakuy

source: Cancel
qu: Manaña llamkaychu

source: Sorry, comment posting has been turned off for this %(tType)s
qu: Llakikunchikmi, parlayta uyaychasqaykiqa kayman michakusqam.%(tType)s

source: Sorry comment posting is not available right now. It should be back soon!
qu: Llakikunchikmi, parlayta uyaychanaykipaqa manam kunanqa dispuniblichu. Chaymantaña kutimuwaqmi!

source: Comments loading...
qu: Parlariskunaqa llamkachkan...

source: Delete
qu: Pichay

source: Report
qu: Niykuy

source: Reply
qu: Kutichiy

source: Report comment as inappropriate
qu: niykuy qillqasqaykita mana allinchu

source: %(comment.datetime_created|timesince)s ago
qu: %(comment.datetime_created|timesince)s ñaqa

source: See all %(len)s replies
qu: Llapanta qaway %(len)s kutichikuy

source: Load more
qu: Ancha qipiy

source: Add a New Class
qu: Yapariy huk Musuq Yachachikuy

source: Class Name
qu: Yachachikuy Sutin

source: Class Description
qu: Yachachikuy Kaqninkuna

source: Add Class
qu: Yapariy Yachachikuy

source: Your class name must be at least 5 characters long
qu: Yachachikuy sutin kanmanmi 5 karaktiriskuna

source: You must enter a class name
qu: Yaykuchimuwaqmi yachachikuy sutinta

source: This text looks inappropriate
qu: Kay qillqayqa Qaway mana allinchu

source: Add a New Class Studio
qu: Yapay musuq yachay yachachikuy

source: Studio Name
qu: suntin yachay

source: Studio Description
qu: Yachay kaqninkuna

source: Your username must be between 3 and 20 characters
qu: Suti yaykunaykiqa uywanmanmi 3 - 20 Qillqaykunata

source: Sorry, that username already exists
qu: Mana piñakuspalla, kay suti yaykunaqa tarikunñam

source: Invalid username
qu: Suti yaykunaqa manam allinchu

source: Hmm, that looks inappropriate
qu: Hmm, Qaway chayta manam allinchu

source: You must enter a username
qu: Yaykuchiwaqmi suti yayakunata

source: Your username may only contain letters, numbers, - and _
qu: Suti yaykunaykiqa uywanmanmi qillqakunata, yupaykunata, ichapas _

source: Your password cannot be 'password'
qu: pakaq nikiqa manam kanmanchu 'pakaq'

source: Your password must be at least 6 characters
qu: Pakaq nikiqa uywanqa 6 niraqta.

source: You must enter a password
qu: Qillqawaqmi pakaq nikita

source: Your passwords do not match
qu: Pakaqnikiqa manam kuwisindinchu

source: Your password cannot match your username
qu: pakaq nikiqa manam kuwinsidinmanchu suti yaykunakiwan

source: You must select a birth month and year
qu: Akllawaqmi huk killata, wata nasisqaykitapas.

source: You must specify a gender
qu: runa kaqnikita niwaqmi

source: You must select a country
qu: huk suyu llaqtatam akllawaqmi

source: You must provide an email address
qu: Quwaqmi kurriyu iliktrunikuta

source: You must provide valid email address
qu: Quwaqmi kurriyu iliktrunikuta allin kaqta

source: Example tab
qu: kay ñisunman hina

source: %(classroom_title)s on Scratch
qu: %(classroom_title)s Scratchpi

source: Class page
qu: Yachachikuy pahina

source: ended
qu: tukurirqun

source: Created %(tDate)s ago
qu: Rurarisqa %(tDate)s ña

source: Join this class
qu: Huñukuy kay yachachikuy

source: About this Class
qu: Kay hina Yachachikuy

source: Describe this class. This will be publicly visible, so please avoid using identifiable information, like names.
qu: Qillqariy kay yachachikuy. kaymi qawarikunqa llapallampaq, chaynaqa ama churaychu willakuy qawariyta, suti hinata.

source: <span id="bio-chars-left">200</span> characters left.
qu: <span id="bio-chars-left">200</span> runakuna dihasqankuna.

source: What we're working on
qu: Imapitaq llamkachkaniku

source: Describe what the class is doing.
qu: Qillqariy yachachikuy llamkachkasqaykita.

source: <span id="status-chars-left">200</span> characters left.
qu: <span id="status-chars-left">200</span> runakuna dihasqankuna.

source: Featured
qu: Akllarisqa

source: Change featured project
qu: tikray akllarisqa llamkay

source: Latest Activity
qu: Ñaqa Llakasqayki

source: Report this class
qu: Niykuy yachachikuy

source: Class Studios
qu: Yachachikuy Yachaykunata

source: This class doesn't have any studios yet
qu: Kay yachachikuy manaraqmi uywanchu yachaykunata

source: You can add studios in <a href="%(educator_stuff_url)s">My Classes</a>
qu: Yapawaqmi Yachaykikunata <a href="%(educator_stuff_url)s">yachachikuykuna</a>

source: Students
qu: Yachaqkuna

source: This class doesn't have students yet
qu: Kay yachachikuy manaraqmi uywanchu Yachaqkuna

source: You can add students in <a href="%(educator_stuff_url)s">My Classes</a>
qu: Yapawaqmi Yachaqkuna <a href="%(educator_stuff_url)s">yachachikuykuna</a>

source: Classes
qu: Yachachikuykuna

source: It's easy (and free!) to sign up for a Scratch Educator account.
qu: facillam (qratisllam) qillqarikuy kuwinta uywananchikpaq Scratch yachachiq.

source: Full Name
qu: Llapan Sutiki

source: Enter your real name
qu: Qillqay Allin tukuy sutikita

source: Choose a Scratch Username
qu: akllay huk sutita Scratchpaq

source: Don't use your real name
qu: Ama churaychu Sutikita

source: Choose a Password
qu: akllay huk kuntrasiñayki

source: Remember it - don't tell anyone else
qu: Yuyariy ama nichuy pimanpas

source: Confirm Password
qu: Ari niy kuntrasiñayki

source: Retype your password
qu: Yapamanta qillqay kuntrasiñayki

source: Your responses to these questions will be kept private.
qu: Kay tapukuykunaman kutichisqaykiqa pakasqallam tarikunqa.

source: Why do we ask for this info
qu: Impaqmi mañamunchik kay willakuykunata?

source: Affiliation
qu: Qillqakusqan

source: Need explanatory text.
qu: Munanki qillqarima explikasqata

source: Biography
qu: Kawsayniki

source: Brief Biography
qu: Pisi Kawsanikimanta

source: Enter your email address and we will send you an email to confirm your account.
qu: Yaykuchiy kurriyu iliktrunikiyta chaymantañan apachisaykiku huk kurriyu iliktrunikuta kuwintaykita kunfiquranaykipaq.

source: Email address
qu: Churay Email suti nisqanta

source: Parent's or guardian's email address
qu: Taytaykipa utaq tuturnikipata kurriyun

source: Confirm email address
qu: Chiqaychay kurriyuykita

source: Congrats! educator.username
qu: Yanapaynin! yachachiq. yaykunampaq

source: Welcome to the Scratch Community. What would you like to do next?
qu: Allin Hamuy Scratch Aylluman. Imatatq ruwayta munanki chaymanta?

source: Set up My Account
qu: Yaykunayta Kunfiqurasaq

source: Set up Classes
qu: Kunfiqurasqa Yachayniykuykuna

source: View Community
qu: Qaway Aylluta

source: Greetings from the Scratch Team at MIT! You recently requested a Scratch Teacher Account on <a href="%(scratch_url)s">Scratch</a> with the username:
qu: Scratch MITpi Llamkaqkuna Napaykuchkanku! Ñaqallaraq mañarqanki yaykunaykipaq Scratch Yachachiq <a href="%(scratch_url)s">scratch</a> musuq kuwintayuqwan kay sutiyuq usuwariyupi:

source: Once you have confirmed your email address, we will be able to review your request for a Teacher Account. Confirm your email address by clicking the button below:
qu: ña ari nirquptikiqa kurriyuynikipi, qawarisunchik rikuy mañakusqaykita yachachiq qillqayninkuna. Ariy niy kurriyuykipi klikta ruray qatiq butunpi.

source: Right now, you can access Scratch as a normal user without access to the Teacher features. When your Scratch Teacher Account is ready, we will email you with more information about how to use your new features.
qu: Kunam punim, yaykuwaqmi Scratchwan hukuna yaykusqan hina mana yayachachiq hina. yachachiq yaykunan ña listuñam kachkaptin, apachimusaykiku huk kuriyuta ancha yanapaykunawan imayna usanakipaq hina.

source: Greetings from the Scratch Team at MIT! You recently requested a Scratch Teacher Account on Scratch (%(scratch_url)s) with the username:
qu: Scratch MITpi Llamkaqkuna Napaykuchkanku! Ñaqallaraq mañarqanki yaykunaykipaq Scratch Yachachiq (%(scratch_url)s) musuq kuwintayuqwan kay sutiyuq usuwariyupi:

source: Final Step: Confirm your Scratch Teacher Account
qu: Tukunañapaqa: Ariy niy Scratch yachachiq kurriyuykipi

source: Are you sure you want to delete this class? Once a class is deleted, it cannot be recovered.
qu: Siquruchu munanki pichayta kay klasita? Ña picharquptikiqa kay klasita, manañan tarinkiñachu.

source: Class deleted successfully
qu: Yachachikuy pichasqa allimanta

source: Class restored successfully
qu: Yachachikuy allichasqa allimanta

source: Class ended successfully
qu: Yachachikuy tukurisqa allimanta

source: Class opened successfully
qu: Yachachikuy kicharisqa allimanta

source: Are you sure you want to delete this Studio? Once a Studio is deleted, the projects are still available on the site, but the studio no longer exists.
qu: Siquruchu pichayta munanki kay yachayta? Ña pichasqa kaptin yachayqa, llamkaykuna allintam kachkanqaraqmi, ichaqa yachaykunaqa manañam kanñachu.

source: Studio deleted successfully
qu: Yachay Allin kananpaqa

source: Are you sure you want to delete this Student? Once a Student account is deleted, the student's projects are still available on the site, but the student cannot log in.
qu: Siquruchu kachkanki pichanaykipaq kay Yachakuq? Ña pichasqa kaptin Yachakuq yaykunanta, yYachakuq llamkayninkuna kachkanqaraqmi sitiyupi, ichaqa Yachakuq manañam yaykuytaña atinqañachu.

source: Student deleted successfully
qu: Yachakuq pichasqa sumaq puniy

source: Student settings successfully updated
qu: Yachakuq kaqninta sumaqpunin churasqa

source: Are you sure you want to empty the trash? These Classes will be deleted permanently.
qu: Siquruchu kachkanki hichanaykipaq mana alliqkunata? kay yachayniykuykuna pichakuspan chaymantañam rikarimunqa.

source: Changes saved
qu: Tikray qispichiy

source: Incorrect password, try again
qu: kuntrasiñayki Manam allinchu, yapamanta yaykuy

source: The password field is required
qu: kuntrasiñayki allinmi yaykunaykipaq

source: New Class
qu: Musuq Yachachikuy

source: Load More
qu: Anchata apachiy

source: Welcome, %(username)s
qu: Allin hamuy,%(username)s

source: Looks like you do not have any classes. Create a new class to get started.
qu: Qawarikunmi mana yachachikuykuna uywasqaykita. Musuqmanta ruray yachachikuy Qallarichkan.

source: Class created %(datetime_created)s
qu: yachachikuy ruwayta %(datetime_created)s

source: View Class Profile
qu: Musuq yachachikuy Ritratu

source: Settings
qu: Imayna kay

source: Studios
qu: Yachaykuna

source: Activity
qu: Llamkaykuna

source: Re-Open Class
qu: Yachachikuy Chaqkiqkuna

source: Change
qu: Tikray

source: What the Class is working on
qu: Ima yachachikuypitaq llamkachkanki

source: End Class
qu: Yachachikuy Tukuynin

source: Add studios to this class
qu: yapay yachayta kay yachachikuyman

source: Students can add their projects to class studios.
qu: Yachaqkuna yapanmanku llamkaykuna yachachikuykunata

source: New Class Studio
qu: Musuq Yachachikuy Yachay

source: Last Modified
qu: Qipa Allichasqa

source: You can add students to this class
qu: Yachaqkuna Yapanwanmi yachachikuykunata

source: Add one student
qu: Yapay huk Yachakuqta

source: New Student
qu: Musuq Yachakuq

source: Add multiple students
qu: Yapay achka Yachaqkunata

source: There are two ways to create multiple accounts. You can create a sign-up link to send to students, or upload a CSV of accounts to generate accounts in bulk.​
qu: Kanmi iskay puni ruranapaq yaykunata. atinmanmi ruwayata huk rigistrukunata apachinampaq Yachaqkuna utaq Siqay CSV yaykunata achka yaykuna aysanampaq.

source: Student Sign-up Link
qu: Yachakuq Qillqakunampaq Link

source: CSV Upload
qu: CSV Siqay

source: followed user
qu: Qatiy Yaykuqta

source: followed studio
qu: Qatiq yachay

source: loved the project
qu: Qustarquwanmi llamkay

source: favorited the project
qu: yanapawarqa llamkay

source: added the project
qu: Yaparqa llamkayta

source: to studio
qu: yachay

source: shared the project
qu: Aypuy llamkaynikita

source: reshared the project
qu: Aypurqa llamkayta

source: remixed the project
qu: hukllawasqa llamkay

source: added the studio
qu: yaparqa yachayta

source: updated the studio
qu: Musuqyachisqa yachay

source: removed the project
qu: picharispa llamkay

source: from studio
qu: yachaymanta

source: was promoted to manager by
qu: qirintiman churasqa

source: for studio
qu: yachay kunapaq

source: made a profile update. <em>
qu: ruwarirqa huk musuqyachiy pirphilninmanta.<em>

source: commented on the project
qu: Rimay llamkasqata

source: commented on user
qu: Nirqa yaykusqamanta

source: commented on the studio
qu: Rimarirqa yachaymanta

source: performed an action. <em>
qu: Ruwarirqa huk kuyuyta.<em>

source: %(target_username)s was banned.
qu: %(target_username)s Pruybisqañam

source: %(target_username)s was unbanned.
qu: %(target_username)s Pruybisqam kaykuna

source: %(target_username)s was excluded from homepage.
qu: %(target_username)s qallarisqa paqinamantam aysasqa.

source: %(target_username)s was notified by a Scratch Administrator. Notification Type: <%%- admin_action.extra_data.notification_type || 'Unknown' %%>
qu: %(target_username)snirqanchikmi huk qawariqninta Scratchpa. Rimariqpa kaqnin: <%%-admin_action.extra_data.notification_type || Nisqapi 'Mana riqsisqa'%%>

source: %(target_username)s was banned automatically.
qu: %(target_username)s pruybisqañam kikillanmanta.

source: %(project)s by %(target_username)s was removed automatically.
qu: %(project)s kay %(target_username)s pichasqa kikillanmanta.

source: %(project)s by %(target_username)s was censored.
qu: %(project)s kay %(target_username)s pruybisqaña.

source: %(project)s by %(target_username)s was uncensored.
qu: %(project)s kay %(target_username)s manam pruybisqañachu.

source: %(project)s by %(target_username)s was reviewed by a Scratch Administrator.
qu: %(project)skay %(target_username)s allichasqam karqa Scratch ruwariqpa.

source: %(project)s by %(target_username)s was deleted by a Scratch Administrator.
qu: %(project)s kay %(target_username)s pichasqam kachkan huk Scratchpa ruwariqpa.

source: %(target_username)s was deleted by a Scratch Administrator.
qu: %(target_username)s pichasqam kam Scratchpa ruwariqpa.

source: %(gallery)s was reviewed by a Scratch Administrator.
qu: %(gallery)s allichasqa kachkan huk Scratchpa ruwariqpa.

source: %(gallery)s was deleted by a Scratch Administrator.
qu: %(gallery)s pichasqam kam Scratchpa ruwariqpa.

source: %(target_username)s deleted their own account.
qu: %(target_username)s Pichay kuwintaykita.

source: The email address of %(target_username)s was confirmed by a Scratch Administrator
qu: Kurriyu iliktruniku %(target_username)s Ari nispan kam Scratchpa ruwariqpa.

source: The email address of %(target_username)s was set as not confirmed by a Scratch Administrator
qu: Kurriyu iliktruniku %(target_username)s Mana Ari nispan kam Scratchpa ruwariqpa.

source: %(target_username)s had an admin action performed.
qu: %(target_username)s aksiyunmi ruwasqa kam huk llamkariqpa.

source: Change Password for %(username)s
qu: tikray kuntrasiñayki %(username)s

source: New password
qu: Kuntrasiñayki musuqyachiy

source: New password confirmation
qu: Musuq kuntrasiñayki Chiqanchasqa

source: %(username)s Account Options
qu: %(username)s kuwintapa Kaqninkuna

source: Remove Icon
qu: Pichay Ikunuta

source: There are two ways to change your student's password.
qu: Iskay punim kam tikray Yachakuq kuntrasiñayki.

source: Prompt student to change password on next login
qu: Mañariy Yachakuq tikranampaq kuntrasiñanta musuqmanta yaykuptin

source: This student's password will be reset to your username, %(username)s. After the student logs in, they will be prompted to choose a new password.
qu: Kuntrasiñayki kay yYachakuq musqyachikunqam sutinmanta yaykusqanta,%(username)s. Chaymanta Yachakuq qallariptin, chaymanta akllarinqa musuq kuntrasiñayki.

source: Prompt Student
qu: Yachakuq Ñaqa

source: Manually change the student's password
qu: Makiwam tikray Yachakuq kuntrasiñanta

source: You will be redirected to a screen where you can choose the student's password.
qu: yapamanta risqam huk qawanata maypim akllarinqa kuntrasiñayki Yachakuq.

source: Manually Change
qu: Tikray Makiwan

source: Close
qu: Wichqay

source: Sign-up Link
qu: Qillqasqa Link

source: Type CTRL+C on Windows or &#8984;+C on Mac to copy the link.
qu: Qillqariy CTRL + C Winduwspi utaq & # 8984; + C Makpi kupyanaykipaq Linkta.

source: Upload CSV
qu: Siqay CSV

source: Download example
qu: Hurquy kay hina

source: Upload
qu: Siqay

source: Are you sure you want to end the following class:
qu: Siquruchu kachkanki tukunaykipaq qatiq yachachikuy:

source: When you end a class, students will no longer be able to log in (but their projects will still be visible on the site).
qu: Ña tukuptiki huk klasita, yachachikuna manañam yaykuwaqchu qallarinaykipaq (ichaqa llamkayniki qawarikunqam intirnitpi).

source: To confirm, please enter your password
qu: Ari ninaykipaq, amahina kaspa yaykuchiy kuntrasiñayki

source: Activity for
qu: kay llamkay

source: All students
qu: Llapan Yachaqkuna

source: Sort by
qu: Allichaykuy

source: Last created
qu: Tukuy ruwasqa

source: Alerts for
qu: Muspariy

source: All classes
qu: Llapan yachayniykuykuna

source: Add to Class
qu: Yapay yachachikuy

source: That class already has the maximum number of students allowed
qu: Chay klasiqa uywanñam ancha yachachikuqkunata munasqa

source: Your Scratch Teacher Account is ready, %(username)s!
qu: Scratch Amawtakunapa Qillqayninkuna listuñam kachkan, %(username)s!

source: We're thrilled that you’ve joined Scratch as an educator! With Scratch, your students can use Scratch to code their own interactive stories, animations, and games — and share their creations with others in the community.
qu: Kachkanchikmi ancha kusisqa huñukusqaykipi scratch yachachiq! Scratchwan, yachachikuqnikikunata Scratchman usanmanku llamkanankupaq kikin histuriyanta, kawsariyniki, pukllayniki, aypuriy llamkaynikita hukninkunawan ayllupi lamkaqwan.

source: New to Scratch?
qu: Musuq Scratch?

source: Next Steps
qu: Hipa Ruraykuna

source: Read our Community Guidelines
qu: liyiy yanapaykunata ayllunchikmanta

source: Get inspired with a starter project
qu: Kallpachakuy huk Llamkay qallarisqawan

source: Learn more about Scratch
qu: Yachay ancha Scratchmanta

source: Learn more about Teacher Accounts
qu: Yachay ancha Scratchmanta amawtakunapa Qillqayninkunamanta

source: Explore educator resources
qu: Qawariy yachachiq llamkanankuna

source: Connect with other educators via the ScratchEd online community, developed and supported by the Harvard Graduate School of Education. Please note that you’ll need to create a separate account to join the discussion on ScratchEd.
qu: Kuskachakuy huknin mawtakunawan ayllukunawan intirnit llamkay Scratchkunawan, llamkarisqa, waqaychasqa y fue Harvard manta. Yuyariy qallarinaykipaq huk parlarinata Scratchkunawan Ruwariy esperando.

source: Welcome to your Scratch Teacher Account!
qu: Allin hamuy kachun Scratch yachachiq kurriyuykipi

source: Hello,
qu: Rimaykullayki

source: Scratch student %(username)s from your class %(classroom_title)s has requested a password reset.
qu: Scratch Yachakuq %(username)s clasinmanta %(classroom_title)s mañakamurqa allichayta kuntrasiñayki.

source: Student passwords can be reset from within your Scratch Teacher Account. First, navigate to <a href="%(educator_stuff_url)s">My Classes</a>. From there, find the correct Class and click on the Students link. You can then reset the password at the student level using the Settings menu.
qu: yachaqpa kuntrasiñankuna tikrarikunqam qillaynintakama Scratch Amawtankama. Qallarinaykipaq qawariy <a href="%(educator_stuff_url)s">Yachayninkunamanta</a>. Chaymantam, tariy yachayninkunata maskasqaykita chaymatam klikyaykuy yachaykuy inlasipi. qatiqpunin, musuqyachiy kuntrasiñayki Yachakuq utilisaspa minu kaqninkunata.

source: Student passwords can be reset from within your Scratch Teacher Account. First, navigate to My Classes [%(educator_stuff_url)s]. From there, find the correct Class and click on the Students link. You can then reset the password at the student level using the Settings menu.
qu: Yachakuq kuntrasiñankuna tikrarikunqam qillaynintakama Scratch Amawtankama. Qallarinaykipaq qawariy Yachayninkunamanta [%(educator_stuff_url)s]. Chaymantam, tariy yachayninkunata maskasqaykita chaymatam klikyaykuy Yachaqkuna inlasipi. qatiqpunin, musuqyachiy kuntrasiñayki Yachakuq utilisaspa minu kaqninkunata.

source: Password reset request from your student on Scratch
qu: Mañakuyki tikrachiyta kuntrasiñayki yachakuq Scratchmanta

source: Thank you for confirming your email address, %(username)s!
qu: Sumaq kachun ariy nisqaykimanta kuriyuykipi, %(username)s!

source: We are reviewing your Scratch Teacher Account request, and will get back to you shortly. When your Scratch Teacher Account is ready, we will email you with more information about how to use your new features.
qu: Ribisichkaniku mañakusqaykita Scratch amawta Yaykunayki Qayamusaykiku qamkunawan ñaqapunilla. Scratch amawta Yaykunayki allinña kaptin, apachimusaykiku huk kurriyuta ancha yanapaykunawan imayna usanaykipaq musuq llamkayninkunaman.

source: In the meantime, you can access your new Scratch account as a regular user (without the Teacher features) and start creating projects.
qu: Icharaqmi, yaykunmanmi nusuq yaykunanman sacratchman yaykuypunim hina (mana amawtahinallapi) Qallari ruwaspa llamkayninta.

source: Scratch Newsletters
qu: Scratch bulitinkuna
