Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/qu/LC_MESSAGES/django.po
Languages: qu

source: no gender provided
qu: mana niraqnin churasqachu

source: invalid password
qu: kuntrasiñayki mana allinchu

source: Incorrect captcha, please try again.
qu: Kaptcha mana allinchu, amahina-kaspa yapamanta qillqay.

source: You must enter your password.
qu: Qillqankim kuntrasiñayki.

source: Wrong password, try again.
qu: Kuntrasiñayki manam allinchu, yapamanta qillqay.

source: Enter your password to confirm
qu: qillqay kuntrasiñayki chiqaychanaykipaq

source: Keep my projects, but disable all comments
qu: Llamkayllata qawasaq, icha mana rimaykunata qawasaqchu.

source: Delete my projects
qu: Llamkaynikunata pichasaq

source: Looks like that isn't a valid email format
qu: Qaway Icha manachus kurriyu iliktrunikuqa walinchu

source: The two password fields didn't match.
qu: Kuntrasiñayki manam kuwinsidinchu.

source: Your password must be at least 6 characters long.
qu: Kuntrasiñayki uywanqa 6 niraqta hatuynimpi.

source: Your password cannot be 'password'.
qu: Kuntrasiñayki manam kanmanchu "kuntrasiñayki".

source: Your password cannot be the same as your username.
qu: Kuntrasiñayki manam kanmanchu sutikillayki.

source: Sorry we don't have an account with that email address
qu: Llakikunim qanmanta, manam uywanchikchu kuwintata kay kurriyu iliktrunikuwan.

source: Sorry we don't have an account with that username
qu: Llakikunim qanmanta, manam uywanchikchu kuwintata kay sutiyuqwan.

source: Scratch is not allowed to send email to the address associated with this username. <a href='/contact-us/'>Contact us for support</a>.
qu: Manam kurriyu iliktrunikunata apachiyta atichwanchu kay sutichakusqawan. <a href='/contact-us/'>qayamuwayku allichanapaq</a>.

source: You must provide an email or username
qu: Quwaqmi kurriyu iliktrunikuta utaq sutichikuwaqpas

source: Email
qu: Suti Qillqayniki

source: Incorrect username or password.
qu: Sutikiqa utaq kuntrasiñayki manam allinchu.

source: Please enable cookies on your browser.
qu: Amahina-kaspa kuukis-nisqanta nawiqadurkipi qallarichiy.

source: This account is inactive.
qu: Kay kuwintaqa manam llamkarinchu.

source: This account is deleted!
qu: Kay kuwintaqa pichasqañam!

source: Class has ended. Account not available.
qu: Yachachikuy tukurunñam. kuwintaykiqa manam kamachisqachu.

source: Activity ideas for using Scratch at home
qu: umanchasqa llamkaykuna Scratchwan wasipi ruranapaq.

source: Product updates for using Scratch in educational settings
qu: musuqyachichkanku llamkanay scratchta yachay wasipi ruranaykipaq.

source: It appears the email you provided is owned by another person. Please be sure to <a href='%(email_change_url)s'>change the email</a> associated with your account to one you own.
qu: Kurriyu iliktruniku churasqaykiqa huk runapam. Amahina-kaspa <a href='%(email_change_url)s'>tikray kurriyu iliktruniku </a> qanmamta puniy churay allinta wagaychanaykipaq.

source: Already logged in
qu: qallarirqankiña

source: Whoops! There was an error while updating your email settings. Please try again.
qu: Whuups! manam allintachu musuqyachin kurriyu iliktrunikuta. yapamanta qillqay.

source: Unsubscribe me from Scratch project and activity ideas
qu: picharqusunchik llamkay unamchasqata hinaspa Scratch llamkaytapas

source: Unsubscribe me from tips for educational settings
qu: kitay qillqakusqaykita Yachakunapaq wasi yanapakuykunata

source: Please check your email for a confirmation message.
qu: Amahina kaspa kurriyu iliktrunykita watukaykamuy willakuyta ari ninaykipaq.

source: day
qu: punchaw

source: 1 minute ago
qu: ñaqa 1 minuto

source: just now
qu: kunan puniy

source: 1 hour ago
qu: ñaqa 1 hura

source: yesterday at %s
qu: qaynapunchaw %s

source: %(number)d %(type)s ago
qu: %(number)d%(type)s ruran

source: Already exists
qu: tarikunñam

source: Contains invalid characters. Use letters and numbers only.
qu: uywasqa rikcharikuqnin manam allinchu. qillqawan yupallata churay.

source: Contains inappropriate words
qu: uywanmi mana allin palawrakunata

source: Shorter than minimum length of %d characters
qu: ichaqa uchuy punim %d rikchaqninqa

source: Longer than maximum length of %d characters
qu: ichaqa atun punim %d rikchaqninqa

source: class
qu: yachachikuy

source: classes
qu: yachachikuykuna

source: Please update the CSV file to address the issues above and reload the file.
qu: Musuqyachiy CSV nisqanta mana allin tarikuqta allichanaykipaq hinaspa yapamanta qallarichiy qillqanata.

source: Errors occurred while creating accounts. All accounts other than those specified here were created.
qu: Pantarqanchikmi qillqay yaykuptinchik. kaypim rurakurqun llapan rikchaq qillqaykuna.

source: After changing this student's password, you will need to share the new password with your student directly so that they can log back into Scratch.
qu: Chaymantaqa Yachakuq kuntrasiñayki tikraspanchikqa kay yachachikuqpaqa, musuq kuntrasiñayki Yachakuq quykunqa yapamanta Scratchman yaykunankupaq.

source: studio
qu: yachay

source: studios
qu: yachaykuna

source: Woah, seems like you're updating projects really quickly. Please wait a bit longer between updating projects.
qu: wuah, allintachus utqayllaman musuqyachichkanki llamkaykunata. Amahina-kaspalla, suyaykuy huk ratutapas llamkaykuna musunyanankama.

source: Woah, seems like you're creating studios really quickly. Please wait a bit longer between creating studios.
qu: wuah, allintachus utqayllaman rurachkanki yachaykunata. Amahina kaspalla, suyaykuy huk ratutapas yachayta ruranankama.

source: Tiny Integer
qu: llapa uchuyninkuna

source: Scratch is not allowed to send email to this address.
qu: Scratchmi manam apachiyta munanchu Kurriyu iliktruniku kay diriksiyunpi.

source: project
qu: llamkay

source: projects
qu: llamkaykuna

source: Permanently Censored Project cannot be reshared.
qu: Llamkay sinsurasqa manam aypuyta atikunchu.

source: This project has been censored and must be reviewed before it can be reshared.
qu: Kay llamkayqa sinsurasqañam icha allichawaqmi yapa kutimanta aypunaykipaq.

source: This tag has too many projects to load
qu: Kaymi achka llamkayta uywachkan qispinampaq

source: You're not allowed to appeal this ban.
qu: Manam uyarichikuyta atinkichu kay prohibisqamanta.

source: Please correct the errors below.
qu: Amahina-kaspa allichay llapa mana allinkaqta.

source: 403. Oh noes! Our server is Scratch'ing its head
qu: 403. Uh nu! sirwidurninchikmi Scratch'ing umachaqmi.

source: We couldn't authorize you to view this page. If you need to get in touch with us about this, send us an email at
qu: Manam atichwanchu qawachiyta kay pahinata. Ñuqanchikwam tupanayta munaptikiqa, huk kurriyu iliktrunikuta apachimuwayku

source: Whoops! Our server is Scratch'ing its head
qu: Whuups! sirwidurninchikmi kay Scratch'ing umachiqmi.

source: We couldn't find the page you're looking for. Check to make sure you've typed the url correctly.
qu: Manam tarinchikchu kay paqina maskasqaykita. Qawariy icha allintachu qillqarqanki URL nisqanta.

source: You can try searching for what you're looking for here:
qu: Ichaqa kaypipas maskariwaq maskasqaykita:

source: Search
qu: Maskay

source: Whoops! You're sending too much mail.
qu: Whuups! achka kurriyuta apachichkanki.

source: You are performing actions on the site that send mail too much. Try again later.
qu: Rurachkanki llamkaytkunata kurriyu apachisqankunapi. Yapamanta rurariy tardiskamanña.

source: Whoops! You're creating too many projects in a short time.
qu: Whuups! Rurachkanki achka llamkaykuna pisi punchawllapi.

source: You are performing actions on the site that are creating too many projects in too short of a time period. Try again later.
qu: Rurachkankim llamkaynikita achka llamkaykuna ruwasqankunapi ancha pisi punchawkunallapi. Yapamanta rurariy tardiskamanña.

source: Whoops! You're making too many requests.
qu: Whuups! rurachkankim ancha mañakuykunata.

source: You are performing actions on the site too frequently. Try again later.
qu: Rurachkankim llamkaykunata kuti kutimanta. Yapamanta rurariy tardiskamanña.

source: The Scratch Team is making some changes to the website.
qu: Scratch llamkaqkuna huñunakuspan musuqyachichkanku sitiu wibta.

source: Try reloading this page in a few minutes.
qu: Yapamanta qallarichiy huk minututpi kay pahinata.

source: You can still <a href="/scratch2download/">Download Scratch</a> and make projects.
qu: Icharaqmi atiwaq <a href="/scratch2download/">Scratch Hurquyta</a> llamkay ruranaykipaq.

source: Account
qu: Yaykunayki

source: Password
qu: Paka qillqay

source: You have updated your account settings.
qu: Musuqyachirqankichu Yaykunaykita kunfiqurasiyumpi.

source: Edit your account settings
qu: allichay yaykunaykita kunphiqurasiunimpi

source: Username
qu: llamkaqpa sutin

source: Location
qu: Tarikusqan

source: Save my Changes
qu: Waqaychasaq allichasqayta

source: I want to delete my account
qu: Pichayta munami yaykunayta

source: Account Blocked
qu: Yaykunayki takyasqa

source: The Scratch Team decided to block the account:
qu: Scratchpi llamkaqkunam yaykunaykita takyachirqunku:

source: Date:
qu: Punchaw:

source: Your account will be automatically unblocked on
qu: Yaykunayki takyarisqa kikillanmanta kitakunqa

source: <b>Be respectful.</b> When sharing projects or posting comments, remember that people of many different ages and backgrounds will see what you’ve shared.
qu: <b>Munachikuy</b>. Llamkay aypusqaykita utaq uyaychay rimasqankunata, yuyariy runakuna llapan rikchaq idadmanta yaykuspan qawarinqaku aypusqaykita.

source: <b>Be constructive.</b> When commenting on other’s projects, say something you like about it and offer suggestions.
qu: <b>Ruray.</b> Huk llamkaykunamanta rimaptikiqa, níy allin munasqaykita hinaspa níy inataqtaq allichanman.

source: <b>Share.</b> You are free to remix projects, ideas, images, or anything else you find on Scratch – and anyone can use anything that you share. Be sure to give credit when you remix.
qu: <b>Aypuy.</b> Llamkayta kambiyawaqmi, umachaqta, siqisqata utaq huk ima tarisqaykitapas Scratchpi, mayqin runakunapas llamkanqa ima aypusqaykita. Kambiyaptikiqa waqaychay kridituyuqta.

source: <b>Keep personal info private.</b> For safety reasons, don't use real names or post contact info like phone numbers or addresses.
qu: <b>Uywanki willakuyta qamllapaq.</b> waqaychaykanampaq, manam sutikita churaychu ni yupay tilifunuykita utaq maypi yachasqaytitapas churankichu.

source: <b>Be honest.</b> Don’t try to impersonate other Scratchers, spread rumors, or otherwise try to trick the community.
qu: <b>Chiqanchaqmi kanki </b> Ama huk Scratchers-hina pasachikuychu, amapas wasarimay utaq llullakuychu Aylluman.

source: <b>Help keep the site friendly.</b> If you think a project or comment is mean, insulting, too violent, or otherwise inappropriate, click “Report” to let us know about it.
qu: <b>Yanapay allin tarikunampaq.</b>. Ichaqa llamkay utaq rimaykuna kanman michaq, insultaqkuna, munayniraqpas, klikyaykuy "Willay" nisqampi chaymanta willanaykipaq.

source: Send
qu: Apachiy

source: Account Settings
qu: Llamkayniykiman yaykunayki

source: Change password
qu: Tikray pakaq qillqayta

source: Change email
qu: tikray email

source: Change country
qu: tikray llaqtata

source: Beta testing
qu: Rikurichiy Beta-nisqanta

source: The new project player will appear automatically on the project page. If you see a bug, click 'Beta Bug?' on the project page to report it.
qu: Musuq pukllaq llamkaymanta kikillanmi rikurimunqa paqina llamkaypi. Sichus pantay qawaptikiqa, klikyaykuy "Pantay Beta?" nisqampi paqina llamkay kaqpi allichanaykipaq.

source: Update
qu: Musuqyachiy

source: Delete my account
qu: Pichaykusaq yaykunaykita

source: Delete account &amp; Sign out
qu: Pichay yaykunata &amp; Lluksiy

source: Whoops, go back
qu: Rí, kutimuy

source: Are you sure you want to delete your account?
qu: siyirtuchu munanki pichayta yaykunaykita?

source: You joined the Scratch community %(years_ago)s years ago.
qu: Scratch Aylluman huntakurqanki %(years_ago)s qayna watamanta.

source: You joined the Scratch community a year ago.
qu: Huk watañam huntakusqanki Ayllu Scratchman.

source: You joined the Scratch community %(months_ago)s months ago.
qu: Ayllu Scratchman huntakurqanki %(months_ago)s qayna killamanta.

source: You joined the Scratch community a month ago.
qu: Huk killañam huntakusqayki Ayllu Scratchman.

source: You've created %(num_projects)s projects and have %(num_followers)s followers.
qu: Rurarqanki %(num_projects)s llamkaykuna hinaspa uywanki %(num_followers)s Qatiqniykikuna

source: Some of your projects
qu: Wakin llamkaykikuna

source: Your projects
qu: llamkaykikuna

source: Some of your followers
qu: wakin qatiqniykikuna

source: Your followers
qu: Qatiqniykikuna

source: Yes, next step
qu: Arí, qatiqninman

source: Your email address is unconfirmed
qu: Kurriyu iliktrunikiqa manam allin chiqaqchasqachu

source: If you want to share and comment, simply click the link in the email sent to you at:
qu: Sichus munanki aypuyta parlarisqaykitapas, klikyaykuy hinalla chay kurriyu iliktruniku aypusqayman:

source: Your new email address is unconfirmed
qu: Musuq kurriyu iliktrunikuqa manam chiqaqchasqachu

source: If you would like to change the email address - have your parent (or guardian) simply click the link in the message sent to their address.
qu: Kurriyu iliktruniku Tikrayta munaspaykiqa, taytaykita (utaq wiñachisqaykiman) ní klikyaykunampaq willakuy apachisqapi qatiq diriksiunman.

source: If you would like to change your email address - simply click the link in the message sent to your new address.
qu: Sichus kurriyu iliktruniku tikrayta munanki, klikyaykuy hinalla qatiq willakuy apachisqay musuq diriksiunman.

source: To confirm your current email address, click "Send" below and follow the instructions in the email sent to you at:
qu: Kurriyu iliktruniku chiqaqchanaykipaqa, klikyaykuy "Apachiy" nisqampi chaymanta kurriyu iliktruniku man apachimusqayta qatiy hinalla:

source: To change your email, simply click the link in the email sent to you at:
qu: Kurriyu iliktruniki trikranaykipaqa, klikyaykuy hinalla kurriyu iliktruniku inlasi apachimusqayman:

source: New Email Address
qu: Musuq kurriyu iliktruniku

source: Current Email Address
qu: Email kunan diriksiunin

source: The owner of this address has requested their address be removed from our lists. Please change your address to a new one or <a href="%(contact_us_url)s">contact us</a> if you have questions.
qu: Kay diriksiunpa duwiñunmi mañawarqanchik diriksiunin pichasqa kanampaq listanchikmanta. tikray huk musuqwan utaq <a href="%(contact_us_url)s">qayamuwayku</a> tapukuyniki kaptin.

source: Can't find the confirmation email? Check your spam folder
qu: Manachu tarinki email Arí ninaykipaq? Qawariy Spam karpitaykita

source: Resend
qu: yapamanta apachiy

source: Current Email
qu: Kunan E-mail

source: Email Confirmed
qu: Kurriyu iliktruniku chiqaqchasqa

source: Change Email
qu: Email tikrasqa

source: I’d like to receive email updates about:
qu: Chaskiyta munani musuqyachisqata kurriyuynikama kay:

source: Greetings from the Scratch Team at MIT!
qu: Napayninkuna llamkaq Scratch MIT manta!

source: A few minutes ago, you requested to link this email address to the Scratch account <strong>%(username)s</strong>. Please confirm your email address by clicking the button below:
qu: Ñaqallam, apachimuwarqaku kay kurriyu iliktrunikuta scratch kuwintanman <strong>%(username)s</strong>. amahina-kaspalla, chiqaqchay kurriyu iliktrunikita klikyaykuspayki uray butunpi:

source: Confirm my email address
qu: chiqaqchasaq kurriyu iliktrunikuyta

source: If you didn’t request an email change, don’t worry - you can just ignore this message.
qu: sichua man mañarqankichu kurriyu iliktroniku tikrayta, ama llakikuychu, kay willakuyta qunqay qinalla.

source: Scratch On!
qu: Scratchpi!

source: The Scratch Team
qu: Huñunakusqanku scratchmanta

source: A few minutes ago, you requested to link this email address to the Scratch account %(username)s. Please confirm your email address by clicking the button below:
qu: Ñaqallam, mañaqurqanki kay kurriyu iliktrunikuta huntakuyta Scratchman %(username)s. amahina-kaspalla, chiqaqchay kurriyu iliktrunikita klikyaykuspayki uray butun tarikuqpi:

source: Scratch on!
qu: Scratchpi!

source: Uh oh! Something went wrong with your email confirmation.
qu: Uh Uh! manam allinchu kurriyu iliktrunikuqa.

source: To try again, log into your Scratch Account Settings to request another link.
qu: Yapamanta ruranaykipaqa, yaykuy Scratch kunfiqurasiuninman mañanaykipaq huk inlasita.

source: My Account Settings
qu: Yaykunaypa kunfiqurasiunin

source: We sent a verification email to <strong>%(email_address)s</strong>.
qu: Apachiwayku huk kurriyu allin kachkaqta <strong>%(email_address)s</strong>.

source: The owner of this address has requested their address be removed from our lists. Please <a href="%(settings_url)s">change your address to a new one</a> or <a href="%(contact_us_url)s">contact us</a> if you have questions.
qu: Kay diriksiunpa runanmi mañawarqanchik pichanachikpaq kay listanchikmanta. amahina-kaspa <a href="%(settings_url)s">diriksiunikita tikray musuqman</a> utaq <a href="%(contact_us_url)s">qayamuwayku</a> ima tapukuy kaptimpas.

source: Check for the confirmation message we sent to: <br/> <strong>%(email_address)s</strong>
qu: qawariy willakuy apachimusqayta ari-ninaykipaq: <br/> <strong>%(email_address)s</strong>

source: Can't find confirmation message?
qu: manachu tarinki willakuy ari-ninaykipaq?

source: Wait for ten minutes. The message may take a while to arrive.
qu: Suyay chunka minututa. Willakuyqa tardamunqam chayamuypi.

source: Check your spam folder.
qu: Qawariy spam karpitaykita.

source: Make sure your email address is correct (see <a href="%(settings_url)s">Account Settings</a>).
qu: Allin kasqanta kurriyu iliktrunikita qawariy (qaway <a href="%(settings_url)s">kuwinta kunfiqurasiunta</a>).

source: Still can't find the message?
qu: Manaraqchu tarinki willakuyta?

source: Resend Confirmation
qu: Yapamanta apachi arí-ninaykita

source: OK, back to Scratch
qu: Arí, kutiriy Scratchman

source: Welcome to Scratch!
qu: Allin hamuy Scratman!

source: Scratch is a community of all ages, from all over the world. Make sure your projects and comments are <a target="_blank" href="/community_guidelines">respectful and friendly</a>.
qu: Scratchmi huk Ayllu llapam wiñaypaqmi, llapa pachapaq. allinta qawariy llamkaynikita hinaspa rimasqaykipas allin<a target="_blank" href="/community_guidelines"> yupaychasqa kachun</a>.

source: Learn how to make a project in Scratch
qu: Yachay llamkay ruwayta Scratchwan.

source: Try out starter projects
qu: Qaway llamkay tarikuqta

source: Connect with other Scratchers
qu: Huk Scratcherskunawan huñurikuy

source: All set to go!
qu: Llapan Listuñam rinapaq!

source: Success! You have confirmed your email address, <strong>%(username)s</strong>.
qu: Allinmi! Kurriyu iliktrunikita allinñam,<strong>%(username)s</strong>.

source: Jump into Scratch to create new projects and share them with the community!
qu: Yaykuy Scratchman musuq llamkayta ruranaykipaq hinaspa aypunaykipaq ayllukunaman!

source: OK, let's go!
qu: Ari, akuchik!

source: Confirm your Scratch account
qu: Ari niy yaykunaykita Scratchpi

source: You just signed up for a new Scratch account with the username:
qu: Qillqakurqanki musuqmanta yaykunaykipaq Scratchman suti yaykusqaykiwan:

source: To finish creating your account, click on the link below:
qu: Tukunaykipaq rurayta kuwintaykita, klikyaykuy qatiq inlasipi:

source: Confirm my account
qu: Ari niy kuwintaykiman

source: Having trouble? Copy this link into your browser instead:
qu: Uywanchikmi huchata? kupyay kay inlasita maskaynin:

source: You just signed up for a new account on Scratch (%(scratch_url)s). To finish creating your account, click on the link below:
qu: Yaykurqanki Scratchman musuq kuwintayuqwan(%(scratch_url)s ). Tukunaykipaq ruraykuy kuwintaykita, klikyaykuy chay qatiq inlasipi:

source: Want to share on Scratch?
qu: Munankichu aypuyta Scratchpi?

source: We sent a verification email to <strong>%(email_address)s</strong>.
qu: Apachimuwayku huk kurriyuykita qawanaykipaq <strong>%(email_address)s</strong>.

source: The owner of this address has requested their address be removed from our lists. Please <a onClick="redirectParent('%(settings_url)s');" href="#">change your address to a new one</a> or <a onClick="redirectParent('%(contact_us_url)s');" href="#">contact us</a> if you have questions.
qu: Kay diriksiunpa duwiñunmi mañawarqanchik diriksiunin pichasqa kanampaq listanchikmanta. <a onClick="redirectParent('%(settings_url)s');" href="#">tikray huk musuqwan</a> utaq <a onClick="redirectParent('%(contact_us_url)s');" href="#">qayamuwayku</a> tapukuyniki kaptin.

source: Check for the confirmation message we sent to: <strong>%(email_address)s</strong>
qu: Qawariy chay willacuyta apachumusqayta:<strong>%(email_address)s</strong>

source: Make sure your email address is correct (see <a onClick="redirectParent('%(settings_url)s');" href="#">Account Settings</a>).
qu: Allin kasqanta kurriyu iliktrunikita qawariy (qaway <a onClick="redirectParent('%(settings_url)s');" href="#">kuwinta kunfiqurasiunta</a>).

source: Ok, back to Scratch
qu: Arí, kutiriy Scratchman

source: Subscription update successful.
qu: Musuqyachisqa qillqakusqaykipi.

source: Password
qu: Pakaq qillqay:

source: Account Settings for %(username)s
qu: Yaykunaykipa kunfiqurasiyuninta %(username)s

source: After changing your password, you will be prompted to log back in.
qu: Chaymanhina musuqyachiptiki pakaynikita,mañakusunki yapamanta qallariy.

source: Change Password
qu: Tikray pakay qillqayta

source: Hi %(username)s!
qu: Imaynalla %(username)s!

source: Your password on Scratch was recently changed. If you requested this change, you can ignore this email. Otherwise, please contact the Scratch Team at %(help_email)s.
qu: Scratch pakaynikiqa chayraqmi musuqyachisqam. mañakurqa kay tikrayta, manapas chaskiwaqchu kay kurriyuta iliktrunikuta. Chayna kaptinqa, qayariy Scratch aylluman %(help_email)s.

source: Your Scratch account password was changed
qu: Musqyachirqanki pakaynikita scratch kuwintaykipi

source: Oops! There has been a problem unsubscribing your email address.
qu: Uy! Pantaymi rikurimurqun qillqakuptiki kurriyuykipi.

source: If you continue to have issues, contact the <a href="%(contact_url)s">Scratch Team</a>.
qu: Sichus pantaylla kaptinqa , qayanki <a href="%(contact_url)s">Scratch llamkaqkunaman</a>.

source: Unsubscribed
qu: Mana qillqakusqa

source: Your email address has been unsubscribed.
qu: Kurriyu iliktrunikiqa pichasqañam kachkan.

source: You can manage your subscription to Scratch updates from the Email tab of your <a href="%(account_url)s">Account Settings</a>.
qu: tiwaqmi kamachita qillqakusqaykita Scratch musuqyachiqkunawan kurriyu iliktrunikuwan qawarispa <a href="%(account_url)s">kuniqurasiyun nisqanmanta</a> .

source: Take me back to Scratch!
qu: Apaway Scratchman!

source: Imagine, Program, Share
qu: Umanchay, Llamkay, Aypuy

source: Create
qu: Ruray

source: Explore
qu: Maskay

source: Ideas
qu: Umanchaq

source: About
qu: Imayna kan

source: Join Scratch
qu: Hukllapakuy Scratch

source: Sign in
qu: Sutichakuy

source: Need help?
qu: Munankichu yanapanayta?

source: messages - updates and notices
qu: willakuy - musuqyachiqkuna hinaspa willakuykunatapas

source: my stuff - manage projects and studios
qu: Imayniykuna - llamkaykuna kamachiq hinaspa yachaynikunapas.

source: Profile
qu: Runa yachaynin

source: My Stuff
qu: Imayniykuna

source: My Classes
qu: Yachayniykuna

source: My Class
qu: Yachayniy

source: Account settings
qu: Llamkayniykiman Yaykunayki

source: Sign out
qu: Wañuchina
