Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/qu/LC_MESSAGES/django.po
Languages: qu

source: Top Rock Giga
qu: tup Ruk Qiqa nisqan

source: Explore Hip-Hop Studios
qu: Maskariy hip hop yachaykunata

source: Hip-Hop Projects
qu: Hip-Hop Llamkay

source: Dance, Dance, Dance
qu: Tusuy, Tusuy, Tusuy

source: PAA Workshop Hip-Hop Gallery
qu: PAA wurkshup Hip-Hop qaliriyapi

source: Scratch - For Educators
qu: Yachachipaq-scratch

source: Scratch is designed with learning and education in mind. A wide variety of educators have been supporting Scratch creators since 2007, in both formal and informal learning environments &ndash; K-12 classroom teachers, educational and computer science researchers, librarians, museum educators, and parents.<br/><br/> Want to learn more about learning with Scratch?<br/>Check out the <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd online community</a>.
qu: Scratch disiñasqa kachkan yachaykunata usaspa.ancha rikchaq yachachiqkuna yanaparqaku Scratch ruwariqkunata 2007 watamanta, chay muyuriq yachaykunapi allin kaq mana allinkaqkuna & ndash; yachachiq aulapi K-12, yachachiq maskaqkuna inurmatikamanta, liwru waqaychaqkuna, yachachiq musiyupi, taytakunatapas.<br/><br/> ancha yachaytachu munanki scratchwan?<br/> Allichay intirnitpi <a href="http://scratched.gse.harvard.edu" target="_blank">scracth intirnit llamkay ayllukunata</a>.

source: <h3>What is ScratchEd?</h3> <p>Launched in July 2009, <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> is an online community where Scratch educators share stories, exchange resources, ask questions, and find people.</p> <p>Since its launch, more than 7500 educators from all around the world have joined the community, sharing hundreds of resources and engaging in thousands of discussions.</p> <p>Join the ScratchEd community for free at <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a>.<p>
qu: <h3>Imataq ScratchEd?</h3> <p> Paqarichimusqa 2009 watapi, <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> huk ayllum intirnit llamkay yachachiqkuna Scratchpi aypunakunku historiyankunata, minkanakunku rikursuwan, tapukuyta ruwanku, runatapas tarinku.</p> <p> paqarichisqakumanta, 7500 yachachiqkunam llapan suyumanta huñukurqaku ayllukunata, aypurispanku pachak rikursukunata hinallapas achka rimanakuykuna.</p> <p> huñukuy kay ayllu ScratchEd mana qullqillawan kaypi <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a>.<p>

source: <h3>How can I learn more about what educators are doing with Scratch &ndash; and how I might use it?</h3> <p>Not sure what might be possible with Scratch?</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">Read a story</a> about how educators have been including Scratch activities in a wide range of learning environments.</a></p> <p>Or <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">explore resources</a> across ages, disciplines, and settings. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Watch webinars</a> and review documents like the <a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">Scratch curriculum guide</a>.</p> <p>In addition to exploring the <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> online community and its resources, you can engage with the ScratchEd Team and other Scratch educators via <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>">weekly roundups</a>, and our <a href="http://scratched.gse.harvard.edu/events" target="_blank>">quarterly newsletter</a>.<p>
qu: <h3>Imaynataq uywayman ancha rimay yanapayta chay yachachiqkuna ruwasqankunamanta Scratchpi & ndash nisqapi; Imaynataq churayman?</h3> <p> manachu siguro kaptiki scratchwan?</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank"> liyiy willakuykunata</a> imaynas yachachiqkuna churarqaku llamkayninkuta scratchpi ancha yachay muyuriqnimpi.</a></p> <p> utaq <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">maskarisunpas rikursukunata</a> watayuqwan, displinapas, muyuriqnin puniwan. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Qaway yanapaykunata web nisqapi</a> hinallataq qawariy dukumintukunata<a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank"> chay qiya kurrikular nisqata scratchpi</a>.</p> <p> chaynallataq maskarispa <a href="http://scratched.gse.harvard.edu" target="_blank">SCratchEd</a> ayllu intirnitpi rikursunkunawan, llamkawaqmi ScratchEd ayllukunawan huknin yachachiqkunawampas chay <a href="http://twitter.com/scratchedteam" target="_blank>"> Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>"> pisiyachisqa punchawkuna</a>, ñuqanchikpa <a href="http://scratched.gse.harvard.edu/events" target="_blank>">willaykuna trimistral nisqapi</a>.<p>

source: Create Educator Account
qu: Qillqay yachachiq Kuwintapi

source: Connect with ScratchEd
qu: tupachispa ScratchEdwan

source: Online Community
qu: intirnit llamkay Ayllu

source: Edmodo
qu: Idmudu

source: Weekly Roundups
qu: Pisi qillqay simanamanta

source: Quarterly Newsletter
qu: willaykuna Kimsa killapi

source: Personal
qu: Runakuna

source: Educator
qu: yachachiq

source: Scratch Extensions Browser Plugin
qu: Scratch Ixtinsiyunnin maskaynin kumplimintunpi

source: This Scratch Extensions Browser Plugin allows you to use <a href="https://en.scratch-wiki.info/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set">LEGO WeDo 1.0</a>, the <a href="https://en.scratch-wiki.info/wiki/PicoBoard">PicoBoard</a> and other serial or USB devices with the online version of Scratch.
qu: Kay yanapay nawiqadur scratch maskaynin kuskachiy usanaykipaq <a href="https://en.scratch-wiki.info/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set">LEGO WeDo 1.0 nisqawan</a>, chay <a href="https://en.scratch-wiki.info/wiki/PicoBoard">PicoBoard</a> huknin dispusitibukunapas siryalkuna utaq USB nisqatapas intirnit llamkay scratchwan.

source: 1. Download the Plugin
qu: 1. Waqaychay Kumplimitunta

source: You'll need to install a plugin to use Scratch with a hardware device. Choose the plugin to download based on your computer and the web browser you use for Scratch. Choose the plug-in installer from these options:
qu: Instalawaqmi kumplimintunta usanaykipaq Scratchta hardware dispusitibuwan.akllay kumplimintunta waqaychanaykipaq kumputadura llamkayninrayku maskay web usasqan scratchpaq. akllay instaladurta kumplimintumpi hukninkunapas:

source: and separate plugin helper:
qu: Yanapay kumplimintu allichasqa:

source: here
qu: kaypi

source: Mac (other web browsers)
qu: mac (huknin maskariq web kuna)

source: Windows (other web browsers)
qu: Windows (huknin maskariq web kuna)

source: 2. Install the Plugin
qu: 2. Churay huk alliqchaqta

source: After it downloads, open the plugin file and follow the instructions on your computer to complete the installation.
qu: chaymanta aysaptinchiñam, kichay archibupa kuplimintunta hinaspa qatiy nisusqaykita tukunaykipaq churaykuy.

source: 3. Make sure the plugin was installed
qu: 3. asiqurakuy kumplimintun churaykuyña

source: If the Scratch browser plugin was correctly installed, you should see a green or yellow status indicator in the "More Blocks" area.
qu: Sichus maskaynin Scratch instalakurqa sumaqpuni, kanmanmi huk indikadur qumir utaq qillu imayna sayaq qawachiq "achka champakuna".

source: <strong>Green:</strong> You can start using your hardware device with Scratch.
qu: <strong>Qumir:</strong> Qallriwaq usayta hardware dispusitibunta scratchwan.

source: <strong>Yellow:</strong> The device is not plugged in or your browser does not have your permission to run the plugin. (You may need to change Preferences in your browser to allow it to run.)
qu: <strong>Qillu:</strong> dispusitibuqa manam inchuwasqam utaq maskaynin manam pirmisuyuq kumplimintun llamkanampaq. ( musuqyachiwaqmi tikray munaynin maskaynin llamkachinaykipaq).

source: <strong>Red:</strong> There's a problem. Move your cursor over the status indicator to find out what's wrong.
qu: <strong>Puka:</strong> kanmi huk sasachakuy. Muyuq Pusaynin imayna sayaq qawachiq imataqsi mana allin kachkan.

source: <strong>Important:</strong> The first time you add an extension, your browser may ask whether to allow the plugin to run. Make sure you choose "Allow and Remember" (or similar option) from the dropdown so your browser remembers your preferences. If you need to change Preferences later, look for the plugins dashboard in your browser (you can usually find it in the tools menu).
qu: <strong>Sumaq:</strong> qallriqnimpi yapay hukman yaykuna, maskaynin tapunmanmi sichus dihanman llamkanampaq yanapay. yuyariy akllayta "kachaykuy,yuyariy" (utaq kaqallakunata) minu chutay akllanapaq maskaynin yuyariy munaynin. sichus musuqyachiyta tikray munaynin ñawpaq punchawkuna, yanapayta qawan llamkana maskaynin (tariymanmi minu llamkayta).

source: <strong>Example:</strong> Firefox asking for permission to run Scratch Device Plugin
qu: <strong>Hinallay:</strong> firifox munachkan yaykuyta llamkanampaq Scratchpi allichay yanapayninta

source: <strong>Example:</strong> Be sure to choose "Allow and Remember" in Firefox (or similar option in other browsers) from the dropdown so that the browser will remember your preferences.
qu: <strong>Hinalla:</strong> siqurakuy akllanaykipaq "kachaykuy , yuyariy"Firifox (utaq kaqllapi huknin maskariqpi) minu chutay akllanapaq maskaynin yuyarinampaq munaynin.

source: Additional Information
qu: Willakuy yaparisqa

source: Using Extensions
qu: Churay Qawana

source: Once you install this device plug-in, you can use any of the Scratch extension blocks. In Scratch, click on the "More Blocks" category and select the "Add an Extension" button. You can then select "LEGO WeDo" or any other extension, and the blocks will be added to the project.
qu: Ña instalasqa kaptipñam kay kumplimintunqa dispusitibupaq, usawaqmi mayqin champakunata scratch hukman yaykuna. Scratchpi, klikta ruway katiquriyapi "ancha champakuna" akllaykuy butunta "yapay hukman yaykuna". Chaymantam akllawaq "LEGO WeDo" utaq munasqayki hukman yaykuna, champa yapasqan llankasqamanpas.

source: System Requirements
qu: Sistima munasqan

source: The Scratch extension plug-in currently works only on Mac OS X and Windows.
qu: Kumplimintu hukman yaykuna Scratchpi kunanpunim llankarin Mac OS , Winduws nisqallapi.

source: Get Creative with Coding
qu: Kamachiy kudifikasiyumpi

source: Animate Your Name
qu: Sutikita Kawsarichiy

source: Race to the Finish
qu: Tukuyman Kallpachiy

source: Create one of these projects with Scratch!
qu: Ruway kay llamkaykunata scratchwan!

source: With <a href="http://scratch.mit.edu/about">Scratch</a>, you can program your own stories, games, and animations &mdash; and share them online.
qu: <a href="http://scratch.mit.edu/about">Scratchwan</a>, pruqramawaqmi histuryaykita, pukllaynikita, kawsarinata & mdash; aypuriy intirnit llamkay.

source: Scratch: Imagine, Program, Share
qu: scratch: amutay, pruqramay, aypuriy

source: Millions of young people around the world create projects with Scratch, a free programming language and <a href="http://scratch.mit.edu">online community</a> developed by the MIT Media Lab.
qu: Millun wambrakuna llapan suyupi ruwanku llamkaykunata scratchpi, huk rimasqa qillqay mana qullqillawan, <a href="http://scratch.mit.edu">intirnit llamkay ayllukuna</a> llamkasqa MIT yachay llamkaykuna

source: When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.
qu: Runakuna yachaptinku kudifikarqa scratchpi, yachay imayna allinpunita sasachaykunata allichanaykipaq, disiñay llamkaykunata amutanampaq willakuykunata.

source: The <strong>Hour of Code</strong>&#8482; is an international movement by <a href="http://code.org">Code.org</a> to introduce millions of students to one hour of computer science and computer programming. In Brazil, the initiative is promoted by <a href="http://programae.org.br">Programa&ecirc;</a>.
qu: Chay <strong>kudiqu punchaw</strong> & # 8482; kanmi llapan suyu huñurikuymi chay <a href="http://code.org">Code.org</a> qawarichin millun Yachaqkuna huk ura infurmatika pruqramay kumputadurapi. Brasilpi, Qallariynimi aparisqa kachkan musuq <a href="http://programae.org.br">Programa&ecirc;</a>.

source: Scratch Help
qu: Scratch Yanpay

source: Scratch - For Parents
qu: Scratch -Taytakunapaq

source: Scratch is a programming language and an online community where children can program and share interactive media such as stories, games, and animation with people from all over the world. As children create with Scratch, they learn to think creatively, work collaboratively, and reason systematically. Scratch is designed and maintained by the Lifelong Kindergarten group at the MIT Media Lab.
qu: Scratmi huk rimay qillqay huk ayllu intirnit llamkay maypim wambrakuna llamkayninkuta aypunankupaq histuriyanta, pukllayta, kawsarinanta runakunawan llapan suyumanta. wambrakuna scratchwan, yanapaykuspan llamkayta, amutaspa sumaqpunita. Scratchmi disiñasqa kachkan, uywasqa huñukusqanku Lifelong Kindergarten MIT yachay llamkaykuna.

source: What is the age range for Scratch?
qu: ima watam scratch llamkanapaq?

source: While Scratch is primarily designed for 8 to 16 year olds, it is also used by people of all ages, including younger children with their parents.
qu: sichus Scratch disiñasqa kachkan wambrakunapaq 8-16 watakunam, ichapas runakuna usanku llapan watayuqkunawan, uchuy wambrakunapas taytakunapas.

source: What resources are available for learning Scratch?
qu: ima rikursukunam scratch yachanampaq?

source: If you’re just getting started, there’s a <a href="/projects/editor/?tip_bar=getStarted">step-by-step guide</a> available inside Scratch, or you can download the <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Getting Started guide (PDF)</a>. The <a href="/info/cards/">Scratch Cards</a> provide a fun way to learn more. For an overview of Scratch resources, see <a href="/help/">Scratch Help</a>.
qu: sichus qallarichkankiraq, kanmi huk <a href="/projects/editor/?tip_bar=getStarted">pisi pisilla willachay</a> llamkanaykipaq Scratchpi, utaq siqawaqpas <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">willachayqallariypi (PDF)</a>. chay t<a href="/info/cards/">arhita Cards</a> yanapanmi ssumaqllata ancha yachanampaq. Uywanapaq huk qillqay qallariy llapan rikursukuna scratch, qaway <a href="/help/">scratch yanapay</a>.

source: What is the Scratch online community?
qu: imataq Scratch ayllu intirnit llamkay?

source: When participating in the Scratch online community, members can explore and experiment in an open learning community with other Scratch members from all backgrounds, ages, and interests. Members can share their work, get feedback, and learn from each other.
qu: llamkaptiki ayllupi scratch iintirnit llamkay, llamkaqkuna maskawaqmi hinaspa maskariy yachaykunata huknin llamkasqanku Scratchpi llapan kawsaqkunam, watayukuna, munasqapi. llamkaqkuna aypunankupaq llamkasqanku, ruwaykunata chaskimanku yachanampaq hukninkunapi.

source: What are the guidelines for the Scratch online community?
qu: mayqinkunataq kam ayllupaq scratch intirnit llamkay?

source: The MIT Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the <a href="/community_guidelines">community guidelines</a> together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the community guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a> profanity filter.
qu: Scratchpi llamkayta MIT llamkay ayllukunawan uywachwami allin rimayta, Runa llapan watayuqkunapa, razakunapas, itniyakuna, riliqiyunkuna, llapa ima kasqampas. yanapawaqmi churikita yachayta imayna llamkanampaq allichaspa <a href="/community_guidelines">qallariq ayllukuna</a> kuskalla. sichus llamkaqkuna yanapamanku sumaq uywayta intirnit web kaqpi willanampaq ima kaqta aylluta.Scratchpi llamkaqkuna llapa punchaw llakayta allichanampaq intirnitpi hinallataq Niykuna, llamkasqata yanapay <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a> filtraspa.

source: What is your privacy policy?
qu: imataq chay mana riqsipunilla?

source: To protect children's online privacy, we limit what we collect during the signup process, and what we make public on the website. We don't sell or rent account information to anyone. You can find out more about our privacy policy on our <a href="/info/faq/#privacy">frequently asked questions page</a>.
qu: amachakuymi mana riqsinaykipaq intirnit llamkay wambrakunata, harkanchikmi huñusqanchikta llamkasqanchik punin hinaspan qawachinanchikpaq intirnitpi. manan rantinchikchu ni mañanchikpas willakuyta mana pimanpas.uywawaqmi ancha willakuyta mana kikillanchikpa chiqanchik ñuqanchik <a href="/info/faq/#privacy">Ancha Tapuykuna pahinapi</a>.

source: Is there a way to use Scratch without participating online?
qu: kanmi imayna usananchikpaq scratchpi mana participanaykipaq intirnit llamkay?

source: Yes, the Scratch offline editor lets you create projects without joining or accessing the online community. Visit the <a href="/scratch2download">Scratch 2.0 offline editor</a> download page for instructions on how to install it on your computer. (If your computer does not support the latest version, try the <a href="/scratch_1.4/">Scratch 1.4 offline editor</a>.)
qu: sichus, musuqyachiy Scratch mana intirnitpi llamkayta dihasunki mana kuskakuspalla utaq yaykuyta aylluman intirnit llamkay. waturikuy tikray <a href="/scratch2download">mana kuskalla Scratch 2.0</a> siqay pahinata uywanaykipaq imayna instalayta kumputaduraykipi. (sichus kumputadurayki mana kumpatibli kanman wirsiyukunawan, <a href="/scratch_1.4/">scratch 1.4 musuqyachiy mana intirnitllawan</a>.)

source: What are parents saying about Scratch?
qu: Imanintaq taytakuna scratchmanta?

source: We often receive emails from parents thanking us for Scratch. Here are some examples:
qu: Ñaqapunilla kaskimuniku kurriyukunata taytakunata scratch aqradisikuspa. kaykuna hina:

source: "<b>I just want to thank you all for making Scratch, and for providing it for free.</b> My kids are doing amazing things that they see as fun yet I know is educational, valuable, and worthwhile. Thank you so much!!!"
qu: "<b>aqradisikuni llapan scratch ruwariqkuna aypunapaq mana qullqillawan.</b> churinchikmi ruwachkan imakunatapas sumaqta kusirikuspa, ichaqa yachaymi kan, ancha allinmi munasqanchik. ¡¡¡Aqradisikuni!!!"

source: <b>"My very shy but technical minded daughter has found this to be a fantastic, safe outlet for her creativity.</b> She spends her free time creating ever more difficult animations and sharing them with the scratch community. The forums provide her with a group of like-minded individuals with which she can hold on a conversation... She now feels that computers, graphic design and animation are something she would like to pursue in the future. Your program has opened a whole new world to her in so many ways, and I thank you wholeheartedly. "
qu: <b>"wambraymi, pinqakunmi amutaq tiknikapi, discubrirqa lluqsisqa allinpuni llamkanampaq.</b> paymi timpu libri kaptin llamkaspa kawsarinapi sasachaykunapi, aypurispa scratch ayllupi. furukunam aypurin huñuriq runakunata amutayninku uywanankupaq rimaykunata... kunanqa kumputaduran, disiñu qrafikupi hinallataq kawsarinapi ñawpaq punchawkunapi. pruqramayki sumaq musuq pachatam qawachirun llapan rikchaytapas, aqradisikuna suquymanta. "

source: "<b>My son is learning more than I can imagine from your tool.</b> He is not a natural logical thinker but loves LEGO. Your LEGO-like building block structure has moved him forward by light-years in his logical thinking skills...He can snap things together and begin to see the logic reinforced by immediate feedback. Of course we work on some things together--instant father and son time. This is just incredible. Just a big thanks to you and MIT."
qu: "<b>Wawallaymi yacharichkan anchata llamkaykimanta.</b> manam hanutaqchum nasisqam, ichaqa LEGOta munanmi. champa sayayninmi llamkasqakuna LEGO wan qayna watamanta lluqsichiqmi hamutay Luqikunatam...huñuwaqmi takllaq llapa imatapas hinaptin qawayta qallarisun luqika allichasqata chay llamkarisqa punimanta. Arillay, kuskallam llamkasun imapipas: ñaqa timpulla tayta wawan. kaymi ancha sumaq. qamtam aqradisikuni hinallataq MIT manpas".

source: Learning
qu: Yachasqakuna

source: For a one-page overview of what young people learn with Scratch, see <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Learning with Scratch</a>.
qu: Uywanaykipaq rimarisqa imakaqninmanta paqinapa maqtakunaman scratchwan yachasqanku, qaway <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">yachasqaykita scratchwan</a>.

source: Read an article on the <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">creative learning approach</a>.
qu: Liyiy huk artikulu chay <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">yachay infuki sumaq llamanta</a>.

source: We ask all participants on the site to follow the <a href="/community_guidelines">Community Guidelines</a>.
qu: Llapan mañachkanchik partsipayta intirnitpi qatinankupaq <a href="/community_guidelines">qallariq ayllupi</a>.

source: We do not make private account information available to anyone. For more information, please see the <a href="/info/faq/#privacy">Privacy Policy</a>.
qu: Manam ruwanchikchu willakuyta qillqasqaykimanta. uywanaykiapaq,willakuykuhnata, tapuriy <a href="/info/faq/#privacy">amachay ñuqanchikpa</a>.

source: Questions?
qu: Tapukuykuna?

source: To find out more about Scratch, please see <a href="/info/faq/">Frequently Asked Questions</a>.
qu: Achka willakuyta uywanaykipaq scratchwan, tapurimuy <a href="/info/faq/">Ancha Tapuykuna</a>.

source: You can also ask questions in the <a href="/discuss/">discussion forums</a>.
qu: Ichapas tapukuykunata ruwawaq chay <a href="/discuss/">Huñukuy Parlanapaq</a>.

source: If you need to contact our staff team directly, click <a href="%(contact_us_url)s">Contact Us</a> at the bottom of any page.
qu: Sichus qayayta munawaq ikipunchikwan punita, klikyaykuy <a href="%(contact_us_url)s">qayanapi</a> uray qayamuwayku nisqapi paqinapi.

source: Quotes - Scratch
qu: Kutisasqa - Scratch

source: What <b>Youth</b> are Saying about Scratch
qu: ima <b>Maqtakunam</b> nichkanku scratchmanta
