Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/qu/LC_MESSAGES/django.po
Languages: qu

source: Going forward, you will receive occasional updates from the Scratch Team and Scratch Foundation with coding tips, inspirational stories, project ideas, and more. The Scratch Foundation is a non-profit that supports Scratch educational initiatives.
qu: Ñawpaqkunapi, chaskimunqam musuqyachisqam Scratch llamkaqkunapi hinallataq Scratch fundasqakunawan rimay Yachakunapaq, willakuy allichaqwan, llamkaykunam amutasqapi. Scratch fundasqakunawan kankum huñunakusqamkun mana qullqi munaqmi, yanapaqkum yachay wasikunata Scratchwan.

source: You can unsubscribe from within the updates or by clicking below:
qu: Atinwanmi siqayta musuqyachisqakunawan utaq klikyaskunpanku qatiqkunapi:

source: Thank you for confirming your email address!
qu: Yupaychayki ari nisqaykipi Kuriyuykiwan!

source: It's easy (and free!) to sign up for a Scratch account.
qu: facillam (qratisllam) qillqarikuy kuwinta uywananchikpaq Scratch.

source: Thanks for joining Scratch!
qu: Yapaychakuyki allin huñunakusqayki Scratchman!

source: You're now logged in.
qu: Kunanmi qallirqankiña.

source: Would you like to:
qu: Munankichu:

source: Learn how to make a project
qu: Yachay ruwaspa huk llamkayta

source: Choose a starter project
qu: Akllaykuy huk llamkaykuy qallarinapaq

source: Connect with a Scratcher
qu: Kuskachakuy huk Scratchirman

source: Next
qu: Qatiq

source: OK Lets Go!
qu: Ariy akuschik!

source: All Classes ( <span data-content="classroom-count">%(classroom_count)s</span> )
qu: Llapan yachayniykuykuna (<span data-content="classroom-count">%(classroom_count)s</span>)

source: Ended Classes ( <span data-content="closed-count">%(closed_count)s</span> )
qu: Tukurqunñam yachayniykuykuna (<span data-content="closed-count">%(closed_count)s</span>)

source: All Class Alerts
qu: Llapan yachayniykuykuna alirtakuy

source: Studio:
qu: Yachay:

source: Extension Developer Terms of Use
qu: hukman yaykuna churasqa Ruwaqkunapa

source: Submit
qu: Apachiy

source: Older messages
qu: Mawka qillqakuna

source: Newer messages
qu: Musuq qillqasqakuna

source: Scratch Studio
qu: Scratch Yachaqkuna

source: Report this studio
qu: Niykuy yachaykunamanta

source: Updated %(tDate)s
qu: Musuqyachiy %(tDate)s

source: Describe what this studio is about.
qu: Qillqay imamantataq tratan yachaykuna.

source: <span data-count="followers">%(follow_count)s</span> Follower
qu: <span data-count="followers">%(follow_count)s</span>Qatiqkuna

source: Projects ( <span data-count="projects">100+</span> )
qu: Llamkaykuna (<span data-count="projects">100+</span>)

source: Projects ( <span data-count="projects">%(tCount)s</span> )
qu: Llamkaykuna (<span data-count="projects">%(tCount)s</span>)

source: Comments ( <span data-count="comments">%(tCount)s</span> )
qu: Rimaykuna (<span data-count="comments">%(tCount)s</span>)

source: Curators
qu: Hampiqkuna

source: You have <span id="chars-left-<%%- comment_id %%>">500</span> characters left.
qu: Uywanki <span id="chars-left-<%%- comment_id %%>">500</span> runaniraqniki dihasqa.

source: Congratulations! You are now a curator of this studio.
qu: Allinkaqmi! Kunam punim Yachay hampiqñam.

source: %(username)s Studio (%(tGCount)s)
qu: %(username)s Yachaykunam (%(tGCount)s)

source: Newest
qu: Musuq punim

source: Oldest
qu: Mawka punim

source: Most viewed
qu: Ancha qawasqa

source: Most loved
qu: Ancha Kuyasqa

source: Most favorited
qu: Ancha Munasqa

source: Most remixed
qu: Ancha Chapurisqa

source: Today
qu: Kunan Punchaw

source: On
qu: in

source: made edits to title or description of this studio
qu: ruray qillqayta sutichay utaq kaqninkuta kay yachaymanta

source: added the project
qu: yaparqa llamkayta

source: left a
qu: diharqun chaypi

source: accepted an invitation
qu: Ariy nirqa inwitaptin

source: from
qu: manta

source: to curate this studio
qu: hampinaykipaq kay yachayta

source: was promoted to manager
qu: Qirintiman numbrasqa

source: removed the project
qu: picharispa llamkaykunata

source: removed the curator
qu: Picharispa hampiqta

source: Invite owners
qu: Minkachina Ruwasqakunaman

source: Invite curators
qu: Minkachina hampiqkunaman

source: Add
qu: Yapay

source: Invite owners by username or select from the explore bar below!
qu: Minkachikuy runankunaman suti yaykunaman utaq akllaykuy kaspi maskaykunapi qatiqkunapi!

source: Invite curators by username or select from the explore bar below!
qu: Minkachikuy hampiqkunata suti yaykunaman utaq akllaykuy kaspi maskaykunapi qatiqkunapi!

source: Add Owners
qu: Yapay Llamkaqkunata

source: Scratchers Following Me
qu: Scratchirkunam Qatiwaq

source: Add Projects
qu: Yapay llamkaykuna

source: My Shared Projects
qu: LLamkaykuna Aypurisqa

source: My Favorites
qu: Munasqaykuna

source: My Recent Views
qu: Ñaqa Qawasqaykunalla

source: My Students' Projects
qu: Yachaqkunapa Llamkaynin

source: Add projects
qu: Yapay llamkaykuna

source: Add by url
qu: Yapay url nisqata

source: You can select projects from the bar below or add by url above.
qu: Akllawaqmi llamkaykunata uray barramanta utaq hapiwaqpas kay Url hanaymanta.

source: Follow
qu: Qatiy

source: Unfollow
qu: Dihay Qatiyta

source: Please verify your account
qu: Ama hinakaspalla Qawariy yaykunaykita

source: Submit Password
qu: Apachiy kuntrasiñayki

source: Last modified
qu: Qipa allichasqaña

source: Views
qu: Qawasqakuna

source: Loves
qu: Kuyay

source: Remixes
qu: Kambiyasqakuna

source: The Lifelong Kindergarten research group respects the intellectual property of others, as well as our users. If you believe that your work has been copied in a way that constitutes copyright infringement, please email copyright@scratch.mit.edu, or mail your complaint to the following:
qu: Huñunakusqankum Lifelong Kindergarten rispitanmi llamkasqankuta hunin runakunamanta, chaynallataq ñuqanchikmanta. Sichus llamkayniki kupyaysqa kachkan huchay rikchasqa, apachimuwayku huk kurriyuta kayman copyright@scratch.mit.edu utaq willakamuy kay diriksiyunman:

source: The Lifelong Kindergarten Group will promptly process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act (“DMCA”) and other applicable intellectual property laws. Upon receipt of notices complying or substantially complying with the DMCA, the Lifelong Kindergarten Group may act expeditiously to remove or disable access to any material claimed to be infringing. Repeat infringers of third-party copyrights are subject to termination in appropriate circumstances.
qu: Huñunakusqankum Lifelong Kindergarten llamkaqkunapi yachana maskay hinaspam huchachamqam ña imayna kasqanman hina derechos de autor Liywan miliniyu dihital (DMCA) nisqanwan huknin liykunawan huchankunanta kastiqanampaq. willakuyta chaskispanku ruwanakupaq DMCA, Lifelong Kindergarten llamkaqkunapi utqayman pichanampaq utaq disabilinatampaq yaykuqman mana maluqranankupaq. huchachasqankuqa llamkaqkunapa ruwasqankuta.

source: In assessing whether or not a Scratch user has violated your copyrights, please keep in mind that Scratch is an educational and not-for-profit initiative, seeking to aid children’s learning by providing the tools for them to learn and express themselves using digital technology. Please also keep in mind the “Fair Use” doctrine incorporated into the Copyright Act of 1976, 17 U.S.C. § 107.
qu: Qawarisqañam qillqasqa Scratchpin huchacharqaku llamkasqankuta, yuyariy qillqakusqayki qallarinankupaq yachachinaykipaq mana qullqiwan uywanapaq, maskanmi yanapayta yachaynimpi wambrakunata aypusqakunapi llamkaykunapi yachanankupaq musuqruray digitalpi. yuyariy kaytapas "allin usasqa"nisqata churarisqa chay Liypi llamkasqakunapi 1976, 17 U.S.C. § 107.

source: We hope you also see Scratch not only as a good way of popularizing your creations/website but also as an opportunity to do something good for children’s education.
qu: Suyaniku qanmanta icha qawaykuwaqpas mana riqsisqa kanapaq hinachu ruwayninkunata/ intirnit, ichaqa huk allin sumaq ruwaqpas wambrakunapa yachayninkunapaq.

source: If you choose to make a copyright infringement complaint, please note that we may post your notification, with personally identifiable information redacted, to a clearinghouse such as chillingeffects.org. Please also note that you may be liable for damages (including costs and attorneys’ fees) if you materially misrepresent that an activity is infringing your copyright.
qu: Sichus huchachayta tariptiki qillqaqkunapa, yuyariy qillqasqaykita llapa qawachinapaqmi, qillqasqaykiwan kanqa sutikiwan, huk willakuy apuqpi chillingeffects.org. Yuyariypas rispunsablim kanki llapa huchata quykusqaykita (qastukunata abuqadupa qastuntapas) sichus maluqrawaq Llakaykunata qillqaqpa dirichunta.

source: With Scratch, you can program your own interactive stories, games, and animations &mdash; and share your creations with others in the online community.
qu: Scratchwan, pruqramawaq histuryaykita, pukllaykikunata , kawsarinata & mdash; aypuypas ruwasqaykipas huknin ayllukunawan intirnit llamkay.

source: Scratch helps young people learn to think creatively, reason systematically, and work collaboratively &mdash; essential skills for life in the 21st century.
qu: Scratchmi yanapan wambrakunata ruway yuyay yachaynimpi, hinallapipas hamutayninkunapi, yanapakuspa llamkanampaq, allin rurayninkunapi cawsay 21st pachaqkunapi.

source: Scratch is a project of the Lifelong Kindergarten Group at the MIT Media Lab. It is provided free of charge.
qu: Ifelong Kindergarte llamkay Scratch MIT yachay llamkaykuna Ayllupi. Quykunqa qratis punillata.

source: <a href="/parents">INFO FOR PARENTS</a> | <a href="/educators">INFO FOR EDUCATORS</a>
qu: <a href="/parents">TAYTAKUNAPAQ YANAPAY</a>|<a href="/educators">YACHACHIQKUNAPA YANAPAY</a>

source: Who Uses Scratch?
qu: Pikunam llamkan Scratchpi?

source: Scratch is designed especially for ages 8 to 16, but is used by people of all ages. Millions of people are creating Scratch projects in a wide variety of settings, including homes, schools, museums, libraries, and community centers.
qu: Scratchmi ruwasqa kachka 8, 16 watayuqkunapaq, ichaqa llakarisq kan llapan wiñay kawsaykunata. millun runakunam llamkaykuna Scratchpi achka mayqin muyuriqninkunapi, kuskachasqa yachay wasikunawan, musiyuskunawan, bibliutikakunawan hinallapas Ayllukunapas.

source: Around the World
qu: Kay pacha Muyurinimpi

source: Scratch is used in more than 150 different countries and available in more than 40 languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the <a href="https://en.scratch-wiki.info/wiki/How_to_Translate_Scratch">translation</a> page.
qu: Scratchwanmi llamkanku 150 llapan rikchaq suyu llaqtakunapi kachkanpas ancha 40 simikunapi. Huknin simikunaman tikray, hanay minupi klikta ruray. Utaq, llamkay musuqyachinapi, klikta ruray hanay qlubu paqina kaqpi. Yapanaykipaq utaq musuqyachinaykipaq huk allichaypi, qaway <a href="https://en.scratch-wiki.info/wiki/How_to_Translate_Scratch">allichaqpi</a> paqinata.

source: Quotes
qu: Sitasqakuna

source: The Scratch Team has received many emails from youth, parents, and educators expressing thanks for Scratch. Want to see what people are saying? You can read a collection of the <a href="/info/quotes">quotes</a> we've received.
qu: Scratchpi llamkaqkunam chaskirqaku ancha kurriyukunata wambrakunamanta, taytakunamanta yachachikunapa rimarispa Scratchpa. Qawaytachu munanki runapa nisqankuta? liyiykuwaqmi llapa huñurisqata <a href="/info/quotes">sitas</a> nisqanta Chaskisqanchikta.

source: Learn More About Scratch
qu: Anchata Yachay Scratchmanta

source: <li><a href="../help/">Scratch Help Page</a></li> <li><a href="../info/faq/">Frequently Asked Questions</a></li> <li><a href="../parents/">Information for Parents</a></li> <li><a href="/info/credits/">Scratch Credits</a></li>
qu: <li><a href="../help/">yanapay pahina Scratch</a></li> <li><a href="../info/faq/">Ancha Tapuykuna</a></li> <li><a href="../parents/">Taytakunapaq Willa Yanapay</a></li> <li><a href="/info/credits/">Scratch Kriditukuna</a></li>

source: Learn to Code, Code to Learn
qu: Yachay kudifikayta, kudifikay yachanaykipaq

source: The ability to code computer programs is an important part of literacy in today’s society. When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.
qu: Kay umalliy kudiphikasqa llamkaykuna kumputadurapi ancha allinmi alphabitisasiyumpaq llapa allukunapaq kunapunchawkuna. Runakunam kudiphikayta yachaptinku Scratchpi, yachanku sumaq allichayta huchachakunata mana allinkunata, llakayninta disiñan, willarin umalliqkunata.

source: Scratch in Schools
qu: Scratch Yachay wasipi

source: Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educators share stories, exchange resources, ask questions, and find people on the <a href="http://scratched.gse.harvard.edu/">ScratchEd website</a>.
qu: Yachaqkuna yachachkanku scrachpi llapan niwilkunapi (yachay wasi primariyamanta uniwirsidadkama) llapan disiplinapi (Matimatikunapi, inphurmatikapi, qillqay artikunapi, yachay allukunapi). yachachiqkuna willarinku histuriyakunata, aypurinku rikursukunata, tapurinku, tarinku runakunata <a href="http://scratched.gse.harvard.edu/">ScratchEd web kunapi</a>.

source: Research
qu: Maskanapaq

source: The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programming for All</a>). Find out more about <a href="/info/research">Scratch research</a> and <a href="/statistics">statistics about Scratch</a>.
qu: Huñunakusqan yanapaqkuna Scratch MIT maskarichkanku imayna runakuna usanku, yachanku scratchwan (yaykunaykipaq, qawariy <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratchta: pruqramasiyun llapallankupaq</a>) tarimuy anchat <a href="/info/research">Scratchmanta risiarchmanta</a> <a href="/statistics">ayka puniy scratchpa</a>.

source: Support and Funding
qu: Yanapay Qullqiwan

source: The Scratch project, initiated in 2003, has received generous support from the National Science Foundation (grants 0325828, 1002713, 1027848, 1019396), Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Scratch Foundation, Google, Dell, Fastly, Inversoft, and MIT Media Lab research consortia. If you'd like to support Scratch, please see our <a href="https://secure.donationpay.org/codetolearn/">donate page</a>, or contact us at donate@scratch.mit.edu.
qu: Scratch llamkaymi, 2003 watapi qallariq, chaskimurqa yanapaynin chay National Science Foundation nisqam (subwinsiyunasqa 0325828, 1002713, 1027848, 1019396),Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Scratch Foundation, Google, Dell, Fastly, Inversoft, y consorcios de investigación del MIT Media Lab.sichus yanapayta munanki scratchwan, waturikuy kaypi <a href="https://secure.donationpay.org/codetolearn/">yanapay pahina</a>, qayamuwayku donate@scratch.mit.edu.

source: Creative Characters Camp
qu: Runapa Ruraynin Kampamintupi

source: Coding for All Project
qu: Kudificay Llapan Llamkaykunata

source: Coding for All:
qu: Kudificay Llapanta:

source: The <strong>Coding for All</strong> project brings together an interdisciplinary research team from the <a href="http://llk.media.mit.edu">MIT Media Lab</a>, the <a href="http://dmlhub.net/" target="blank">Digital Media and Learning Hub</a> at University of California Irvine, and the <a href="https://cyber.law.harvard.edu/">Berkman Klein Center for Internet and Society</a> at Harvard University to develop new online tools and activities to engage more young people in developing computational fluency, particularly youth from groups currently underrepresented in computing.
qu: chay <strong>kudifikasqa llapallampaq</strong> llamkaykuna huñurin maskaqkunata sumaq llakasqanpi <a href="http://llk.media.mit.edu">MIT yachay llamkaykuna</a>, chay ...<a href="http://dmlhub.net/" target="blank">Dihital Midiya hinaspa yachay champimpi</a> yachay wasi California Irvine nisqapi, hinaspa chay <a href="https://cyber.law.harvard.edu/">Berkman klein champimpi intirnitpaq llampanrunapaq</a> chay yachay Wasi HArvard llamkanaykipaq musuq llamkanata, ruwasqakunataintirnit llamkay aypunaykipaq wambrakunata llamkananpaq utqayllapi kumputadurapi, kunan punchaw wambrakuna huñunakunku infurmatikapi llamkanku.

source: What is being developed?
qu: Imataq Llamkachkanki?

source: This initiative extends the Scratch programming language, which enables young people to code their own interactive stories, games and animations. To ease the transition into coding, the MIT Scratch team is developing a series of interest-based "microworlds" — specialized coding environments designed to connect with young people’s interests. The first interest-based microworlds being developed are in the interest areas of hip-hop dance, fashion, and sports.
qu: kay qallariymi ayparin qillqay liyiy Scratchpi, yanapan wambrakunata kudifikayta kikimpa histuriyanta, pukllayninta, kawsarinintapas. Fasilinatampaq kufinankupaq, huñukusqaku MIT Scratch llamkachkanku llapan rikchaq intiriskunapi "microworlds" — muyuriy kudifinankupaq disiñasqam kachkan kuskakunampaq wambrakunawan Qallariq mikrumundukuna kasqamku intiriskunapi llamkaqkunam kachkanku chay ariyapi tisuq hinapa hip hop, pacha, pukllaykuna.

source: What are the project goals?
qu: Maykunam kam Llamkaypa ubhitibun?

source: <p><strong>Design goal</strong>: Identify design principles and develop technological infrastructure for supporting interestdriven trajectories into computational fluency.</p> <p><strong>Deployment goal</strong>: Provide more pathways from interest to computational fluency for populations of youth underrepresented in the computing world.</p> <p><strong>Research goal</strong>: Contribute to a deeper understanding of trajectories that youth follow from their interests into computational fluency</p>
qu: <p><strong>Disiñupa ubhitibun</strong>: qawariy disiñupa qallrininta hinaspam llamkarin sayay musuq ruraypi yanapanampaq ruwasqamkup i apachisqa chuyapunita kumputadurapi.</p> <p><strong>Yaparinapaq ubhitiwu</strong>: Aypunapaq ancha tarinapaq intiriskunapi chuyay kumputaciyunalpaq Wambra ayllunapaq riqsirichikuspa infurmatika pachapi.</p> <p><strong>Maskarispa ubhitibukunata</strong>: yanapam sumaq umalliqkunapaq wambrakunapa yachaynimpi intiris chuyay kumputasiyunalpi</p>

source: What activities have been offered so far?
qu: Ima llamkaytaq ufrisikurqa kunankama?

source: The project partners are collaborating with Progressive Arts Alliance (PAA) to develop resources and workshops on the interest area of hip-hop dance. We have offered workshops for youth in Cleveland and Los Angeles, and for librarians, educators, and youth program leaders nationally and internationally. In addition, the hip-hop dance and coding resources are featured as part of the Hour-of-Code.
qu: Llamkaqpa runankuna yanapachkanku chay Progressive Arts Alliance (PAA) nisqawan, llamkanankupaq rukursuta, tallirkunatapas tusuq hip-hop ariyakunapi. ufrisirqanchikmi wambrakunaman tallirkunata Cleveland y Los Ángeles suyupi, yachachiqkunapaq hinaspa umalliq pruqramampi wambrakunapa suyunkunapi hatun suyupaq. ichapas, tusuy kaqninkuna, hip-hop kudifikanampaq riqsichikunqa pacha kudiqu hina.

source: Who is working on the project?
qu: Pim llamkachkan Llamkaypi?

source: The lead researchers and staff on the project include: <p><strong>MIT Media Lab</strong>: Mitchel Resnick (Principal Investigator), Natalie Rusk (Co-PI), Moran Tsur, Eric Schilling, Sarah Otts</p> <p><strong>University of California - Irvine</strong>: Mimi Ito (Principal Investigator), Crystle Martin</p> <p><strong>Berkman Klein Center at Harvard University</strong>: Urs Gasser (Principal Investigator), Andres Lombana-Bermudez, Sandra Cortesi, Paulina Haudong</p> Other collaborators include: <p><strong>Progressive Arts Alliance</strong>
qu: Maskaqkunam llamkaq diriqisqampas uywanku: <p><strong>MIT Media Lab</strong>: Mitchel Resnick (Maskariq Punim), Natalie Rusk (Co-PI), Moran Tsur, Eric Schilling, Sarah Otts</p> <p><strong> Yachay Wasi Uniwirsidad California nisqapi, Irvine</strong>: Mimi Ito (Maskariq Punin),Crystle Martin</p> <p><strong> Berkman Klein yachay wasi Universidad Harvard manta</strong>: Urs Gasser (Maskariq punin), Andres Lombana-Bermudez, Sandra Cortesi, Paulina Haudong</p> hukunapas yanapaqkunam kachkanku: <p><strong> Qatiq artikuna kuskachasqa</strong>

source: This material is based upon work supported by the National Science Foundation under grant number 1348876.
qu: kay llamkanam kam llakay yanapasqa chay National Science Foundation nisqapa kay yupawan riqsisqa 1348876.

source: Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation.
qu: Rimasqaykiqa, tarisqakuna tukuyrimasqa utaq rikumidasqa rimarisqa kay llamkanapi kachan qillqaqkunapa manam allinchu yanapan chay qawariq National Science Foundation nisqapi.

source: Collaborating Organizations
qu: Yanapaq Wasikuna

source: Resources
qu: Llamkananchikpaq

source: You can access resources for creating dance, music, and other interest-based projects here:
qu: Yaykuwaqmi rikursuman ruranaykipaq tusykunata, takikunata ima llamkaytapas munasqaykita kaypi:

source: Things to Try Page
qu: Imakunatapas Phina churanapaq

source: Preview Scratch Microworld prototypes:
qu: Qawayraq ruwasqaykita Scratch Uchuychalla pacha:

source: Interest-Based Microworlds Prototypes
qu: Llamkarisqa Mikrumundukunapi intirispi Ruwasqa

source: Related Posts
qu: Raki Rikchayllaña

source: Coding for All: Dance and Scratch Workshops - Paulina Haudong
qu: kudifikasqa llapan: tusuq tallirkunapaq Scratch - Paulina Haudog

source: Hip-Hop and Scratch - Progressive Arts Alliance
qu: Hip-hop, scratchwan - aliansa allin lluqsinampaq artikuna

source: Reflections on a Hip-Hop and Scratch Workshop
qu: Amutay tallirmanta tusuq hip-hop, scratchpas

source: Scratch Community Guidelines
qu: Scratch Ayllukunapa Yanapanampaq

source: We need everyone’s help to keep Scratch a friendly and creative community where people with different backgrounds and interests feel welcome.
qu: Munanchikmi llapallanchikpa yanapakuyninta Scratchta uywananchikpaq riqsisqalla, rurayllapi maypim llapan rikchaq antisidintiyuqkuna, itiriskunawampas runakuna allin hamuy kanampaq.

source: <b>Be constructive.</b> When commenting on others' projects, say something you like about it and offer suggestions.
qu: <b>Ruwaqmi kay.</b> Rimarispayki huknin runakunapa llamkayninmanta, rimay allin munasqampaq hina yanapaykuypas.

source: Scratch welcomes people of all ages, races, ethnicities, religions, sexual orientations, and gender identities.
qu: Scratchmi allin hamuy nimi runakunata llapan watayuq, rasapas,itniyapas, reliqiyunpas, ima kasqampas.

source: Scratch Credits
qu: Scratch Kriditus

source: Scratch Credits and Contributors
qu: Scratch Kriditus Yanapasqanku

source: MIT Scratch Team
qu: MIT Huñunakusqanku scratchmanta

source: Hip-Hop Dance on Scratch
qu: Hip-Hop Tusuy Scratchpi

source: You can use Scratch to program your own dance moves and routines!
qu: Scratchtam churawaq pruqramanaykipaq kuyuyninta tusuynikipata!

source: Featured Hip-Hop Projects
qu: Akllasqa Hip-Hop Llamkaykunata

source: Hip-Hop Dance Start-Up
qu: Hip-Hop Tusuy Qallari

source: Top Rocking in LA
qu: hanay tusuqpi LA

source: Silhouette Dance
qu: Siluwita tusuy

source: EpicDance
qu: IpikTusuy
