Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/django.po
Languages: ru

source: The Scratch Wiki contains a wide variety of articles by Scratchers for Scratchers, including advanced topics and tutorials.
ru: Скретч Вики содержит множество статей, которые скретчеры написали для скретчеров, включая руководства и описания сложных тем.

source: Scratch 1.4 Download
ru: Загрузка Scratch 1.4

source: Links and information on the previous version of Scratch.
ru: Ссылки и информация о предыдущей версии Скретч.

source: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch and the Physical World</a>
ru: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Скретч и физический мир</a>

source: Scratch Logo
ru: Логотип Скретч

source: Access the Scratch logo and other media files.
ru: Доступ к логотипу и другим медиа файлам.

source: Scratch - Videos
ru: Скретч - Видео

source: Make your sprite spin
ru: Научить спрайт вращаться

source: Make your sprite change color
ru: Научить спрайт менять цвет

source: Make your sprite dance
ru: Научить спрайт танцевать

source: Make your sprite follow the mouse
ru: Научить спрайт следовать за мышкой

source: Make a simple game
ru: Создание простой игры

source: Differences between vector and bitmap
ru: Различия между векторной и растровой графикой

source: Switching between vector and bitmap
ru: Переключение между векторной и растровой графикой

source: Smoothing
ru: Сглаживание

source: Grouping
ru: Группирование

source: Layers
ru: Слои

source: Center of Costume
ru: Центр костюма

source: Back
ru: Назад

source: Messages
ru: Сообщения

source: All Messages
ru: Все сообщения

source: Comments
ru: Комментарии

source: %(time)s ago
ru: %(time)s тому назад

source: remixed
ru: ремиксено

source: favorited
ru: любимые

source: today
ru: сегодня

source: Scratch Team
ru: Команда Скретча

source: New Scratcher
ru: Новый скретчер

source: About me
ru: Обо мне

source: Add a bit about yourself
ru: Добавьте информацию о себе

source: What I'm working on
ru: Над чем я работаю

source: Describe what you're working on
ru: Опишите, над чем вы работаете

source: Change featured project
ru: Изменить избранный проект

source: What I've been doing
ru: Что я делаю

source: Report this user
ru: Пожаловаться на участника

source: Shared Projects
ru: Проекты, которыми поделился

source: Favorite Projects
ru: Избранные проекты

source: Studios I'm Following
ru: Студии, за которыми я слежу

source: Studios I Curate
ru: Студии, которые я курирую

source: Following
ru: Следит за

source: Followers
ru: Следуют за

source: I agree!
ru: Я принимаю!

source: Favorites
ru: Любимые

source: Studios I Follow
ru: Студии, за которыми я слежу

source: on Scratch
ru: на Скретч

source: scripts
ru: скрипты

source: sprites
ru: спрайты

source: See inside
ru: Посмотреть код

source: Based on:
ru: Основано на:

source: Original project:
ru: Исходный проект:

source: not shared
ru: личное

source: Modified: %(tDate)s
ru: Изменён: %(tDate)s

source: Favorite this project
ru: Добавить в избранное

source: Love this project
ru: Добавить лайк

source: Total views
ru: Число просмотров

source: View the remix tree
ru: Просмотреть дерево ремиксов

source: Download this project file
ru: Скачать файл проекта

source: remixes
ru: ремиксы

source: Newest Projects
ru: Новейшие проекты

source: Projects selected by
ru: Проекты выбранные

source: What the Community is
ru: Что сообщество

source: Remix tree for "%(projectTitle)s"
ru: Дерево ремиксов для "%(projectTitle)s"

source: Remix tree
ru: Дерево ремиксов

source: Draft
ru: Черновик

source: Instructions
ru: Инструкции

source: Notes and Credits
ru: Заметки и благодарности

source: added by
ru: добавлено

source: Your project is now shared.
ru: Ваш проект теперь опубликован.

source: Congratulations on sharing your project! Other people can now try it out, give comments, and remix it.
ru: Поздравляем с публикацией вашего проекта! Теперь другие участники смогут его пробовать, комментировать и использовать.

source: Sorry this project is not shared
ru: Извините, этот проект не опубликован

source: This project is not shared -- so only you can see it. Click share to let everyone see it!
ru: Вы не поделились этим проектом, поэтому только вы можете его просматривать. Нажмите "Поделиться", чтобы его увидели другие!

source: Note: This project is in the trash folder
ru: Примечание: Этот проект в папке Корзина

source: Note: this project is not visible, it was
ru: Примечание: этот проект невидим, он был

source: Unshared
ru: Личное

source: More projects by
ru: Ещё проекты от

source: Creator
ru: Автор

source: More projects (temporarily disabled)
ru: Больше проектов (временно недоступно)

source: %(tDate)s ago
ru: %(tDate)s тому назад

source: Report project as inappropriate
ru: Пожаловаться на проект

source: Report this
ru: Пожаловаться

source: Login
ru: Войти

source: Forgot username or password?
ru: Забыли имя или пароль?

source: Password reset confirmation
ru: Подтверждение сброса пароля

source: New Password
ru: Новый пароль

source: Change my password
ru: Изменить мой пароль

source: Password reset email sent...
ru: Письмо для сброса пароля отправлено...

source: Reset Password
ru: Сброс пароля

source: Enter Username
ru: Введите имя участника

source: Send me a password reset link!
ru: Отправьте мне ссылку для сброса пароля!

source: Learn how to make a project
ru: Узнать как сделать проект

source: Joined %(tDate)s ago /
ru: Участвует %(tDate)s /

source: Search - Scratch
ru: Поиск - Скретч

source: Users
ru: Участники

source: Support Pages
ru: Страницы поддержки

source: All Results
ru: Все результаты

source: Age Distribution of New Scratchers
ru: Распределение новых участников по возрасту

source: All Projects (<span data-content="project-count">%(projects_count)s</span>)
ru: Все проекты (<span data-content="project-count">%(projects_count)s</span>)

source: Shared Projects (<span data-content="shared-count">%(shared_count)s</span>)
ru: Опубликованные проекты (<span data-content="shared-count">%(shared_count)s</span>)

source: Unshared Projects (<span data-content="unshared-count">%(notshared_count)s</span>)
ru: Личные проекты (<span data-content="unshared-count">%(notshared_count)s</span>)

source: My Studios (<span data-content="gallery-count">%(gallery_count)s</span>)
ru: Мои студии (<span data-content="gallery-count">%(gallery_count)s</span>)

source: New Project
ru: Новый проект

source: New Studio
ru: Новая студия

source: Load More
ru: Загрузить еще

source: Last modified:
ru: Последнее изменение:

source: Add to
ru: Добавить в

source: View:
ru: Просмотр:

source: Most Projects
ru: Большинство проектов

source: Last updated
ru: Последнее добавление

source: You do not own any galleries. <a href=>Create one!</a>
ru: У вас нет галерей. <a href=>Создать!</a>

source: Created: %(gallery.datetime_created|date:"F d Y fa")s
ru: Создана: %(gallery.datetime_created|date:"F d Y fa")s

source: You do not have any galleries
ru: У вас нет галерей

source: Not shared
ru: Неопубликованное

source: + New Project
ru: + Новый проект

source: Created:
ru: Создано:

source: Owned by me
ru: Принадлежащие мне

source: Curated by me
ru: Курируемые мной
