Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/django.po
Languages: ru

source: "<b>I just want to thank you all for making Scratch, and for providing it for free.</b> My kids are doing amazing things that they see as fun yet I know is educational, valuable, and worthwhile. Thank you so much!!!"
ru: "<b>Просто хочу сказать спасибо за то, что вы сделали Скретч и распространяете его бесплатно</b> Мои дети делают удивительные вещи, которые их самих увлекают и кажутся такими забавными, несмотря на учебную ценность. Спасибо огромное!!!!"

source: Learning
ru: Обучение

source: For a one-page overview of what young people learn with Scratch, see <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Learning with Scratch</a>.
ru: Краткий обзор того, чему дети учатся в Скретч, можно посмотреть в <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Учимся со Скретч</a>.

source: We ask all participants on the site to follow the <a href="/community_guidelines">Community Guidelines</a>.
ru: Мы просим всех участников следовать <a href="/community_guidelines">Правилам Сообщества</a>.

source: We do not make private account information available to anyone. For more information, please see the <a href="/help/faq/#privacy">Privacy Policy</a>.
ru: Мы не открываем личных данных участников. Для дополнительной информации смотрите<a href="/help/faq/#privacy">Политика по отношению к личной информации</a>.

source: Questions?
ru: Вопросы?

source: To find out more about Scratch, please see <a href="/help/faq/">Frequently Asked Questions</a>.
ru: Чтобы узнать больше о Скретч, посмотрите <a href="/help/faq/">Часто задаваемые вопросы</a>.

source: You can also ask questions in the <a href="/discuss/">discussion forums</a>.
ru: Вы можете задавать вопросы на <a href="/discuss/">форумах</a>.

source: If you need to contact our staff team directly, click <a href="%(contact_us_url)s">Contact Us</a> at the bottom of any page.
ru: Если вы хотите связаться с командой разработчиков, щелкните <a href="%(contact_us_url)s">Связаться с нами</a> внизу каждой страницы.

source: Quotes - Scratch
ru: Цитаты - Скретч

source: What <b>Youth</b> are Saying about Scratch
ru: Что <b>Дети</b> говорят про Скретч

source: I like Scratch better than blogs or social networking sites like Facebook because we’re creating interesting games and projects that are fun to play, watch, and download. I don’t like to just talk to other people online, I like to talk about something creative and new.<span class="quotes">&rdquo;</span> - 13-year-old </p>
ru: Скретч мне нравится больше чем блоги или социальные сети вроде Facebook потому что мы создаем интересные игры и проекты, с которыми забавно играть, смотретьи скачивать. Я не люблю просто болтать с людьми в сети, я люблю говорить в чем-то творческом и новом.<span class="quotes">&rdquo;</span> - 13 лет </p>

source: <span class="quotes">&ldquo;</span>My 8-year-old brother and I have been active participants of the Scratch Online Community for over a year. I enjoy designing and programming games and animations with other kids, because different people have different skills, and when you work together, you can build a much better project than you can alone.<span class="quotes">&rdquo;</span> - 13-year-old
ru: <span class="quotes">&ldquo;</span>Я со своим восьмилетним братом активно учавствуем в жизни сообщества уже больше года. Мне нравится создавать игры и анимации вместе с другими детьми, ведь у каждого свои способности, а вместе получается ещё лучше, чем поодиночке.<span class="quotes">&rdquo;</span> - 13 лет

source: What are the system requirements for Scratch 1.4?
ru: Каковы системные требования для Скретч 1.4?

source: Scratch - Starter Projects
ru: Скретч - начальные проекты

source: Interactive Art
ru: Интерактивное Искусство

source: Music and Dance
ru: Музыка и Танцы

source: Video Sensing
ru: Видео сенсоры

source: Dance Party
ru: Танцевальная вечеринка

source: Animate the Crab
ru: Анимация Краба

source: The Pico Show: Intro
ru: Пико шоу: Введение

source: Soundflower
ru: Подсолнух

source: Remix this dance
ru: Ремикс этот танец

source: Piano
ru: Пианино

source: Starfish Choir
ru: Хор морских звезд

source: 5 Random Facts about Me
ru: 5 фактов обо мне

source: Teens at the Castle
ru: Дети в замке

source: Musical Buttons
ru: Музыкальные кнопки

source: Bubbles with Video Sensing
ru: Пузыри и видео сенсоры

source: Scratch Help
ru: Помощь Скретч

source: Scratch Cards
ru: Карточки Скретч

source: Scratch cards provide a quick way to learn new Scratch code.
ru: Карточки Скретч - быстрый способ узнать Скретч код.

source: Get all the Cards
ru: Получить все карточки

source: Change Color
ru: Изменить цвет

source: View Card
ru: Посмотреть карту

source: Key Moves
ru: Клавиши движения

source: Say Something
ru: Скажите что-нибудь

source: Glide
ru: Плыть

source: Follow the Mouse
ru: Следовать за мышью

source: Dance Twist
ru: Танцевать твист

source: Interactive Whirl
ru: Интерактивный вихрь

source: Animate It
ru: Анимировать

source: Moving Animation
ru: Движущаяся анимация

source: Surprise Button
ru: Кнопка сюрприза

source: Keep Score
ru: Сохранить очки

source: General Questions
ru: Общие вопросы

source: Remixing and Copying
ru: Ремиксы и копирование

source: Accounts
ru: Аккаунты

source: Licensing and Permissions
ru: Лицензирование и разрешения

source: Inappropriate Content
ru: Недопустимый контент

source: Cloud Data
ru: Облачные данные

source: What is Scratch, and what can I do with it?
ru: Что есть Скретч и что я могу для него сделать?

source: Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively.To learn more about Scratch, check out the <a href="/about">About Scratch</a> page.
ru: Скретч это язык программирования и сетевое сообщество, где вы можете создавать свои собственные интерактивные истории, игры и мультфильмы -- и делиться своими созданиями со всем миром. Разрабатывая и программируя проекты Скретч дети учатся работать вместе, мыслить творчески и критически. Чтобы узнать больше посмотрите страницу <a href="/about">О Скретч</a>.

source: How do I make a game or animation with Scratch?
ru: Как можно сделать игру или мультфильм в Скретч?

source: Check out the <a href="/help">help page</a> to see lots of ways to get started with Scratch. Or just <a href="/projects/editor/?tip_bar=getStarted">dive in</a> to the project editor.
ru: Посмотрите <a href="/help">страницу помощи</a> и найдите там множество способов начать работу. Или просто <a href="/projects/editor/?tip_bar=getStarted">войдите</a> в редактор проектов.

source: What are the system requirements for Scratch?
ru: Какие системные требования для среды Скретч?

source: Can I still upload projects created with older versions of Scratch to the website?
ru: Могу ли я загружать на сайт проекты, созданные в более ранней версии Скретч?

source: Can I make a video with Scratch and upload it to YouTube?
ru: Могу ли я сделать Скретч видео и положить его на YouTube?

source: To make a video of your Scratch project, you can use screen capture software like <a href="http://camstudio.org/">CamStudio</a>. But keep in mind, some Scratch projects are interactive: they do different things depending on what the viewer does (for example: a video game that responds to key presses). Videos are not interactive - they show the exact same thing each time you play them. So you can definitely make a video of your Scratch project, just keep in mind that videos and projects aren’t the same.
ru: Чтобы сделать видео со Скретч проектом вы можете записать изображение с экрана при помощи <a href="http://camstudio.org/">CamStudio</a> или похожей программы. Но помните, что проекты Скретч интерактивны: их действия зависят от действия зрителя (например: видеоигры реагируют на нажатие клавиш). Видео не интерактивно - оно показывает всегда одно и то же. Так что вы можете записать видео, просто помните что видео и проект не одно и то же.

source: How much does Scratch cost? Do I need a license?
ru: Сколько стоит Скретч? Нужна ли лицензия?

source: Scratch is and always will be free. You don’t need a license to use Scratch in your school, home, or anywhere else. The development and maintenance of Scratch is paid for by grants and donations. If you’d like to contribute to Scratch, check out our <a href="#">Donate page</a>.
ru: Скретч бесплатен и будет таким всегда. Вам не нужна лицензия, чтобы им пользоваться в школе, дома и где угодно. Развитие и поддержка Скретч оплачивается грантами и пожертвованиями. Если вы хотите поддержать Скретч, обратитесь на <a href="#">страницу пожертвований</a>.

source: Who created Scratch?
ru: Кто создал Скретч?

source: Scratch is developed and maintained by the Scratch Team at the <a href="http://llk.media.mit.edu/">Lifelong Kindergarten group</a> at <a href="http://www.media.mit.edu/">MIT Media Lab</a>.
ru: Скретч создан и поддерживается командой Скретч в группе <a href="http://llk.media.mit.edu/">Lifelong Kindergarten </a> в <a href="http://www.media.mit.edu/">MIT Media Lab</a>.

source: What information do you ask for during account registration?
ru: Какую информацию вы запрашиваете в ходе регистрации?

source: To protect the privacy of our community members, we limit what we collect and what we publish on the website. During the registration process, we ask for the following information:
ru: Чтобы обеспечить сохранность личных данных, мы ограничиваем собираемую информацию. В ходе регистрации мы спрашивать следующую информацию:

source: username - We ask that users avoid using their real names or other identifying information.
ru: имя участника - Мы просим участника не называть настоящее имя и не сообщать никакой информации, по которой он может быть идентифицирован.

source: country
ru: страна

source: birth month and year - We use this to confirm ownership of the account if the owner loses the password and email, or writes to ask us to close the account closed.
ru: месяц и год рождения - мы используем эти данные для подтверждения аккаунта, если вдруг участник потеряет пароль и почту или если участник попросит открыть закрытый аккаунт.

source: gender
ru: пол

source: The username and country of the account holder are displayed publicly on their profile page. The birth month / year, email address, and gender associated with the account are not displayed publicly. We collect this info so we can know the age and gender of our users in aggregate, and for research purposes. We do not sell or rent information about our users to anyone.
ru: Имя участника и страна показываются на странице его профиля. Дата рождения, адрес электронной почты и пол участника не показываются. Мы собираем эти данные, чтобы представлять общие данные по полам и возрастам для исследовательских целей. Мы никому не передаем и не продаем эту информацию.

source: What data is collected from people while they use the website?
ru: Какие данные собираются в процессе использования сейта?

source: When a user logs in, the Scratch website asks their browser to put an <a href="http://en.wikipedia.org/wiki/HTTP_cookie">http cookie</a> on their computer in order to remember that they are logged in while they browse different pages. We collect some data on where users click and which parts of the site they visit using Google Analytics. This "click data" helps us figure out ways to improve the website.
ru: Когда посетитель заходит на страницу, сервер просит браузер записать на компьютер <a href="http://en.wikipedia.org/wiki/HTTP_cookie">http cookie</a>, чтобы при переходе на другие страницы сайта помнить, что вход уже совершен. Мы собираем некоторые данные о переходах пользователя при помощи Google Analytics. Эти данные помогают нам улучшить веб-сайт.

source: Some of the information and data collected on the Scratch website are used in research studies intended to improve our understanding of how people learn with Scratch. The results of this research are shared with educators and researchers through conferences, journals, and other publications. You can find out more on our <a href="/info/research">Research page</a>.
ru: Часть информации и данных, которые собираются на сайте Скретч, используются в научных исследованиях, направленных на лучшее понимание того, как люди учатся в среде Скретч. Результаты этих исследований публикуются в журналах и представляются на конференциях для учителей и исследователей. Подробности на странице <a href="/info/research">Исследования</a>.

source: Does the Scratch Team sell or rent information about users of Scratch to anyone?
ru: А не продает ли команда Скретч информацию о пользователях?

source: No.
ru: Нет.

source: Can the Scratch Team view unshared projects on my 'My Stuff' page?
ru: Может ли команда Скретч видеть мои неопубликованные проекты на странице "Мои работы"?

source: What is a remix?
ru: Что такое ремикс?

source: When a Scratcher makes a copy of someone else’s project and modifies it to add their own ideas (for example, by changing scripts or costumes), the resulting project is called a "remix." Every project shared to the Scratch website can be remixed. We consider even a minor change to be a valid remix, as long as credit is given to the original project creator and others who made significant contributions to the remix.
ru: Когда скретчер делает копию проекта другого автора и модифицирует этот проект, добавляя собственные идеи (например, изменяя скрипты и костюмы), результат называется "ремиксом". Каждый опубликованный на сайте проект может быть изменен. Мы считаем, что даже мелкие изменения допустимы, если есть ссылки на исходный проект и других авторов, помогших создать ремикс.

source: Why does the Scratch Team require that all projects be “remixable”?
ru: Почему команда Скретч требует, чтобы все проекты можно "ремиксить"?

source: We believe that viewing and remixing interesting projects is a great way to learn to program, and leads to cool new ideas. That’s why the source code is visible for every project shared to the Scratch website.
ru: Мы верим, что просмотр и ремикс интересных проектов это отличный способ научиться программировать и он ведет к новым идеям. Поэтому код любого опубликованного проекта можно посмотреть.

source: What if I don’t want others to remix my projects?
ru: Что если я не хочу, чтобы другие делали ремиксы моих проектов?

source: Can I use images / sounds / media from the internet in my projects?
ru: Могу ли я использовать картинка / звуки / медиа из сети в моих проектах?

source: It's important to respect the original creator’s wishes regarding remixing. If you choose to integrate someone else’s work into your own, be sure to give them credit on the project “credits” section, and include a link back to the original. To find art / sounds that are already licensed for remixing, check out the <a href="http://search.creativecommons.org/">Creative Commons search page</a>.
ru: Важно уважать желание автора относительно использования. Если вы хотите вставить чью-то работу в свою собственную, обязательно выразите благодарности и поставьте ссылку на оригинал. Чтобы найти рисунки и звуки, лицензия которых предусматривает возможность ремиксов, воспользуйтесь <a href="http://search.creativecommons.org/">поисковой страницей Creative Commons</a>.

source: I forgot my password, how can I reset it?
ru: Я забыл свой пароль, как его восстановить?

source: Enter your account name on the <a href="/accounts/password_reset/">password reset page</a>. The website will send an email to the address associated with the account containing a link you can use to reset your password.
ru: Введите свое имя участника на <a href="/accounts/password_reset/">странице восстановления пароля</a>. Вебсайт вышлет на адрес эектронной почты, связанной с этим именем ссылка по которой вы сможете восстановить пароль.

source: How do I change my password?
ru: Как я могу изменить свой пароль?

source: Go to the Scratch website, login, and then click your username in the upper right corner of the window. Choose "account settings", and click the link to change your password.
ru: Войдите на сайт Скретч, щелкните на свое имя в нижнем верхнем углу. Выбкрите "настройка аккаунта", и щелкните по ссылке смены пароля.

source: Can I have more than one account?
ru: Могу ли я иметь больше одного аккаунта?

source: It's fine to have a few accounts on the Scratch website, as long as none of them are used to break the Community Guidelines. In that case, all related accounts may be blocked or deleted.
ru: Вполне допустимо, если ни один из них не используется для нарушения правил сообщества. Если же такие нарушения будут, то могут быть закрыты все связаные аккаунты.

source: This is discouraged, because the website and project editor can easily get confused when more than one person is logged into the same account.
ru: Это не поддерживается, поскольку веб-сайт или редактор проектов будут путаться, если несколько людей войдут в один и тот же аккаунт.

source: Can I change my username?
ru: Могу ли изменить мое имя участника?

source: The structure of the Scratch website depends on having a consistent account name, so it’s not possible to change your username. If you really need to, you can make a new account - but you'll have to copy your projects over on your own.
ru: Стрцуктура сайта предполагает постоянные имена участников, так что изменить имя нельзя. Если уж так нужно, то создайте себе новый аккаунт, но вам придется самому копировать туда свои проекты.

source: Please don’t share personal contact information, such as your physical address, email, phone number, or anything else that can be used to make contact outside of the Scratch website. Please report projects, comments, or forum posts that contain this kind of information so the Scratch team can remove it, and remind the author of our policy.
ru: Пожалуйста не публикуйте своих персональных данных, таких как почтовый адрес, email, номер телефона и все, что может быть использовано для контактов вне сайта Скретч. Пожалуйста, сообщайте о проектах, комментариях и сообщениях на форуме, которые содержат такую информацию, чтобы команда Скретч могла ее удалить или напомнить автору о нашей политике.

source: How do I delete my account?
ru: Как я могу удалить свой аккаунт?

source: Is Scratch free?
ru: Бесплатен ли Скретч?

source: Yes! Scratch is available free of charge. You can use it in your school, and you can teach a course about it (even a course that costs money). You don't need to buy a license - it's free.
ru: Да! Скретч доступен бесплатно. Вы можете использовать его в школе и можете вести о нем учебные курсы (даже если такие курсы стоят денег). Вам не нужно покупать лицензию - это бесплатный продукт.

source: Can I use Scratch and / or screenshots of Scratch in a textbook or a CD?
ru: Могу ли я использовать Скретч и/или скриншоты Скретч в учебниках или CD?

source: Can I include a description of Scratch and the Scratch logo in brochures or other materials?
ru: Могу ли я использовать описание Скретч и логотип Скретч в публикациях и материалах?

source: Sure! We recommend the following description: "Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at http://scratch.mit.edu"
ru: Конечно! Вы советуем использовать следующее описание: "Скретч это языка программирования и сетевое сообщество, в котором вы можете создавать свои собственное интерактивные истории, игры и анимации -- и делиться своими произведениями со всем миром. В процессе создания Скретч проектов дети учатся критическому мышлению, творчеству и совместной работе. Скретч это - проект группы Lifelong Kindergarten в MIT Media Lab. Он доступен свободно на сайте http://scratch.mit.edu"

source: Can I present Scratch at a conference?
ru: Могу ли я делать презентации о Скретч на конференции?

source: Please feel free to make presentations about Scratch to educators or other groups. We grant our permission to make presentations.
ru: Пожалуйста делайте презентации о Скретч для учителей и других групп. Мы даем вам разрешение делать презентации.

source: Can I sell my Scratch projects?
ru: Могу ли я продавать свои Скретч-проекты?

source: Where can I find the source code for Scratch?
ru: Где я могу найти исходный код Скретч?

source: What do I do if I see something that’s inappropriate?
ru: Что делать если я замечу что-то недопустимое?

source: Is it possible to make multiplayer games with cloud data?
ru: Можно ли сделать многопользовательские игры с данными в облаке?

source: Frequently Asked Questions (FAQ)
ru: Часто Задаваемые Вопросы (ЧАВО)

source: Try out the</br> step-by-step intro
ru: Попробуйте</br> пошаговое введение

source: Explore these</br> starter projects
ru: Исседуйте</br> стартовые проекты

source: Scratch Guides
ru: Скретч руководства

source: Here are some guides to help you learn Scratch:
ru: Несколько руководств помогут изучить Скретч:

source: Getting Started Guide
ru: Руководство для начинающих

source: This step-by-step guide (PDF) provides an easy introduction to Scratch.
ru: Это пошаговое руководство (PDF) обеспечивает легкое введение в Скретч.

source: Each of these cards shows something you can do in Scratch.
ru: Каждая из этих карточек показывает что-нибудь, что вы можете сделать в Скретче.

source: Video Tutorials
ru: Видео уроки

source: These videos include tips on using the paint editor, and introduce how to program games and animations in Scratch.
ru: Эти видео включают советы по использованию графического редактора и знакомят с программированием игр и анимации в Скретче.

source: Explore the Scratch Community
ru: Исследовать Скретч сообщество

source: <a href="../explore">Explore</a> projects and studios Scratchers are making
ru: <a href="../explore">Исследовать</a> проекты и студии, созданные скретчерами

source: Search for projects about:
ru: Искать проекты о:

source: <a href="/discuss/6/">Introduce</a> yourself in the Scratch forums
ru: <a href="/discuss/6/">Представьте</a> себя на Скретч форумах

source: Click <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> on any profile or studio to receive updates
ru: Щелкните <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> на любом профайле или студии, чтобы получить обновления

source: What is Scratch?
ru: Что такое Скретч?

source: For <a href="/parents">Parents</a>
ru: Для <a href="/parents">родителей</a>

source: For <a href="/educators">Educators</a>
ru: Для <a href="/educators">преподавателей</a>

source: Browse for answers on: </br><a href="/help/faq">Frequently Asked Questions</a>
ru: Посмотреть ответы на </br><a href="/help/faq">Часто Задаваемые Вопросы</a>

source: Or visit the <a href="/discuss">discussion forums</a>:
ru: Или посетите <a href="/discuss">дискуссионные форумы</a>:

source: - Questions about Scratch
ru: - Вопросы о Скретч

source: - Help with Scripts
ru: - Помощь про скрипты

source: Resources
ru: Ресурсы

source: An online community for educators using Scratch, with stories, discussions, and resources, such as the Scratch curriculum guide.
ru: Сетевое сообщество учителей, где собраны истории, обсуждения и ресурсы, такие как руководства и по использованию Скретч на уроках.
