Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/django.po
Languages: ru

source: <b>Be respectful.</b> When sharing projects or posting comments, remember that people of many different ages and backgrounds will see what you’ve shared.
ru: <b>Уважайте других.</b> Когда вы публикуете проекты или комментарии, помните, что их увидят люди разного возраста и разных культур.

source: <b>Be constructive.</b> When commenting on other’s projects, say something you like about it and offer suggestions.
ru: <b>Будьте конструктивны.</b> Когда вы комментируете чужие проекты отмечайте, что вам понравилось и предлагайте улучшения.

source: <b>Share.</b> You are free to remix projects, ideas, images, or anything else you find on Scratch – and anyone can use anything that you share. Be sure to give credit when you remix.
ru: <b>Делитесь.</b> Вы можете использовать проекты, идеи, картинки и все, что вы находите на сайте. И каждый может использовать то, чем вы делитесь. Не забывайте указывать проекты, которые вы использовали.

source: <b>Keep personal info private.</b> For safety reasons, don't use real names or post contact info like phone numbers or addresses.
ru: <b>Сохраняйте личные данные.</b> Из соображений безопасности не указывайте личных данных, адресов и телефонов.

source: <b>Help keep the site friendly.</b> If you think a project or comment is mean, insulting, too violent, or otherwise inappropriate, click “Report” to let us know about it.
ru: <b>Помогайте поддерживать дружелюбную среду.</b> Если вам кажется, что проект или комментарий может быть обидным или недопустимым по каким-то причинам, нажмите ссылку “Пожаловаться".

source: Account Settings
ru: Настройки аккаунта

source: Change password
ru: Изменить пароль

source: Change email
ru: Изменить адрес электронной почты

source: Change country
ru: Изменить страну

source: Beta testing
ru: Бета-тестирование

source: Update
ru: Обновить

source: Cancel
ru: Отменить

source: Change Email
ru: Изменить адрес электронной почты

source: After changing your password, you will be prompted to log back in.
ru: После смены пароля вы должны вновь войти.

source: Change Password
ru: Изменить пароль

source: Welcome to Scratch!
ru: Добро пожаловать в Скретч!

source: Scratch is a community of all ages, from all over the world. Make sure your projects and comments are <a target="_blank" href="/community_guidelines">respectful and friendly</a>.
ru: Скретч - это сообщество для всех возрастов и всех стран. Пусть ваши проекты и комментарии будут <a target="_blank" href="/community_guidelines">уважительны и дружелюбны</a>.

source: Learn how to make a project in Scratch
ru: Узнай, как делать проекты в Скретч

source: Try out starter projects
ru: Попробуй стартовые проекты

source: Connect with other Scratchers
ru: Связаться со скретчерами

source: View all
ru: Посмотреть все

source: No items
ru: Нет объектов

source: in
ru: в

source: Log in to your account
ru: Войти в свой аккаунт

source: Cloud data history
ru: История данных в облаке

source: Data Name
ru: Имя данных

source: Action
ru: Действие

source: Data Value
ru: Значение данных

source: Leave a comment
ru: Оставить отзыв

source: You have <span id="chars-left">500</span> characters left.
ru: У вас осталось <span id="chars-left">500</span> знаков.

source: Sorry comment posting is not available right now. It should be back soon!
ru: Извини, комментирование пока недоступно. Но скоро будет!

source: Comments loading...
ru: Загрузка комментов...

source: 0 minutes ago
ru: 0 минут назад

source: Report comment as inappropriate
ru: Отметить отзыв как недопустимый

source: See all %(len)s replies
ru: Посмотреть все %(len)s отзывы

source: Load more
ru: Загрузить еще

source: %(comment.datetime_created|timesince)s ago
ru: %(comment.datetime_created|timesince)s тому назад

source: Example tab
ru: Вкладка примеров

source: Enter content here
ru: Вписать сюда содержание

source: Explore - Scratch
ru: Исследовать- Скретч

source: Jump
ru: Прыгать

source: Shuffle
ru: Перемешать

source: Explore Projects
ru: Изучить проекты

source: Featured
ru: Избранные

source: All
ru: Все

source: Animations
ru: Мультипликации

source: Art
ru: Искусство

source: Games
ru: Игры

source: Music
ru: Музыка

source: Stories
ru: Истории

source: Tag:
ru: Теги:

source: Shared
ru: Опубликованное

source: Sort by:
ru: Сортировать по:

source: Projects
ru: Проекты

source: Studios
ru: Студии

source: Explore Studios
ru: Исследовать студии

source: Modified
ru: Изменено

source: Most comments
ru: Самые комментируемые

source: Most projects
ru: Число проектов

source: Most followers
ru: Число последователей

source: Studio:
ru: Студия:

source: Older messages
ru: Ранние сообщения

source: Newer messages
ru: Поздние сообщения

source: Scratch Studio
ru: Студия Скретч

source: Change
ru: Изменить

source: Updated %(tDate)s
ru: Обновлено %(tDate)s

source: Describe what this studio is about.
ru: Опишите направление студии.

source: Follower%(tPlural)s )
ru: Последователь%(tPlural)s )

source: Projects ( <span data-count="projects">100+</span> )
ru: Проекты ( <span data-count="projects">100+</span> )

source: Projects ( <span data-count="projects">%(tCount)s</span> )
ru: Проекты ( <span data-count="projects">%(tCount)s</span> )

source: Comments ( <span data-count="comments">%(tCount)s</span> )
ru: Комментарии ( <span data-count="comments">%(tCount)s</span> )

source: Curators
ru: Кураторы

source: Activity
ru: Активность

source: You have <span id="chars-left-<%%= comment_id %%>">500</span> characters left.
ru: У вас осталось <span id="chars-left-<%%= comment_id %%>">500</span> знаков.

source: Congratulations! You are now a curator of this studio.
ru: Поздравляем! Теперь вы куратор этой студии.

source: %(username)s Studio (%(tGCount)s)
ru: %(username)s Студия (%(tGCount)s)

source: Today
ru: Сегодня

source: On
ru: На

source: made edits to title or description of this studio
ru: изменил название или описание студии

source: added the project
ru: добавил проект

source: left a
ru: оставил

source: accepted an invitation
ru: принял приглашение

source: from
ru: от

source: removed the project
ru: удалил проект

source: removed the curator
ru: удалил куратора

source: Invite curators
ru: Пригласить кураторов

source: Add
ru: Добавить

source: Invite curators by username or select from the explore bar below!
ru: Добавить кураторов по имени или перетащить из выпадающего столбца!

source: Add Owners
ru: Добавить владельцев

source: Add Curators
ru: Добавить кураторов

source: Scratchers I'm Following
ru: Те, за кем я наблюдаю

source: Scratchers Following Me
ru: Те, кто наблюдают за мной

source: Add Projects
ru: Добавить проекты

source: My Shared Projects
ru: Проекты, которыми я поделился

source: My Favorites
ru: Мои избранные

source: My Recent Views
ru: Мои недавно просмотренные

source: Add projects
ru: Добавить проекты

source: Add by url
ru: Добавить по url

source: You can select projects from the bar below or add by url above.
ru: Можно выбрать проекты из списка ниже или добавить по url.

source: What's Happening?
ru: Что происходит?

source: Scratch News
ru: Новости Скретча

source: Create stories, games, and animations
ru: Создавайте истории, игры и мультфильмы

source: Share with others around the world
ru: Делитесь с людьми по всему миру

source: TRY IT OUT
ru: ПОПРОБУЙТЕ

source: SEE EXAMPLES
ru: СМОТРИТЕ ПРИМЕРЫ

source: JOIN SCRATCH
ru: ВСТУПАЙТЕ В СКРЕТЧ

source: it's free
ru: это бесплатно

source: ABOUT SCRATCH
ru: О СКРЕТЧЕ

source: FOR EDUCATORS
ru: ДЛЯ УЧИТЕЛЕЙ

source: FOR PARENTS
ru: ДЛЯ РОДИТЕЛЕЙ

source: Featured Projects
ru: Избранные проекты

source: Featured Studios
ru: Избранные студии

source: Learn more
ru: Узнать больше

source: Projects Curated by
ru: Проекты курируемые

source: Visit the studio
ru: Посетить студию

source: Recently Shared Projects
ru: Недавно опубликованные проекты

source: Projects by Scratchers I'm Following
ru: Проекты тех, за кем я наблюдаю

source: Projects Loved by Scratchers I'm Following
ru: Проекты, которые понравились тем, за кем я наблюдаю

source: Projects in Studios I'm Following
ru: Проекты в студиях, за которыми я наблюдаю

source: What the Community is Remixing
ru: Что ремиксит сообщество

source: What the Community is Loving
ru: Что любит сообщество

source: Follow
ru: Следовать

source: Unfollow
ru: Больше не следовать

source: Last modified
ru: Последнее изменение

source: Loves
ru: Лайки

source: Remixes
ru: Ремиксы

source: The Lifelong Kindergarten research group respects the intellectual property of others, as well as our users. If you believe that your work has been copied in a way that constitutes copyright infringement, please email copyright@scratch.mit.edu, or mail your complaint to the following:
ru: Исследовательская группа Lifelong Kindergarten уважает интеллектуальные права других людей и своих участников. Если вам кажется, что ваши права были нарушены, напишите на copyright@scratch.mit.edu или на следующий адрес:

source: The Lifelong Kindergarten Group will promptly process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act (“DMCA”) and other applicable intellectual property laws. Upon receipt of notices complying or substantially complying with the DMCA, the Lifelong Kindergarten Group may act expeditiously to remove or disable access to any material claimed to be infringing. Repeat infringers of third-party copyrights are subject to termination in appropriate circumstances.
ru: Группа Lifelong Kindergarten будет быстро обрабатывать уведомления о возможных нарушениях и предпринимать действия в соответствии с Законом об авторском праве в цифровую эпоху ("DMCA") и другими применимыми законами об интеллектуальной собственности. После получения уведомления группа может оперативно удалить или отключить доступ к любому материалу, который нарушает авторские права. Повторные нарушения сторонних авторских прав могут быть основанием для блокировки.

source: In assessing whether or not a Scratch user has violated your copyrights, please keep in mind that Scratch is an educational and not-for-profit initiative, seeking to aid children’s learning by providing the tools for them to learn and express themselves using digital technology. Please also keep in mind the “Fair Use” doctrine incorporated into the Copyright Act of 1976, 17 U.S.C. § 107.
ru: При оценке того были ли нарушены ваши авторские права, пожалуйста, имейте в виду, что Скретч это - образовательная, а не некоммерческая инициатива, направленная на обучение детей, предоставление инструментов для учебы и самовыражения с помощью цифровых технологий. Доктрина "честного использования" включена в Copyright Act of 1976, 17 U.S.C. § 107.

source: We hope you also see Scratch not only as a good way of popularizing your creations/website but also as an opportunity to do something good for children’s education.
ru: Мы надеемся, что вы используете Скретч не только для популяризации собственных продуктов, но и для того, чтобы сделать добрые дела для образования детей.

source: With Scratch, you can program your own interactive stories, games, and animations &mdash; and share your creations with others in the online community.
ru: В среде Скретч вы можете создавать свои собственные интерактивные истории, игры и мультфильмы и делиться ими с другими участниками сетевого сообщества.

source: Scratch helps young people learn to think creatively, reason systematically, and work collaboratively &mdash; essential skills for life in the 21st century.
ru: Скретч помогает детям учиться думать творчески и критически, работать вместе &mdash; это базовые навыки для жизни в 21 веке.

source: Scratch is a project of the Lifelong Kindergarten Group at the MIT Media Lab. It is provided free of charge.
ru: Скретч - проект группы Lifelong Kindergarten MIT Media Lab. Продукт и среда открыты и бесплатны.

source: <a href="/parents">INFO FOR PARENTS</a> | <a href="/educators">INFO FOR EDUCATORS</a>
ru: <a href="/parents">ДЛЯ РОДИТЕЛЕЙ</a> | <a href="/educators">ДЛЯ УЧИТЕЛЕЙ</a>

source: Who Uses Scratch?
ru: Кто использует Скретч?

source: Scratch is designed especially for ages 8 to 16, but is used by people of all ages. Millions of people are creating Scratch projects in a wide variety of settings, including homes, schools, museums, libraries, and community centers.
ru: Скретч придумывался для детей от 8 до 16 лет, но используется людьми всех возрастов. Миллионы людей создают Скретч-проекты в самых разных условиях - дома, в школах, музеях, библиотеках.

source: Around the World
ru: По всему миру

source: Scratch is used in more than 150 different countries and available in more than 40 languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">translation</a> page.
ru: Скретч используется в 150 странах и доступен более чем на 40 языках. Чтобы выбрать язык, щелкните на вкладке внизу страницы. Или щелкните на иконку глобуса в верхнем меню редактора проектов. Чтобы добавить или улучшить перевод обратитесь к странице <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">переводов</a>.

source: Quotes
ru: Цитаты

source: The Scratch Team has received many emails from youth, parents, and educators expressing thanks for Scratch. Want to see what people are saying? You can read a collection of the <a href="/info/quotes">quotes</a> we've received.
ru: Команда Скретч получает много благодарственных сообщений от детей, родителей и учителей. Хотите узнать, что пишут люди? Вы можете прочитать коллекцию <a href="/info/quotes">цитат.</a>

source: Learn More About Scratch
ru: Узнать больше о Скретч

source: Learn to Code, Code to Learn
ru: Учись кодировать, Кодируй для учебы

source: The ability to code computer programs is an important part of literacy in today’s society. When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.
ru: Способность программировать - важная составляющая грамотности в современном обществе. Когда люди учатся кодировать в Скретч, они осваивают важные стратегии решения проблем, разработки проектов, обмена идеями.

source: Scratch in Schools
ru: Скретч в школах

source: Research
ru: Исследования

source: Support and Funding
ru: Поддержка и финансирование

source: Scratch Community Guidelines
ru: Правила Сообщества Скретч

source: Scratch - For Educators
ru: Скретч - для учителей

source: Online Community
ru: Сообщество

source: Twitter
ru: Твиттер

source: Facebook
ru: Фейсбук

source: Weekly Roundups
ru: Еженедельные сводки

source: Quarterly Newsletter
ru: Ежеквартальные новости

source: What's New in 2.0? - Scratch
ru: Что нового в 2.0? - Скретч

source: What's New in Scratch 2.0?
ru: Что нового в Скретч 2.0?

source: Welcome to a new generation of Scratch! With Scratch 2.0, you can create new types of projects, work together in new ways, and learn new things in the process.
ru: Добро пожаловать в новое поколение Скретч! Со Скретч 2.0 вы можете создавать новые типы проектов, строить новые отношения и узнавать новые вещи в ходе совместного творчества.

source: Scratch 2.0 allows you to create, edit, and view projects directly in your web browser. (You no longer have to download or upload projects or install any software.)
ru: Скретч 2.0 позволяет вам создавать, редактировать и просматривать проекты прямо в браузере. (Теперь не надо устанавливать программы, скачивать или загружать проекты.)

source: Here are some of the new features in Scratch 2.0.
ru: Вот несколько новых возможностей Скретч 2.0.

source: Project Editor
ru: Редактор проекта

source: Click <b>Create</b> to make a new project.
ru: Щелкните <b>Создать</b>, чтобы создать новый проект.

source: Your project will automatically save as you work on it (if you're logged in).
ru: Ваш проект автоматически будет сохранять вашу работу (если вы вошли в систему).

source: When you create a project, you are the only one who can see it. After you share it, anyone can see and remix it.
ru: Когда вы создали проект, то только вы можете его видеть. После того как вы им поделитесь,каждый сможет его просматривать и использовать для ремиксов.

source: The new paint editor includes <b>vector graphics</b> so that images can scale to different sizes without getting jagged.
ru: Новый графический редактор включает <b>векторную графику</b> и теперь можно изменять размер картинки без ухудшения качества.

source: Your <b>Backpack</b> lets you copy and move sprites, costumes, backdrops, and scripts from any project to another. If you're logged in, you can open your Backpack inside any project (it's at the bottom of the screen).
ru: Ваш <b>Рюкзак</b> позволяет вам копировать и перемещать спрайты, костюмы, фоны и скрипты из одного проекта в другой. Войдя в систему, вы можете открыть свой рюкзак внутри любого проекта (он находится внизу экрана).

source: You can use the webcam on your computer to interact with projects by moving your hands or body.
ru: Вы можете использовать веб-камеру своего компьютера, чтобы взаимодействовать с проектами, изменяя положение рук или тела.

source: You can now make your own programming blocks.
ru: Вы можете создавать свои собственные блоки программы.

source: Use clone blocks in your scripts to make copies of sprites.
ru: Используйте блоки клонирования для создания копий спрайтов.

source: Store numbers in cloud variables to create surveys and other projects.
ru: Используйте числа в переменных облака для создания опросов или для других проектов.

source: Find out more about the <a href="http://info.scratch.mit.edu/prototype">new Scratch blocks</a>.
ru: Узнайте больше о <a href="http://info.scratch.mit.edu/prototype">новых блоках Скретч</a>.

source: You can see and manage all your projects in <b>My Stuff</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.
ru: Вы можете видеть и управлять всеми своими проектами на вкладке<b>Мои работы</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.

source: Community Features
ru: Функции сообщества

source: On the home page, you can see what others have shared recently and scroll to see many more projects.
ru: На домашней странице вы можете видеть проекты, которыми недавно поделились участники.

source: When viewing a project, click <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> to see how it works and experiment with the code.
ru: Просматривая проект, щелкните <img src="%(STATIC_URL)s/images/help/see-inside-small.png" />, чтобы посмотреть как он сделан и поэкспериментировать с кодом.

source: Inside any project, click <img src="%(STATIC_URL)s/images/help/remix-button.png" /> to save your own version and make changes. After you share it, the project page will highlight the original creators and links to their projects.
ru: Внутри любого проекта щелкните <img src="%(STATIC_URL)s/images/help/remix-button.png" /> и вы сохраните собственую версию, в которой сможете делать изменения. Когда вы сохраните свою версию, она автоматически будет указывать имя автора исходного проекта и ссылку на исходный проект.

source: Discover interesting projects by clicking on the Related Projects bar at the bottom of any project page.
ru: Находите интересные проекты, щелкая по ссылке Близкие Проекты визу страницы любого проекта.

source: Click your username or icon to go to your <b>Profile</b> page, where you can feature one of your projects and tell others what you're working on.
ru: Щелкните по своему имени или иконке и вы попадете в свой <b>Профиль</b> где сможете выбрать один из своих проектов и рассказать другим над чем вы работаете.

source: People can post comments on your Profile page and <img src="%(STATIC_URL)s/images/help/follow-button.png" /> your Scratch account to see updates.
ru: Люди могут комментировать ваш Профиль и <img src="%(STATIC_URL)s/images/help/follow-button.png" /> следить за обновлениями вашего статуса.

source: Galleries are now called <b>Studios</b>, and can be curated by you and others you invite.
ru: Галереи теперь названы<b>Студии</b>, и теперь их можете курировать вы и те, кого вы позовете.

source: The Search features lets you find and preview projects more easily.
ru: Функция Поиск позволяет теперь легче находить и просматривать проекты.

source: Planned for Summer 2013
ru: Запланировано к лету 2013

source: Download an off-line version of the Scratch project editor to use without an Internet connection
ru: Автономная версия редактора Скретч проектов для использования без сети Интернет

source: Connect to external devices with new Scratch extensions (including LEGO WeDo and the ScratchBoard)
ru: Связь с внешними устройствами с новыми расширениями Скретч (включая Lego WeDo и ScratchBoard)

source: Scratch - For Parents
ru: Скретч - для родителей

source: Scratch is a programming language and an online community where children can program and share interactive media such as stories, games, and animation with people from all over the world. As children create with Scratch, they learn to think creatively, work collaboratively, and reason systematically. Scratch is designed and maintained by the Lifelong Kindergarten group at the MIT Media Lab.
ru: Скретч это язык программирования и сетевое сообщество, где дети могут программировать и делиться с другими людьми интерактивными продуктами, такими как игры, мультфильмы и истории. В среде Скретч дети учатся творческому и критическому мышлению. Скретч создан в MIT Media Lab группой Lifelong Kindergarten.

source: What is the age range for Scratch?
ru: Какой возраст лучше всего подходит для Скретч?

source: While Scratch is primarily designed for 8 to 16 year olds, it is also used by people of all ages, including younger children with their parents.
ru: Хотя Скретч разрабатывали для детей от 8 до 16 лет, им могут пользоваться люди всех возрастов, включая маленьких детей совместно с их родителями.

source: What resources are available for learning Scratch?
ru: Какие ресурсы есть для изучения Скретч?

source: What is the Scratch online community?
ru: Что из себя представляет сетевое сообщество Скретч?

source: When participating in the Scratch online community, members can explore and experiment in an open learning community with other Scratch members from all backgrounds, ages, and interests. Members can share their work, get feedback, and learn from each other.
ru: Участвуя в сетевом сообществе, скретчеры исследуют и экспериментируют вместе с коллегами самых разных возрастов и интересов. Участники могут обмениваться идеями, получать обратную связь и учиться друг у друга.

source: What is your privacy policy?
ru: Какова политика работы с личными данными?

source: To protect children's online privacy, we limit what we collect during the signup process, and what we make public on the website. We don't sell or rent account information to anyone. You can find out more about our privacy policy on our <a href="/help/faq/#privacy">frequently asked questions page</a>.
ru: Чтобы защитить личные данные детей, мы ограничиваем данные, которые собираем в ходе регистрации и данные, которые показываем на сайте. Мы никому не продаем и не сообщаем собранную информацию. Дополнительная информация о политике работы с личными данными в <a href="/help/faq/#privacy">часто задаваемых вопросах</a>.

source: What are parents saying about Scratch?
ru: Что говорят родители о Скретч?

source: We often receive emails from parents thanking us for Scratch. Here are some examples:
ru: Мы часто получаем примеры от родителей, которые благодарят нас за Скретч. Вот некоторые примеры:
