Repository: Arplane-Translations/scratchr2_translations
Catalog: ui/*/django.po
Languages: ru

source: Your message has been sent. We will respond within 3 days.
ru: Ваше сообщение отправлено. Вам ответят в течение трех дней.

source: Please correct the errors below.
ru: Пожалуйста, исправьте следующие ошибки.

source: Wrong password, try again.
ru: Неправильный пароль. Попробуйте снова:

source: Enter your password to confirm
ru: Наберите пароль для подтверждения

source: Incorrect captcha, please try again.
ru: Символы каптчи введены неправильно. Попробуйте ещё раз.

source: Keep my projects, but disable all comments
ru: Оставить мои проекты, но отключить все комментарии.

source: Delete my projects
ru: Удалить мои проекты

source: Looks like that isn't a valid email format
ru: Похоже, e-mail написан некорректно

source: The two password fields didn't match.
ru: Пароли не совпадают.

source: Your password must be at least 6 characters long.
ru: В пароле должно быть не менее 6 символов.

source: Your password cannot be 'password'.
ru: Пароль не должен быть таким простым.

source: Your password cannot be the same as your username.
ru: Пароль не должен совпадать с именем участника.

source: Sorry we don't have an account with that email address
ru: К сожалению, нет участника с таким почтовым адресом

source: Sorry we don't have an account with that username
ru: К сожалению, нет участника с таким именем

source: You must provide an email or username
ru: Нужно ввести почту или логин

source: Email
ru: Почта

source: Incorrect username or password.
ru: Неверный логин или пароль!

source: Please enable cookies on your browser.
ru: Включите cookies в вашем браузере!

source: This account is inactive.
ru: Эта учётная запись неактивна.

source: This account is deleted!
ru: Эта учётная запись удалена!

source: day
ru: день

source: 1 minute ago
ru: %(minutes)d минуту назад

source: just now
ru: прямо сейчас

source: 1 hour ago
ru: %(hours)d час назад

source: yesterday at %s
ru: вчера в %s

source: %(number)d %(type)s ago
ru: %(number)d %(type)s назад

source: subscribers
ru: подписчики

source: Latest posts on forum
ru: Последние сообщения на форуме

source: Latest topics on forum
ru: Последние темы на форуме

source: Latest posts on %s
ru: Последние сообщения в %s

source: Latest posts on the topic "%s"
ru: Последние сообщения в теме "%s"

source: Latest posts on the forum "%s"
ru: Последние сообщения на форуме "%s"

source: Latest posts on the category "%s"
ru: Последние сообщения в категории "%s"

source: Username
ru: Имя участника

source: Registered
ru: Зарегистрирован

source: Number of posts
ru: Количество сообщений

source: Post time
ru: Время написания

source: Author
ru: Автор

source: Subject
ru: Тема

source: Forum
ru: Форум

source: Ascending
ru: По возрастанию

source: Descending
ru: По убыванию

source: Topics
ru: Темы

source: Posts
ru: Сообщения

source: Message text and topic subject
ru: Текст сообщения и тема

source: Message text only
ru: Только текст сообщения

source: Topic subject only
ru: Только название темы

source: Attachment
ru: Приложение

source: Subscribe
ru: Подписаться

source: Subscribe to this topic.
ru: Подписаться на эту тему.

source: Can't be empty nor contain only whitespace characters
ru: Не может быть пустым или содержать только пробелы

source: Hmm, the filterbot is pretty sure your recent comments weren't ok for Scratch, so your account has been muted for the rest of the day. :/
ru: Система заблокировала вас до конца дня, потому что вы писали подозрительные сообщения. :/

source: Sorry, you have to wait %d seconds between posts.
ru: Вы должны подождать %d секунд между сообщениями.

source: Attachment is too big
ru: Приложение слишком большое

source: Silent edit?
ru: Скрытая правка?

source: E-mail
ru: Почта

source: Real name
ru: Настоящее имя

source: Sort by
ru: Сортировать по

source: Sort order
ru: Порядок сортировки

source: Keyword search
ru: Поиск по ключевым словам

source: Author search
ru: Поиск по автору

source: Search in
ru: Искать в

source: Show results as
ru: Показывать результаты как

source: User "%s" does not exist
ru: Пользователя "%s" не существует

source: You already voted for this post
ru: Вы уже голосовали за это сообщение

source: This post does't belong to that user
ru: Сообщение не принадлежит этому пользователю

source: Message
ru: Сообщение

source: You have selected too many choices. You may only select %i.
ru: Вы выбрали слишком много вариантов. Вы можете выбрать только %i.

source: Write each answer on a new line.
ru: Пишите каждый ответ в новой строке.

source: Number of days for this poll to run. Leave empty for an indefinite poll.
ru: Длительность опроса в днях. Если срок не ограничен, оставьте поле пустым.

source: There is no valid answer.
ru: Нет корректного ответа.

source: One of the answers is too long.
ru: Один из ответов слишком длинный.

source: Display your e-mail address.
ru: Показывать ваш адрес электронной почты.

source: Hide your e-mail address but allow form e-mail.
ru: Скрыть адрес эл. почты, но разрешить создавать сообщения.

source: Hide your e-mail address and disallow form e-mail.
ru: Скрыть адрес эл. почты и запретить создавать сообщения.

source: Name
ru: Имя

source: Groups
ru: Группы

source: Only users from these groups can see this category
ru: Только пользователи из этих групп могут видеть эту категорию

source: Position
ru: Положение

source: Category
ru: Категория

source: Categories
ru: Категории

source: New topics by moderators only
ru: Новые темы создаются только модераторами

source: Description
ru: Описание

source: Moderators
ru: Модераторы

source: Updated
ru: Обновлено

source: Post count
ru: Количество сообщений

source: Topic count
ru: Количество тем

source: Forums
ru: Форумы

source: Created
ru: Создано

source: User
ru: Участник

source: Views count
ru: Количество просмотров

source: Sticky
ru: Прикреплённая

source: Closed
ru: Закрыт

source: Subscribers
ru: Подписчики

source: Topic
ru: Тема

source: Updated by
ru: Обновлено

source: Markup
ru: Разметка

source: HTML version
ru: HTML версия

source: User IP
ru: IP пользователя

source: Post
ru: Опубликовать

source: From
ru: Отправитель

source: To
ru: Получатель

source: Time
ru: Время

source: Sign
ru: Подписать

source: Reason
ru: Причина

source: Reputation
ru: Репутация

source: Reputations
ru: Репутация

source: Status
ru: Статус

source: Site
ru: Сайт

source: Location
ru: Местоположение

source: Signature
ru: Подпись

source: Time zone
ru: Часовой пояс

source: Language
ru: Язык

source: Avatar
ru: Аватар

source: Theme
ru: Тема

source: Show avatar
ru: Показывать аватар

source: Show signatures
ru: Показать подписи

source: Show smilies
ru: Показать смайлы

source: Privacy permission
ru: Настройки конфиденциальности

source: Auto subscribe
ru: Автоматическая подписка

source: Auto subscribe all topics you have created or reply.
ru: Автоматическая подписка на все темы, которые вы создали или в которых отвечали.

source: Default markup
ru: Разметка по умолчанию

source: Profile
ru: Профиль

source: Profiles
ru: Профили

source: Post tracking
ru: Отслеживать сообщения

source: Reported by
ru: Сообщил участник

source: Zapped
ru: Стерто

source: Zapped by
ru: Стерто участником

source: Report
ru: Жалоба

source: Reports
ru: Жалобы

source: Banned user
ru: Заблокированный участник

source: Ban start
ru: Начало блокировки

source: Ban end
ru: Окончание блокировки

source: Ban
ru: Блокировка

source: Bans
ru: Блокировки

source: Size
ru: Размер

source: Content type
ru: Тип содержимого

source: Path
ru: Путь

source: Hash
ru: Хеш

source: How many choices are allowed simultaneously.
ru: Сколько вариантов можно выбрать одновременно.

source: Can users vote to this poll or just see the result?
ru: Пользователи могут принимать участие в голосовании или только просматривать результаты?

source: Point of time after this poll would be automatic deactivated
ru: Укажите время, после которого голосование будет закрыто

source: Users who has voted this poll.
ru: Пользователи, принявшие участие в голосовании.

source: Sorry, you need to host your images with a service like imageshack.com. Please update your image links or remove all BB code [img] tags. Bad image url: %s
ru: К сожалению, ваше изображение дожно храниться на сервисе типа imageshack.com. Пожалуйста, обновите ссылки на ваши изображения, либо удалите все [img] теги. Некорректная ссылка: %s

source: Topics deleted.
ru: Тема удалена.

source: Topics opened.
ru: Тема открыта.

source: Topics closed.
ru: Тема закрыта.

source: Found %i posts.
ru: Найдено %i сообщений.

source: Found %i topics.
ru: Найдено %i тем.

source: Marked all topics as read.
ru: Пометить все темы как прочитанные.

source: Post reported.
ru: О сообщении подана жалоба.

source: Email sent.
ru: Сообщение послано.

source: Email could not be sent.
ru: Почтовое сообщение не может быть послано.

source: Reply saved.
ru: Ответ сохранён.

source: This poll is not active.
ru: Это голосование неактивно.

source: You already voted on this poll.
ru: Вы уже проголосовали.

source: Vote saved.
ru: Голос сохранён.

source: Topic with poll saved.
ru: Тема с опросом сохранена.

source: Topic saved.
ru: Тема сохранена.

source: Avatar uploaded.
ru: Фото загружено.

source: Please sign in.
ru: Представься пожалуйста.

source: Profile saved.
ru: Профиль сохранён.

source: Reputation deleted.
ru: Репутация удалена.

source: Reputation saved.
ru: Репутация сохранена.

source: You don't have permission to edit this post.
ru: Ты не можешь редактировать это сообщение.

source: Post updated.
ru: Сообщение обновлено.

source: Post deleted.
ru: Сообщение удалено.

source: The topic ID must be an integer.
ru: Номер темы должен быть целым числом.

source: That thread doesn't exist.
ru: Такой темы не существует.

source: Posts moved.
ru: Сообщение перемещено.

source: Topic moved.
ru: Тема перемещена.

source: Topic stickied.
ru: Тема закреплена.

source: Topic unstickied.
ru: Тема откреплена.

source: You don't have permission to delete this post.
ru: Ты не можешь удалить это сообщение.

source: You don't have permission to mark this post.
ru: Ты не можешь отметить это сообщение.

source: There was not enough data collected to mark this post.
ru: Недостаточно данных для отметки сообщения.

source: Post marked as spam.
ru: Сообщение помечено как спам.

source: This post is not in the right state to be marked as spam.
ru: Это сообщение не может быть отмечено как спам.

source: Post un-marked as spam.
ru: Отметка сообщения как спам отменена

source: This post is not in the right state to be un-marked as spam.
ru: Отметка «Спам» не может быть снята.

source: Topic closed.
ru: Тема закрыта.

source: Topic opened.
ru: Тема открыта.

source: Unsubscribed from topic.
ru: Отписаться от темы.

source: Subscribed to topic.
ru: Подписаться на тему.

source: New Topic
ru: Создать тему

source: Discussion Forums
ru: Форумы

source: Discuss Scratch
ru: Форумы Скретч

source: Notice
ru: Замечание

source: Delete Posts - %(name)s
ru: Удалить сообщения - %(name)s

source: Delete Posts
ru: Удалить сообщения

source: Last edited by %(user)s (%(time)s)
ru: Последние изменения %(user)s (%(time)s)

source: Select
ru: Выделить

source: Delete
ru: Удалить

source: Go back
ru: Назад

source: Edit Post - %(name)s
ru: Редактировать сообщение - %(name)s

source: Edit Post
ru: Редактировать сообщение

source: Edit post
ru: Редактировать сообщение

source: Silent edit (don't display 'Edited by ...' in topic view)
ru: Скрытая правка (не отображать "Последние изменения..." в теме)

source: Save
ru: Сохранить

source: Can't find an answer to your question? Click here to ask it in a new thread.
ru: Не можешь найти ответ? Нажми чтобы задать вопрос в новой теме.

source: New topic
ru: Создать тему

source: Replies
ru: Ответы

source: Views
ru: Просмотры

source: Last Post
ru: Последнее сообщение

source: Sticky:
ru: Прикреплённая:

source: by
ru: от

source: (New Posts)
ru: (Новые сообщения)

source: Forum is empty.
ru: Форум пуст.

source: Moderate forum
ru: Модерировать форум

source: Show new posts since last visit
ru: Показать новые непрочитанные сообщения

source: Discussion Home
ru: Домашняя страница форума

source: Search
ru: Поиск

source: Reports (%(report_count)s)
ru: Жалобы (%(report_count)s)

source: Show your
ru: Показать ваши

source: topics
ru: темы

source: posts
ru: сообщения

source: Change your signature
ru: Изменить подпись

source: Show recent posts
ru: Показать последние сообщения

source: Show unanswered posts
ru: Показать сообщения без ответа

source: Mark all topics as read
ru: Пометить все темы как прочитанные

source: Submit
ru: Отправить

source: Moderate - %(name)s
ru: Модерировать - %(name)s

source: Moderate Forum
ru: Модерировать форум

source: Move
ru: Переместить

source: Open
ru: Открыть

source: Close
ru: Закрыть

source: Moderated by
ru: Модератор

source: Move Posts - %(name)s
ru: Переместить сообщения - %(name)s

source: Move Posts
ru: Переместить сообщения

source: All posts (original topic will be deleted)
ru: Все сообщения (тема будет удалена)

source: Topic ID or URL
ru: ID или URL темы

source: Move Topic
ru: Переместить тему

source: Move to
ru: Переместить в

source: Pages
ru: Страницы

source: Report Post
ru: Пожаловаться

source: Please enter a short reason why you are reporting this post.
ru: Опишите вкратце причину жалобы.

source: Reputation of the user
ru: Репутация пользователя

source: From user
ru: От пользователя

source: For post in topic
ru: Для сообщения в теме

source: Estimation
ru: Оценка

source: Date
ru: Дата

source: Are you sure
ru: Вы уверены

source: Please, fill the form
ru: Пожалуйста, заполните форму

source: Your name:
ru: Имя:

source: Method:
ru: Метод:

source: Add of a reputation
ru: Поднять репутацию

source: Reduction of a reputation
ru: Понизить репутацию

source: (Dustbin all posts and topics)
ru: (Удалить все сообщения и темы)

source: All forums
ru: Все форумы

source: Choose in which forum you would like to search and if you want to search in topic subjects, message text or both.
ru: Выбери форум для поиска и отметь, что искать: названия тем, сообщения, или всё сразу.

source: You can choose how you wish to sort and show your results.
ru: Можно выбрать порядок и представление результатов поиска.

source: Search Results
ru: Результаты поиска

source: Show results as topic list.
ru: Показать результаты списком тем.

source: Info
ru: Информация

source: Your search returned no hits.
ru: Увы, поиск не дал результатов.

source: Search links
ru: Ссылки для поиска

source: Show your subscribed topics
ru: Показать темы, на которые я подписан

source: Show your topics
ru: Показать мои темы

source: Show results as post list.
ru: Отобразить результаты списком сообщений.

source: loading...
ru: загрузка...

source: There was an error :( Try again?
ru: Произошла ошибка :( Попробовать снова?

source: Follow this discussion to get a message when there's a new post
ru: Получать уведомления о новых сообщениях в этой теме

source: Follow Discussion
ru: Подписаться на тему

source: Stop getting messages about new posts to this discussion
ru: Перестать получать уведомления о новых сообщениях в этой теме

source: Unfollow Discussion
ru: Отписаться от темы

source: Poll
ru: Опрос

source: (%(count)s answers allows.)
ru: (%(count)s ответов максимум.)

source: Vote
ru: Голосовать

source: 1000+ posts
ru: 1000+ сообщений

source: 500+ posts
ru: 500+ сообщений

source: 100+ posts
ru: 100+ сообщений

source: 1 post
ru: 1 сообщение

source: posts
ru: сообщений

source: From:
ru: От:

source: Registered:
ru: Зарегистрирован:

source: Posts:
ru: Сообщений:

source: (Edit Signature)
ru: (Редактировать подпись)

source: Mark as Spam
ru: Отметить как спам

source: Are you sure you want to delete this post?
ru: Ты точно хочешь удалить сообщение?

source: Edit
ru: Редактировать

source: Insert a quotation of this post in your reply.
ru: Цитировать это сообщение в ответе.

source: Quote
ru: Цитировать

source: Jump to
ru: Перейти к

source: Go
ru: Вперед!

source: Delete multiple posts
ru: Удалить несколько сообщений

source: Move multiple posts
ru: Переместить несколько сообщений

source: Move topic
ru: Переместить тему

source: Open topic
ru: Открыть тему

source: Close topic
ru: Закрыть тему

source: Upload avatar
ru: Загрузить фото

source: Enter an avatar file to upload
ru: Файл фото для загрузки

source: An avatar is a small image that will be displayed under your username in your posts. It must not be any bigger than %(avatar_width)s x %(avatar_height)s pixels
ru: Аватар - небольшая картинка отображаемая под вашим именем во всех сообщениях. Аватар не может быть больше чем %(avatar_width)s x %(avatar_height)s пикселей.

source: Upload
ru: Загрузить

source: YouTube Video
ru: Видео YouTube

source: Video Not Found
ru: Видео не найдено

source: Why do I see this page?
ru: Почему я вижу эту страницу?

source: Links to YouTube videos on the forums are automatically converted to links to this page, to hide comments and other content.
ru: На форуме, ссылки на видео YouTube автоматически изменяются, чтобы убрать лишнее (комментарии и прочее).

source: New Reply
ru: Новый ответ

source: Create a poll
ru: Создать опрос

source: Replies:
ru: Ответы:

source: Discuss
ru: Обсуждай

source: Signed in as <strong>%(user)s</strong>
ru: Твоё имя <strong>%(user)s</strong>

source: Sign In
ru: Войти

source: %(posts)s post
ru: %(posts)s сообщение

source: Reply
ru: Ответить

source: No posts.
ru: Нет сообщений.

source: %(replies)s reply
ru: %(replies)s ответ

source: No topics.
ru: Нет тем.

source: Settings (%(name)s)
ru: Настройки (%(name)s)

source: This tag has too many projects to load
ru: С этим тегом связано слишком много проектов для загрузки

source: We couldn't find the page you're looking for. Check to make sure you've typed the url correctly.
ru: Мы не можем найти указанную вами страницу. Проверьте, что вы ввели адрес правильно.

source: You can try searching for what you're looking for here:
ru: Вы можете указать здесь, что ищете:

source: Scratch
ru: Скретч

source: Imagine, Program, Share
ru: Придумывай, Создавай, Делись

source: Create
ru: Создавай

source: Explore
ru: Исследуй

source: Help
ru: Помощь

source: Join Scratch
ru: Присоединяйся

source: Sign in
ru: Вход

source: Password
ru: Пароль

source: Forgot password?
ru: Забыли пароль?

source: messages - updates and notices
ru: сообщения - обновления и заметки

source: my stuff - manage projects and studios
ru: мои работы - проекты и студии

source: My Stuff
ru: Мои работы

source: Account settings
ru: Настройки учётной записи

source: Sign out
ru: Выйти

source: About
ru: О проекте

source: About Scratch
ru: О Скретче

source: For Parents
ru: Для родителей

source: For Educators
ru: Для учителей

source: Jobs
ru: Вакансии

source: Community
ru: Сообщество

source: Community Guidelines
ru: Правила сообщества

source: Scratch Wiki
ru: Скретч Вики

source: Support
ru: Поддержка

source: Help Page
ru: Справка

source: FAQ
ru: ЧаВО

source: Contact Us
ru: Связаться с нами

source: Donate
ru: Пожертвовать

source: Terms of Use
ru: Условия использования

source: Privacy Policy
ru: Политика личных данных

source: Scratch Family
ru: Семейство Скретч

source: Scratch is a project of the Lifelong Kindergarten Group at the MIT Media Lab
ru: Скретч это проект группы Lifelong Kindergarten в MIT Media Lab

source: Coming Soon- Scratch
ru: Скоро- Скретч

source: Coming Very Soon...
ru: Очень скоро...

source: Account Blocked
ru: Аккаунт заблокирован

source: You can also try searching the Scratch <a href="/discuss">Discussion forums</a>:
ru: Ты также можешь поискать на <a href="/discuss">форумах</a>:

source: Questions About Scratch
ru: Вопросы о Скретче

source: Help with Scripts
ru: Помощь про скрипты

source: Bugs and Glitches
ru: Ошибки и сбои

source: Select a topic
ru: Выберите тему

source: Report a problem with the website...
ru: Сообщить о проблеме на сайте...

source: Other...
ru: Прочее...

source: Send
ru: Послать

source: Newest
ru: Новейшие

source: Oldest
ru: Старейшие

source: Most viewed
ru: Самые просматриваемые

source: Most loved
ru: Самые любимые

source: Most favorited
ru: Самые избранные

source: Most remixed
ru: Самые используемые

source: Or Join Scratch
ru: Или зарегистрируйся

source: Uh oh
ru: Ох

source: It's easy (and free!) to sign up for a Scratch account.
ru: Просто и бесплатно зарегистрироваться в Скретч.

source: Choose a Scratch Username
ru: Выбрать имя для Скретч

source: Don't use your real name
ru: Не используйте настоящее имя

source: Choose a Password
ru: Введите пароль

source: Remember it - don't tell anyone else
ru: Запомните его и не сообщайте никому

source: Confirm Password
ru: Подтвердите пароль

source: Retype your password
ru: Введите пароль ещё раз

source: Your responses to these questions will be kept private.
ru: Ваши ответы на эти вопросы будут не будут разглашаться.

source: Why do we ask for this info
ru: Почему мы запрашиваем эту информацию

source: Birth Month and Year
ru: Месяц и год рождения

source: We use this information to calculate the age range of people who use Scratch, and to confirm that you are the owner of the account if you contact us. Your birth month and year will not be made public.
ru: Мы используем эту информацию, чтобы определить возрастной разброс пользователей Скретч и чтобы подтвердить ваш аккаунт в случае обращения к нам. Ваши данные останутся личными.

source: Gender
ru: Пол

source: This helps the Scratch design team understand who is using Scratch, and provides information that helps us broaden participation. This information is not visible on your account, and is only used to describe overall participation.
ru: Эти данные помогут команде лучше понимать, кто использует Скретч, и расширять сообщество участников. Эта информация используется только для описания всего сообщества и она не видна в профиле участника.

source: Month
ru: Месяц

source: January
ru: Январь

source: February
ru: Февраль

source: March
ru: Март

source: April
ru: Апрель

source: May
ru: Май

source: June
ru: Июнь

source: July
ru: Июль

source: August
ru: Август

source: September
ru: Сентябрь

source: October
ru: Октябрь

source: November
ru: Ноябрь

source: December
ru: Декабрь

source: Year
ru: Год

source: Male
ru: Мужской

source: Female
ru: Женский

source: Country
ru: Страна

source: Email address
ru: Электронная почта

source: Next
ru: Далее

source: OK Lets Go!
ru: Начнем!

source: Your username must be between 3 and 20 characters
ru: Ваше имя должно быть от 3 до 20 знаков

source: Sorry, that username already exists
ru: Извините, но это имя уже занято

source: You must enter a username
ru: Вы должны ввести имя

source: Your username may only contain letters, numbers, - and _
ru: Ваше имя может содержать буквы, цифры, тире и подчеркивания

source: Your password must be at least 6 characters
ru: В пароле должно быть не менее 6 символов

source: You must enter a password
ru: Вы должны ввести пароль

source: Your passwords do not match
ru: Ваши пароли не совпадают

source: Your password cannot match your username
ru: Пароль не может совпадать с именем

source: You must specify a gender
ru: Вы должны выбрать пол

source: You must select a country
ru: Вы должны выбрать страну

source: You must provide an email address
ru: Вы должны записать электронную почту

source: You must provide valid email address
ru: Вы должны записать действующую электронную почту

source: Enter
ru: Войти

source: We'll be Back Soon- Scratch
ru: Мы скоро вернёмся - Скретч

source: Coming Back Soon...
ru: Скоро вернёмся...

source: The Scratch Team decided to block the account:
ru: Команда Скретч решила блокировать аккаунт:

source: Date:
ru: Дата:
