Repository: Arplane-Translations/scratchr2_translations
Catalog: documentation/*/LC_MESSAGES/django.po
Languages: ca, gd

source: <p>Snap on a <span class="eventscolor">when key pressed</span></p> <p><img src = "%(STATIC_URL)s/images/help/8b-key-press.gif"></p> <p>Now press the space bar on your keyboard and watch what happens.</p>
ca: <p>Connecta un bloc <span class="eventscolor">quan la tecla es premi</span></p> <p><img src = "%(STATIC_URL)s/images/help/8b-key-press.gif"></p> <p>Ara prem la barra d'espai del teclat i observa què passa.</p>
gd: <p>Greimich <span class="eventscolor">le brùthadh na h-iuchrach</span> ris.</p> <p><img src = "%(STATIC_URL)s/images/help/8b-key-press.gif"></p> <p>An uair sin, brùth air a’ space bar air a’ mheur-chlàr agad agus coimhead air na thachras.</p>

source: <p>You can choose a different key from the menu:</p> <img src = "%(STATIC_URL)s/images/help/8d-key-press.png">
ca: <p>Pots triar una tecla diferent en el menú:</p> <img src = "%(STATIC_URL)s/images/help/8d-key-press.png">
gd: <p>’S urrainn dhut iuchair eile a thaghadh on chlàr-taice:</p> <img src = "%(STATIC_URL)s/images/help/8d-key-press.png">

source: Now, choose a backdrop.
ca: Ara, tria un fons.
gd: Nise, tagh cùlaibh.

source: <p>You can add new backdrops on the Stage.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png">
ca: <p>Pots afegir nous fons a l'escenari.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png">
gd: <p>’S urrainn dhut cùlaibhean ùra a chur ris an àrd-ùrlar.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png">

source: <p> Click <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> to choose a New backdrop from the Library (such as "Spotlight-Stage"):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png">
ca: <p> Fes clic a <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> per triar un nou fons de la galeria (com ara "Spotlight-Stage"):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png">
gd: <p> Briog air <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> gus cùlaibh ùr a thaghadh on leabhar-lann (can “Spotlight-Stage”):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png">

source: Next, add a new sprite.
ca: Tot seguit, afegeix un nou personatge.
gd: An uair sin, cuir sprìd ris.

source: Want to get started with Scratch? Try this!
ca: Vols començar amb Scratch? Prova això!
gd: A bheil thu airson tòiseachadh le Scratch? Feuch seo!

source: Start moving
ca: Fes que es mogui
gd: Tòisich air gluasad

source: Add a Sprite
ca: Afegeix un personatge
gd: Cuir sprìd ris

source: <p>To make a sprite look like it's going off stage, glide to the end, and then hide it.</p> For example, try this script:<br/> <img src="%(STATIC_URL)s/images/help/glide-off-stage-script.png"><br/> <p>After the sprite glides, it then hides.</p>
ca: <p>Per fer que un objecte sembli que surti de l'escenari, fes que llisqui fins a la vora, i després amaga'l.</p> Per exemple, prova aquest programa:<br/> <img src="%(STATIC_URL)s/images/help/glide-off-stage-script.png"><br/> <p>Després que l'objecte llisqui, s'amaga.</p>
gd: <p>Gus coltas a chur air sprìd gun do dh’fhalbh i on àrd-ùrlar, gluais gun deireadh agus falaich i an uair sin.</p> Mar eisimpleir, feuch an sgriobt seo:<br/> <img src="%(STATIC_URL)s/images/help/glide-off-stage-script.png"><br/> <p>Thèid an sprìd am falach às dèidh a gluasad.</p>

source: Can't see your sprite? Use <img src="%(STATIC_URL)s/images/help/show.png"> to make it appear.
ca: No pots veure l'objecte? Utilitza <img src="%(STATIC_URL)s/images/help/show.png"> per fer que es mostri.
gd: Nach fhaic thu an sprìd agad? Cleachd <img src="%(STATIC_URL)s/images/help/show.png"> ach an nochd i.

source: Explore Ideas for Your Card
ca: Explora idees per la teva targeta
gd: Fidir beachdan airson na cairte agad

source: <p>For your first Scratch experience, you'll be creating an interactive holiday card.</p> <p>Think about your favorite holiday memories, What images and sounds come to mind? (If you need extra inspiration, check out projects in the <a href="http://scratch.mit.edu/studios/279432/" target="_blank">holiday card studio</a>.)</p>
ca: <p>Com a primera experiència amb Scratch, pots crear una postal interactiva.</p> <p>Pensa com són les teves festes preferides, Quines imatges i sons vénen a la teva ment? (Si necessites inspirar-te, mira els projectes que hi ha a <a href="http://scratch.mit.edu/studios/279432/" target="_blank">l'estudi de postals</a>.)</p>
gd: <p>Airson a’ chiad oidhirp agad air Scratch, cruthaichidh tu cairt shaor-làithean eadar-ghnìomhach.</p> <p>Smaoinich mu na chòrd riut na b’ fhearr mu dheidhinn nan saor-làithean agad, dè na h-ìomhaighean is na fuaimean a thig a-steach ort? (Ma tha beachd no dhà a dhìth ort, thoir sùil air na pròiseactan ann an <a href="http://scratch.mit.edu/studios/279432/" target="_blank">holiday card studio</a>.)</p>

source: Delete the Cat
ca: Esborra el gat
gd: Sguab às an cat

source: <p>In Scratch, characters and objects are called "sprites".</p> <p>You can delete a sprite by clicking on the scissors and then clicking on the sprite.</p>
ca: <p>A Scratch, els personatges i objectes s'anomenen "personatges".</p> <p>Pots esborrar un personatge fent clic a les tisores i fent clic sobre el personatge.</p>
gd: <p>Ann an Scratch, canaidh sinn “sprìdean” air pearsachan is oibseactan.</p> <p>Gus sprìd a sguabadh às, briog air an t-siosar agus an uair sin air an sprìd.</p>

source: Add Sprites
ca: Afegeix personatges
gd: Cuir sprìd ris

source: <p>There are 4 ways to add a sprite to your card. To add a sprite, click on one of these buttons:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p>
ca: <p>Hi ha 4 maneres d'afegir un personatge a la targeta. Per afegir-lo, fes clic a un d'aquests botons:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p>
gd: <p>Tha 4 dòighean ann gus sprìd a chur ris a’ chairt agad. Gus sprìd a chur ris, briog air aon dhe na putanan seo:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p>

source: Make the Sprites Interactive
ca: Fes els personatges interactius
gd: Dèan na sprìdean eadar-ghnìomhach

source: <p>Bring your sprites to life by adding instructions (a.k.a. computer code) that tell the sprites what to do.</p> <p>With Scratch, your sprites can dance, sing, jump, talk, fly, and much more.</p>
ca: <p>Fer que els teus personatges semblin vius afegint instruccions (també en diem codi) que els diguin què han de fer.</p> <p>Amb Scratch els teus personatges poden ballar, cantar, saltar, parlar, volar i moltes més coses.</p>
gd: <p>Dèan na sprìdean agad beòthail ’s tu a’ cur àitheantan riutha (’s e seo còd coimpiutair) a dh’innseas dha na sprìdean dè am bu chòir iad dèanamh.</p> <p>Le Scratch, nì na sprìdean agad dannsa, seinn, leum, bruidhinn, sgiathadh is mòran a bharrachd.</p>

source: <p>Have your sprites say something with blocks from the <span class="lookscolor">Looks</span> palette.</p> <p>Try adding this code to have one of your sprites share holiday greetings:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-b-say.png"></p>
ca: <p>Fes que els teus programes diguin quelcom amb els blocs de <span class="lookscolor">Aspecte</span> la categoria blava.</p> <p>Prova d'afegir aquest codi per a que un dels teus personatges feliciti les festes:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-b-say.png"></p>
gd: <p>Thoir air na sprìdean agad bruidhinn le blocaichean on phailead <span class="lookscolor">Coltas</span>.</p> <p>Feuch gun cuir thu an còd seo ris ach an co-roinn tè dhe na sprìdean agad dùrachdan shaor-làithean:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-b-say.png"></p>

source: Make a Sound
ca: Crea un so
gd: Cluich fuaim

source: <p>Explore adding sound to your holiday card by using sounds from the Scratch library, uploading sounds from your computer, or recording your own sounds with a microphone.</p> <p>Experiment with some of these sound-related blocks to add music and sound to your sprite:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-c-sound.png">
ca: <p>Explora com afegir sons a la teva targeta de festes usant sons de la galeria de Scratch, pujant sons des d'un fitxer, o enregistrant els teus propis sons amb el micròfon.</p> <p>Experimenta amb alguns d'aquests blocs relacionats amb sons per afegir música i so al teu programa:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-c-sound.png">
gd: <p>Fiosraich mar a chuireas tu fuaimean ris a’ chairt shaor-làithean agad a’ cleachdadh fuaimean na leabhar-lainn aig Scratch, a’ luchdadh suas fuaimean on choimpiutair agad no a’ clàradh fuaimean agad fhèin le micreofon.</p> <p>Feuch cuid dhe na blocaichean fuaime seo gus ceòl is fuaimean a chur ris an sprìd agad:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-c-sound.png">

source: <p>Play with the images in your holiday card by using the graphic effects blocks:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-effects.png"></p> </div> <div class="steps"> <p>Try adding this code to add a colorful effect to a dancing sprite:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-color.png">
ca: <p>Juga amb les imatges de la targeta usant els blocs d'efectes gràfics:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-effects.png"></p> </div> <div class="steps"> <p>Prova d'afegir aquest codi per donar un efecte de color al personatge ballarí:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-color.png">
gd: <p>Cluich leis na dealbhan sa chair shaor-làithean agad le blocaichean nan èifeachdan grafaigeach:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-effects.png"></p> </div> <div class="steps"> <p>Feuch gun cuir thu an còd seo ris gus èifeachd datha a chur ri sprìd a’ dannsa:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-color.png">

source: Change Costume
ca: Canvia el vestit
gd: Atharraich an t-aodach

source: <p>Sprites can have different “costumes” -- different visuals, just like how an actor in a play can wear different outfits.</p> <p>Try adding costumes to your sprite:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes-panel.png"></p> </div> <div class="steps"> <p>And switch between costumes using the “switch costume” block:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes.png"></p>
ca: <p>Els programes tenen diferents “vestits” -- diferents aparences, com un actor o actriu.</p> <p>Prova d'afegir vestits al teu personatge:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes-panel.png"></p> </div> <div class="steps"> <p>I tria entre els vestits usant el bloc “canvia el vestit” així:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes.png"></p>
gd: <p>Faodaidh iomadh “aodach” a bhith aig sprìd -- seo coltasan eadar-dhealaichte, dìreach mar a bhiodh aodach eadar-dhealaichte air cleasaiche ann an dealbh-chluich.</p> <p>Feuch gun cuir thu aodaich ris an sprìd agad:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes-panel.png"></p> </div> <div class="steps"> <p>Agus atharraich o aodach gu aodach leis a’ bhloca “cuir an t-aodach _ ort”:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes.png"></p>

source: Add a Background Image
ca: Afegeix una imatge de fons
gd: Cuir dealbh ris a’ chùlaibh

source: <p>There are 4 ways to add a background image (a.k.a. "backdrop") to your card. To add a backdrop, click on one of these buttons:</p> <img src = "%(STATIC_URL)s/images/help/hoc-5-add-backdrop.png"> </div> <div class="steps last"> <h4>Here's what each button does:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5a-add-backdrop-library.png"> Choose a backdrop from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5b-add-backdrop-paint.png"> Draw your own backdrop</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5c-add-backdrop-upload.png"> Upload an image from your computer</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5d-add-backdrop-camera.png"> Take a picture (if you have a webcam)</p>
ca: <p>Hi ha 4 maneres d'afegir una imatge de fons (en diem només "fons") a la teva targeta. Per afegir un fons, fes clic a un d'aquests botons:</p> <img src = "%(STATIC_URL)s/images/help/hoc-5-add-backdrop.png"> </div> <div class="steps last"> <h4>Això és el que fa cada un d'ells:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5a-add-backdrop-library.png"> Tria un fons de la galeria</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5b-add-backdrop-paint.png"> Dibuixa un nou fons</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5c-add-backdrop-upload.png"> Puja un fons des d'un fitxer</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5d-add-backdrop-camera.png"> Nou fons des de la càmera (si en tens)</p>
gd: <p>Tha 4 dòighean ann gus dealbh (’s e seo “cùlaibh”) a chur ri cùlaibh na cairte agad. Gus cùlaibh a chur ris, briog air aon dhe na putanan seo:</p> <img src = "%(STATIC_URL)s/images/help/hoc-5-add-backdrop.png"> </div> <div class="steps last"> <h4>Seo na nì gach putan:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5a-add-backdrop-library.png"> Tagh cùlaibh on leabhar-lann</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5b-add-backdrop-paint.png"> Tarraing an cùlaibh agad fhèin</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5c-add-backdrop-upload.png"> Luchdaich suas dealbh on choimpiutair agad</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5d-add-backdrop-camera.png"> Tog dealbh (ma tha camara-lìn agad)</p>

source: Add Background Sound
ca: Afegeix una música de fons
gd: Cuir fuaim ris a’ chùlaibh

source: <p>To add sound to your card, first add an audio file to your project and then program it to play by using the <span class="soundcolor">play sound</span> or <span class="soundcolor">play sound until done</span> block.</p> <p>Check out some of the sounds in the Scratch library -- or import or record your own holiday sounds.</p>
ca: <p>Per afegir un so a la teva targeta, primera afegeix un fitxer d'àudio al teu projecte i després programa'l usant el bloc <span class="soundcolor">toca el so</span> o <span class="soundcolor">toca el so fins que acabi</span> també.</p> <p>Prova alguns dels sons de la galeria de Scratch -- o bé puja o enregistra els teus propis sons.</p>
gd: <p>Gus fuaim a chur ris a’ chairt agad, cuir faidhle fuaime ris a’ phròiseact agad an toiseach agus an uair sin prògramaich e ach an cluich e le bloca <span class="soundcolor">play sound</span> or <span class="soundcolor">cluich fuaim: _ gu lèir</span>.</p> <p>Thoir sùil air na fuaimean san leabhar-lann aig Scratch -- no ion-phortaich no clàraich na fuaimean shaor-làithean agad fhèin.</p>

source: Set up the Project
ca: Configura el projecte
gd: Suidhich am pròiseact

source: Share Your Project
ca: Comparteix el teu projecte
gd: Co-roinn am pròiseact agad

source: <p>When you are ready to share your project with others, click the “Share” button at the top of the screen.</p> <p>(If you haven't already, you'll need to create a Scratch account to share your project online.)</p> <p>After your project is shared, you can go to the project page to add a title, instructions, and other notes.</p>
ca: <p>Quan hagis acabat el teu projecte, fes clic al botó “Comparteix” de la part superior de la pantalla.</p> <p>(Si no la tens encara, cal que tinguis un compte a Scratch per compartir el teu projecte en línia.)</p> <p>Quan el teu projecte estigui compartit, podràs veure la pàgina del projecte per afegir un títol, instruccions, i altres notes.</p>
gd: <p>Nuair a bhios tu ullamh gus am pròiseact agad a cho-roinneadh le càch, briog air a’ phutan “Co-roinn” air barr na sgrìn.</p> <p>(Mur an do rinn thu seo mar-thà, feumaidh tu cunntas Scratch a chruthachadh gus am pròiseact agad a cho-roinneadh air loidhne.)</p> <p>Nuair a bhios am pròiseact agad air a cho-roinneadh, ’s urrainn dhut dol gu duilleag a’ phròiseact gus tiotal, stiùireadh is nòtaichean eile a chur ris.</p>

source: <p>Share your holiday card with people from all around the world by adding your project to the Hour of Code studio.</p> <p>First, go to the <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Hour of Code studio</a>. Then, click on the “Add Projects” button at the top of the page to add your holiday card to the studio.</p> <p>Thank you for imagining, programming, and sharing your holiday card with Scratch -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">you completed the Hour of Code Scratch activity!</a></p>
ca: <p>Comparteix la teva targeta amb les persones d'arreu del món afegint el projecte a l'estudi de l'Hora del Codi.</p> <p>En primer lloc, vés a <a href="http://scratch.mit.edu/studios/279432/" target="_blank">l'estudi de l'Hora del Codi</a>. Aleshores, fes clic al botó “Afegeix Projectes” de la part superior de la pàgina per incloure la teva targeta a l'estudi.</p> <p>Gràcies per imaginar, programar, i compartir la teva targeta amb Scratch -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">has completat l'activitat de Scratch de l'Hora del Codi!</a></p>
gd: <p>Co-roinn a’ chairt shaor-làithean agad le daoine o fheadh an t-saoghail ’s tu ga chur ris an stiùideo “Hour of Code”.</p> <p>An toiseach, tadhail air an <a href="http://scratch.mit.edu/studios/279432/" target="_blank">stiùideo Hour of Code</a>. An uair sin, briog air a’ phutan “Cuir pròiseactan ris” air barr na duilleige gus a’ chairt shaor-làithean agad a chur ris an stiùideo.</p> <p>Mòran taing airson smaoineachadh air a’ chairt shaor-làithean agad ’s a phrògramachadh ’s a cho-roinneadh le Scratch -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">choilean thu gnìomhachd Scratch Hour of Code!</a></p>

source: <p>What will you create next?</p> <p>For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.</p>
ca: <p>Què crearàs ara?</p> <p>Per a més idees, fes clic a <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tots els consells</a>.</p>
gd: <p>Dè chruthaicheas tu a-nis?</p> <p>Airson barrachd bheachdan, briog air <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">A h-uile oidheam</a>.</p>

source: Holiday Card Tutorial
ca: Tutorial de les postals
gd: Oideachadh air cairt shaor-làithean

source: <p>In this activity, you'll create an interactive holiday card that you can share with friends and family.</p> <p>To get started, watch this intro video:</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
ca: <p>En aquesta activitat, crearàs una targeta interactiva que podràs compartir amb els amics i la família.</p> <p>Per començar, mira aquest vídeo introductori:</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
gd: <p>Sa ghnìomhachd seo, cruthaichidh tu cairt shaor-làithean eadar-ghnìomhach as urrainn dhut a cho-roinneadh le do charaidean is do theaghlach.</p> <p>Airson toiseach tòiseachaidh, coimhead air a’ video seo:</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>

source: Let's begin!
ca: Comencem!
gd: Tiugainn!

source: Share your Project
ca: Comparteix el teu projecte
gd: Co-roinn am pròiseact agad

source: Add to the Holiday Card Studio
ca: Afegeix a l'Estudi de Targetes de Nadal
gd: Cuir ris an stiùideo “Holiday Card”

source: This tutorial was created for Hour of Code, a nationwide initiative by <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> and <a href="http://code.org" target="_blank">Code.org</a> to introduce millions of students to one hour of computer science and computer programming.
ca: Aquest tutorial ha estat creat per a l'Hora del Codi, una iniciativa nacional organitzada per la <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> i <a href="http://code.org" target="_blank">Code.org</a> per introduir a milions d'estudiants a una hora de programació d'ordinadors.
gd: Chaidh an t-oideachadh seo a chruthachadh airson Hour of Code, seo iomairt nàiseanta le <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> agus <a href="http://code.org" target="_blank">Code.org</a> ach am fiosraich milleanan de dh’oileanaich uair de choimpiutaireachd is prògramachadh.

source: Select the Sounds tab
ca: Selecciona la pestanya de Sons
gd: Tagh taba nam fuaimean

source: Upload <img src="%(STATIC_URL)s/images/help/upload-icon.png"> a sound file from your computer (mp3, wav or aif format).
ca: Penja <img src="%(STATIC_URL)s/images/help/upload-icon.png"> un fitxer d'àudio des del teu ordinador (en format mp3, wav or aif).
gd: Luchdaich suas <img src="%(STATIC_URL)s/images/help/upload-icon.png"> faidhle fuaime on choimpiutair agad (fòrmat mp3, wav no aif).

source: Try these scripts:
ca: Prova aquests programes:
gd: Feuch na sgriobtaichean seo:

source: Click the green flag to run at the same time.
ca: Fes clic a la bandera verda per executar al mateix temps.
gd: Briog air a’ bhratach uaine gus an ruith aig an aon àm.

source: If you want to edit the song, select a section: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Then choose from the Edit menu:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
ca: Si vols editar la cançó, selecciona una secció: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Després, tria del menú Edita:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
gd: Ma tha thu airson an t-òran a dheasachadh, tagh earrann: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Is tagh on chlàr-taice deasachaidh:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>

source: Have a microphone? You can use <img src="%(STATIC_URL)s/images/help/loudness-small.png">
ca: Tens un micròfon? Pots utilitzar <img src="%(STATIC_URL)s/images/help/loudness-small.png">
gd: A bheil micreofon agad? ’S urrainn dhut <img src="%(STATIC_URL)s/images/help/loudness-small.png"> a chleachdadh.

source: Make noise so your sprite will jump!
ca: Fes soroll i el teu personatge saltarà!
gd: Dèan fuaim ach an leum an sprìd agad!

source: For a larger effect, multiply by a number:
ca: Per a un efecte més gran, multiplica'l per un nombre:
gd: Airson èifeachd nas motha, iomadaich le àireamh e:

source: If you see this pop up, click <b>Allow</b> to access the microphone:
ca: Si veus aquesta finestra emergent, fes clic a <b>Permet</b> per accedir al micròfon:
gd: Ma chì thu seo, briog air <b>Ceadaich</b> gus am micreofon inntrigeadh:
