Repository: Arplane-Translations/scratchr2_translations
Catalog: documentation/*/LC_MESSAGES/django.po
Languages: ca, gd

source: Run a script when the button is pressed or the ends of the alligator clips plugged into one of the four inputs (A-D) are connected.
ca: Executa un programa quan el botó es prem o quan estan connectades les pinces dels cables a les quatre entrades (A-D).
gd: Ruithidh seo sgriobt nuair a thèid am putan a bhrùthadh no nuair a chaidh aon dhe na cliopaichean crogaill a cheangal a chaidh a phlugadh a-steach dha na ceithir ion-chuir (A-D).

source: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-ex1.png"/> <p>When the button is pressed, the script will run.</p>
ca: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-ex1.png"/> <p>Quan el botó es premi, executa el programa.</p>
gd: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-ex1.png"/> <p>Nuair a thèid am putan a bhrùthadh, ruithidh an sgriobt.</p>

source: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-dropdown.png"/> <p>You can select the button or one of the four inputs numbered A-D.</p> <p>The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. An input is connected if there is a good electrical connection between the metal ends of the clips.</p>
ca: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-dropdown.png"/> <p>Pots seleccionar el botó o una de les quatre entrades A-D.</p> <p>La PicoBoard inclou quatre parells de pinces que poden connectar-se a les entrades A-D. Una entrada funciona quan hi ha bona connexió entre els extrems de metall dels clips.</p>
gd: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-dropdown.png"/> <p>’S urrainn dhut am putan no aon dhe na ceithir ion-cuir air a bheil A-D a thaghadh.</p> <p>Thig ceithir càraidean cliop crogaill an cois PicoBoard as urrainn dhut plugadh a-steach air na h-ion-chuir A-D. Bidh ion-chur ceangailte nuair a bhios ceangal dealanach math eadar cinn meatailt nan cliopaichean.</p>

source: Run a script when the value of one of the PicoBoard's sensors becomes greater (or less) than a specified value.
ca: Executa un programa quan el valor d'un dels sensors de la PicoBoard sigui major (o menor) que un valor determinat.
gd: Ruithidh seo sgriobt nuair a thèid an luach aig aon dhe na mothaichearan PicoBoard nas motha (no nas lugha) na an luach a shònraich thu.

source: <img src="%(STATIC_URL)s/images/help/pico-when-slider-ex1.png"/> <p>Change the sprite's costume each time you clap.</p>
ca: <img src="%(STATIC_URL)s/images/help/pico-when-slider-ex1.png"/> <p>Canvia el vestit del personatge cada vegada que aplaudeix.</p>
gd: <img src="%(STATIC_URL)s/images/help/pico-when-slider-ex1.png"/> <p>Atharraich aodach na sprìd gach turas a bhuaileas tu do bhasan.</p>

source: <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown1.png"/> <p>You can select one of the seven PicoBoard sensors. Each reports a value in the range from 0 to 100.</p> <p>The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. The value of the resistance sensor depends on how much electrical resistance there is between the metal ends of the alligator clips.</p> <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown2.png"/> <br>You can also select a <i>greater</i> or <i>less than</i> comparison from the second dropdown menu.<br/>
ca: <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown1.png"/> <p>Pots triar un dels set sensors de PicoBoard. Cada un reporta un valor en el rang de 0 a 100.</p> <p>La PicoBoard inclou quatre parells de pinces que poden connectar-se a les entrades A-D. El valor del sensor de resistència depèn de la resistència elèctrica existent entre els extrems de metall dels clips.</p> <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown2.png"/> <br>Pots seleccionar també el comparador <i>major</i> o <i>menor que</i> del segon menú desplegable.<br/>
gd: <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown1.png"/> <p>’S urrainn dhut fear dhe na seachd mothaichearan PicoBoard a thaghadh. Innsidh gach fear luach san rainse o 0 gu 100.</p> <p>Thig ceithir càraidean cliop crogaill an cois PicoBoard as urrainn dhut plugadh a-steach air na h-ion-chuir A-D. Innsidh bloca bacadh-dealain àireamh o 0 gu 100, a-rèir a’ mheud de bhacadh-dealain a bhios ann eadar cinn meatailt nan cliopaichean.</p> <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown2.png"/> <br>’S urrainn dhut coimeas <i>nas motha na</i> no <i>nas lugha na</i> a thaghadh on dàrna chlàr-taice teàrnaidh cuideachd.<br/>

source: Report the distance (from 0 to 100) detected by the LEGO WeDo distance sensor
ca: Informa de la distància (de 0 a 100) detectada pel sensor de distància de LEGO WeDo
gd: Innsidh seo an t-astar (o 0 gu 100) dhan a mhothaich am mothaichear astair aig LEGO WeDo

source: Set the direction of the motor(s). This block does not turn them on if they are already off.
ca: Estableix la direcció del motor(s). Aquest bloc no els encén en si estan apagats.
gd: Suidhichidh seo comhair a’ mhotair / nam motaran. Cha chuir am bloca seo air iad ma chaidh an cur dheth mar-thà.

source: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-ex1.png" /> <p>Run the motor for 10 seconds while switching the spinning direction every second.</p>
ca: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-ex1.png" /> <p>Fes funcionar el motor durant 10 segons mentre es canvia la direcció de gir a cada segon</p>
gd: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-ex1.png" /> <p>Ruith am motar fad 10 diog ’s atharraich a chomhair gach diog.</p>

source: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown1.png"/> <br>You can select WeDo motor(s) from the first dropdown menu:<br/> <ul> <li>If you have only one motor, use the "motor" option, which will set the motor's direction regardless of where it is connected on the WeDo hub.</li> <li>If you have two motors which you want to control separately, you can use "motor A" with one and "motor B" with the other.</li> <li>"all motors" sets the direction for all the connected motors.</li> </ul> <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown2.png"/> <p>You can select the direction from the second dropdown menu.</p>
ca: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown1.png"/> <br>Pots triar el motor(s) de WeDo en el primer menú desplegable:<br/> <ul> <li>Si has encès només un motor, usa l'opció "motor", que establirà la direcció del motor independentment d'on es connecta al connector hub WeDo.</li> <li>Si tens dos motors que vols controlar de manera independent, pots usar "motor A" per a un i "motor B" per a l'altre.</li> <li>"tots els motors" estableix la direcció per a tots els motors connectats.</li> </ul> <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown2.png"/> <p>Pots seleccionar la direcció en el segon menú desplegable.</p>
gd: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown1.png"/> <br>’S urrainn dhut motar(an) WeDo a thaghadh on chiad chlàr-taice teàrnaidh:<br/> <ul> <li>Mur eil ach aon mhotar agad, tagh an roghainn “motar” a shuidhicheas comhair a’ mhotair ge b’ e càit a cheangail thu ris a hub WeDo e.</li> <li>Ma tha dà mhotar agad a bu toil leat stiùireadh fear seach fear, ’s urrainn dhut “motar A” a chleachdadh leis an dàrna fear agus “motar B” leis an fhear eile.</li> <li>Suidhichidh “a h-uile motar” comhair nam motaran ceangailte uile.</li> </ul> <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown2.png"/> <p>’S urrainn dhut a’ chomhair a shuidheachadh on dàrna clàr-taice teàrnaidh.</p>

source: <p>To use <b>set direction</b>, you need WeDo motor(s) connected to your computer via a LEGO WeDo hub.</p>
ca: <p>Per usar <b>fixa la direcció</b>, necessites tenir connectats motor(s) de WeDo al teu ordinador per mitjà del connector hub LEGO WeDo.</p>
gd: <p>Gus <b>suidhich ... an comhair</b> a chleachdadh, feumaidh tu motar(an) WeDo a cheangal ris a’ choimpiutair agad slighe hub LEGO WeDo.</p>

source: Set the power of motors or lights to a specified value and turn them on. The value ranges from 0 to 100 (0 is no power and 100 is the maximum power).
ca: Estableix la potència dels motors o llums en un valor especificat i els encén. El valor varia de 0 a 100 (0 és potència nul·la i 100 és la potència màxima).
gd: Suidhichidh seo cumhachd motair no sholasan air an luach a shònraich thu agus cuiridh e air iad. Cleachd luach eadar 0 agus 100 (Cha bhi cumhachd ann le 0 agus bidh e air a làn-chumhachd le 100).

source: <img src="%(STATIC_URL)s/images/help/wedo-set-power-ex1.png" /> <p>Change the speed of the motor using the up and down arrow keys.</p>
ca: <img src="%(STATIC_URL)s/images/help/wedo-set-power-ex1.png" /> <p>Canvia la velocitat del motor usant les fletxes d'amunt i avall.</p>
gd: <img src="%(STATIC_URL)s/images/help/wedo-set-power-ex1.png" /> <p>Atharraich luaths a’ mhotair leis na h-iuchraichean saighde suas is sìos.</p>

source: <img src="%(STATIC_URL)s/images/help/wedo-set-power-dropdown.png"/> <br>You can select a LEGO-WeDo-compatible device from the dropdown menu:<br/> <ul> <li>If you have only one motor, use the "motor" option, which will set the motor's power regardless of where it is connected on the WeDo hub.</li> <li>If you have two motors which you want to control separately, you can use "motor A" with one and "motor B" with the other.</li> <li>"lights" sets the lights' power regardless of where they are connected on the WeDo hub.</li> <li>"everything" sets the power for all the connected motors and lights.</li> </ul>
ca: <img src="%(STATIC_URL)s/images/help/wedo-set-power-dropdown.png"/> <br>Pots triar un dispositiu compatible amb LEGO-WeDo del menú desplegable:<br/> <ul> <li>Si només disposes d'un motor, usa l'opció "motor", que establirà la potència del motor independentment d'on es connecta al connector hub WeDo.</li> <li>Si tens dos motors que vols controlar de manera independent, pots usar "motor A" per a un i "motor B" per a l'altre.</li> <li>"llums" estableix la potència dels llums independentment d'on es connecten al connector hub WeDo.</li> <li>"everything" estableix la potència per a tots els motors i llums connectats.</li> </ul>
gd: <img src="%(STATIC_URL)s/images/help/wedo-set-power-dropdown.png"/> <br>’S urrainn dhut inneal a tha co-chòrdail ri LEGO-WeDo a thaghadh on chlàr-taice teàrnaidh:<br/> <ul> <li>Mur eil ach aon mhotar agad, cleachd an roghainn “motor” a shuidhicheas cumhachd a’ mhotair ge b’ e càite a chaidh a cheangal ris a’ hub WeDo.</li> <li>Ma tha dà mhotar agad a tha thu airson stiùireadh fa leth, cleachd “motor A” leis an dàrna fear agus “motor B” leis an fhear eile.</li> <li>Suidhichidh “lights” cumhachd nan solasan ge b’ e càite an deach an ceangal ris a’ hub WeDo.</li> <li>Suidhichidh “everything” a’ chumhachd airson a h-uile motar is solas a chaidh a cheangal.</li> </ul>

source: <p>To use <b>set power</b>, you need WeDo motor(s) or lights connected to your computer via a LEGO WeDo hub.</p>
ca: <p>Per usar <b>fixa potència</b>, necessitaràs motor(s) o llums de WeDo connectats a l'ordinador per mitjà del connector hub de LEGO WeDo.</p>
gd: <p>Gus <b>suidhich a’ chumhachd</b> a chleachdadh, feumaidh tu motar(an) no solasan WeDo a cheangal ris a’ choimpiutair agad le hub LEGO WeDo.</p>

source: Report the tilt (from 0 to 4) detected by the LEGO WeDo tilt sensor
ca: Informa de la inclinació (de 0 a 4) detectada pel sensor d'inclinació de LEGO WeDo
gd: Innsidh seo an claonadh (o 0 gu 4) dhan a mhothaicheas mothaichear a’ chlaonaidh aig LEGO WeDo

source: <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex1.png"> <p><b>tilt</b> reports a value of 1-4 when the sensor is tilted, and 0 otherwise.</p>
ca: <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex1.png"> <p><b>inclinació</b> informa del valor entre 1-4 quan el sensor està inclinat, sent 0 posició de repòs.</p>
gd: <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex1.png"> <p>Innsidh <b>claonadh</b> toradh eadar 1-4 ma tha claonadh air a’ mhothaichear agus 0 mur eil.</p>

source: <p>The tilt sensor reports a number from 0 to 4. 0 means not tilted, 1 tilted down, 2 tilted right, 3 tilted up, and 4 tilted left.</p> <p>To view the value of tilt, click the checkbox next to the block in the palette.</p> <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex2.png"></p>
ca: <p>El sensor d'inclinació reporta un nombre de 0 a 4. 0 vol dir que no s'inclina, 1 que s'inclina cap avall, 2 que s'inclina a la dreta, 3 que s'inclina cap amunt, i 4 que s'inclina a l'esquerra.</p> <p>Per veure el valor del sensor, clica la casella al costat del bloc.</p> <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex2.png"></p>
gd: <p>Innsidh mothaichear a’ chlaonaidh àireamh o 0 gu 4. Is ciall dha 0 nach eil claonadh ann, air 1 gun deach a chlaonadh sìos, air 2 gun deach a chlaonadh gu deas, air 3 gun deach a chlaonadh suas agus air 4 gun deach a chlaonadh gu clì.</p> <p>Gus luach a’ chlaonaidh a shealltainn, cuir cromag sa bhogsa ri taobh a’ bhloca sa phailead.</p> <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex2.png"></p>

source: <p>To use <b>tilt</b>, you need a tilt sensor connected to your computer via a LEGO WeDo hub.</p>
ca: <p>Per usar <b>inclinació</b>, necessitaràs un sensor d'inclinació connectat a l'ordinador per mitjà del connector hub de LEGO WeDo.</p>
gd: <p>Gus <b>claonadh</b> a chleachdadh, feumaidh tu mothaichear claonaidh a cheangal ris a’ choimpiutair agad slighe hub LEGO WeDo.</p>

source: Turn motors or lights off.
ca: Atura motors o llums.
gd: Cuir motaran no solasan dheth.

source: <img src="%(STATIC_URL)s/images/help/wedo-turn-off-dropdown.png"/> <br>You can select a LEGO-WeDo-compatible device from the dropdown menu:<br/> <ul> <li>If you have only one motor, use the "motor" option, which will turn the motor off regardless of where it is connected on the WeDo hub.</li> <li>If you have two motors which you want to control separately, you can use "motor A" with one and "motor B" with the other.</li> <li>"lights" turn the lights off regardless of where they are connected on the WeDo hub.</li> <li>"everything" turns off all the connected motors and lights.</li> </ul>
ca: <img src="%(STATIC_URL)s/images/help/wedo-turn-off-dropdown.png"/> <br>Pots triar un dispositiu compatible amb LEGO WeDo en el menú desplegable:<br/> <ul> <li>Si només tens un motor, usa l'opció "motor", que aturarà el motor independentment d'on es connecta al connector hub WeDo.</li> <li>Si tens dos motors que vols controlar de manera independent, pots usar "motor A" per a un i "motor B" per a l'altre.</li> <li>"llums" apaga els llums independentment d'on estan connectats al hub de WeDo.</li> <li>"tots" apaga tots els motors i llums connectats.</li> </ul>
gd: <img src="%(STATIC_URL)s/images/help/wedo-turn-off-dropdown.png"/> <br>’S urrainn dhut inneal a tha co-chòrdail ri LEGO-WeDo a thaghadh on chlàr-taice teàrnaidh:<br/> <ul> <li>Mur eil ach aon mhotar agad, cleachd an roghainn “motor” a chuireas am motar dheth ge b’ e càite a chaidh a cheangal ris a’ hub WeDo.</li> <li>Ma tha dà mhotar agad a tha thu airson stiùireadh fa leth, cleachd “motor A” leis an dàrna fear agus “motor B” leis an fhear eile.</li> <li>Cuiridh “lights” na solasan dheth ge b’ e càite an deach an ceangal ris a’ hub WeDo.</li> <li>Cuiridh “everything” a h-uile motar is solas a chaidh a cheangal dheth.</li> </ul>

source: <p>To use <b>turn off</b>, you need WeDo motor(s) or lights connected to your computer via a LEGO WeDo hub.</p>
ca: <p>Per usar <b>atura</b>, necessites tenir connectats motor(s) o llums de WeDo al teu ordinador per mitjà del connector hub LEGO WeDo.</p>
gd: <p>Gus <b>cuir ... dheth</b> a chleachdadh, feumaidh tu motar(an) no solasan WeDo a cheangal ris a’ choimpiutair agad le hub LEGO WeDo.</p>

source: Turn motors or lights on for a specified period of time.
ca: Activa els motors o llums durant un espai de temps determinat.
gd: Cuir motaran no solasan dheth fad ùine shònraichte.

source: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-ex1.png" /> <p>Run a specific motor for 1 second when the right/left arrow key is pressed.</p>
ca: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-ex1.png" /> <p>Executa un motor específic durant 1 segon quan es prem la tecla de fletxa dreta/esquerra.</p>
gd: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-ex1.png" /> <p>Ruith motar sònraichte fad 1 diog nuair a thèid an iuchair gu clì no gu deas a bhrùthadh.</p>

source: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-dropdown.png"/> <br>You can select a LEGO-WeDo-compatible device from the dropdown menu:<br/> <ul> <li>If you have only one motor, use the "motor" option, which will turn the motor on regardless of where it is connected on the WeDo hub.</li> <li>If you have two motors which you want to control separately, you can use "motor A" with one and "motor B" with the other.</li> <li>"lights" turn the lights on regardless of where they are connected on the WeDo hub.</li> <li>"everything" turns on all the connected motors and lights.</li> </ul>
ca: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-dropdown.png"/> <br>Pots triar un dispositiu compatible amb LEGO WeDo del menú desplegable:<br/> <ul> <li>Si només disposes d'un motor, usa l'opció "motor", que fixarà la direcció del motor independentment d'on es connecta al connector hub WeDo.</li> <li>Si tens dos motors que vols controlar de manera independent, pots usar "motor A" per a un i "motor B" per a l'altre.</li> <li>"llums" encén els llums independentment d'on es connecten al connector hub WeDo.</li> <li>"everything" encén tots els motors i llums connectats.</li> </ul>
gd: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-dropdown.png"/> <br>’S urrainn dhut inneal a tha co-chòrdail ri LEGO-WeDo a thaghadh on chlàr-taice teàrnaidh:<br/> <ul> <li>Mur eil ach aon mhotar agad, cleachd an roghainn “motor” a chuireas am motar air ge b’ e càite a chaidh a cheangal ris a’ hub WeDo.</li> <li>Ma tha dà mhotar agad a tha thu airson stiùireadh fa leth, cleachd “motor A” leis an dàrna fear agus “motor B” leis an fhear eile.</li> <li>Cuiridh “lights” na solasan air ge b’ e càite an deach an ceangal ris a’ hub WeDo.</li> <li>Cuiridh “everything” a h-uile motar is solas a chaidh a cheangal air.</li> </ul>

source: <p>To use <b>turn on for</b>, you need WeDo motor(s) or lights connected to your computer via a LEGO WeDo hub.</p>
ca: <p>Per usar <b>activa el motor</b>, necessitaràs motor(s) o llums de WeDo connectats a l'ordinador per mitjà del connector hub de LEGO WeDo.</p>
gd: <p>Gus <b>cuir ... air</b> a chleachdadh, feumaidh tu motar(an) no solasan WeDo a cheangal ris a’ choimpiutair agad le hub LEGO WeDo.</p>

source: Turn motors or lights on.
ca: Activa motors o llums.
gd: Cuir motaran no solasan air.

source: Run a script when the distance detected by the LEGO WeDo distance sensor becomes greater (or less) than a specified value
ca: Executa un programa quan la distància detectada pel sensor de distància de LEGO WeDo arriba a ser major (o menor) que un valor especificat
gd: Ruithidh seo sgriobt nuair a mhothaicheas aon dhe na mothaichearan astair aig LEGO WeDo air luach nas motha (no nas lugha) na an luach a shònraich thu

source: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-ex1.png"/> <p>When the distance goes under 20, the script will run.</p>
ca: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-ex1.png"/> <p>Quan la distància sigui menor que 20, el programa s'activarà.</p>
gd: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-ex1.png"/> <p>Nuair a thèid an t-astar nas lugha na 20, ruithidh an sgriobt.</p>

source: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-dropdown.png"/> <br>You can select a <i>greater</i> or <i>less than</i> comparison from the dropdown menu.<br/> <p>The distance sensor detects the surrounding brightness to report distance, so you can actually use it to detect light and motion in addition to distance.</p>
ca: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-dropdown.png"/> <br>Pots triar entre les comparacions <i>més gran que</i> o <i>més petit que</i> des del menú desplegable.<br/> <p>El sensor de distància detecta la il·luminació del voltant per informar de la distància o sigui que també el pots fer servir per detectar llum i moviment..</p>
gd: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-dropdown.png"/> <br>’S urrainn dhut coimeas <i>nas motha na</i> no <i>nas lugha na</i> a thaghadh on chlàr-taice teàrnaidh.<br/> <p>Mothaichidh mothaichear an astair an t-soillearachd gus astar innse, mar sin ’s urrainn dhut a chleachdadh cuideachd gus mothachadh air solas agus gluasad a bharrachd air an astar.</p>

source: <p>To use <b>when distance</b>, you need a distance sensor connected to your computer via a LEGO WeDo hub.</p>
ca: <p>Per fer servir <b>quan la distància</b>, necessites un sensor de distància connectat al teu ordinador a través d'un hub LEGO WeDo.</p>
gd: <p>Gus <b>nuair a thèid an t-astar</b> a chleachdadh, feumaidh tu mothaichear astair a cheangal ris a’ choimpiutair agad slighe hub LEGO WeDo.</p>

source: Run a script when the tilt sensor changes position
ca: Activa un programa quan el sensor d'inclinació canvia de posició
gd: Ruith sgriobt nuair a dh’atharraicheas mothaichear a’ chlaonaidh ionad

source: Points sprite towards mouse-pointer or another sprite.
ca: Fa que el personatge apunti cap al punter del ratolí o cap a un altre personatge.
gd: Cuiridh seo sprìd an comhair tomhaire na luchaige no sprìde eile.

source: changes the direction of the current sprite.
ca: ajusta la direcció del personatge actual.
gd: atharraichidh seo comhair na sprìde làithrich.

source: To make a sprite bounce around the Stage, try this script:
ca: Per fer que un personatge reboti per tot l'escenari, prova aquest programa:
gd: Gus toirt air spìd bocadh mu thimcheall air an àrd-ùrlar, feuch an sgriobt seo:

source: The sprite points at an angle, and then keeps moving and bouncing off the edge.
ca: El personatge apunta a un angle, i després continua movent-se i rebotant en tocar una vora.
gd: Thèid comhair na sprìd a chur air ceàrn sònraichte agus cumaidh e a’ gluasad is a’ bocadh air an oir.

source: If your sprite looks upside-down, click <img src="%(STATIC_URL)simages/help/info.gif"> and set its rotation style to left-right:
ca: Si el teu personatge es veu al revés, fes clic a <img src="%(STATIC_URL)simages/help/info.gif"> i estableix l'estil de rotació a esquerra-dreta:
gd: Ma tha coltas bun-os-cionn air an sprìd agad, briog air <img src="%(STATIC_URL)simages/help/info.gif"> agus suidhich stoidhle na cuairte air “clì is deas”:

source: Back
ca: Enrere
gd: Air ais

source: Begin
ca: Inici
gd: Tòisich

source: Make a Greeting Card
ca: Crea una targeta de felicitació
gd: Cruthaich cairt fhuranach

source: Start here to make an interactive greeting card for a friend using Scratch!
ca: Fes clic aquí per crear una targeta d'aniversari interactiva per a un amic usant Scratch!
gd: Tòisich an seo gus cairt fhuranach eadar-ghnìomhach do charaid a chruthachadh le Scratch!

source: <p>This activity is part of <a href="#made-with-code">Made with Code</a>.</p>
ca: <p>Aquesta activitat és part de <a href="#made-with-code">Fet amb Codi</a>.</p>
gd: <p>Tha an gnìomh seo na phàirt dhe <a href="#made-with-code">Made with Code</a>.</p>

source: Start with a greeting
ca: Comença amb una salutació
gd: Tòisich le fàilteachadh

source: Step Index
ca: Índex de passos
gd: Clàr-innse nan ceuman

source: Say a Greeting
ca: Fes una salutació
gd: Can fàilteachadh

source: Start with a Green Flag
ca: Comença amb una bandera verda
gd: Tòisich le bratach uaine

source: Add a Background
ca: Afegeix un fons
gd: Cuir cùlaibh ris

source: Add a Cake
ca: Afegeix un pastís
gd: Cuir cèic ris
