Repository: Arplane-Translations/scratchr2_translations
Catalog: documentation/*/LC_MESSAGES/django.po
Languages: ca, gd

source: Now, press the green button on the WeDo hub. It should begin to flash, and then make a sound when it connects.
ca: Ara, prem el botó verd del connector hub de WeDo. Ha de començar a parpellejar, i fer un so quan es connecti.

source: When connected, the Device Manager will look like this:
ca: Quan es connecti, el controlador de dispositius hauria de mostrar-se així:

source: Make sure your WeDo hub is turned on and near your computer.
ca: Assegura't que el teu connector hub de WeDo està encès i aprop de l'ordinador.

source: 6. Create!
ca: 6. Crea!

source: You’re ready to go! You should see a green status light in the Blocks palette in Scratch, and a list of new blocks for the WeDo. Start Scratching!
ca: Ja està tot apunt per funcionar! Hauries de veure l'indicador d'estat verd a la paleta de Blocs a Scratch, i un llistat de nous blocs per a WeDo. Som-hi amb Scratch!

source: If it's not working:
ca: Si no funciona:

source: Make sure you have installed the Device Manager.
ca: Comprova que està instal·lat el controlador de dispositius.

source: Make sure your WeDo 2.0 is turned on and ready to connect.
ca: Assegura't que el WeDo 2.0 està encès i apunt per connectar-se.

source: Turn on Bluetooth on your computer.
ca: Encén el Bluetooth al teu ordinador.

source: Make sure you have a Mac with Bluetooth Low-Energy (see below).
ca: Comprova que tens un Mac amb Bluetooth Low-Energy (veure a continuació).

source: Close any other tabs or windows running with Scratch.
ca: Tanca altres pestanyes o finestres que estiguin executant Scratch.

source: Restart your browser.
ca: Reinicia el teu navegador.

source: Restart the Device Manager (go to your <strong>Applications</strong> folder and open the <strong>Scratch Device Manager</strong>).
ca: Reinicia el controlador de dispositius (vés a la teva carpeta <strong>Aplicacions</strong> i obre <strong>Scratch Device Manager</strong>).

source: If you have multiple devices, make sure you are connected to the right WeDo 2.0. You can connect and disconnect using the toggle buttons in the Device Manager interface.
ca: Si tens múltiples dispositius, assegura't que estan connectats al WeDo 2.0 correcte. Pots connectar i desconnectar usant els botots de la interfície del controlador de dispositius.

source: Remove any previous versions of the Device Manager.
ca: Elimina versions anteriors del Device Manager.

source: Does your Mac have Bluetooth Low Energy?
ca: Té el teu Mac el Bluetooth Low Energy?

source: Here's how to check if your Mac can use the LEGO WeDo 2.0 extension.
ca: Aquí trobaràs com comprovar si el teu Mac pot utilitzar l'extensió de LEGO WeDo 2.0.

source: 1. Go to the Apple menu and select 'About This Mac'
ca: 1. Vés al menú de Apple i selecciona 'About This Mac'

source: 2. Click 'System Report', then 'Bluetooth.'
ca: 2. Fes clic a 'System Report', i llavors 'Bluetooth.'

source: 3. Look to see if it says: 'Bluetooth Low Energy Supported: Yes'
ca: 3. Mira si hi diu: 'Bluetooth Low Energy Supported: Yes'

source: About the LEGO WeDo 2.0 Extension
ca: Sobre l'Extensió de LEGO WeDo 2.0

source: The <strong>LEGO® Education WeDo 2.0</strong> is an introductory invention kit you can use to build your own interactive machines. Add the Scratch LEGO WeDo 2.0 extension to program your WeDo creations.
ca: El kit <strong>LEGO® Education WeDo 2.0</strong> és un kit de robòtica introductori que pots usar per construir les teves pròpies màquines interactives. Afegeix l'extensió de Scratch LEGO WeDo 2.0 per programar les teves creacions WeDo.

source: Tip: You can click the Undo button to restore your original image:
ca: Consell: Pots fer clic al botó Desfer per restablir la imatge origial:

source: After you remove the background, you can touch-up with the Eraser tool:
ca: Després d'eliminar el fons, pots retocar amb l'eina d'esborrador:

source: For best results with the Magic wand, take photos with a solid, contrasting color in the background.
ca: Per a millor resultats amb la vareta màgica, fes fotografies amb un fons sòlid, i color que contrasti.

source: 4. Click 'Connect'
ca: 4. Fes clic a 'Connecta'

source: All hardware extensions need a plug-in to work. If the plug-in is not already isntalled, check the <a href="../../ext/ext1/">Extensions</a> page for instructions. </p>
ca: Totes les extensions de maquinari necessiten un connector plug-in per funcionar. Si no està instal·lat, accedeix a la pàgina de <a href="../../ext/ext1/">Extensions</a> per a instruccions. </p>

source: LEGO WeDo 1.0 or PicoBoard Setup
ca: Configuració de LEGO WeDo 1.0 o PicoBoard

source: Follow these steps to setup the Picoboard or the LEGO WeDo 1.0 kit.
ca: Segueix aquests passos per instal·lar la placa Picoboard o el kit de LEGO WeDo 1.0.

source: (If you have the newer LEGO WeDo 2.0 set, see <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Setup</a>) </span>
ca: (Si tens el nou set de LEGO WeDo 2.0, accedeix a <a href="../../howto/wedo2setup-intro/">Configuració de LEGO WeDo 2.0</a>) </span>

source: <p> You'll need to install a plugin to use Scratch with the LEGO WeDo 1.0 or Picoboard. Choose the plugin to download based on your computer and the web browser you use for Scratch. If you use a browser other than Chrome, choose one of these two options: <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows (other browsers)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac (other browsers)</a></li> </ul> <p>If you use the browser Chrome, you will need to download and install two pieces of software:</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> and helper <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">here</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> and helper <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">here</a></li> </ul> <p>You will need administrator access on your computer to install the plugin.</p>
ca: <p> Necessitaràs instal·lar el connector per usar Scratch amb LEGO WeDo 1.0 o Picoboard. Tria el connector a descarregar en funció de l'ordinador i navegador que utilitzes amb Scratch. Si uses un navegador diferent de Chrome, tria una d'aquestes dues opcions: <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows (altres navegadors)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac (altres navegadors)</a></li> </ul> <p>Si uses el navegador Chrome, cal que descarreguis i instal·lis dos arxius:</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> i assistent <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">aquí</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> i assistent <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">aquí</a></li> </ul> <p>Necessitaràs permisos d'administrador a l'ordinador per instal·lar el connector.</p>

source: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>Red light means that the browser plugin has not been installed.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>Yellow light means that the device is not connected or detected.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>Green light means the device is ready to go!</p>
ca: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>L'indicador vermell significa que el connector del navegador no ha estat instal·lat.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>L'indicador groc significa que el dispositiu no està connectat o detectat.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>L'indicador verd significa que el dispositiu està llest!</p>

source: If it's not working, try: <ul> <li>Make sure you have opened and installed the correct plug-in file for your computer and browser.</li> <li>Make sure you have set permission in your browser preferences to allow the plug-in to run.</li> <li>Restart your browser.</li> <li>Make sure that you don't have Scratch open in another tab or browser.</li> <li>Make sure the hardware is plugged in.</li> </ul>
ca: Si no funciona, prova: <ul> <li>Verifica que has obert i instal·lat el fitxer correcte del connector al teu ordinador i navegador.</li> <li>Comprova que tens els permisos a la configuració del navegador per permetre que el connector funcioni.</li> <li>Reinicia el teu navegador.</li> <li>Assegura't que no tens obert Scratch en una altra pestanya o navegador.</li> <li>Comprova que el dispositiu està connectat.</li> </ul>

source: LEGO WeDo 1.0 Scratch Extension Setup
ca: Configuració de l'extensió de Scratch i LEGO WeDo 1.0

source: <p>This extension works with the original LEGO WeDo kit.</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>
ca: <p>Aquesta extensió funciona amb el kit original de LEGO WeDo.</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>

source: All hardware extensions need a plug-in to work. If the plug-in is not already installed, see the <a href="../../ext/ext1/">extension setup</a> page for instructions. </p>
ca: Totes les extensions de maquinari necessiten un connector plug-in per funcionar. Si no està instal·lat, accedeix a la pàgina de <a href="../../ext/ext1/">Configuració d'extensions</a> per a instruccions. </p>

source: <strong>Important:</strong> To setup the WeDo 2.0, see the <strong><a href="../../howto/wedo2setup-intro/">Extension Setup</a></strong> page.
ca: <strong>Important:</strong> Per configurar el WeDo 2.0, consulta la pàgina <strong><a href="../../howto/wedo2setup-intro/">Configuració</a></strong> de l'extensió.

source: Click the 'Dance' theme. Select a Hip-Hop or other Dance sprite:
ca: Fes clic al 'Dance' tema. Selecciona un ballarí de Hip-Hop o un altre personatge que balli:

source: Build a script like this:
ca: Construeix un programa com aquest:

source: <p>Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p>
ca: <p>Fes clic a la pestanya <span class="tab-ref">Sons</span> del menú, i clic a <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p>

source: Select 'zoop' or another sound.
ca: Tria 'zoop' o algun altre so.

source: <p>Then, click the <span class="tab-ref">Scripts</span> tab.
ca: <p>Ara, fes clic a la pestanya <span class="tab-ref">Programes</span> del menú.

source: Build a script to make it spin:
ca: Construeix un programa per fer-la girar:

source: <p>You can add a <span class="soundcolor">play sound</span> block:</p> <p><img style="width: 291px" src = "%(STATIC_URL)s/images/help/when-clicked-hiphop-turn.png"></p> <p>Try different numbers to adjust the spin.</p>
ca: <p>Pots afegir un bloc <span class="soundcolor">toca el so</span> de color magenta:</p> <p><img style="width: 291px" src = "%(STATIC_URL)s/images/help/when-clicked-hiphop-turn.png"></p> <p>Prova diferents noms per ajustar el gir.</p>

source: <p>Add and animate the other letters in your name.</p> <p> <img src = "%(STATIC_URL)s/images/help/new-sprite-choose-paint.png"></p>
ca: <p>Afegeix i anima les altres lletres del teu nom.</p> <p> <img src = "%(STATIC_URL)s/images/help/new-sprite-choose-paint.png"></p>

source: <h4>Change size</h4> <p>Make your letter grow and shrink when you click it:</p>
ca: <h4>Canvia el tamany</h4> <p>Fes que la teva lletra es faci més gran i més petita quan facis clic sobre ella:</p>

source: Next, install the Device Manager
ca: Tot seguit, instal·la el controlador de dispositius

source: The LEGO WeDo 2.0 extension currently only works with computers running Mac OSX.
ca: En aquests moments l'extensió de LEGO WeDo 2.0 només funciona amb ordinadors que executin Mac OSX.

source: <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12" target="_blank">Install the Device Manager</a> from the Apple App Store.
ca: <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12" target="_blank">Instal·la el controlador de dispositius</a> de la Apple App Store.

source: This will enable your computer to use Bluetooth to connect to the LEGO WeDo 2.0.
ca: Això permetrà al teu ordinador usar Bluetooth per connectar-se al LEGO WeDo 2.0.

source: Next, turn on Bluetooth
ca: Tot seguit, encén el Bluetooth

source: Can't find Bluetooth? See <a href="../wedo2setup-7/">Troubleshooting</a>
ca: No pots trobar el Bluetooth? Consulta <a href="../wedo2setup-7/">Solució de problemes</a>

source: Next, click 'Connect'
ca: A continuació, fes clic a 'Connecta'

source: Next, press the WeDo button
ca: A continuació, prem el botó de WeDo

source: Next, start creating!
ca: A continuació, comença a crear!

source: Each time you start a new project, you'll need to add the WeDo blocks and click 'Connect' in the Device manager.
ca: Cada vegada que comencis un nou projecte, necessitaràs afegir els blocs de WeDo i fer clic a 'Connecta' al controlador de dispositius.

source: See troubleshooting tips
ca: Veure consells de solució de problemes

source: If it says 'No' then you can use a USB Bluetooth adapter.
ca: Si hi diu 'No' aleshores pots usar un adaptador USB Bluetooth.

source: (For example, <a href="https://www.iogear.com/product/GBU521/" target="_blank">this Bluetooth adapter</a>.)
ca: (Per exemple, <a href="https://www.iogear.com/product/GBU521/" target="_blank">aquest adaptador Bluetooth</a>.)

source: Go to LEGO WeDo 2.0 Setup
ca: Vés a la Configuració de LEGO WeDo 2.0

source: Use these steps to set up the LEGO WeDo 2.0 on Scratch.
ca: Utilitza aquests passos per configurar el LEGO WeDo 2.0 a Scratch.

source: Note: LEGO WeDo 2.0 Extension currently only works on computers running Mac OSX with Bluetooth LE.
ca: Nota: En aquests moments l'extensió de LEGO WeDo 2.0 només funciona a ordinadors que executin Mac OSX amb Bluetooth LE.

source: Add the Extension
ca: Afegeix l'Extensió

source: Install the Device Manager
ca: Instal·la el controlador de dispositius

source: Turn on Bluetooth
ca: Encén el Bluetooth

source: Click 'Connect'
ca: Fes clic a 'Connecta'

source: Press the WeDo Button
ca: Prem el botó de WeDo

source: Create!
ca: Crea!

source: Extensions allow you to connect to hardware devices or web services.
ca: Les extensions et permeten connectar dispositius de maquinari o serveis web.

source: Hardware Devices
ca: Dispositius de maquinari

source: <p>If you have LEGO WeDo 2.0, see <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Setup</a>.</p> <p></p> <p>If you have LEGO WeDo 1.0 or a PicoBoard, see <a href="../../ext/ext1/">LEGO WeDo 1.0 or Picoboard Setup</a>.</p>
ca: <p>Si tens LEGO WeDo 2.0, accedeix a <a href="../../howto/wedo2setup-intro/">Configuració de LEGO WeDo 2.0</a>.</p> <p></p> <p>Si tens LEGO WeDo 1.0 o una PicoBoard, consulta <a href="../../ext/ext1/">Configuració de LEGO WeDo 1.0 o Picoboard</a>.</p>

source: Catch Game
ca: Joc d'agafar

source: Choose an Object to Fall
ca: Tria un objecte per fer-lo caure

source: Go to the Top
ca: Vés a la part superior

source: Fall Down
ca: Cau avall

source: Go Back to the Top
ca: Vés de nou a la part superior

source: Add a Catcher
ca: Afegeix un receptor

source: Move the Catcher
ca: Mou el receptor

source: Catch the Object
ca: Captura l'objecte

source: Enhance Your Game
ca: Millora el teu joc

source: Make Music
ca: Crea música

source: Pick a Drum
ca: Tria un tambor

source: Play the Drum
ca: Toca el tambor

source: Make a Rhythm
ca: Crea un ritme

source: Make It Repeat
ca: Fes que es repeteixi

source: Animate the Drum
ca: Anima el tambor

source: Play an Instrument
ca: Toca un instrument

source: Make a Melody
ca: Crea una melodia

source: Add a Chord
ca: Afegeix un acord

source: Play Random Notes
ca: Toca notes a l'atzar

source: Add Vocals
ca: Afegeix veus

source: Record Sounds
ca: Enregistra sons

source: Keep Playing
ca: Segueix jugant

source: In the future, more extensions will be added to Scratch. To try out experimental extensions, visit the website scratchx.org
ca: En el futur, més extensions s'afegiran a Scratch. Per provar les extensions experimentals, visita el lloc web scratchx.org

source: <p>To use LEGO WeDo 2.0, see <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Setup</a>.</p> <p></p> <p>TO use LEGO WeDo 1.0 or a PicoBoard, see <a href="../../ext/ext1/">LEGO WeDo 1.0 or Picoboard Setup</a>.</p>
ca: <p>Per usar LEGO WeDo 2.0, veure <a href="../../howto/wedo2setup-intro/">Configuració de LEGO WeDo 2.0</a>.</p> <p></p> <p>Per usar LEGO WeDo 1.0 o la placa PicoBoard, veure <a href="../../ext/ext1/">Configuració de LEGO WeDo 1.0 o Picoboard</a>.</p>

source: <p> This block reports how many items are currently in a list. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> The number is the same as the length shown at the bottom of the list monitor. <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>
ca: <p> Aquest bloc informa de quants ítems hi ha actualment a la llista. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> El nombre és el mateix que la longitud mostrada a la part inferior de l'indicador de la llista. <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>

source: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-ex1.png" /> <p>Turn the lights on for 2 seconds when the space key is pressed, then turn them off.</p>
ca: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-ex1.png" /> <p>Encén els llums durant 2 segons quan la tecla d'espai es premi, i aleshores apaga'ls.</p>

source: Make a game where you catch things falling from the sky.
ca: Crea un joc en el que agafis objectes que cauen del cel.

source: Choose the object you want to fall (such as 'Apple' or 'Basketball'):
ca: Tria un objecte que vulguis fer caure (com ara 'Apple' o 'Basketball'):

source: In Scratch, characters and objects are called ‘sprites’.
ca: A Scratch, els personatges i objectes s'anomenen ‘personatges’.

source: Then choose the backdrop you want (such as 'blue sky' or 'basketball court'):
ca: Llavors tria el fons que vulguis (com ara 'blue sky' o 'basketball court'):

source: Next, go to the top
ca: A continuació, vés a la part superior

source: Select your sprite by clicking on its thumbnail:
ca: Tria el teu personatge fent clic a la seva imatge de miniatura:

source: Tell your sprite to go to a random position at the top of the screen:
ca: Digues al teu personatge que vagi a una posició a l'atzar de la part superior de la pantalla:

source: Next, make it fall
ca: A continuació, fes que caigui

source: Make your sprite fall by adding these blocks:
ca: Fes que el teu personatge caigui afegint aquests blocs:

source: Click the green flag to run your script:
ca: Prem la bandera verda per executar el teu programa:

source: Next, reset your game
ca: Ara, reinicia el teu joc

source: Make your object go back to the top when it reaches the bottom:
ca: Fes que el teu objecte vagi de nou a la part superior quan hagi arribat al peu de l'escenari:

source: Your script should look like this:
ca: El teu programa hauria de ser com el següent:

source: Next, add a catcher
ca: Ara, afegeix un receptor

source: Choose a catcher (such as 'Bowl' or 'Magic Carpet'):
ca: Tria un receptor (com ara 'Bowl' o 'Magic Carpet'):

source: Tip: Adjust the size of the catcher by clicking with the grow or shrink tool:
ca: Consell: ajusta el tamany del receptor fent clic a l'eina d'augmentar o reduir:

source: Next, move with arrow keys
ca: Tot seguit, mou-lo amb les tecles de fletxa

source: Use arrow keys to move your catcher back and forth.
ca: Usa les tecles de fletxa per moure el teu receptor a un costat i a l'altre.

source: Next, catch the object
ca: Tot seguit, agafa l'objecte

source: Select the falling sprite by clicking on its thumbnail:
ca: Tria el personatge que cau fent clic a la seva miniatura:

source: Next, enhance your game
ca: Tot seguit, millora el teu joc

source: Add Score
ca: Afegeix Puntuació

source: Make More Apples
ca: Crea més pomes

source: Use the Duplicate tool to copy the apple sprite with its scripts.
ca: Usa l'eina de Duplica per copiar el personatge de la poma amb els programes propis.

source: <p>How will people learn how to interact with your holiday card? Give help by adding instructions that appear when someone starts your card.</p> <p>Scratch projects start when the <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> is clicked.</p> <div class="steps last"> <p>Try adding a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and a <span class="soundcolor">say</span> block to explain what the viewer should do.</p> <img src = "%(STATIC_URL)s/images/help/hoc-7-green-flag.png">
ca: <p>Com sabran les persones com interaccionar amb la teva targeta? Escriu unes instruccions que apareixeran quan algú obri la teva targeta.</p> <p>Els projectes de Scratch comencen quan la <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> es prem.</p> <div class="steps last"> <p>Prova afegint un bloc <span class="eventscolor">quan <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> es premi</span> i un bloc <span class="soundcolor">digues</span> per explicar què ha de fer la persona que ho vegi.</p> <img src = "%(STATIC_URL)s/images/help/hoc-7-green-flag.png">

source: Choose musical instruments, add sounds, and press keys to play music.
ca: Tria instruments musicals, afegeix sons, i prem tecles per reproduir la música.

source: Click the 'Music' theme and choose a drum.
ca: Fes clic al tema 'Music' i tria un tambor.

source: Next, play the drum
ca: Seguidament, toca el tambor

source: Add any sprite you want!
ca: Afegeix el personatge que vulguis!

source: Make a sequence, for example:
ca: Crea una seqüència, com per exemple:

source: Or, add a script that plays a random sound:
ca: O bé, afegeix un programa que reprodueixi un so a l'atzar:

source: Next, record sounds
ca: Tot seguit, enregistra sons

source: If you have a microphone, you can record your own sounds.
ca: Si disposes d'un micròfon, pots enregistrar els teus propis sons.

source: Click the <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:
ca: Fes clic a <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> per triar un nou personatge:

source: Click the <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> icon again to record another sound.
ca: Fes clic a la icona <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> de nou per enregistrar un altre so.

source: You can also record sounds using objects around you, such as by tapping a table or dropping a coin.
ca: També pots enregistrar sons usant objectes que tinguis aprop, com colpejant una taula o deixant caure una moneda.

source: Next, keep playing
ca: Tot seguit, segueix tocant

source: ADD MORE SPRITES
ca: AFEGEIX MÉS PERSONATGES

source: You can add and animate more instruments, singers, dancers, or other sprites.
ca: Pots afegir i animar més instruments, cantants, ballarins, o altres personatges.

source: ADD A BACKDROP
ca: AFEGEIX UN FONS
