Repository: Arplane-Translations/scratchr2_translations
Catalog: documentation/*/LC_MESSAGES/django.po
Languages: ca, gd

source: Click the <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:
ca: Fes clic a la icona <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> per obrir la galeria de fons:

source: PLAY NOTES
ca: TOCA NOTES

source: Another way to make music is to use the <span class="soundcolor">play note</span> block.
ca: Una altra manera de crear música és usar el bloc de <span class="soundcolor">toca la nota</span> durant determinades pulsacions.

source: Try a script like this:
ca: Prova un programa com aquest:

source: You can choose the instrument and notes you want. You can also change the timing.
ca: Pots triar l'instrument i notes que desitgis. També pots canviar la temporització.

source: ADD A MUSIC LOOP
ca: AFEGEIX UN BUCLE MUSICAL

source: Choose ‘speaker’ or another sprite:
ca: Tria ‘speaker’ o un altre personatge:

source: Choose a drum loop from the Sound library:
ca: Tria una repetició de tambor de la galeria de sons:

source: Loop your sound by adding a script like this:
ca: Repeteix el teu so afegint un programa com aquest:

source: HAVE A MAKEY MAKEY?
ca: TENS UN MAKEY MAKEY?

source: Connect your project to a Makey Makey. You can create musical instruments out of coins, clay, cardboard, and more!
ca: Connecta el teu projecte al Makey Makey. Pots crear instruments musicals amb monedes, argila, cartró, i més!

source: To find out more, see <a href="../makey-intro/">Makey Makey and Scratch</a>.
ca: Per saber-ne més, visita <a href="../makey-intro/">Makey Makey i Scratch</a>.

source: Build a script to play a drum sound:
ca: Construeix un programa que toqui un so de tambor:

source: Press the space key to try it.
ca: Prem la tecla espai per provar-ho.

source: Click the Sounds tab to preview the sounds.
ca: Fes clic a la pestanya Sons per previsualitzar els sons.

source: Next, make a rhythm
ca: Ara, crea un ritme

source: Add more sounds to make a pattern.
ca: Afegeix més sons per crear un patró.

source: Use <span class="controlcolor">wait</span> blocks to pause between sounds.
ca: Utilitza els blocs <span class="controlcolor">espera</span> per posar pauses entre els sons.

source: You can add more sounds and play with the timing to customize your rhythm.
ca: Pots afegir més sons i jugar amb els temps per personalitzar el teu ritme.

source: Your script will look something like this:
ca: El teu programa serà semblant a aquest:

source: Next, make it repeat
ca: Tot seguit, crea i repeteix

source: Use a <span class="controlcolor">repeat</span> block to make it play more than once.</p>
ca: Utilitza un bloc <span class="controlcolor">repeteix</span> per fer que es reprodueixi més d'una vegada.</p>

source: Next, animate the drum
ca: A continuació, anima el tambor

source: Next, play an instrument
ca: Ara, toca un instrument

source: Click the 'Music' category to choose an instrument (such as Saxophone or Trumpet).
ca: Fes clic a la categoria 'Música' per triar un instrument (com ara Saxophone o Trumpet).

source: Build a script to play a sound when you press a key:
ca: Construeix un programa per tocar un sopar quan premis una tecla:

source: Choose 'up arrow' or another key:
ca: Tria 'fletxa amunt' o una altra tecla:

source: Next, make a melody
ca: Ara, crea una melodia

source: Add more sounds to make a melody.
ca: Afegeix més sons per crear la melodia.

source: You can add more sounds and play with the timing to customize your melody.
ca: Pots afegir més sons i jugar amb els temps per personalitzar la teva melodia.

source: Next, add a chord
ca: Tot seguit, afegeix un acord

source: Play more than one sound at a time to make a chord, like this:
ca: Toca més d'un so alhora per fer un acord, com en aquest cas:

source: Use the dropdown menu to choose 'down arrow' or another key.
ca: Usa el menú desplegable per triar 'fletxa avall' o una altra tecla.

source: You can also add other chords, like this:
ca: També pots afegir altres acords, com en aquest cas:

source: Next, play random notes
ca: A continuació, toca notes a l'atzar

source: Next, add vocals
ca: A continuació, afegeix les veus

source: In any project, click the <strong>More Blocks</strong> category and choose <strong>Add an Extension</strong>.
ca: En qualsevol projecte, fes clic a la categoria <strong>Més Blocs</strong> i tria <strong>Afegeix una extensió</strong>.

source: Make It Fly
ca: Fes-lo volar

source: Prepare to Fly
ca: Prepara't per volar

source: Add Scenery
ca: Afegeix paisatge

source: Make It Move
ca: Fes que es mogui

source: Switch Looks
ca: Canvi les posicions

source: Paint the Sky
ca: Pinta el cel

source: Make It Interactive
ca: Fes-lo interactiu

source: Add Things in the Sky
ca: Inclou detalls al cel

source: Customize and Enhance
ca: Personalitza i millora

source: Click this icon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:
ca: Fes clic a aquesta icona <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> per triar un nou personatge:

source: In Scratch, characters and objects are called ‘sprites.'
ca: A Scratch, els objectes i personatges s'anomenen ‘personatges.'

source: For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.
ca: Per a més idees, fes clic a <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tots els consells</a>.

source: Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:
ca: Fes clic a <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> la icona per obrir la galeria de fons:

source: Click the <span class="tab-ref">Scripts</span> tab.
ca: Fes clic a la pestanya <span class="tab-ref">Programes</span> del menú.

source: Type a negative number in <span class="motioncolor">change y</span> to make the sprite move down.
ca: Escriu un nombre negatiu a <span class="motioncolor">suma a y</span> per fer que el personatge es mogui cap abaix.

source: Add a script to catch the object:
ca: Afegeix un programa per agafar l'objecte:

source: That script will look like this:
ca: El programa serà similar a aquest altre:

source: After touching the catcher, it will go back to the top.
ca: Després de tocar el receptor, anirà de nou al principi.

source: Choose a character and make it fly!
ca: Tria un personatge i fes-lo volar!

source: Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:
ca: Fes clic a la pestanya <span class="tab-ref">Sons</span> del menú, i fes clic a <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:

source: Click the <b>Vocals</b> theme, then choose beatbox sounds.
ca: Fes clic al tema <b>Vocals</b> i, tot seguit tria sons de caixes de ritmes.

source: Click the microphone icon <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> to record your own short sounds. Make a sound like 'meep', 'bop', or 'zap.'
ca: Fes clic a la icona del micròfon <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> per enregistrar els teus propis sons curts. Fes un so com 'meep', 'bop', o 'zap.'

source: Trim the sound so it's just one short syllable. To trim, highlight the part to delete, then press the ‘delete’ key.
ca: Retalla el so perquè sigui només una síl·laba curta. Per retallar, destaca la part a esborra, i prem ‘esborra’ del teclat.

source: Congratulations, you've coded your own music!
ca: Felicitats, has programat la teva pròpia música!

source: To save, go to the File menu and choose 'Save'.
ca: Per desar, vés al menú Fitxer i selecciona 'Desa ara'.

source: Now you can add your project to the <a href="https://scratch.mit.edu/studios/1999784" target="_blank">Make Music Studio</a>:
ca: Ara pots afegir el teu projecte al <a href="https://scratch.mit.edu/studios/1999784" target="_blank">Make Music Studio</a>:

source: Click this icon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose another musical instrument sprite, such as Piano or Guitar.
ca: Fes clic a la icona <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> per triar un altre personatge d'instrument musical, com ara Piano o Guitar.

source: To make it change color each time, add a <span class="lookscolor">change color</span> block to your script like this:
ca: Per fer que canviï de color cada vegada, afegeix un bloc <span class="lookscolor">canvia l'efecte color</span> al teu programa com es mostra:

source: Try it! Press the arrow keys to move left and right.
ca: Prova-ho! Prem les tecles de fletxa per moure a dreta i esquerra.

source: You can make anything fly!
ca: Pots fer volar el que vulguis!

source: Click the icon that looks like this <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a character:
ca: Fes clic a la icona <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> per triar un personatge:

source: Click the 'Flying' theme, then select the character you want:
ca: Fes clic al tema 'Volant' i, llavors selecciona el personatge que vulguis:

source: Or, click the paintbrush <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> to draw your own character.
ca: O bé, fes clic al pinzell <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> per dibuixar el teu propi personatge.

source: Want a character that looks like you? Make your own avatar on the Powerpuff Yourself website.
ca: Vols un personatge que s'assembli a tu? Crea el teu propi avatar a la web de Powerpuff Yourself.

source: Then, click the folder icon <img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> to upload the image from your computer.
ca: Tot seguit, fes clic a la icona de carpeta <img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> per pujar una imatge del teu ordinador.

source: Want to delete a character? Click the scissors tool then click the character.
ca: Vols esborrar un personatge? Fes clic a les tisores i després fes clic sobre el personatge.

source: Tip: In Scratch, characters are called 'sprites'.
ca: Consell: A Scratch, els objectes s'anomenen 'personatges'.

source: Here's a video about sharing on Scratch:
ca: Aquí trobaràs un vídeo sobre com compartir a Scratch:

source: Share in a Studio
ca: Comparteix en un Estudi

source: You can add your project to the <a href="http://scratch.mit.edu/studios/2050750/" target="_blank">Make It Fly studio</a>:
ca: Pots afegir el teu projecte a <a href="http://scratch.mit.edu/studios/2050750/" target="_blank">l'estudi Make It Fly</a>:

source: Build a script to tell your character to say something:
ca: Construeix un programa per a que el personatge digui alguna cosa:

source: Click the green flag to start your script:
ca: Fes clic a la bandera verda per començar el teu programa:

source: Pick a sprite for your character to fly by, such as buildings or trees.
ca: Escull un personatge que el teu protagonista pugui volar per damunt seu, com ara edificis o arbres.

source: Drag the building or other sprite to the right-side of the Stage, like this:
ca: Arrossega l'edifici o un altre personatge al costat dret de l'escenari, com es mostra:

source: Tip: Adjust the size of a sprite by clicking with the grow or shrink tool:
ca: Consell: ajusta el tamany del personatge fent clic a l'eina d'engrandir o encongir:

source: Move the building or other scenery so your character will look like it's flying.
ca: Mou l'edifici o l'obstacle triat de manera que el teu protagonista el pugui passar pel damunt.

source: Add a script like this to your building or scenery:
ca: Afegeix un programa com aquest al teu edifici o obstacle triat:

source: x is the position on the Stage from left to right.
ca: x és la posició de l'Escenari en l'eix horitzonal d'esquerra a dreta.

source: If your building or scenery has more than one costume, you can switch between looks.
ca: Si el teu edifici o obstacle té més d'un vestit, pots fer que vagi canviant d'aspecte.

source: Add to your script like this:
ca: Afegeix-ho al teu programa com segueix:

source: Tip: Click the <span class="tab-ref">Costumes</span> tab to see the sprite's costumes.
ca: Consell: Fes clic a la pestanya de <span class="tab-ref">Vestits</span> per veure els vestits del personatge.

source: You can change the color of the sky.
ca: Pots canviar el color del cel.

source: Choose a plain backdrop, such as 'blue sky2' or 'purple'.
ca: Tria un fons neutre, com ara 'blue sky2' o 'purple'.

source: You can use the paint bucket tool to change the color of your backdrop.
ca: Pots usar l'eina de pinta una figura per canviar el color del fons.

source: Tip: Use a plain background to help make your character look like it's flying.
ca: Consell: Utilitzar un fons neutre ajudarà que sembli que el personatge vola.

source: Make your character move when you press a key.
ca: Fes que el teu personatge es mogui quan es premi una tecla.

source: Add these scripts to make it move up and down:
ca: Afegeix aquests programes per fer que es mogui amunt i avall:

source: Tip: Type a minus sign (-10) to move down.
ca: Consell: escriu un signe menys (-10) per a que es mogui avall.

source: Try it! Press the up and down arrow keys on your keyboard:
ca: Prova-ho! Prem les tecles de fletxa amunt i avall del teu teclat:

source: Add clouds, hearts, unicorns, or other floating things in the sky!
ca: Afegeix núvols, cors, unicorns, o altres objectes flotants al cel!

source: To make it float, build a script like this:
ca: Per fer-lo surar, construeix un programa com aquest:

source: Here's an example with clouds floating across:
ca: Aquí hi ha un exemple amb núvols flotant al fons:

source: What else do you want to add? Try some of these ideas.
ca: Què més vols afegir? Prova alguna d'aquestes idees.

source: Move left and right
ca: Mou-ho a esquerra i a dreta

source: Add these scripts to move your character using the left and right arrow keys:
ca: Afegeix aquests programes per moure el teu protagonista usant les tecles de fletxa dreta i esquerra:

source: Collect Things
ca: Recull objectes

source: Make a sound every time you touch something.
ca: Crea un so cada vegada que toques alguna cosa.

source: Click the green flag to try it out.
ca: Prem la bandera verda per provar-ho.

source: Edit Your Character
ca: Edita el teu personatge

source: You can edit your character to make it look more like it's flying.
ca: Pots editar el teu personatge per a que sembli que vola.

source: Click the <span class="tab-ref">Costumes</span> tab.
ca: Fes clic a la pestanya <span class="tab-ref">Vestits</span> del menú.

source: Click the 'Add' button to add a magic carpet or other object to your character
ca: Fes clic al botó 'Afegeix' per incloure una catifa màgica o un altre objecte per al teu personatge

source: You can animate your instrument by adding a <span class="lookscolor">next costume</span> block.
ca: Pots animar el teu instrument afegint un bloc <span class="lookscolor">següent vestit</span> de color violat.

source: Click the <span class="tab-ref">Costumes</span> tab to see the sprite's costumes.
ca: Fes clic a la pestanya <span class="tab-ref">Vestits</span> per veure els vestits del personatge.

source: The distance sensor detects the surrounding brightness to report distance, so you can actually use it to detect light and motion in addition to distance.
ca: El sensor de distància detecta la lluminositat de l'entorn per reportar distància, pel que en realitat es pot utilitzar per detectar la llum i el moviment a més de la distància.

source: To view the value of distance, click the checkbox next to the block in the palette.
ca: Per veure el valor de la distància, fes clic a la casella al costat del bloc a la paleta.

source: To use <b>distance</b>, you need a distance sensor connected to your computer via a LEGO WeDo hub.
ca: Per usar <b>distància</b>, cal connectar un sensor de distància a l'ordinador per mitjà del connector hub de LEGO WeDo.

source: Turn the lights on for 2 seconds when the space key is pressed, then turn it off.
ca: Encén els llums durant 2 segons quan la tecla d'espai es premi, i després apaga'ls.

source: You can select a LEGO-WeDo-compatible device from the dropdown menu: The 'motor' will turn on all motors on the WeDo hub. To control two motors separately, you can use 'motor A' and 'motor B'. Note: LEGO recommends only connecting one motor to the hub to limit power consumption.
ca: Pots seleccionar un dispositiu compatible amb LEGO WeDo des del menú desplegable: El 'motor' activarà tots els motors connectats al hub WeDo. Per controlar dos motors per separat, pot utilitzar el 'motor A' i el 'motor B'. Nota: LEGO recomana connectar només un motor al connector hub per limitar el consum d'energia.

source: To use <b>turn on</b>, you need WeDo motor(s) or lights connected to your computer via a LEGO WeDo hub.
ca: Per usar <b>activa el motor</b>, necessitaràs motor(s) o llums de WeDo connectats a l'ordinador per mitjà del connector hub de LEGO WeDo.

source: When the tilt sensor gets tilted, the script will run.
ca: Quan el sensor d'inclinació s'inclina, el programa s'executa.

source: The tilt sensor reports a number from 0 to 4. 0 means not tilted, 1 tilted down, 2 tilted right, 3 tilted up, and 4 tilted left.
ca: El sensor d'inclinació reporta un nombre de 0 a 4. 0 vol dir que no s'inclina, 1 que s'inclina cap avall, 2 que s'inclina a la dreta, 3 que s'inclina cap amunt, i 4 que s'inclina a l'esquerra.

source: Use the dropdown menu to choose <b>= (equals)</b> or <b>not = (not equal to)</b>, then type in a number from 0 to 4.
ca: Fes ús del menú desplegable per triar <b>= (és igual a)</b> o <b> no = (no és igual a)</b>, i escriu un nombre del 0 al 4.

source: To use <b>when tilt</b>, you need a tilt sensor connected to your computer via a LEGO WeDo hub.
ca: Per usar <b>quan la inclinació sigui</b>, necessitaràs un sensor d'inclinació connectat a l'ordinador per mitjà del connector hub de LEGO WeDo.

source: Example
ca: Exemple

source: Set the sprite's horizontal position to the value of the distance.
ca: Fixa la posició horitzonal del vestit al valor de la distància.

source: Notes
ca: Anotacions

source: Sets the direction of the motor. It will not turn the motor on if it is off.
ca: Fixa la direcció del motor. No l'encendrà si està apagat.

source: Run the motor for 10 seconds while switching the spinning direction every second.
ca: Fes funcionar el motor durant 10 segons mentre es canvia la direcció de gir cada segon.

source: You can select a motor from the dropdown menu. Select 'motor' to turn on any motors connected to the WeDo hub. If you have two motors which you want to control separately, you can use 'motor A' with one and 'motor B' with the other.
ca: Pots seleccionar un motor al menú desplegable. Tria 'motor' per encendre qualsevol motor connectat al hub de WeDo. Si disposes de dos motors i desitges controlar-los per separat, pots utilitzar el 'motor A' amb un i el 'motor B' amb l'altre.

source: Note: LEGO recommends only connecting one motor to the hub to limit power consumption.
ca: Nota: LEGO recomana connectar només un motor al connector hub per limitar el consum d'energia.

source: You can select the direction from the second menu.
ca: Pots seleccionar la direcció al segon menú.

source: To use <b>set direction</b>, you need a LEGO WeDo2 motor connected to your computer via a LEGO WeDo2 hub.
ca: Per usar <b>fixa la direcció</b>, necessitaràs un motor de LEGO WeDo2 connectat a l'ordinador per mitjà del connector hub de LEGO WeDo2.

source: Set the color for the light on the WeDo hub.
ca: Fixa el color del llum del hub de WeDo.

source: When the space key is pressed the light will turn yellow. The colors range from a value of 1 (orangish-red) to 100 (red). Some of the other colors include: 3=orange, 7=yellow, 33=green, 50=teal, 66=blue, 80=purple, 90=magenta.
ca: Quan la tecla d'espai es premi el llum es torna groc. Els colors van des d'un valor de 1 (taronja-vermell) a 100 (vermell). Alguns dels altres colors inclosos són: 3=taronja, 7=groc, 33=verd, 50=verd blavós, 66=blau, 80=porpra, 90=magenta.

source: Numbers larger than 100 loop through the same color range.
ca: Els nombres més grans que 100 es repeteixen a través de la mateixa gamma de colors.

source: To use <b>set light color to</b>, you need a LEGO WeDo 2.0 hub connected (via Bluetooth) to your computer.
ca: Per usar <b>fixa el color del llum a</b>, necessites tenir connectat un connector hub LEGO WeDo 2.0 (via Bluetooth) al teu ordinador.

source: Set the power of a motor to a specified value and turn it on.
ca: Fixa la potència d'un motor a un valor determinat i l'activa.

source: Change the speed of the motor using the up and down arrow keys.
ca: Canvia la velocitat del motor usant les tecles de fletxa amunt i avall.

source: The value of set power ranges from 0 to 100 (0 is no power and 100 is the maximum power).
ca: El valor dels rangs de potència establerts van de 0 a 100 (0 és potència nul·la i 100 és la potència màxima).

source: You can select a LEGO WeDo motor from the dropdown menu. Select 'motor' to turn on any motors connected to the WeDo hub. If you have two motors which you want to control separately, use 'motor A' for one and 'motor B' for the other.
ca: Pots seleccionar un dispositiu compatible amb LEGO WeDo des del menú desplegable. Tria 'motor' per activar els motors connectats al hub de WeDo. Si tens dos motors que vols controlar de manera independent, pots usar 'motor A' per a un i 'motor B' per a l'altre.

source: To use <b>set power</b>, you need a LEGO WeDo2 motor connected to your computer via a LEGO WeDo2 hub.
ca: Per usar <b>fixa potència</b>, necessitaràs un motor de LEGO WeDo2 connectat a l'ordinador per mitjà del connector hub de LEGO WeDo2.

source: Turn off a motor.
ca: Atura el motor.

source: When the space key is pressed, the motor will turn on, the script will wait for 1 second, then the motor will turn off.
ca: Quan es premi la tecla d'espai, el motor s'activarà, el programa s'executarà durant 1 segon, i aleshores el motor s'aturarà.

source: You can select a LEGO WeDo motor from the dropdown menu. Select 'motor' to turn on any motors connected to the WeDo hub. To control two motors separately, you can use 'motor A' and 'motor B'. Note: LEGO recommends only connecting one motor to the hub to limit power consumption.
ca: Pots seleccionar un motor de LEGO WeDo al menú desplegable. Tria 'motor' per encendre qualsevol motor connectat al hub de WeDo. Per controlar dos motors per separat, pots utilitzar 'motor A' 'motor B'. Nota: LEGO recomana connectar només un motor al connector hub per limitar el consum d'energia.

source: To use <b>turn off</b>, you need a LEGO WeDo2 motor connected to your computer via a LEGO WeDo2 hub.
ca: Per usar <b>atura el motor</b>, necessitaràs un motor de LEGO WeDo2 connectat a l'ordinador per mitjà del connector hub de LEGO WeDo2.

source: Turn a motor on for a specified number of seconds.
ca: Activa el motor durant un nombre determinat de segons.

source: Run a specific motor for 1 second when the right or left arrow key is pressed.
ca: Activa un motor específic durant un 1 segon quan la tecla de la fletxa dreta o esquerra es premi.
