Repository: Arplane-Translations/scratchr2_translations
Catalog: documentation/*/LC_MESSAGES/django.po
Languages: ca, gd

source: You can select a motor from the dropdown menu. The 'motor' option turns on any motors on the WeDo2 hub. To control two motors separately, you can use 'motor A' and 'motor B'.
ca: Pots seleccionar un motor al menú desplegable. Tria 'motor' per encendre qualsevol motor connectat al hub de WeDo2. Per controlar dos motors per separat, pots utilitzar 'motor A' i 'motor B'.

source: To use <b>turn on for</b>, you need a LEGO WeDo2 motor connected to your computer via a LEGO WeDo2 hub.
ca: Per usar <b>activa durant</b>, necessitaràs un motor de LEGO WeDo2 connectat a l'ordinador per mitjà del connector hub de LEGO WeDo2.

source: Turn motors on for a specified period of time.
ca: Activa els motors durant un espai de temps determinat.

source: Run a specific motor for 1 second when the right/left arrow key is pressed.
ca: Activa un motor específic durant 1 segon quan la tecla de la fletxa dreta/esquerra es premi.

source: To use <b>turn on for</b>, you need a WeDo motor connected to your computer via a LEGO WeDo hub.
ca: Per usar <b>activa durant</b>, necessitaràs un motor de WeDo connectat a l'ordinador per mitjà del connector hub de LEGO WeDo.

source: Turn on a motor.
ca: Activa el motor.

source: When the space key is pressed, the motor will turn on, the script will wait 1 second, then the motor will turn off.
ca: Quan la tecla d'espai es preu, el motor s'activarà, el programa s'executarà durant 1 segon, i aleshores el motor s'aturarà.

source: You can select a motor option from the dropdown menu. Select 'motor' to turn on any motors connected to the WeDo hub. To control two motors separately, you can use 'motor A' and 'motor B'.
ca: Pots seleccionar l'opció de motor al menú desplegable. Tria 'motor' per encendre qualsevol motor connectat al hub de WeDo. Per controlar dos motors per separat, pots utilitzar el 'motor A' amb un i el 'motor B' amb l'altre.

source: To use <b>turn on</b>, you need a LEGO WeDo2 motor connected to your computer via a LEGO WeDo2 hub.
ca: Per usar <b>activa</b>, necessitaràs un motor de LEGO WeDo2 connectat a l'ordinador per mitjà del connector hub de LEGO WeDo2.

source: <p>You can add your project to the <a href="http://scratch.mit.edu/studios/429363/" target="_blank">Greeting Card studio!</a></p> <p><a href="http://scratch.mit.edu/studios/429363/" target="_blank"><img src = "%(STATIC_URL)s/images/help/card-studio.jpg"></a></p>
ca: <p>Pots afegir el teu projecte a <a href="http://scratch.mit.edu/studios/429363/" target="_blank">l'estudi Greeting Card!</a></p> <p><a href="http://scratch.mit.edu/studios/429363/" target="_blank"><img src = "%(STATIC_URL)s/images/help/card-studio.jpg"></a></p>

source: Tip: Click the <span class="tab-ref">Sounds</span> tab to see how many sounds are in your sprite. Type that number into the <span class="operatorscolor">pick random</span> block.</span>
ca: Consell: Fes clic a la pestanya <span class="tab-ref">Sons</span> per veure quants sons té el teu personatge. Escriu aquest nombre al bloc <span class="operatorscolor">nombre a l'atzar</span> anterior.</span>

source: Let's Dance
ca: Ballem

source: Choose a Sprite
ca: Tria un personatge

source: Hide Your Sprite
ca: Amaga el teu personatge

source: Click and Say
ca: Fes clic i digues

source: Go to a Random Spot
ca: Vés a un punt a l'atzar

source: Click for Points
ca: Fes clic per als Punts

source: Make a hide-and-seek game with characters that appear and disappear.
ca: Crea un joc de fet i amagar amb personatges que apareguin i desapareguin.

source: Then choose a backdrop for your game (such as 'moon' or 'space').
ca: Ara tria un fons per al teu joc (com ara 'moon' o 'space').

source: Choose the sprite you want for your game:
ca: Tria el personatge que vols per al teu joc:

source: <span class="reminder">In Scratch, characters are called <i>sprites</i>.</span>
ca: <span class="reminder">A Scratch, els objectes s'anomenen <i>personatges</i>.</span>

source: Or, click the paintbrush <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> to draw your own.
ca: O bé, fes clic al pinzell <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> per dibuixar un de propi.

source: Click the <span class="lookscolor">Looks</span> category. Drag out a <span class="lookscolor">show</span> and a <span class="lookscolor">hide</span> block.
ca: Fes clic a la categoria <span class="lookscolor">Aspecte</span> color violat. Arrossega un bloc <span class="lookscolor">mostra't</span> i un <span class="lookscolor">amaga't</span> a la zona de programes.

source: Your script will look like this:
ca: El teu programa serà similar a aquest altre:

source: Click anywhere on the script to try it.
ca: Fes clic en qualsevol part del teu programa per provar-ho.

source: Click the <span class="controlcolor">Control</span> category and add a <span class="controlcolor">forever</span> loop, and wrap it around, like this:
ca: Fes clic a la categoria <span class="controlcolor">Control</span> i afegeix un bloc <span class="controlcolor">per sempre</span> de repetició, i col·loca'l envoltant els blocs, com l'exemple:

source: Click the <span class="eventscolor">Events</span> category.
ca: Fes clic a la categoria <span class="eventscolor">Esdeveniments</span> de color marró.

source: Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top.
ca: Arrossega un bloc <span class="eventscolor">quan la <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> es premi</span> i situa'l a la part superior.

source: tempo
gd: luaths

source: Variable
gd: Caochladair

source: Control
gd: Smachd

source: Extensions
gd: Leudachain

source: <p>Extensions allow you to connect Scratch to hardware devices or web services.</p> <p> Click "Add an Extension" and choose from the dialog box. For hardware devices, it will prompt you to download and install a browser plug-in. </p>
gd: <p>Leigidh leudachain leat Scratch a cheangal ri uidheaman bathair-chruaidh no seirbheisean-lìn.</p> <p> Briog air “Cuir leudachan ris” agus tagh fear on bhogsa-chòmhraidh. Airson uidheaman bathair-chruaidh, iarraidh e ort plugan brabhsair a luchdadh a-nuas agus a stàladh. </p>

source: Currently there is one extension available:<br> <a href="../../ext/wedo">LEGO WeDo</a>
gd: Chan eil ach aon leudachan ri làimh aig an àm seo:<br> <a href="../../ext/wedo">LEGO WeDo</a>

source: <h4>Troubleshooting:</h4> <p>If your extension is not working, see the <a href="../../ui/extensions/">Extensions tips</a>.
gd: <h4>Fuasgladh dhuilgheadasan:</h4> <p>Mur eil an leudachan agad ag obair, thoir sùil air <a href="../../ui/extensions/">Oidheaman nan leudachan</a>.

source: <p> This block reports how any items are currently in a list. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> The number is the same as the length shown at the bottom of the list monitor. <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>
gd: <p> Aithrisidh am bloca seo co mheud nì a tha air an liosta aig an àm. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> Tha an àireamh seo coionnan ris an fhaide a chì thu aig bonn sealladh an liosta. <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>

source: Components:
gd: Co-phàirtean:

source: <img src="%(STATIC_URL)s/images/help/wedo-distance-ex1.png"> <p>The distance sensor detects the surrounding brightness to report distance, so you can actually use it to detect light and motion in addition to distance.</p>
gd: <img src="%(STATIC_URL)s/images/help/wedo-distance-ex1.png"> <p>Mothaichidh mothaichear an astair an t-soillearachd gus astar innse, mar sin ’s urrainn dhut a chleachdadh cuideachd gus mothachadh air solas is gluasad a bharrachd air an astar.</p>

source: <p>To view the value of distance, click the checkbox next to the block in the palette.</p> <img src="%(STATIC_URL)s/images/help/wedo-distance-ex2.png">
gd: <p>Gus luach astar a’ mhothaicheir a shealltainn, briog sa bhogsa-cromaige ri taobh a’ bhloca sa phailead.</p> <img src="%(STATIC_URL)s/images/help/wedo-distance-ex2.png">

source: <p>To use <b>distance</b>, you need a distance sensor connected to your computer via a LEGO WeDo hub.</p>
gd: <p>Gus <b>astar</b> a chleachdadh, feumaidh tu mothaichear astair a cheangal ris a’ choimpiutair agad slighe hub LEGO WeDo.</p>

source: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-ex1.png" /> <p>Turn the lights on for 2 seconds when the space key is pressed, then turn it off.</p>
gd: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-ex1.png" /> <p>Cuir na solasan air fad 2 dhiog nuair a thèid an iuchair spàs a bhrùthadh agus cuir iad dheth an uair sin.</p>

source: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-dropdown.png"/> <br>You can select a LEGO-WeDo-compatible device from the dropdown menu:<br/> <ul> <li>If you have only one motor, use the "motor" option, which will turn the motor on regardless of where it is connected on the WeDo hub.</li> <li>If you have two motors which you want to control separately, you can use "motor A" with one and "motor B" with the other.</li> <li>"lights" turn the lights on regardless of where they are connected on the WeDo hub.</li> <li>"everything" turns on all the connected motors and lights.</li> </ul>
gd: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-dropdown.png"/> <br>’S urrainn dhut inneal a tha co-chòrdail ri LEGO-WeDo a thaghadh on chlàr-taice teàrnaidh:<br/> <ul> <li>Mur eil ach aon mhotar agad, cleachd an roghainn “motor” a chuireas am motar air ge b’ e càite a chaidh a cheangal ris a’ hub WeDo.</li> <li>Ma tha dà mhotar agad a tha thu airson stiùireadh fa leth, cleachd “motor A” leis an dàrna fear agus “motor B” leis an fhear eile.</li> <li>Cuiridh “lights” na solasan air ge b’ e càite an deach an ceangal ris a’ hub WeDo.</li> <li>Cuiridh “everything” a h-uile motar is solas a chaidh a cheangal air.</li> </ul>

source: <p>To use <b>turn on</b>, you need WeDo motor(s) or lights connected to your computer via a LEGO WeDo hub.</p>
gd: <p>Gus <b>cuir ... air</b> a chleachdadh, feumaidh tu motar(an) no solasan WeDo a cheangal ris a’ choimpiutair agad le hub LEGO WeDo.</p>

source: <img src="%(STATIC_URL)s/images/help/wedo-when-tilt-ex1.png"/> <p>When the tilt sensor gets tilted, the script will run. </p>
gd: <img src="%(STATIC_URL)s/images/help/wedo-when-tilt-ex1.png"/> <p>Nuair a thèid mothaichear a’ chlaonaidh a chlaonadh, ruithidh an sgriobt.</p>

source: <p>The tilt sensor reports a number from 0 to 4. 0 means not tilted, 1 tilted down, 2 tilted right, 3 tilted up, and 4 tilted left.</p> <img src="%(STATIC_URL)s/images/help/wedo-when-tilt-dropdown.png"/> <p>Use the dropdown menu to choose <b>= (equals)</b> or <b>not = (not equal to)</b>, then type in a number from 0 to 4.</p>
gd: <p>Innsidh mothaichear a’ chlaonaidh àireamh o 0 gu 4. Is ciall dha 0 nach eil claonadh ann, air 1 gun deach a chlaonadh sìos, air 2 gun deach a chlaonadh gu deas, air 3 gun deach a chlaonadh suas agus air 4 gun deach a chlaonadh gu clì.</p> <img src="%(STATIC_URL)s/images/help/wedo-when-tilt-dropdown.png"/> <p>Cleachd an clàr-taice teàrnaidh gus <b>= (co-ionnann)</b> no <b>not = (nach ionnann)</b> a thaghadh agus sgrìobh àireamh o 0 gu 4 an uair sin.</p>

source: <p>To use <b>when tilt</b>, you need a tilt sensor connected to your computer via a LEGO WeDo hub.</p>
gd: <p>Gus <b>nuair a thèid an claonadh</b> a chleachdadh, feumaidh tu mothaichear claonaidh a cheangal ris a’ choimpiutair agad slighe hub LEGO WeDo.</p>

source: <p>You can add your project to the <a href="http://scratch.mit.edu/studios/429363/" target="_blank">Greeting Card studio!</a></p> <p><a href="http://scratch.mit.edu/studios/429363/" target="_blank"><img src = "%(STATIC_URL)s/images/help/card-studio.png"></a></p>
gd: <p>’S urrainn dhut am pròiseact agad a chur ris a’ <a href="http://scratch.mit.edu/studios/429363/" target="_blank">Greeting Card studio!</a></p> <p><a href="http://scratch.mit.edu/studios/429363/" target="_blank"><img src = "%(STATIC_URL)s/images/help/card-studio.png"></a></p>

source: Dance, Dance, Dance
gd: Dannsa, Dannsa, Dannsa

source: <p>How will people learn how to interact with your holiday card? Give help by adding instructions that appear when someone starts your card.</p> <p>Scratch projects starts when the <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> is clicked.</p> <div class="steps last"> <p>Try adding a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and a <span class="soundcolor">say</span> block to explain what the viewer should do.</p> <img src = "%(STATIC_URL)s/images/help/hoc-7-green-flag.png">
gd: <p>Ciamar a gheibh na daoine a-mach dè as urrainn dhaibh dèanamh leis a’ chairt agad? Cuir taic dhaibh le stiùireadh a nochdas nuair a thòisicheas cuideigin a’ chairt agad.</p> <p>Tòisichidh pròiseact Scratch nuair a bhriogas cuideigin air <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">.</p> <div class="steps last"> <p>Feuch gun cuir thu bloca <span class="eventscolor">le briogadh air <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> ris agus bloca <span class="soundcolor">can</span> airson mìneachadh dè bu chòir an luchd-amhairc dèanamh.</p> <img src = "%(STATIC_URL)s/images/help/hoc-7-green-flag.png">
