Repository: Arplane-Translations/scratchr2_translations
Catalog: documentation/*/LC_MESSAGES/django.po
Languages: ca, gd

source: <p>When <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> gets to the end of the list, it goes back to the top.</p>
ca: <p>Quan <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> arriba al final de la llista, torna a començar pel principi.</p>
gd: <p>Nuair a ruigeas <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> bonn na liosta, tillidh e dhan bharr.</p>

source: Reports true if condition is false; reports false if condition is true
ca: Retorna cert si la condició és falsa; retorna fals si la condició és verdadera
gd: Aithrisidh seo gu bheil e fìor ma tha a’ chumha fallsa; aithrisidh seo gu bheil e fallsa nuair a bhios a’ chumha fìor

source: Reports true if either condition is true
ca: Retorna cert si les dues condicions són certes
gd: Aithrisidh seo gu bheil e fìor nuair a bhios gin dhen dà chumha fìor

source: Puts down sprite's pen, so the sprite will draw as it moves
ca: Baixa el llapis del personatge, i així el personatge dibuixarà quan es mougui
gd: Cuiridh seo peann na sprìde sìos ach an dèan an sprìd tarraing fhad ’s a ghluaiseas i

source: <p>The pen will leave a trail as soon as the sprite moves.</p>
ca: <p>El llapis deixarà un rastre quan el personatge es mogui.</p>
gd: <p>Fàgaidh am peann lorg nuair a ghluaiseas an sprìd.</p>

source: Pulls up sprite's pen, so it won't draw as it moves
ca: Puja el llapis del personatge, i així no dibuixa en moure's
gd: Cuiridh seo peann na sprìde suas ach nach tarraing i nuair a ghluaiseas i

source: Picks a random integer within the specified range
ca: Tria un nombre enter aleatori dins del rang especificat
gd: Taghaidh seo àireamh shlàn air thuaiream am broinn na rainse sònraichte

source: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> picks a random number from 1 to 10.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Click to have a sprite say a random number. Click again to get another random number.<br/>
ca: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> tria un nombre a l'atzar entre 1 i 10.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Fes clic i el personatge dirà un nombre a l'atzar. Torna a fer clic, i en dirà un altre.<br/>
gd: <br>Taghaidh <img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> àireamh air thuaiream eadar 1 agus 10.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Briog ach an can sprìd àireamh thuaireamach. Briog a-rithist gus àireamh thuaireamach eile fhaighinn.<br/>

source: Plays a drum sound for a specified number of beats
ca: Toca un so de tambor durant un nombre específic de pulsacions
gd: Cluichidh seo fuaim druma far àireamh shònraiche de bhuillean

source: <p>Choose a drum sound from the list <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> Or, type in a number from 1 to 22 <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> Note: the length of a beat can be set with <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>
ca: <p>Tria un so de tambor de la llistat <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> O escriu un nombre d'1 a 22 <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> Nota: la durada de la pulsació es pot especificar amb <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>
gd: <p>Tagh fuaim druma on liosta <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> No sgrìobh àireamh eadar 1 agus 22 <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> An aire: ’S urrainn dhut faide na buille a shuidheachadh le <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>

source: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Plays a musical note for specified number of beats</h3>
ca: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Toca una nota musical durant un nombre específic de pulsacions</h3>
gd: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Cluichidh seo pong ciùil fad àireamh shònraichte de bhuillean</h3>

source: <p> Type in a number from 0 to 127 (60 is middle C) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Use higher numbers for higher pitches </p>
ca: <p> Escriu un nombre entre 0 i 127 (60 és el DO mig) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Quan més gran sigui el nombre, més aguda serà la nota </p>
gd: <p> Sgìobh àireamh eadar 0 agus 127 (is 60 C meadhanach) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> cleachd àireamhan nas àirde airson phongan nas àirde </p>

source: <p> The length of a beat can be set with <img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>
ca: <p> La durada de la pulsació es pot especificar amb <img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>
gd: <p> 'S urrainn dhut faide nam buillean a shuidheachadh le <img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>

source: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Plays a sound</h3>
ca: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Toca un determinat so</h3>
gd: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Cluichidh seo fuaim</h3>

source: <p> Choose a sound from the menu: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> To add a sound, click the Sounds tab: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
ca: <p> Tria un so del menú: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> Per afegir més sons, fes clic a la pestanya Sons: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
gd: <p> Tagh fuaim on chlàr-taice: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> Gus fuaim a chur ris, briog air taba nam Fuaimean: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>

source: <img src="%(STATIC_URL)s/images/help/playsound.png"/> starts playing a sound and continues to the next block immediately. </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> waits until the sound is finished playing before continuing to the next block.
ca: <img src="%(STATIC_URL)s/images/help/playsound.png"/> inicia la reproducció del so i continua immediatament amb el següent bloc. </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> espera que la reproducció del so acabi abans de continuar amb el bloc següent.
gd: Tòisichidh <img src="%(STATIC_URL)s/images/help/playsound.png"/> air fuaim a chluich agus leanaidh e air adhart dhan ath-bhloca sa bhad. </p> <p> Fanaidh <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> gus am bi an fhuaim deiseil a chluich mus lean e air adhart dhan ath-bhloca.

source: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Plays a sound and waits until the sound is finished </h3>
ca: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Reprodueix un so i espera fins que el so hagi acabat.</h3>
gd: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Cluichidh seo fuaim agus fanaidh e gus am bi an fhuaim deiseil </h3>

source: <img src="%(STATIC_URL)s/images/help/playsound.png"/> starts playing a sound and continues to the next block immediately.
ca: <img src="%(STATIC_URL)s/images/help/playsound.png"/> inicia la reproducció d'un so i continua immediatament amb el bloc següent.
gd: Tòisichidh <img src="%(STATIC_URL)s/images/help/playsound.png"/> air fuaim a chluich agus lean e air adhart dhan ath-bhloca sa bhad.

source: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> waits until the sound is finished playing before continuing to the next block.
ca: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> espera que la reproducció del so acabi abans de continuar amb el bloc següent.
gd: Fanaidh <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> gus am bi an fhuaim deiseil a chluich mus lean e air adhart dhan ath bhloca.

source: Set the direction of the current sprite
ca: Ajusta la direcció del personatge actual
gd: Suidhichidh seo comhair na sprìde làithrich

source: Click to choose from the menu: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>Or, type in a number:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>To see a sprite's current direction, click the <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
ca: Fes clic per triar del menú: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>O escriu un nombre:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>Per veure la direcció actual del personatge, fes clic a <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
gd: Briog air gus taghadh on chlàr-taice: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>No sgrìobh àireamh:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>Gus a’ chomhair làireach aig sprìd a shealltainn, briog air <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>

source: Points sprite towards mouse-pointer or another sprite
ca: Fa que el personatge apunti cap al punter del ratolí o cap a un altre personatge
gd: Cuiridh seo sprìd an comhair tomhaire na luchaige no sprìde eile

source: <p><b>point towards</b> changes the direction of the current sprite.</p> <p>You can choose from the menu:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> The menu includes any other sprites in the project.
ca: <p><b>apunta cap a</b> canvia la direcció del personatge actual.</p> <p>Pots triar del menú:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> El menú inclou els altres personatges del projecte.
gd: <p>Atharraichidh <b>cuir d' aghaidh an comhair</b> comhair na sprìde làithrich.</p> <p>’S urrainn dhut taghadh on chlàr-taice:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> Bidh a h-uile sprìd eile a tha sa phròiseact am broinn a’ chlàir-thaice.

source: Repeat blocks that follow until condition is true
ca: Repeteix els blocs que s'inclouen fins que la condició sigui certa
gd: Dèan na blocaichean a leanas a-rithist gus am bi a’ chumha fìor

source: Checks to see if condition is false; if so, runs blocks inside and checks condition again. If condition is true, goes on to the blocks that follow.
ca: Comprova si la condició és falsa; si ho és, executa els blocs de dins i ho torna a comprovar. Si és certa, continua sota amb els següents blocs.
gd: Bheir seo sùil a bheil a’ chumha fallsa; ma tha, ruithidh e na blocaichean na bhroinn agus bheir e sùil airson na chumha a-rithist. Ma tha a’ chumha fìor, leanaidh e air adhart leis na blocaichean a leanas air.

source: Runs the blocks inside a specified number of times
ca: Executa els blocs de dins un nombre específic de vegades
gd: Ruithidh seo na blocaichean na bhroinn àireamh stèidhichte de thursan

source: Replaces an item in the list with the specified value
ca: Canvia un element de la llista pel valor especificat
gd: Cuiridh seo an luach sònraichte an àite nì air an liosta

source: You can choose where in a list to put an item. For example: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>
ca: Pots triar en quin lloc de la llista col·locar un element. Per exemple: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>
gd: ’S urrainn dhut taghadh càite air liosta a chuireas tu nì. Mar eisimpleir: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>

source: Sets the timer to zero
ca: Fixa el cronòmetre a zero
gd: Suidhichidh seo an tìmear air neoni

source: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Rests (plays nothing) for specified number of beats</h3></div>
ca: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Fa silenci (no sona res) durant el nombre especificat de pulsacions</h3></div>
gd: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Bidh seo na thost (cha chluich e dad) fad àireimh sònraichte de bhuillean</h3></div>

source: Reports closest integer to a number
ca: Retorna l'arrodoniment d'un nombre
gd: Aithrisidh seo an àireamh shlàn as fhaisge air an àireamh

source: <img src="%(STATIC_URL)s/images/help/round.png" /> gives the rounded value of a number. That means it turns a decimal number into the nearest whole number. For example: <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> is 5, and <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> is 6.
ca: <img src="%(STATIC_URL)s/images/help/round.png" /> torna el valor arrodonit d'un nombre. Vol dir que transforma un nombre decimal en el nombre sencer més proper. Per exemple: <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> és 5, i <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> és 6.
gd: Bheir <img src="%(STATIC_URL)s/images/help/round.png" /> dhut an luach de dh’àireamh air a chuairteachadh. Is ciall dha seo gun dèan e an àireamh shlàn as fhaisge de dh’àireamh dheicheach. Mar eisimpleir: Tha <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> co-ionnann ri 5 agus <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> co-ionnann ri 6.

source: Say words in a speech bubble for a number of seconds
ca: Mostra paraules dins d'una bafarada durant un número determinat de segons
gd: Canaidh seo faclan ann am builgean còmhraidh fad àireamh de dhiogan

source: You can type in any words to say.
ca: Pots escriure les paraules que vulguis dir.
gd: ’S urrainn dhut faclan sam bith a sgrìobhadh a thèid a ràdh.

source: The number of seconds tells the speech bubble how long to show. The script waits that long before continuing.
ca: El número de segons indica quant temps s'ha de mostrar la bafarada. El programa espera aquest temps abans de continuar.
gd: Innsidh an àireamh de dhiogan dhan bhuilgean còmhraidh dè cho fada a nochdas e. Nì an sgriobt feitheamh air a shon mus lean e air adhart.

source: Say words in a speech bubble
ca: Digues paraules dins d'una bafarada
gd: Can faclan ann am builgean còmhraidh

source: <p>You can type in any text. The words will appear in a speech bubble.</p> To remove the speech bubble, delete the text and click <img src="%(STATIC_URL)s/images/help/say.png" />.
ca: <p>Pots escriure a dins qualsevol text. Les paraules apareixeran dins una bafarada.</p> Per eliminar la bafarada, esborra el text i clica a <img src="%(STATIC_URL)s/images/help/say.png" />.
gd: <p>’S urrainn dhut teacsa sam bith a sgrìobhadh. Nochdaidh na faclan ann am builgean còmhraidh.</p> Gus am builgean còmhraidh a thoirt air falbh, sguab às an teacsa agus briog air <img src="%(STATIC_URL)s/images/help/say.png" />.

source: You can type in any text. The words will appear in a speech bubble.
ca: Pots escriure-hi qualsevol text. Les paraules es mostraran dins la bafarada.
gd: ’S urrainn dhut teacsa sam bith a sgrìobhadh. Nochdaidh na faclan ann am builgean còmhraidh.

source: To remove the speech bubble, click an empty say block: <img src="%(STATIC_URL)s/images/help/say.png" />.
ca: Per eliminar la bafarada, fes clic a un bloc digues buit: <img src="%(STATIC_URL)s/images/help/say.png" />.
gd: Gus am builgean còmhraidh a thoirt air falbh, briog air bloca “can” falamh: <img src="%(STATIC_URL)s/images/help/say.png" />.

source: Reports the number of days since the start of Scratch (May 15th, 2007)
ca: Retorna el nombre de dies des de la creació d'Scratch (15 de maig de 2007)
gd: Aithrisidh seo an àireamh de làithean on a thòisich Scratch (an 15mh dhen Chèitean 2007)

source: Sets the graphic effect of a sprite to a specific number
ca: Fixa l'efecte gràfic d'un personatge a un nombre determinat
gd: Suidhichidh seo èifeachd ghrafaigeach aig sprìd air àireamh shònraichte

source: Click to choose an effect from the menu: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>Try typing in different numbers between -100 and 100. (Some of the effects range from 0 to 100.) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>
ca: Fes clic per triar un efecte de la llista desplegable: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>Prova escrivint diferents nombres entre -100 i 100. (El rang d'alguns efectes va de 0 a 100.) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>
gd: Briog gus èifeachd a thaghadh on chlàr-taice: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>Feuch gun sgrìobh thu diofar àireamhan eadar -100 agus 100. (’S e eadar 0 agus 100 a tha san rainse aig cuid a dh’èifeachdan.) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>

source: Sets sprite's size to specified %% of original size
ca: Fixa la mida del personatge a un %% de la mida original
gd: Suidhich meud na sprìde air %% sònraichte dhen mheud tùsail

source: <b>Note: There are limits to how small or how big you can make a sprite. Experiment with different numbers to see how small or big you can make it.</b>
ca: <b>Nota: HI ha límits sobre quan petit o gran pot ser un personatge. Experimenta amb diferents valors per veure com de petit o gran el pots fer.</b>
gd: <b>An aire: Tha cuingeachadh air dè cho beag no mòr as urrainn dhut sprìd a dhèanamh. Feuch ri diofar àireamhan ach am faic thu dè cho beag no mòr a thèid i.</b>

source: Sets sprite's tempo to specified value in beats per minute
ca: Fixa el tempo d'un personatge a un valor determinat de pulsacions per minut
gd: Suidhichidh seo luaths a’ chiùil aig an sprìd air an luach shònraichte ann am buillean sa mhionaid

source: Tempo is the speed (bpm = beats per minute) at which Scratch notes and drums play. The larger the tempo value, the faster the notes and drums will play.
ca: El Tempo és la velocitat (ppm = pulsacions per minut) a la que Scratch reprodueix notes i instruments de percussió. Com més gran és el valor del tempo, més ràpid sonen les notes i la percussió.
gd: Is luaths an t-astar (bpm = beats per minute, buillean sa mhionaid) air an cluich Scratch puingean is drumaichean. Mas as motha luach an luaiths, ’s ann nas luaithe a chluicheas na puingean is na drumaichean.

source: Sets the variable to specified value
ca: Fixa una variable a un valor determinat
gd: Suidhichidh seo an caochladair air an luach shònraichte

source: Sets the video transparency
ca: Fixa la transparència de vídeo
gd: Suidhichidh seo trìd-shoilleireachd a’ video

source: Enter a number from 0-100. Higher numbers make the video more transparent (lighter), while lower numbers make it less transparent (darker)
ca: Introdueix un número entre el 0 i el 100. Els valors més grans faran el vídeo més transparent (més il·luminat), i els valors petits el faran menys transparent (més fosc)
gd: Cuir a-steach àireamh eadar 0-100. Mar as àirde an àireamh, ’s ann nas soilleire a bhios a’ video agus mar as ìsle an àireamh, ’s ann as duirche a bhios e

source: Sets sprite's sound volume to specified value
ca: Fixa el volum del so a un valor determinat
gd: Suidhichidh seo àirde na fuaime aig an sprìd air an luach a shònraich thu

source: <p> You can set the volume level for each sprite. <br> To play two sounds at once with different volumes, use two sprites. </p>
ca: <p> Pots fixar el volum del so per a cada personatge. <br> Per tocar dos sons amb diferents volums, fer servir dos personatges. </p>
gd: <p> ’S urrainn dhut àirde na fuaime a shuidheachadh airson gach sprìd fa leth. <br> Gus dà fhuaim a chluich aig an aon àm le àirde na fuaime eadar-dhealaichte aca, cleachd dà sprìd. </p>

source: Set the x position of a sprite
ca: Fixa la posició x d'un personatge
gd: Suidhichidh seo ionad x na sprìd

source: <p><b>Set x</b> places a sprite across the Stage (horizontal position).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
ca: <p><b>Fixa x</b> situa el personatge (a l'esquerra o la dreta) de l'escenari.</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
gd: <p>Suidhichidh <b>suidhich x</b> sprìd gu clì no deas air an àrd-ùrlar (ionad air a’ chòmhnard).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">

source: Set the <b>y</b> position of a sprite
ca: Fixa la posició <b>y</b> d'un personatge
gd: Suidhichidh seo ionad <b>y</b> na sprìd

source: <p><b>Set y</b> places a sprite up or down (vertical position).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
ca: <p><b>Fixa y</b>situa el personatge (amunt o avall) a l'escenari.</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
gd: <p>Suidhichidh <b>suidhich y</b> sprìd air an àrd-ùrlar gu h-àrd no ìseal (ionad inghearach).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">

source: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Sets the type of instrument that the sprite uses for <b>play note</b> blocks</h3></div>
ca: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Fixa el tipus d'instrument que el personatge farà servir pel bloc <b>toca la nota</b></h3></div>
gd: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Suidhichidh seo an seòrsa de dh’inneal-ciùil a chleachdas an sprìd airson blocaichean <b>cluich puing</b></h3></div>

source: <p> Each sprite has its own instrument. </p> <p> Click to choose from the menu. Or, type in a number from 1 to 21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>
ca: <p> Cada personatge té el seu propi instrument. </p> <p> Fes clic per triar de la llista desplegable. O bé, escriu un nombre de 1 a 21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>
gd: <p> Tha inneal-ciùil aig gach sprìd fhèin. </p> <p> Briog gus taghadh on chlàr-taice. No sgrìobh àireamh eadar 1 agus 21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>

source: Sets pen's color, based on choice from color picker
ca: Fixa el color del llapis, basat en el selector de color
gd: Suidhichidh seo dath a’ phinn stèidhichte air na thaghas tu le roghnaichear nan dathan

source: <p> To choose a color, get the eye dropper by clicking in the square. Use the eye dropper to click on the color you want. The color will appear in the square. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> Picking the color also changes the pen shade. </p>
ca: <p> Per triar un color, fes clic al quadrat. Utilitza el selector de colors per fer clic al color que vulguis. El color triat apareixerà al quadrat. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> Triar un color també canvia l'intensitat del llapis. </p>
gd: <p> Gus dath a thaghadh, faigh roghnaichear nan dathan ’s tu a’ briogadh sa cheàrnag. Cleachd an roghnaichear gus briogadh air an dath a thogras tu. Nochdaidh an dath sa cheàrnag. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> Nuair a thaghas tu dath, atharraichidh seo tuar a’ phinn cuideachd. </p>

source: Sets pen's color to specified value
ca: Fixa el color del llapis a un valor específic
gd: Suidhichidh seo dath a’ phinn air an luach a shònraich thu
