Repository: Arplane-Translations/scratchr2_translations
Catalog: documentation/*/LC_MESSAGES/django.po
Languages: ca, gd

source: <b>How to Use It:</b> <ul> <li>Requires webcam.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> to check the amount of motion in the video under the current sprite.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> to check the amount of motion over the entire video image.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> to check the direction of motion in the video under the current sprite.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" /> to check the direction of motion in the video image.</li> </ul> <p> <b>Sample Script:</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>
ca: <b>Com funciona:</b> <ul> <li>Requereix una webcam.</li> <li> Utilitza <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> per detectar la quantitat de moviment de vídeo sota el personatge.</li> <li> Utilitza <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> per detectar la quantitat de moviment de vídeo de tota la imatge.</li> <li> Utilitza <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> per detectar la direcció del moviment de vídeo sota el personatge.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" /> per detectar la direcció de moviment de vídeo de tota la imatge.</li> </ul> <p> <b>Exemple de programa:</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>
gd: <b>Seo mar a chleachdas tu e:</b> <ul> <li>Bidh feum air webcam.</li> <li> Cleachd <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> gus sùil a thoirt air an uiread de ghluasad sa video fon sprìd làithreach.</li> <li> Cleachd <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> gus sùil a thoirt air an uiread de ghluasad sa video air fad.</li> <li> Cleachd <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> gus sùil a thoirt air comhair a’ ghluasaid sa video fon sprìd làithreach.</li> <li> Cleachd <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" /> gus sùil a thoirt air comhair a’ ghluasaid sa video air fad.</li> </ul> <p> <b>Sample Script:</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>

source: <b>Troubleshooting:</b> <ul> <li>Make sure the video camera is on.</li> <li>Adjust the %% of motion or direction to get it to respond more or less.</li> <li>Click the checkbox to see the current value:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>
ca: <b>Solució deproblemes:</b> <ul> <li>Assegura't que la càmera de vídeo està engegada.</li> <li>Ajusta el %% de moviment o de direcció per tal que respongui a valors diferents.</li> <li>Fes clic a la casella per veure el valor actual:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>
gd: <b>Fuasgladh air duilgheadasan:</b> <ul> <li>Dèan cinnteach gun deach an camara video a chur air.</li> <li>Gleus a’ %% de ghluasad no an comhair gus am freagair e barrachd no nas lugha.</li> <li>Briog sa bhogsa-cromaige gus an luach làithreach a shealltainn:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>

source: Reports sprite's sound volume
ca: Informa de volum de so del personatge
gd: Innsidh seo dè cho àrd ’s a tha fuaim na sprìd

source: You can set the volume level for each sprite. To play two sounds at once with different volumes, use two sprites.
ca: Pots fixar el nivell de volum per a cada personatge. Per utilitzar dos sons amb volums diferents alhora, fer servir dos personatges.
gd: ’S urrainn dhut àirde na fuaime a shuidheachadh airson gach sprìd fa leth. Gus dà fhuaim a chluich aig an aon àm le àirde na fuaime eadar-dhealaichte aca, cleachd dà sprìd.

source: Waits specified number of seconds, then continues with next block
ca: Espera un nombre especificat de segons, després continua amb el bloc següent
gd: Fuirichidh seo àireamh shònraichte a dhiogan agus leanaidh e air adhart leis an ath-bhloca an uair sin

source: Waits until condition is true, then runs the blocks below
ca: Espera fins que la condició sigui certa, llavors executa els blocs següents
gd: Fuirichidh gus am bi a’ chumha fìor agus ruithidh e na blocaichean foidhe an uair sin

source: <p> This whole stack will just run once. If you want <img src="%(STATIC_URL)s/images/help/wait-until.png" /> to keep checking, put the whole stack inside a forever block. </p>
ca: <p> La pila de blocs s'executarà només un cop. Si vols que <img src="%(STATIC_URL)s/images/help/wait-until.png" /> faci la comprovació contínuament, col·loca la pila de blocs dins un bloc per sempre. </p>
gd: <p> Cha tèid an stac slàn seo a ruith ach aon turas. Ma tha thu airson <img src="%(STATIC_URL)s/images/help/wait-until.png" /> gus a dhearbhadh a-rithist ’s a-rithist, cuir an stac gu lèir am broinn bloca “gu buan”. </p>

source: Runs a script when backdrop switches to a certain background
ca: Executa el programa quan l'escenari canvia a un fons determinat
gd: Ruithidh seo sgriobt nuair a thèid atharrachadh dhan chùlaibh a shònraich thu

source: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>Once the background switches to kitchen, the sprite will say "Now I'm in the kitchen!</p>
ca: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>Quan l'escenari canvia a la cuina, el personatge diu "Ara estic a la cuina!</p>
gd: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>Nuair a dh’atharraicheas an cùlaibh dhan chidsin, canaidh an sprìd “Tha mi sa chidsin a-nis!”</p>

source: Runs the script when the green flag is clicked
ca: Executa el programa quan es premi la bandera verda
gd: Ruithidh seo an sgriobt nuair a bhios a’ bhratach uaine air a briogadh

source: Runs script below when it receives specified broadcast message
ca: Executa el programa quan arribi el missatge especificat
gd: Ruithidh seo an sgriobt foidhe nuair a gheibh i an teachdaireachd craolaidh a shònraich thu

source: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> waits for the message</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
ca: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> espera que arribi el missatge</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
gd: <p>Fuirichidh <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> airson na teachdaireachd</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>

source: Runs a script when a specified key is pressed
ca: Executa un programa quan es prem una tecla determinada
gd: Ruithidh seo sgriobt nuair a thèid iuchair shònraichte a bhrùthadh

source: Once the specified key is pressed, the script will run.
ca: Quan la tecla indicada es premi, s'executarà el programa.
gd: Nuair a bhios an iuchair shònraichte air a brùthadh, ruithidh an sgriobt.

source: Runs a script when the selected attribute (loudness, timer, video motion) is greater than a specified value
ca: Executa un programa quan l'atribut seleccionat (volum de so, cronòmetre, moviment de vídeo) sigui més gran que el valor especificat
gd: Ruithidh seo sgriobt nuair a bhios a’ bhuadh a thagh thu (àirde na fuaime, tìmear, gluasad video) nas motha na an luach a shònraich thu

source: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>You can select any of the attributes from the dropdown menu.<br/> <p>
ca: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>Pots seleccionar alguns dels atributs de la llista desplegable.<br/> <p>
gd: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>’S urrainn dhut tè sam bith dhe na buadhan on clàr-taice teàrnaidh a thaghadh.<br/> <p>

source: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>After the timer reaches 10 seconds, the script will run. <br/> <p>
ca: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>Quan el cronòmetre arribi a 10 segons, el programa s'executarà. <br/> <p>
gd: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>Nuair a bhios an tìmear air 10 diogan a ruigsinn, ruithidh an sgriobt. <br/> <p>

source: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>When the video motion on the sprite goes above 10, the script will run. <br/>
ca: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>Quan el moviment de vídeo del personatge superi 10, el programa s'executarà. <br/>
gd: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>Nuair a thèid an gluasad sa video air an sprìd nas motha na 10, ruithidh an sgriobt. <br/>

source: Runs script below when sprite is clicked
ca: Executa els blocs del programa quan es cliqui el personatge
gd: Ruithidh seo an sgriobt foidhe nuair a thèid briogadh air an sprìd

source: Reports a property or variable of another sprite
ca: Retorna una propietat o variable d'un altre personatge
gd: Innsidh seo buadh no luach aig sprìd eile

source: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> The x position of the ghost is set to the x position of Gobo. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>
ca: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> La posició x del fantasma es fixa a la posició x d'en Gobo. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>
gd: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> Tèid ionad x an taibhse a shuidheachadh air ionad x Ghobo. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>

source: Use this block to access various properties from other sprites and use that information in the current sprite's scripts. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>
ca: Utilitza aquest bloc per accedir a diverses propietats d'un altre personatge i fer servir aquesta informació pels programes del personatge actual. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>
gd: Cleachd am bloca seo gus caochladh bhuadhan o sprìdean eile inntrigeadh ’s am fiosrachadh seo a chleachdadh ann an sgriobtaichean na sprìd làithrich. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>

source: Reports the <b>x</b> position of a sprite
ca: Retorna la posició <b>x</b> d'un personatge
gd: Innsidh seo an t-ionad <b>x</b> aig sprìd

source: <p>To display the sprite's <b>x</b> position on the Stage, click the checkbox next to the block:<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
ca: <p>Per visualitzar a l'escenari la posició <b>x</b> del personatge, fes clic a la casella del davant del bloc:<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
gd: <p>Gus ionad <b>x</b> na sprìd air an àrd-ùrlar a shealltainn, briog sa bhogsa-cromaige ri taobh a’ bhloca:<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">

source: Reports the <b>y</b> position of a sprite
ca: Retorna la posició <b>y</b> d'un personatge
gd: Innsidh seo an t-ionad <b>y</b> aig sprìd

source: <p>To see the sprite's <b>y</b> position on the stage, click the checkbox next to the block:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>
ca: <p>Per visualitzar a l'escenari la posició <b>y</b> del personatge, fes clic a la casella del davant del bloc:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>
gd: <p>Gus ionad <b>y</b> na sprìd air an àrd-ùrlar a shealltainn, briog sa bhogsa-cromaige ri taobh a’ bhloca:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>

source: IMPORTANT: Install the Plug-In
ca: IMPORTANT: Instal·la el Connector
gd: CUDROMACH: Stàlaich am plugan

source: Blocks:
ca: Blocs:
gd: Blocaichean:

source: <ul> <li>WeDo Hub: It connects WeDo sensors and motors to your computer.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Motor: It can be programmed to turn this way or that way and to move at different power levels. You can connect two motors to the WeDo hub ports to be controlled separately.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Lights: Two bright LED lights that can be connected to the WeDo hub. These lights are not part of LEGO WeDo kits, rather LEGO Power Functions.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Distance Sensor: It detects objects within a range of 15 centimeters (or about 6 inches) depending on the design of the object.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Tilt Sensor: It reports the direction it is tilted. The tilt sensor detects changes within five different positions: no tilt, right, left, up, and down.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
ca: <ul> <li>Hub de WeDo: Connecta els sensors i motors de WeDo a l'ordinador.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Motor: Pot ser programat per girar en un sentit o altre i moure's amb diferents nivells de potència. Pots connectar dos motors als ports del hub de WeDo per controlar-los per separat.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Llums: Dos llums LED brillants poden connectar-se al hub de WeDo. Aquests llums no estan inclosos en el kit de LEGO WeDo, sinó que formen part de la línia de LEGO Power Functions.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Sensor de Distància: Detecta objectes dins d'un rang de 15 centímetres (unes 6 polzades) en funció del disseny de l'objecte.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Sensor d'inclinació: Informa de la direcció d'inclinació del sensor. Detecta canvis per a cinc posicions diferents: sense inclinació, dreta, esquerra, cap amunt, i cap avall.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
gd: <ul> <li>Hub WeDo: ceanglaidh e mothaichearan ’s motairean WeDo ris a’ choimpiutair agad.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Motar: Gabhaidh a phrògramachadh ach an gluais e dhan taobh seo no dhan taobh sin agus gun gluais e air ìrean cumhachd eadar-dhealaichte. ’S urrainn dhut dà mhotar a cheangal ri puirt a’ hub WeDo ’s an stiùireadh gach fear fa leth.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Solasan: ’S urrainn dhut dà sholas LED a cheangal ris a’ hub WeDo. Cha tig na solasan seo am broinn acainnean LEGO WeDo ach gheibh thu ann am LEGO Power Functions iad.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Mothaichear astair: Mothaichidh e do nithean am broinn rainse de 15 ceudameatairean (no mu 6 òirlich), a’ crochadh air dealbhachadh an nì.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Mothaichear claonaidh: Innsidh seo ma tha claonadh air a’ chomhair. Mothaichidh am mothaichear claonaidh do dh’atharraichean am measg còig ionadan eadar-dhealaichte: gun chlaonadh, gu deas, gu clì, suas is sìos.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>

source: <p>To learn more, see the <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> page on the Scratch wiki.</p>
ca: <p>Per saber-ne més, visiteu la pàgina de <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> a la wiki de Scratch.</p>
gd: <p>Airson barrachd fiosrachaidh, faic duilleag <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> air uicidh Scratch.</p>

source: Troubleshooting:
ca: Solució de problemes:
gd: Fuasgladh dhuilgheadasan:

source: See the <a href="../../ui/extensions/">Extensions</a> page. </p>
ca: Mira la pàgina de <a href="../../ui/extensions/">Extensions</a>. </p>
gd: Faic duilleag nan <a href="../../ui/extensions/">Leudachan</a>. </p>

source: PicoBoard Extension
ca: Extensió PicoBoard
gd: Leudachan PicoBoard

source: <p>This extension works with the PicoBoard (previously known as Scratch Sensor Board).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
ca: <p>Aquesta extensió funciona amb la PicoBoard (coneguda anteriorment com a Scratch Sensor Board).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
gd: <p>Obraichidh an leudachan seo le PicoBoard (air an robh Scratch Sensor Board roimhe).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />

source: <p>The PicoBoard incorporates a light sensor, sound sensor, a button and a slider, as well as 4 additional inputs that can sense electrical resistance via included cables.</p> <img src="%(STATIC_URL)s/images/help/picoboard-components.png" />
ca: <p>La PicoBoard incorpora un sensor de llum, un sensor de so, un pulsador i un lliscador alhora que també té 4 entrades adicionals que permeten detectar la resistència elèctrica.</p> <img src="%(STATIC_URL)s/images/help/picoboard-components.png" />
gd: <p>Tha mothaichear solais, mothaichear fuaime, putan is sleamhnachan aig PicoBoard cho math ri 4 ion-chuir a bharrachd a mhothaicheas do bhacadh-dealain slige càballan a thig na chois.</p> <img src="%(STATIC_URL)s/images/help/picoboard-components.png" />

source: <p>To learn more, see the <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a> page on the Scratch wiki.</p>
ca: <p>Per aprendre'n més, mira la pàgina de la <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a> a la Wiki d'Scratch.</p>
gd: <p>Airson barrachd fiosrachaidh, faic duilleag <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a> air uicidh Scratch.</p>

source: Report whether the button is pressed or one of the inputs A-D is connected.
ca: Retorna si el botó està premut o si una de les entrades A-D està connectada.
gd: Innsidh seo an deach am putan a bhrùthadh no ma chaidh aon dhe na h-ion-chuir A-D a cheangal.

source: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p>The sprite will spin as long as the button is pressed.</p>
ca: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p>El personatge girarà mentre el bóto estigui premut.</p>
gd: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p>Nì an sprìd car mu char cho fad ’s a bhios am putan ga bhrùthadh.</p>

source: <p>To view the value of the sensor, click the checkbox next to the block in the palette.</p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">
ca: <p>Per veure el valor del sensor, clica la casella al costat del bloc.</p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">
gd: <p>Gus luach a’ mhothaicheir a shealltainn, briog sa bhogsa-cromaige ri taobh a’ bhloca sa phailead.</p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">

source: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-dropdown.png"/> <p>You can select the button or one of the four inputs numbered A-D.</p> <p>The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. An input is connected if there is a good electrical connection between the metal ends of the clips.</p>
ca: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-dropdown.png"/> <p>Pots triar el botó o una de les quatre entrades A-D.</p> <p>La PicoBoard inclou quatre parells de pinces que poden connectar-se a les entrades A-D. Una entrada funciona quan hi ha bona connexió entre els extrems de metall dels clips.</p>
gd: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-dropdown.png"/> <p>’S urrainn dhut am putan no aon dhe na ceithir ion-cuir air a bheil A-D a thaghadh.</p> <p>Thig ceithir càraidean cliop crogaill an cois PicoBoard as urrainn dhut plugadh a-steach air na h-ion-chuir A-D. Bidh ion-chur ceangailte nuair a bhios ceangal dealanach math eadar cinn meatailt nan cliopaichean.</p>

source: Report the value detected by one of the PicoBoard sensors in the range from 0 to 100.
ca: Informa del valor detectat per un dels sensors PicoBoard en el rang de 0 a 100.
gd: Innsidh seo an luach dhan a mhothaich fear de na mothaichearan PicoBoard san rainse o 0 gu 100.

source: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex1.png"> <p>Make the sprite move up and down using the slider.</p>
ca: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex1.png"> <p>Fes que el sprite es mogui amunt i avall amb el control lliscant.</p>
gd: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex1.png"> <p>Thoir air an sprìd gluasad suas is sìos leis an t-shleamhnachan.</p>

source: <p>To view the value of the sensor, click the checkbox next to the block in the palette.</p> <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex2.png">
ca: <p>Per veure el valor del sensor, fes clic a la casella al costat del bloc a la paleta.</p> <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex2.png">
gd: <p>Gus luach a’ mhothaicheir a shealltainn, briog sa bhogsa-cromaige ri taobh a’ bhloca sa phailead.</p> <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex2.png">

source: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-dropdown.png"/> <p>You can select one of the seven PicoBoard sensors. Each reports a value in the range from 0 to 100.</p> <p>The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. A resistance sensor value block reports a number from 0 to 100, depending on how much electrical resistance there is between the metal ends of the alligator clips.</p>
ca: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-dropdown.png"/> <p>Pots triar un dels set sensors de PicoBoard. Cada un reporta un valor en el rang d'entre 0 i 100.</p> <p>La placa PicoBoard ve amb quatre parells de pinces de cocodril que es poden connectar a les entrades A-D. Un bloc de valors de sensor de resistència reporta un nombre de 0 a 100, depenent de la quantitat de resistència elèctrica que hi ha entre els extrems metàl·lics de les pinces de cocodril.</p>
gd: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-dropdown.png"/> <p>’S urrainn dhut fear dhe na seachd mothaichearan PicoBoard a thaghadh. Innsidh gach fear luach san rainse o 0 gu 100.</p> <p>Thig ceithir càraidean cliop crogaill an cois PicoBoard as urrainn dhut plugadh a-steach air na h-ion-chuir A-D. Innsidh bloca bacadh-dealain àireamh o 0 gu 100, a-rèir a’ mheud de bhacadh-dealain a bhios ann eadar cinn meatailt nan cliopaichean.</p>
