Repository: Arplane-Translations/scratchr2_translations
Catalog: documentation/*/LC_MESSAGES/django.po
Languages: ca, gd

source: Choose a sprite that has costumes with moving legs, such as:
ca: Tria un personatge que tingui vestit on mogui les cames, coma aquest:
gd: Tagh sprìd aig a bheil aodaich le casan a’ gluasad, can:

source: Add a script to change costumes and move:
ca: Afegeix un programa on es mogui i canvïi de vestit:
gd: Cuir sgriobt ris gus na h-aodaich atharrachadh is airson gluasad:

source: You can change how fast it moves by typing in other numbers.
ca: Pots canviar la velocitat del moviment teclejant altres nombres.
gd: ’S urrainn dhut atharrachadh dè cho luath ’s a ghluaiseas e ’s tu a’ sgrìobhadh àireamhan eile ann.

source: If the sprite is upside-down, click <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> and set the rotation style to left-right:
ca: Si el personatge està cap per avall, fes clic a <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> i fixa l'estil de rotació a esquerra-dreta:
gd: Ma tha coltas bun-os-cionn air an sprìd agad, briog air <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> agus suidhich stoidhle na cuairte air “clì is deas”:

source: Project Editor Map
ca: Editor de Projectes
gd: Mapa aig Deasaiche nam pròiseact

source: Here are the main areas in the project editor:
ca: Hi ha diverses àrees a l'editor de projectes:
gd: Seo na prìomh-raointean ann an Deasaiche nam pròiseact:

source: Stage Area
ca: Àrea d'Escenari
gd: Raon an àrd-ùrlair

source: Cursor Tools
ca: Eines de Cursor
gd: Innealan-cùrsair

source: Status: Hardware Devices
ca: Estat: Dispositius de maquinari
gd: Staid: Uidheaman bathair-chruaidh

source: Troubleshooting
ca: Problemes
gd: Fuasgladh dhuilgheadasan

source: Map of Paint Editor
ca: Mapa de l'Editor de DIbuix
gd: Mapa dhen deasaiche peanta

source: Here's a map of the paint editor:
ca: Aquí tens un mapa de l'editor de dibuixos:
gd: Seo mapa dhen deasaiche peanta:

source: Paint Tools (Vector)
ca: Eines de dibuix (Vectorial)
gd: Innealan peantaidh (Vector)

source: Tour the Scratch Editor
ca: Fes una visita a l'Editor de Scratch
gd: Turas an deasaiche Scratch

source: Take a tour of the Scratch project editor.
ca: Fes una visita a l'editor de projectes de Scratch.
gd: Gabh turas tro dheasaiche nam pròiseactan Scratch.

source: Here's are some of the main parts:
ca: Aquí trobaràs les parts principals:
gd: Seo na prìomh phàirtean:

source: Start the tour
ca: Comença la visita
gd: Tòisich air an turas

source: Tour Index
ca: Índex de la visita
gd: Clàr-innse an turais

source: Stage
ca: Escenari
gd: Àrd-ùrlar

source: Blocks Palette
ca: Paleta de Blocs
gd: Pailead nam blocaichean

source: Scripts Area
ca: Zona de Programes
gd: Raon nan sgriobtaichean

source: Sprite List
ca: Llistat de Personatges
gd: Liosa nan sprìdean

source: Backpack
ca: Motxilla
gd: Màla-droma

source: Paint Editor
ca: Editor de dibuix
gd: An deasaiche peanta

source: Add a Dancer
ca: Afegeix un ballarí
gd: Cuir dannsair ris

source: Play the Music
ca: Reprodueix la música
gd: Cluich an ceòl

source: Code the Dance
ca: Programa el ball
gd: Còdaich an dannsa

source: Dance to the Music
ca: Balla al ritme de la música
gd: Danns leis a’ cheòl

source: Enhance Your Dance
ca: Millora el teu ball
gd: Leasaich do dhannsa

source: Add Your Own Moves
ca: Afegeix els teus propis moviments
gd: Cuir na gluasadan agad fhèin ris

source: Share Your Dance
ca: Comparteix el teu ball
gd: Co-roinn an dannsa agad

source: Step-by-Step
ca: Pas a pas
gd: Ceum air cheum

source: Follow these tutorials to get started with your project.
ca: Segueix aquests tutorials per començar amb el teu projecte.
gd: Lean ris na h-oideachaidhean seo gus tòiseachadh air a’ phròiseact agad.

source: Learn more about how to make specific things for your project.
ca: Aprèn-ne més sobre com fer coses específiques per al teu projecte.
gd: Ionnsaich barrachd mu mar a nì thu rudan sònraichte airson a’ phròiseict agad.

source: Dig deeper here to find out more about each block, or use the ? button in the editor to click on individual blocks to learn more.
ca: Vés més enllà aquí per saber més sobre cada bloc, o utilitza el botó ? en l'editor per fer clic en els blocs individuals per aprendre més.
gd: Faigh a-mach barrachd mu gach bloca an seo, no chleachd am putan ? san deasaiche gus briogadh air blocaichean fa leth airson barrachd fiosrachaidh.

source: List of Steps
ca: Llistat de passos
gd: Liosta de cheuman

source: Make an interactive dance scene, combining music and dance moves.
ca: Fes una escena de ball interactiva, tot combinant música i moviments de ball.
gd: Dèan sealladh dannsa eadar-ghnìomhach, a’ cur ceòl is gluasadan dannsa ri chèile.

source: Where do you want to dance?
ca: On vols ballar?
gd: Càite am bu toil leat dannsa?

source: Then choose the backdrop you want (such as graffiti or basketball-court):
ca: Tot seguit tria el fons que vols (com ara graffiti o basketball-court):
gd: An uair sin, tagh an cùlaibh a thogras tu (can “graffiti” no “basketball-court”):

source: Next, add a dancer
ca: Després, afegeix un ballarí
gd: An uair sin, cuir dannsair ris

source: Click the 'Music and Dance' theme. Select a Hip-Hop or other Dance sprite:
ca: Fes clic al tema 'Music and Dance' de la galeria. Selecciona un personatge de Hip-Hop o un altre ballarí:
gd: Briog air an roinn-seòrsa “Ceòl is dannsa”. Tagh sprìd hip-hop no sprìd dannsa eile:

source: Or, use the right-click menu (Shift+click on Mac), and choose 'delete'.
ca: O bé, utilitza el menú del botó dret (tecla de majúscules+clic en Mac), i tria 'esborra'.
gd: Air neo cleachd an clàr-taice a gheibh thu le briogadh deas (Shift+briogadh air Mac) agus tagh “Sguab às”.

source: Next, add music
ca: Després, afegeix música
gd: An uair sin, cuir ceòl ris

source: To add music, click the <span class="tab-ref">Sounds</span> tab.
ca: Per afegir música, fes clic a la pestanya de <span class="tab-ref">Sons</span> del menú.
gd: Gus ceòl a chur ris, briog air taba nam <span class="tab-ref">Fuaimean</span>.

source: To choose a sound, click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
ca: Per triar un so, fes clic a <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
gd: Gus fuaim a thaghadh, briog air <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">

source: Choose dance music (such as 'dance celebrate' or 'dance funky').
ca: Tria una música de ball (com ara 'dance celebrate' o 'dance funky').
gd: Tagh ceòl dannsa (can “dance celebrate” no “dance funky”).

source: Or, to upload your own music, click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">:
ca: O bé, puja la teva pròpia música, fent clic a <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">:
gd: Air neo gus an ceòl agad fhèin a luchdadh suas, briog air <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">:

source: Tip: You can upload an MP3 or other sound file.
ca: Consell: Pots pujar un fitxer MP3 o un altre de so.
gd: Gliocas: ’S urrainn dhut faidhle MP3 no faidhle fuaime eile a luchdadh suas.

source: Next, play the music
ca: A continuació, reprodueix la música
gd: An uair sin, cluich an ceòl

source: Click the <span class="tab-ref">Scripts</span> tab.
ca: Prem la pestanya <span class="tab-ref">Programes</span> del menú principal.
gd: Briog air taba nan <span class="tab-ref">Sgriobtaichean</span>.

source: Click the <span class="soundcolor">Sound</span> category.
ca: Prem la categoria de <span class="soundcolor">Sons</span> lila.
gd: Briog air an roinn-seòrsa <span class="soundcolor">Fuaim</span>.

source: Drag out a <span class="soundcolor">play sound until done</span> block:
ca: Arrossega el bloc <span class="soundcolor">toca el so fins que acabi</span> a la zona de programes:
gd: Slaod bloca <span class="soundcolor">cluich fuaim: _ gu lèir</span> a-null:

source: Click the block to play the sound.
ca: Fes clic en el bloc per reproduir el so.
gd: Briog air a’ bhloca gus an fhuaim a chluich.

source: Now, make the sound repeat.
ca: Ara, fes que el so es repeteixi.
gd: Nise, thoir air an fhuaim cluich a-rithist.

source: Click the <span class="controlcolor">Control</span> category.
ca: Fes clic a la categoria de <span class="controlcolor">Control</span> de color groguenc.
gd: Briog air an roinn-seòrsa <span class="controlcolor">Smachd</span>.

source: Drag out a <span class="controlcolor">repeat</span> block, and wrap it around:
ca: Arrossega un bloc <span class="controlcolor">repeteix</span> a la zona de programes, i connecta'l:
gd: Slaod bloca <span class="controlcolor">dèan seo _ tursan</span> a-null is cuir e timcheall air:

source: You can change the number of times it repeats.
ca: Pots canviar el nombre de vegades que es repeteix.
gd: ’S urrainn dhut atharrachadh dè cho tric ’s a thèid a chluich a-rithist.

source: Click the <span class="eventscolor">Events</span> category.
ca: Fes clic a la categoria <span class="eventscolor">Esdeveniments</span> de color marró.
gd: Briog air an roinn-seòrsa <span class="eventscolor">Tachartas</span>.

source: Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top.
ca: Arrossega un bloc <span class="eventscolor">quan <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> es premi</span> i connecta'l a la part superior.
gd: Slaod bloca <span class="eventscolor">le briogadh air <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> a-mach agus greimich e ris a’ bharr.

source: Play your music! Your script will start whenever you click the green flag:
ca: Reprodueix la teva música! El teu programa s'inicia quan es prem la bandera verda:
gd: Cluich an ceòl agad! Tòisichidh an sgriobt agad gach turas a bhriogas tu air a’ bhratach uaine:

source: Click the stop sign if you want it to stop.
ca: Fes clic a la icona vermella d'atura-ho tot si vols aturar-ho.
gd: Briog air an t-sanas stadaidh ma tha thu airson crìoch a chur air.

source: Next, code the dance
ca: Ara, programa el ball
gd: An uair sin, còdaich an dannsa

source: Tell the dancer which moves to make.
ca: Digues al ballarí quins moviments ha de fer.
gd: Innis dhan dannsair dè na gluasadan a nì e.

source: Click the <span class="tab-ref">Costumes</span> tab.
ca: Fes clic a la pestanya <span class="tab-ref">Vestits</span> del menú.
gd: Briog air taba an <span class="tab-ref">Aodaich</span>.

source: Each costume has a different dance move.
ca: Cada vestit té un moviment de ball diferent.
gd: Tha gluasad dannsa eadar-dhealaichte aig gach aodach.

source: Click the <span class="lookscolor">Looks</span> category, and drag out a <span class="lookscolor">switch costume to</span> block.
ca: Fes clic a la categoria <span class="lookscolor">Aspecte</span> de color violat, i arrossega un bloc <span class="lookscolor">canvia el vestit a</span> a la zona de programes.
gd: Briog air an roinn-seòrsa <span class="lookscolor">Coltas</span> agus slaod bloca <span class="lookscolor">cuir an t-aodach _ ort</span> a-null.

source: Choose a costume from the drop-down menu.
ca: Tria un vestit del menú desplegable.
gd: Tagh aodach on chlàr-taice teàrnaidh.

source: Build up a dance script by switching to different costumes.
ca: Construeix un programa de ball canviant els vestits.
gd: Atharraich o aodach gu aodach airson sgriobt dannsa a thogail.

source: Use a <span class="controlcolor">wait</span> block (from the <span class="controlcolor">Control</span> category) to pause between moves.
ca: Utilitza un bloc de <span class="controlcolor">espera</span> (de la categoria de <span class="controlcolor">Control</span> de color groguenc) per fer les pauses entre els moviments.
gd: Cleachd bloca <span class="controlcolor">fan</span> (on roinn-seòrsa <span class="controlcolor">Smachd</span>) airson stad eadar nan gluasadan.

source: Click anywhere on your script to try it.
ca: Fes clic en qualsevol part del teu programa per provar-ho.
gd: Briog àite sam bith air an sgriobt agad gus fheuchainn.

source: Make sure you have a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block on top of the script.
ca: Assegura't que tens un bloc <span class="eventscolor">quan <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> es premi</span> a l'inici del teu programa.
gd: Dèan cinnteach gu bheil bloca <span class="eventscolor">le briogadh air <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> agad air barr an sgriobt.

source: Then, click the green flag to play your scripts:
ca: Després, fes clic a la bandera verda per executar els teus programes:
gd: An uair sin, briog air a’ bhratach uaine gus na sgriobtaichean agad a chluich:

source: Next, dance to the music
ca: Tot seguit, balla al ritme de la música
gd: An uair sin, danns leis a’ cheòl

source: Adjust the dance moves so they coordinate with the music.
ca: Ajusta els moviments de ball de manera que es coordinin amb la música.
gd: Gleus gluasadan an dannsa ach an tèid iad leis a’ cheòl.

source: Wrap a <span class="controlcolor">repeat</span> around any blocks you want to repeat:
ca: Col·loca un <span class="controlcolor">repeat</span> que englobi els blocs que vulguis que es repeteixin:
gd: Cuir <span class="controlcolor">dèan seo _ tursan</span> timcheall air blocaichean sam bith a tha thu airson cluich a-rithist:

source: Adjust the wait times to sync with the music.
ca: Ajusta els temps d'espera per sincronitzar amb la música.
gd: Gleus na h-amannan stadaidh gus an sioncronachadh leis a’ cheòl.

source: Next, enhance your dance
ca: Ara, millora el teu ball
gd: An uair sin, pisich an dannsa agad

source: Amp up your dance with these ideas.
ca: Complementa el teu ball amb aquestes idees.
gd: Cuir snas air an dannsa agad leis na beachdan seo.

source: Want to change the scene? Choose a new backdrop or add your own photo.
ca: Vols canviar l'escena? Tria un nou fons o afegeix la teva pròpia fotografia.
gd: A bheil thu airson an sealladh atharrachadh? Tagh cùlaibh eile no cuir an dealbh agad fhèin ris.

source: Then, add this block to switch backdrops:
ca: Ara, afegeix aquest bloc per canviar el fons:
gd: An uair sin, cuir am bloca seo ris gus an cùlaibh atharrachadh:

source: Choose the backdrop name from the menu.
ca: Tria el nom del fons del menú.
gd: Tagh ainm a’ chùlaibh on chlàr-taice.

source: If you want your backdrop to change color, click the Stage thumbnail.
ca: Si vols que el teu fons canviï de color, fes clic a la miniatura de l'escenari.
gd: Ma tha thu airson dath eile a chur air a’ chùlaibh agad, briog air dealbhag an àrd-ùrlair.

source: Click the <span class="tab-ref">Scripts</span> tab.
ca: Fes clic a la pestanya de <span class="tab-ref">Programes</span> del menú.
gd: Briog air taba nan <span class="tab-ref">Sgriobtaichean</span>.

source: Then, add a script like this:
ca: Tot seguit, afegeix un programa com aquest:
gd: An uair sin, cuir sgriobt ris mar seo:

source: Add dancers to make a dance party. Or, challenge your dancers to a dance off.
ca: Afegeix ballarins per fer una festa de ball. O bé, fes una competició de ball entre ells.
gd: Cuir dannsairean ris gus hòro-gheallaidh a dhèanamh dheth. No thoir dùbhlan air na dannsairean agad airson co-fharpais.

source: Add your own moves
ca: Afegeix els teus propis moviments
gd: Cuir na gluasadan agad fhèin ris

source: Want to add yourself to the dance?
ca: Vols afegir-te al ball?
gd: A bheil thu airson thu fhèin a chur ris an dannsa?

source: Take photos of yourself in different moves against a blank wall.
ca: Prèn fotografies de tu mateix fent diferents moviments davant d'una paret blanca.
gd: Tog dealbhan dhiot fhèin le gluasadan eadar-dhealaichte air beulaibh balla bhàin.

source: Make a new sprite by uploading the photos into Scratch:
ca: Crea un nou personatge pujant les fotografies a Scratch:
gd: Cruthaich sprìd ùr ’s tu a’ luchdadh suas nan dealbhan gu Scratch:

source: Click the upload button: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
ca: Fes clic en el botó de pujada: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
gd: Briog air a’ phutan luchdaidh suas: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">

source: Edit the costumes using the Scratch paint editor.
ca: Edita els vestits usant l'editor de dibuix de Scratch.
gd: Deasaich na h-aodaich leis an deasaiche peantaidh aig Scratch.

source: You can adjust the size of the eraser.
ca: Pots ajustar el tamany de l'eina d'esborrar.
gd: ’S urrainn dhut meud an t-inneal-suathaidh a ghleusadh.

source: Rename the costumes so they’re easy to remember.
ca: Canvia el nom dels vestits per a que siguin més fàcils de recordar.
gd: Thoir ainmean ùra air na h-aodaich ach an cuimhnich thu iad nas fhasa.

source: Now you’re ready to code your moves!
ca: Ara ja estàs apunt per programar els teus moviments!
gd: Tha thu ullamh gus na gluasadan agad a chòdachadh a-nis!

source: Build a dance script, like you did for your other dancer.
ca: Construeix un programa de ball, com vas fer per al teu altre ballarí.
gd: Tog sgriobt dannsa mar a rinn thu airson an dannsair eile.

source: When you're ready, share your dance.
ca: Quan hagis acabat, comparteix el teu ball.
gd: Nuair a bhios tu deiseil, co-roinn an dannsa agad.

source: Share your dance
ca: Comparteix el teu ball
gd: Co-roinn an dannsa agad

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">Dance, Dance, Dance studio</a>:
ca: Ara pots afegir el teu projecte a <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">l'estudi Ball, Ball, Ball</a>:
gd: ’S urrainn dhut am pròiseact agad a chur ris an <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">stiùideo Dance, Dance, Dance</a> a-nis:

source: Have some ideas for your card?
ca: Tens idees per a la teva targeta?
gd: A bheil beachdan agad airson na cairte agad?

source: Let's start by deleting the cat.
ca: Anem a començar esborrant el gat.
gd: Tòisicheamaid le sguabadh às a’ chait.

source: Can you find another way to delete a sprite?
ca: Pots trobar una altra manera d'esborrar un personatge?
gd: An lorg thu dòigh eile gus sprìd a sguabadh às?

source: Next, let's add some holiday sprites to your card.
ca: Tot seguit, afegeix alguns motius nadalencs a la teva targeta.
gd: An uair sin, cuiridh sinn sprìdean Nollaige ris a’ chairt agad.

source: <h4>Here's what each button does:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p>
ca: <h4>Això és el que fa cada botó:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Tria un personatge de la galeria</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Dibuixa un nou personatge</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Puja un personatge des d'un fitxer</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Nou personatge (des de la càmera)</p>
gd: <h4>Seo na nì gach putan:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Tagh sprìd on leabhar-lann</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Tarraing an sprìd agad fhèin</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Luchdaich suas an dealbh no sprìd agad fhèin</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Tog dealbh (o chamara-lìn)</p>

source: Next, let's make your sprites interactive.
ca: A continuació, fes interactius els teus personatges.
gd: An uair sin, nì sinn an sprìd agad eadar-ghnìomhach.

source: <p>Play with the blocks in the different categories. Or check out one of these ideas to make your sprite:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Move</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Say Something</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Make a Sound</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Change Color</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Change Costume</a></li> </ul>
ca: <p>Juga amb els blocs a les diferents categories. O prova una d'aquestes idees per al teu personatge:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Mou-te</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Digues alguna cosa</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Fes un so</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Canvia el color</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Canvia el vestit</a></li> </ul>
gd: <p>Cluich leis na blocaichean sna roinnean-seòrsa eadar-dhealaichte. No feuch fear dhe na beachdan seo gus an sprìd agad a chruthachadh:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Gluais</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Can rudeigin</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Cluich fuaim</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Atharraich an dath</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Atharraich an aodach</a></li> </ul>

source: Next, let's add a background image to your holiday card.
ca: Seguidament, afegeix una imatge de fons a la teva postal.
gd: An uair sin, cuiridh sinn dealbh cùlaibh ris a’ chairt Nollaige agad.

source: <p>Get your sprites moving with blocks from the <span class="motioncolor">Motion</span> palette.</p> Try adding this code to have one of your sprites dance back and forth: <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-a-move.png"></p> </div>
ca: <p>Fes que els teus personatges es moguin amb els blocs de la categoria de <span class="motioncolor">Moviment</span> blava.</p> Prova d'afegir aquest codi a un altre dels personatges ballarins: <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-a-move.png"></p> </div>
gd: <p> Bidh tuar a’ phinn eadar 0 agus 100. Is 50 a’ bhun-roghainn. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Nuair a bhios tuar a’ phinn air 0, bidh dath a’ phinn cha mhòr dubh. Nuair a bhios tuar a’ phinn air 100, bidh dath a’ phinn cha mhòr geal.

source: What other ways can you get your sprites moving?
ca: De quines altres maneres pots fer moure els personatges?
gd: Dè na dòighean eile san urrainn do na sprìdean agad gluasad?

source: Let's explore other types of interactivity...
ca: Anem a explorar altres opcions d'interacció...
gd: Bheireamaid sùil air dòighean eadar-ghnìomhachd eile...

source: What wishes for the holiday season will your sprites share?
ca: Quins desitjos vols que diguin els teus personatges?
gd: Dè tha na sprìdean agad a’ guidhe airson na Nollaige?

source: What interesting holiday sounds can you add to your card?
ca: Quins sons de vacances pots afegir a la teva targeta?
gd: Dè na fuaimean inntinneach airson àm na Nollaige as urrainn dhut a chur ris a’ chairt agad?
