Repository: Arplane-Translations/scratchr2_translations
Catalog: documentation/*/LC_MESSAGES/django.po
Languages: ca, gd

source: Click the dancer to see it switch to different poses.
ca: Fes clic al ballarí per veure com canvia de posicions.
gd: Briog air an dannsair gus sealltainn mar a dh’atharraicheas e gu seasaimh eadar-dhealaichte.

source: Next, animate your dance
ca: Ara, anima el teu ball
gd: An uair sin, beòthaich an dannsa agad

source: Keep the dance going!
ca: Fes que el ball no s'aturi!
gd: Cum a’ dannsa!

source: <p>Click the <span class="controlcolor">Control</span> category. Drag out a <span class="controlcolor">forever</span> block.</p> <p>Add a <span class="controlcolor">wait</span> block to control the speed of the dance, like this:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickedforevercostume.gif">
ca: <p>Fes clic a la categoria <span class="controlcolor">Control</span> de color groguenc. Arrossega un bloc <span class="controlcolor">per sempre</span> a la zona de programes.</p> <p>Afegeix un bloc <span class="controlcolor">espera</span> per controlar la velocitat del ball, com per exemple:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickedforevercostume.gif">
gd: <p>Briog air an roinn-seòrsa <span class="controlcolor">Smachd</span>. Slaod bloca <span class="controlcolor">gu buan</span> a-null.</p> <p>Cuir ris bloca <span class="controlcolor">fan</span> gus luaths an dannsa a stiùireadh mar seo:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickedforevercostume.gif">

source: <p>Click the dancer on your card to start the animation.</p> <p>Tip: To stop, click the stop sign <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (above the Stage).</p>
ca: <p>Fes clic al ballarí de la teva targeta per iniciar l'animació.</p> <p>Consell: Per aturar, fes clic a la icona d'atura <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (damunt de l'escenari).</p>
gd: <p>Briog air an dannsair air a’ chairt agad gus am beòthachadh a thòiseachadh.</p> <p>Gliocas: Gus stad a chur air, briog air an t-sanas “stad” <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (os cionn an àrd-ùrlair).</p>

source: Next, get your party started!
ca: I ara, que comenci la festa!
gd: Nise, togaidh sinn hòro-gheallaidh!

source: <p>To add instructions, click twice on the cat, and add another <span class="soundcolor">say</span> block:</p> <img src = "%(STATIC_URL)s/images/help/name-click-things.png">
ca: <p>Per afegir instruccions, fes clic dues vegades en el gat, i afegeix un altre bloc <span class="soundcolor">digues</span> a la zona de programes:</p> <img src = "%(STATIC_URL)s/images/help/name-click-things.png">
gd: <p>Gus mìneachadh a chur ris, briog air a’ chat dà thuras agus cuir bloca <span class="soundcolor">can</span> eile ris:</p> <img src = "%(STATIC_URL)s/images/help/name-click-things.png">

source: <p>The card will then look something like this:</p> <img src = "%(STATIC_URL)s/images/help/partyinstructions.png">
ca: <p>La targeta serà semblant a aquesta:</p> <img src = "%(STATIC_URL)s/images/help/partyinstructions.png">
gd: <p>Seo an coltas a bhios air a’ chairt agad a-nis:</p> <img src = "%(STATIC_URL)s/images/help/partyinstructions.png">

source: Next, make it your own
ca: A continuació, fes el teu propi
gd: Nise, dèan tè agad fhèin dhi

source: Make sprites react when they collide
ca: Fes que els personatges reaccionin al xocar
gd: Thoir frith-ghluasad air sprìdean nuair a cho-bhuaileas iad

source: Make two sprites, such as a ball and a paddle:
ca: Crea dos objectes, com ara una pilota i una pala:
gd: Cruthaich dà sprìd, can bàla is pleadhag:

source: This script tells the ball what to do when it hits the paddle:
ca: Aquest programa informa a la pilota sobre què fer quan impacta amb la pala:
gd: Innsidh an sgriobt seo dhan bhàla dè nì e nuair a bhuaileas e ris a’ phleadhag:

source: Want to make a conversation or tell a joke?<br/> <p>Have two sprites take turns saying something.</p> Try this code in one sprite:
ca: Vols fer una conversa o explicar un acudit?<br/> <p>Crea dos personatges que intervinguin per torns.</p> Prova aquest codi en un personatge:
gd: A bheil thu airson còmhradh a chruthachadh no fealla-dhà innse?<br/> <p>Thoir air dà sprìd gun can iad rudeigin tè mu seach.</p> Feuch an còd seo san dàrna sprìd:

source: And this in another sprite:
ca: I aquest en l'altre:
gd: Agus seo san sprìd eile:

source: Broadcast a message to tell another sprite when to talk. When it receives the message, it can respond.
ca: Envia un missatge per dir a un altre personatge quan ha de parlar. Quan rebi el missatge podrà contestar.
gd: Craol teachdaireachd gus innse dha sprìd eile nuair a bu chòir dhi bruidhinn. Nuair a gheibh i an teachdaireachd, ’s urrainn dhi freagairt.

source: If you want to edit a sound, select a section of the sound: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Then choose from the Edit menu:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>Or, choose Effects:<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
ca: Si vols editar un so, selecciona una part de la ona del so: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Llavors tria del menú Edita:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>O tria del menú Efectes:<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
gd: Ma tha thu airson fuaim a dheasachadh, tagh earrann na fuaime: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Is tagh on chlàr-taice deasachaidh an uair sin:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>No tagh èifeachdan:<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>

source: Start Moving
ca: Comença a moure
gd: Tòisich air gluasad

source: Drag a <span class="motioncolor">move</span> block into the Scripts area.
ca: Arrossega el bloc <span class="motioncolor">mou-te</span> dins de la zona de programes.
gd: Slaod bloca <span class="motioncolor">gluasaid</span> dha raon nan Sgriobtaichean.

source: drag move block to Scripts area
ca: arrossega el bloc mou-te a la zona de Programes
gd: slaod bloca gluasaid dha raon nan Sgriobtaichean

source: Then, click on that block to make the cat move:
ca: Després, fes clic al bloc per fer que el gat es mogui:
gd: An uair sin, briog air a’ bhloca gus gluasad a thoirt air a’ chat:

source: Now, add a sound.
ca: Ara, afegeix un so.
gd: Nise, cuir fuaim ris.

source: Each object in Scratch is called a sprite. To add a new sprite, click one of these buttons:
ca: Cada objecte d'Scratch es diu personatge. Per afegir un nou personatge, fes clic a un d'aquest botons:
gd: Canaidh sinn sprìd ri oibseact sam bith ann an Scratch. Gus sprìd ùr a chur ris, briog air aon dhe na putanan seo:

source: <h4>New Sprite Buttons </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p> </div> <div class="steps last"> <p>To add this sprite, click <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> then select "Cassy Dance":</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Drag the characters to where you want them on the Stage.</p>
ca: <h4>Botons per a nous personatges </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Tria un personatge de la galeria</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Dibuixa el teu personatge</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Puja un personatge des d'un fitxer</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Nou personatge (des de la càmera)</p> </div> <div class="steps last"> <p>Per afegir aquest personatge, fes clic a <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> i selecciona "Cassy Dance":</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Arrossega els personatges allà on vulguis de l'escenari.</p>
gd: <h4>Putanan sprìde ùire </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Tagh sprìd on leabharlann</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Tarraing an sprìd agad fhèin</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Luchdaich suas an dealbh no sprìd agad fhèin</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Tog dealbh (o chamara-lìn)</p> </div> <div class="steps last"> <p>Gus an sprìd seo a chur ris, briog air <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> agus tagh “Cassy Dance” an uair sin:</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Slaod na pearsachan gu far a bheil thu gan iarraidh air an àrd-ùrlar.</p>

source: Now, explore sound or animation.
ca: Ara, explora un so o animació.
gd: Nise, rùraich na fuaimean no na beòthachaidhean.

source: Explore!
ca: Explora!
gd: Rùraich!

source: <h4>Add Sound</h4> <p>Click the <span class="tab-ref">Sounds</span> tab. You can:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Choose a Sound</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Record Your Own</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Import a Sound File</p> </div> <div class="steps"> <p>Then, click <span class="tab-ref">Scripts</span>, and drag in a <span class="soundcolor">play sound</span> block. Choose the sound you want from the menu and click to play.</p>
ca: <h4>Afegeix un so</h4> <p>Fes clic a la pestanya <span class="tab-ref">Sons</span> del menú. Pots:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Tria un so de la galeria</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Enregistra un nou so</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Puja un so des d'un fitxer</p> </div> <div class="steps"> <p>Després, fes clic a <span class="tab-ref">Programes</span>, i arrossega un bloc <span class="soundcolor">toca el so</span> de color violat. Tria el so que vulguis del menú i fes clic per reproduir-lo.</p>
gd: <h4>Cuir fuaim ris</h4> <p>Briog air taba nam <span class="tab-ref">Fuaimean</span>. Seo nas urrainn dhut dèanamh:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Tagh fuaim</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Clàraich an fhuaim agad fhèin</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Ion-phortaich faile fuaime</p> </div> <div class="steps"> <p>An uair sin, briog air <span class="tab-ref">Sgriobtaichean</span> agus slaod bloca <span class="soundcolor">cluich fuaim</span> a-steach. Tagh an fhuaim a thogras tu on chlàr-taice agus briog gus a cluich.</p>

source: <h4>Animate</h4> <p>Click the <span class="tab-ref">Costumes</span> tab to see a sprite's costumes. You can animate by switching between costumes.</p> <p>Click <span class="tab-ref">Scripts</span> and make a script that switches between costumes:</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png">
ca: <h4>Anima</h4> <p>Fes clic a la pestanya <span class="tab-ref">Vestits</span> per veure tots els vestits del personatge. Pots animar canviant els vestits.</p> <p>Fes clic a <span class="tab-ref">Programes</span> i construeix un programa que canviï els vestits:</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png">
gd: <h4>Beòthaich</h4> <p>Briog air taba nan <span class="tab-ref">Aodach</span> gus aodaich na sprìd a shealltainn. ’S urrainn dhut a beòthachadh le atharrachadh o aodach gu aodach.</p> <p>Briog air <span class="tab-ref">Sgriobtaichean</span> agus cruthaich sgriobt a ghearras leum eadar na h-aodaich:</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png">

source: Share your project.
ca: Comparteix el teu projecte.
gd: Co-roinn am pròiseact agad.

source: Share!
ca: Comparteix!
gd: Co-roinn!

source: <h4>Share Your Project</h4> <p>Type a title for your project.</p>
ca: <h4>Comparteix el teu projecte</h4> <p>Escriu un nom per al teu projecte.</p>
gd: <h4>Co-roinn am pròiseact agad</h4> <p>Sgrìobh tiotal airson a’ phròiseict agad.</p>

source: Click <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png">
ca: Fes clic a <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png">
gd: Briog air <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png">

source: Type in notes to explain how to use your project. Give credit to anyone who helped.
ca: Escriu a Instruccions com s'ha de fer servir el teu projecte. A Notes i informacions cita a aquells que t'hagin ajudat o inspirat.
gd: Sgrìobh nòtaichean gus mìneachadh do chàch ciamar a chleachdas iad am pròiseact agad. Thoir urram do neach sam bith a thug taic dhut.

source: When you're ready for others to see your project, click the Share button.
ca: Quan hagis acabat i vulguis que els altres puguin veure el teu projecte, fes clic al botó Comparteix.
gd: Nuair a bhios am pròiseact ullamh ach am faic càch e, briog air a’ phutan “Co-roinn”.

source: What do you want to try next?
ca: Què vols provar ara?
gd: Dè tha thu airson feuchainn a-nis?

source: Now What?
ca: I ara què?
gd: Dè a-nis?

source: <p>You can create many different types of projects with Scratch. To see examples, click <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> at the top left to explore projects on the Home page.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>If you see a project you like, click <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> and then click <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/remix-button.png">. Change the project to make it your own! </p>
ca: <p>Pots crear diferents tipus de projectes a Scratch. Per veure exemples, fes clic a <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> a la part superior esquerra per explorar projectes de la pàgina d'Inici.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Si veus un projecte que t'agradi, fes clic a <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> i després a <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/remix-button.png">. Canvia el projecte per fer-te'l propi! </p>
gd: <p>’S urrainn dhut iomadh seòrsa de phròiseact a chruthachadh le Scratch. Gus buill-eisimpleir a shealltainn, briog air <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> taobh clì aig a’ bharr gus na pròiseactan air an duilleag-dhachaigh a rùrachadh.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Nuair a chì thu pròiseact as toil leat, briog air <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> agus an uair sin briog air <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/remix-button.png">. Atharraich am pròiseact gus an tionndadh agad fhèin dheth a dhèanamh! </p>

source: <p>To learn more, you can browse <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.</p>
ca: <p>Per saber-ne més, pots accedir a <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tots els consells</a>.</p>
gd: <p>Gus barrachd ionnsachadh, rùraich <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">A h-uile oidheam</a>.</p>

source: Add a Sound
ca: Afegeix un so
gd: Cuir fuaim ris

source: Drag out a <span class=soundcolor>play drum</span> block (from <span class=soundcolor>Sound</span>) and snap it onto the <span class=motioncolor>move</span> block.
ca: Arrossega un bloc <span class=soundcolor>toca el tambor</span> (de <span class=soundcolor>Sons</span>) i connecta'l al bloc <span class=motioncolor>mou-te</span> de color blau.
gd: Slaod bloca <span class=soundcolor>cluich druma</span> a-null (o <span class=soundcolor>Fuaim</span>) agus greimich e ris a’ bloca <span class=motioncolor>gluais</span>.

source: Click and listen.
ca: Fes clic i escolta.
gd: Briog is èist ris.

source: Make sure your computer's speakers are on.
ca: Comprova que tinguis els altaveus engegats.
gd: Dèan cinnteach gu bheil glaodhairean a’ choimpiutair agad air.

source: Next, start a dance.
ca: A continuació, comença un ball.
gd: An uair sin, tòisich air dannsa.

source: Start a Dance
ca: Comença un ball
gd: Tòisich air dannsa

source: Add another <span class=motioncolor>move</span> block. Click inside the block and type in a minus sign.
ca: Afegeix un altre bloc <span class=motioncolor>mou-te</span> de color blau. Fes clic dins del bloc i escriu un signe menys.
gd: Cuir bloca <span class=motioncolor>gluais</span> eile ris. Briog taobh a-staigh a’ bhloca agus sgrìobh comharra minus ann.

source: Add another <span class=soundcolor>play drum</span> block, then choose a drum from the pull-down menu.
ca: Afegeix un altre bloc <span class=soundcolor>toca el tambor</span> magenta, després tria un tambor del menú desplegable.
gd: Cuir bloca <span class=soundcolor>cluich druma</span> eile ris agus tagh druma on chlàr-taice teàrnaidh.

source: Click on any of the blocks to run the stack:
ca: Fes clic sobre qualsevol dels blocs per provar el conjunt:
gd: Briog air gin dhe na blocaichean gus an stac a ruith:

source: Next, add a repeat.
ca: Seguidament, afegeix un repeteix.
gd: An uair sin, cuir ath-chluiche ris.

source: Drag out a <span class=controlcolor>repeat</span> block and drop it on top of the stack. (You want the "mouth" of the <span class=controlcolor>repeat</span> to wrap around the other blocks.)
ca: Arrossega un bloc <span class=controlcolor>repeteix</span> i situa'l a la part superior de la pila. (De manera que la "boca" de <span class=controlcolor>repeteix</span> faci d'embolcall al voltant dels altres blocs.)
gd: Slaod bloca <span class=controlcolor>dèan seo _ tursan</span> a-null is leig às e air barr an staca. (Tha thu ag iarraidh gun tèid “beul” a’ bhloca <span class=controlcolor>dèan seo _ tursan</span> timcheall air na blocaichean eile.)

source: Click to run the stack:
ca: Fes clic per executar el conjunt de blocs:
gd: Briog gus an stac a ruith:

source: Next, say something.
ca: A continuació, digues quelcom.
gd: Nise, can rudeigin.

source: <p>Click <span class=lookscolor>looks</span> and drag out a <span class=lookscolor>say</span> block.</p> <img src = "%(STATIC_URL)s/images/help/5a-say.gif">
ca: <p>Fes clic a <span class=lookscolor>Aspecte</span> i arrossegue un bloc <span class=lookscolor>digues</span> a la zona de programes.</p> <img src = "%(STATIC_URL)s/images/help/5a-say.gif">
gd: <p>Briog air <span class=lookscolor>coltas</span> agus slaod bloca <span class=lookscolor>can</span> a-null.</p> <img src = "%(STATIC_URL)s/images/help/5a-say.gif">

source: <p>Type in the block to change the words:</p> <img src = "%(STATIC_URL)s/images/help/5b-say-new.gif">
ca: <p>Escriu en el bloc per canviar les paraules:</p> <img src = "%(STATIC_URL)s/images/help/5b-say-new.gif">
gd: <p>Sgrìobh sa bhloca gus na faclan atharrachadh:</p> <img src = "%(STATIC_URL)s/images/help/5b-say-new.gif">

source: <p>Then snap it on top of the stack. Click on the stack to run.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png">
ca: <p>Després connecta'l a la part superior del conjunt. Fes clic sobre ell per executar-lo.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png">
gd: <p>An uair sin, greimich ri barr an staca e. Briog air an stac gus a ruith.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png">

source: Now, add a way to start.
ca: Ara, afegeix una manera de començar.
gd: Nise, cuir dòigh tòiseachaidh ris.

source: Green Flag
ca: Bandera verda
gd: Bratach uaine

source: <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.gif"></p>
ca: <p>Arrossega un bloc <span class="eventscolor">quan <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> es premi</span> i connecta'l a la part superior.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.gif"></p>
gd: <p>Slaod bloca <span class="eventscolor">le briogadh air <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> a-null agus greimich e ris a’ bharr.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.gif"></p>

source: <p>Your script will start whenever you click the green flag: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>To stop, click the stop button: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>
ca: <p>El teu programa començarà quan es premi la bandera verda: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>Per aturar-lo, prem el botó d'atura-ho: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>
gd: <p>Tòisichidh an sgriobt agad gach turas a bhriogas tu air a’ bhratach uaine: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>Gus crìoch a chur air, briog air a’ phutan stadaidh: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>

source: Next, you can change colors.
ca: Tot seguit, pots canviar colors.
gd: ’S urrainn dhut na dathan atharrachadh a-nis.

source: <p><span class="reminder">Now to try something different...</span></br> Drag out a <span class=lookscolor>change effect</span> block.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.gif"></p>
ca: <p><span class="reminder">Ara pots provar quelcom diferent...</span></br> Arrossega un bloc <span class=lookscolor>augmenta l'efecte</span> de color violat.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.gif"></p>
gd: <p><span class="reminder">Nise, feuch rudeigin eile...</span></br> Slaod bloca <span class=lookscolor>atharraich èifeachd</span> a-null.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.gif"></p>

source: <p>Click to see what it does.</p> <img src = "%(STATIC_URL)s/images/help/7b-color.png">
ca: <p>Fes clic per veure què fa.</p> <img src = "%(STATIC_URL)s/images/help/7b-color.png">
gd: <p>Briog ach am faic thu na nì e.</p> <img src = "%(STATIC_URL)s/images/help/7b-color.png">

source: Now, make it interactive.
ca: Ara, fes-ho interactiu.
gd: Nise, dèan eadar-ghnìomhach e.

source: Key Press
ca: Quan es premi una tecla
gd: Brùthadh iuchrach
