Repository: Arplane-Translations/scratchr2_translations
Catalog: documentation/*/LC_MESSAGES/django.po
Languages: ca, gd

source: Makes sprite disappear from the Stage
ca: Fa que el personatge desaparegui de l'escenari
gd: Falaichidh seo an sprìd on àrd-ùrlar

source: Note: When a sprite is hidden, other sprites cannot detect it with touching? blocks.
ca: Nota: Quan un personatge està amagat, altres personatges no el poden detectar tocant? blocs.
gd: An aire: Nuair a bhios sprìd na falach, cha mhothaich sprìdean eile dhi le blocaichean “a' beantainn riut”.

source: If condition is true, runs the blocks inside the <b>if</b> portion; if not, runs the blocks inside the <b>else</b> portion
ca: Si la condició és certa, s'executen els blocs dins la part del <b>si</b>; en cas contrari, s'executen els blocs dins la part del <b>si no</b>
gd: Ma tha an chumha fìor, ruithidh seo na blocaichean am broinn na pàirte <b>ma tha</b>; mur eil, ruithidh seo na blocaichean am broinn na pàirte <b>air neo</b>

source: If touching the edge of the stage, then bounce away
ca: Si toca els costats de l'escenari, rebota
gd: Seall ma tha e a’ beantainn ris an oir agus boc air falbh an uair sin

source: The sprite will bounce at an angle if it is touching the <b>side</b>, <b>top</b>, or <b>bottom</b> of the stage.
ca: El personatge rebotarà si toca els <b>costats</b>, a <b>dalt</b>, o a <b>baix</b> de l'escenari canviant la direcció.
gd: Bocaidh an sprìd le ceàrn nuair a bhios i a’ beantainn ri <b>taobh</b>, <b>bonn</b> no <b>barr</b> an àrd-ùrlair.

source: If condition is true, runs the blocks inside
ca: Si la condició és certa, s'executaran els blocs
gd: Ma tha a’ chumha fìor, ruithidh seo na blocaichean na bhroinn

source: Inserts an item at the specified position in the list
ca: Afegeix un element a la posició indicada de la llista
gd: Cuiridh seo nì ris an liosta air an ionad shònraichte

source: You can specify where to insert the item by choosing from the pull-down menu or typing in a number. Choosing "random" inserts at a random place in the list. Choosing "last" adds the item to the end of the list. The length of the list increases by 1.
ca: Podeu especificar on inserir l'element seleccionant en el menú desplegable o escrivint un nombre. Si seleccioneu "a l'atzar" afegeix en un lloc a l'atzar a la llista. L'elecció de "últim" afegeix l'article al final de la llista. La longitud de la llista s'incrementa en 1.
gd: ’S urrainn dhut innse càite an tèid an nì a chur ris ’s tu ga thaghadh on chlàr-taice teàrnaidh no a’ sgrìobhadh àireamh. Ma thaghas tu “tuaireamach”, cuiridh seo an nì ris an liosta air ionad air thuaiream. Ma thaghas tu “am fear mu dheireadh”, cuiridh seo an nì ri deireadh an liosta. Meudaichidh faide na liosta le 1.

source: <p> You can indicate where in the list you want to add an item. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> inserts item at the specified place in the list.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> inserts item at a random place in the list. </p>
ca: <p> Pots indicar en quin lloc de la llista vols afegir el nou element. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> afegeix l'element al lloc indicat a la llista.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> afegeix l'element en un lloc triat a sorts a la llista. </p>
gd: <p> ’S urrainn dhut innse càite air an liosta a tha thu airson an nì a chur ris. Cuiridh <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> an nì ris an liosta air an àite a shònraich thu.<br/> </p> <p> Cuiridh <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> an nì ris an liosta air àite thuaireamach. </p>

source: Reports the item at the specifed position in the list
ca: Torna el element de la llista que es troba a la posició indicada
gd: Aithrisidh seo dè an nì a tha air an liosta air an ionad shònraichte

source: Concatenates (combines) strings
ca: Encadena (combina) cadenes o seqüències de text
gd: Ceanglaidh (cuiridh) seo sreangan ri chèile

source: Reports true if specified key is pressed
ca: Retorna cert si una tecla específica s'està prement
gd: Aithrisidh seo gu bheil e fìor nuair a thèid an iuchair shònraichte a bhrùthadh

source: Use <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> instead of <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> when you want to keep, for example, the space key pressed continuously.
ca: Utilitza <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> en comptes de <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> quan vulguis comprobar, per exemple, si la tecla espai es prem contínuament.
gd: Cleachd <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> an àite <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> nuair a bhios tu airson cumail a bhrùthadh air space gun sgur, mar eisimpleir.

source: Reports how many items are in the list
ca: Informa de quants elements hi ha a la llista
gd: Aithrisidh seo co mheud nì a tha air an liosta

source: Reports the number of letters in a string
ca: Informa del nombre de lletres d'una cadena de text
gd: Aithrisidh seo co mheud litir a tha am broinn sreanga

source: Reports true if first value is less than second
ca: Retorna cert si el primer valor és més petit que el segon
gd: Aithrisidh seo gu bheil e fìor nuair a bhios an dàrna luach nas lugha na am fear eile

source: Reports the letter at the specified position in a string
ca: Informa de la lletra que ocupa una posició indicada dins una cadena de text
gd: Aithrisidh seo dè an litir a tha san sreang air an ionad shònraichte

source: Reports true if the list contains the specified item
ca: Retorna cert si la llista conté l'element indicat
gd: Aithrisidh seo gu bheil e fìor nuair a bhios an nì sònraichte am broinn na liosta

source: The item must match exactly to report true.
ca: L'element ha de ser exactament igual per retornar cert.
gd: Feumaidh an nì a bhith na sheise pongail gus aithris gu bheil e fìor.

source: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> reports whether an item is in a list. If the item matches exactly, then it reports true. If not, it reports false.
ca: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> informa si un element està a la llista. Si l'element coincideix exactament, retorna cert. Si no, retorna fals.
gd: Aithrisidh <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> co-dhiù a bheil nì am broinn liosta gus nach eil. Mas e seise pongail a tha san nì, aithrisidh e gu bheil e fìor. Mur eil, aithrisidh e gu bheil e fallsa.

source: Reports all the items in the list
ca: Retorna tots els elements de la llista
gd: Aithrisidh seo a h-uile nì air an liosta

source: (The items are separated by spaces. However, if the items are individual letters or digits, spaces are omitted.)
ca: (Els elements estan separats per espais. Però si els elements són dígits o lletres individuals, els espais s'ometen.)
gd: (Thèid na nithean a sgaradh le beàrnan. Co-dhiù, ma tha na nithean nan aon litir no aon àireamh a-mhàin, thèid na beàrnan fhàgail às.)

source: <p> Click the checkbox (next to the block) to show the monitor on the stage: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> The <img src="%(STATIC_URL)s/images/help/list.png" /> block reports all the items in a list. For individual items, use this block: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> To delete or rename a list, right click on the list. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>
ca: <p> Fes clic a la casella de verificació (davant del bloc) per veure la llista a l'escenari: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> El bloc <img src="%(STATIC_URL)s/images/help/list.png" /> retorna tots els elements d'una llista. Per a obtenir-ne un de sol, utilitza el bloc: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> Per eliminar o canviar el nom d'una llista fes-li clic amb el botó dret del ratolí. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>
gd: <p> Cuir cromag sa bhogsa (ri taobh a’ bhloca) gus an liosta a shealltainn air an àrd-ùrlar: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> Aithrisidh am bloca <img src="%(STATIC_URL)s/images/help/list.png" /> a h-uile nì air an liosta. Airson nithean fa leth, cleachd am bloca seo: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> Gus liosta a sguabadh às no ainm ùr a thoirt oirre, dèan briogadh deas air an liosta. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>

source: Reports the volume (from 1 to 100) of sounds detected by the computer microphone
ca: Informa el volum del so (de 1 a 100) detectat pel micròfon de l'ordinador
gd: Aithrisidh seo àirde (o 1 gu 100) nam fuaimean a mhothaicheas micreofon a’ choimpiutair

source: To view the value of size, click the checkbox next to the loudness block. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> Note: Your computer must have a working microphone in order for this block to work.
ca: Per visualitzar el valor, fes clic a la casella de verificació del bloc volum del so. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> Nota: El teu ordinador ha de tenir un micròfon habilitat per fer funcionar aquest bloc.
gd: Gus luach a’ mheud a shealltainn, cur cromag sa bhogsa ri taobh bloca “àirde na fuaime”. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> An aire: Feumaidh micreofon a dh’obraicheas a bhith aig a’ choimpiutair agad ach an obraich am bloca seo.

source: <h3>You can create a custom block with inputs, for example: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>
ca: <h3>Pots crear el teu propi bloc amb entrades paràmetres, per exemple: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>
gd: <h3>’S urrainn dhut bloca gnàthaichte le ion-chur a chruthachadh, can: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>

source: Click "Make a Block" to see this dialog box:<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Click <strong>Options</strong> to add inputs. For example, add a number input:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
ca: Fes clic a "Crea un Bloc" per veure aquest quadre de diàleg:<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Fes clic a <strong>Opcions</strong> per afegir entrades. Per exemple, afegeix una entrada numèrica:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
gd: Briog air “Cruthaich bloca” gus am bogsa-còmhraidh seo a shealltainn:<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Briog air <strong>Roghainnean</strong> gus ion-chuir a chur ris. Mar eisimpleir, cuir ion-chur àireimh ris:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />

source: In the <strong>define</strong> block, inputs will appear as rounded, light purple blocks. To use them, drag copies of the input blocks into other blocks within the define script. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Note: The input blocks can <strong>only</strong> be used in the define script.
ca: En el bloc <strong>defineix</strong>, les entrades apareixeran com blocs porpres arrodonits. Per utilitzar-los, arrossega còpies del bloc d'entrada a altres blocs dins la seqüència defineix. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Nota: Els blocs d'entrada <strong>només</strong> es poden usar dins de la seqüència defineix.
gd: Sa bhloca <strong>mìnich</strong>, nochdaidh ion-chuir nam blocaichean soilleir-phurpaidh le oirean cruinn. Gus an cleachdadh, slaod lethbhreacan dhe na blocaichean ion-chuir do bhlocaichean eile taobh a-staigh an sgriobt mhìneachaidh. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> An aire: chan urrainn dhut na blocaichean ion-chuir a chleachdadh <strong>ach</strong> taobh a-staigh an sgriobt mhìneachaidh.

source: See also: <a href="../make-a-block/">Make a Block</a>
ca: Veure també: <a href="../make-a-block/">Crea un Bloc</a>
gd: Faic cuideachd: <a href="../make-a-block/">Cruthaich bloca</a>

source: Creates a custom block
ca: Crea el teu propi bloc
gd: Cruthaich bloca gnàthaichte

source: <p> Click "Make a Block" to get this dialog box: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Click inside the block to edit its name. </p>
ca: <p> Fes clic a "Crea un Bloc" per veure aquest quadre de diàleg: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Fes clic dins el bloc per editar el nom. </p>
gd: <p> Briog air “Cruthaich bloca” gus am bogsa-còmhraidh seo fhaighinn: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Briog air a’ bhloca gus an t-ainm a th’ air a dheasachadh. </p>

source: <p>When you click OK, the new block will appear in <img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p>A <strong>define</strong> block will appear in Scripts. Use <strong>define</strong> to tell the custom block what to do: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> See also: <a href="../make-a-block-with-inputs/">Make a Block with Inputs</a> </div>
ca: <p>Quan cliquis OK, el nou bloc apareixerà a <img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p>Un bloc de <strong>defineix</strong> apareixerà a Programes. Utilitza <strong>defineix</strong> per dir-li al bloc que ha de fer: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> Veure també: <a href="../make-a-block-with-inputs/">Crea un bloc amb entrades</a> </div>
gd: <p>Nuair a nì thu briogadh air “Ceart ma-thà”, nochdaidh am bloca ùr an seo: <img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p>Nochdaidh bloca <strong>mìnich</strong> sna sgriobtaichean. Cleachd <strong>mìnich</strong> gus innse dhan bhloca na nì e: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> Faic cuideachd: <a href="../make-a-block-with-inputs/">Cruthaich bloca le ion-chuir</a> </div>

source: Click to create and name a new list
ca: Fes clic per crear i posar nom a una nova llista
gd: Briog gus liosta ùr a chruthachadh agus ainm a chur oirre

source: When you create a list for the first time, the list blocks will appear. You can choose whether the list is for all sprites (global) or just for one sprite (local).
ca: Quan crees una llista per primera vegada, els blocs de llista apareixen. Pots triar si la llista és per a tots els personatges (global) o només per un personatge (local).
gd: Nuair a bhios tu air a’ chiad liosta a chruthachadh, nochdaidh na blocaichean liosta. ’S urrainn dhut cur romhad a bheil an liosta airson a h-uile sprìd (uile-choitcheann) no airson sprìd a-mhàin (ionadail).

source: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>You have the option to make the variable available to all sprites or to just the selected sprite. <br/>
ca: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>Tens l'opció de fer la variable disponible per tots els personatges o només per al personatge seleccionat. <br/>
gd: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>Tha roghainn agad co-dhiù am bi an caochladair ri làimh dhan a h-uile sprìd no dhan sprìd a thagh thu a-mhàin. <br/>

source: Once you create a list, eight blocks will appear. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>
ca: Quan crees una llista, apareixen diversos blocs. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>
gd: Nuair a bhios tu air liosta a chruthachadh, nochdaidh ochd blocaichean. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>

source: Click to create and name a new variable
ca: Fes clic per crear i posar nom a una nova variable
gd: Briog gus caochladair ùr a chruthachadh agus ainm a chur air

source: Once you create a variable, five blocks will appear:</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>
ca: Quan crees una variable, cinc blocs nous apareixen:</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>
gd: Nuair a bhios tu air caochladair a chruthachadh, nochdaidh còig blocaichean:</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>

source: <p> When you make a variable, you can choose for it to be available to all sprites (global) or to just the selected sprite (local).
ca: <p> Quan crees una variable, pots triar de fer-la disponible per a tots els personatges (global) o només per al personatge seleccionat (local).
gd: <p> Nuair a chruthaicheas tu caochladair, ’s urrainn dhut cur romhad a bheil e airson a h-uile sprìd (uile-choitcheann) no airson na sprìd a thagh thu a-mhàin (ionadail).

source: Reports remainder from division of first number by second number
ca: Retorna el residu de dividir el primer nombre entre el segon nombre
gd: Aithrisidh seo an corr a dh’fhàgas roinn an dàrna àireamh leis an àireamh eile

source: <img src="%(STATIC_URL)s/images/help/mod.png" /> gives the remainder of the division of the two numbers. For example, <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> is 5 (143 divided by 6 is 23, and the remainder is 5).
ca: <img src="%(STATIC_URL)s/images/help/mod.png" /> és el residu de la divisió dels dos nombres. Per exemple, <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> és 5 (143 dividit entre 6 és igual a 23, i el resudu és 5).
gd: Bheir <img src="%(STATIC_URL)s/images/help/mod.png" /> dhut an corr a dh’fhàgas roinn an dà àireimh. Mar eisimpleir, tha <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> co-ionnan ri 5 (tha 143 air a roinn le 6 co-ionnann ri 23 agus tha corr de 5 air fhàgail).

source: Reports true if mouse button is pressed
ca: Retorna cert si el botó del ratolí s'està prement
gd: Aithrisidh seo gu bheil e fìor nuair a chaidh putan na luchaige a bhriogadh

source: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> reports true if the mouse button is clicked anywhere on the screen.
ca: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> retorna cert si el boló del ratolí s'està prement a qualsevol lloc de la pantalla.
gd: Aithrisidh <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> gu bheil e fìor nuair a thèid putan na luchaige a bhriogadh àite sam bith air an sgrìn.

source: Reports the x-position of mouse-pointer
ca: Retorna la posició x del punter del ratolí
gd: Aithrisidh seo an t-ionad-x air tomhaire na luchaige

source: <p> You can move the mouse around to see the position of the mouse pointer. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
ca: <p> Pots moure el ratolí arreu per veure la posició del seu punter. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
gd: <p> ’S urrainn dhut an luchag a ghluasad mu thimcheall gus an t-ionad aig tomhaire na luchaige a shealltainn. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>

source: <p> You can move the mouse around to see the position of the mouse pointer. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
ca: <p> Pots moure el ratolí arreu per veure la posició del seu punter. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
gd: <p> ’S urrainn dhut an luchag a ghluasad mu thimcheall gus an t-ionad aig tomhaire na luchaige a shealltainn. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>

source: Move a certain number of steps
ca: Mou un determinat nombre de passes
gd: Gluais le àireamh shònraichte de cheuman

source: <p>The sprite will move in the current direction. Type in how far you want it to move.</p> If you type in a negative number (such as -10), the sprite will go in the opposite direction.</p> <p>A <b>step</b> is a very short distance. The Scratch stage is 480 steps wide and 360 steps tall:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
ca: <p>El personatge es mourà en la direcció actual. Escriu tants passos com vulguis que es mogui.</p> Si tecleges un nombre negatiu (com -10), el personatge es mourà en la direcció oposada.</p> <p>Una <b>passa</b> és una distància molt petita. L'escenari d'Scratch té 480 passos d'ample i 360 passos d'alt:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
gd: <p>Gluaisidh an sprìd an comhair làithreach. Sgrìobh dè cho fada a tha thu airson ’s gun gluais i.</p> Ma sgrìobhas tu àireamh àicheil (can -10), thèid an sprìd an comhair a cùil.</p> <p>’S e astar ge bheag a th’ anns a’ <b>cheum</b>. Tha àrd-ùrlar Scratch 480 ceum a leud agus 360 ceum a’ dh’àirde:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />

source: Multiplies two numbers
ca: Multiplica dos nombres
gd: Iomadaichidh seo dà àireamh

source: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Switches to the next costume in the sprite's costume list</h3></p>
ca: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Canvia al següent vestit de la llista de vestits del personatge</h3></p>
gd: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Atharraichidh seo gun ath-aodach air liosta aodaich na sprìde</h3></p>

source: <p>To see a sprite's costumes, click <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p> You can rearrange the order of the costumes in the list by dragging and dropping.</p>
ca: <p>Per veure els vestits del personatge, fes clic a <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p> Pots canviar l'ordre dels vestits a la llista arrossegant-los i deixant-los anar.</p>
gd: <p>Gus aodaich sprìde a shealltainn, briog air <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p> ’S urrainn dhut òrdugh nan aodach atharrachadh air an liosta le slaodadh is leigeil às.</p>

source: <p>When <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> gets to the end of the list, it goes back to the top.</p>
ca: <p>Quan <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> arriba al final de la llista, torna a començar pel principi.</p>
gd: <p>Nuair a ruigeas <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> bonn na liosta, tillidh e dhan bharr.</p>

source: <h3>Switches to the next backdrop in the stage's backdrop list</h3></p>
ca: <h3>Canvia al següent fons a la llista de fons de l'escenari</h3></p>
gd: <h3>Atharraichidh seo gun ath-chùlaibh air liosta cùlaibhean an àrd-ùrlair</h3></p>

source: <p>To see a stage's backdrops, click <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p> You can rearrange the order of the backdrops in the list by dragging and dropping.</p>
ca: <p>Per veure els fons de l'escenari, fes clic a <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p> Pots canviar l'ordre dels fons a la llista arrossegant-los i deixant-los anar.</p>
gd: <p>Gus cùlaibhean àrd-ùrlair a shealltainn, briog air <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p> ’S urrainn dhut òrdugh nan cùlaibhean atharrachadh air an liosta le slaodadh is leigeil às.</p>
