Repository: Arplane-Translations/scratchr2_translations
Catalog: documentation/*/LC_MESSAGES/django.po
Languages: ca, gd

source: Choose <span class="sensingcolor">Sprite2</span> (the name of the finish line) from the pull-menu.
ca: Tria <span class="sensingcolor">Sprite2</span> (el nom de la línia de meta) del menú desplegable.

source: Now, make something happen when your cat reaches the finish line!
ca: Ara, fes que passi alguna cosa quan el teu gat arribi a la línia de meta!

source: Click the <span class="lookscolor">Looks</span> category, and drag out a <span class="lookscolor">say</span> block.
ca: Fes clic a la categoria <span class="lookscolor">Aspecte</span> i, arrossega un block <span class="lookscolor">digues</span> a la zona de programes.

source: Then, type what you want the cat to say.
ca: Ara, escriu el que vulguis que digui el gat.

source: Try it! Make your cat run to the finish line.
ca: Prova-ho! Fes el que teu gat arribi a la línia de meta.

source: Now, go to the starting point
ca: Ara, vés al punt d'inici

source: Reset your sprite at the beginning of the game.
ca: Restableix el teu personatge al principi del joc.

source: Drag your sprite to where you want it to start.
ca: Arrossega el teu personatge on vulguis que comenci.

source: Then, click the <span class="motioncolor">Motion</span> category.
ca: Ara, fes clic a la categoria <span class="motioncolor">Moviment</span> de color blau.

source: Drag a <span class="motioncolor">go to x y</span> block into the Scripts area.
ca: Arrossega un bloc <span class="motioncolor">vés a x y</span> a la zona de programes.

source: Click on the block to try it.
ca: Fes clic al bloc per provar-ho.

source: Tip: When you drag a sprite to where you want it on the Stage, the <span class="motioncolor">go to x y</span> blocks in the palette will update with its current <strong>x</strong> and <strong>y</strong> position.
ca: Consell: Quan arrossegues un programa allà on vulguis de l'escenari, els blocs <span class="motioncolor">vés a x y</span> de la paleta s'actualitzaran a la posició <strong>x</strong> i <strong>y</strong> que tingui en cada moment.

source: Now when you click the green flag, the cat will go to its starting point.
ca: Ara quan la bandera verda es premi, el gat anirà al seu punt d'inici.

source: Add another sprite to your race
ca: Afegeix un altre personatge a la teva carrera

source: Choose to add another sprite:
ca: Tria per afegir un altre personatge:

source: Now, code your sprite, like you did for the cat, choosing a different point to start and different key to press.
ca: Ara, programa el teu personatge, com vas fer per al gat, triant un punt d'inici diferent i una altra tecla que es premi.

source: Personalize your game
ca: Personalitza el teu joc

source: Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
ca: Fes clic a la pestanya <span class="tab-ref">Sons</span> del menú, i després fes clic a <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">

source: You could choose 'clapping' or a cheering sound.
ca: Pots triar 'clapping' o un altre so per animar.

source: Click the <span class="tab-ref">Scripts</span> tab. Choose the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound until done</span> block.
ca: Fes clic a la pestanya <span class="tab-ref">Programes</span> del menú. Tria la categoria <span class="soundcolor">Sons</span> i, arrossega un bloc <span class="soundcolor">toca el so fins que acabi</span> a la zona de programes.

source: Snap that sound block into the script, like this:
ca: Connecta aquest bloc de so amb el programa, com l'exemple:

source: Animate the Sprites
ca: Anima els personatges

source: Make the cat sprite look like it’s running by switching between costumes.
ca: Fes que el personatge del gat sembli que estigui corrent tot canviant els vestits.

source: Just add a <span class="lookscolor">next costume</span> block.
ca: Simplement afegeix un bloc <span class="lookscolor">següent vestit</span> de color magenta.

source: To see the costumes, click the <span class="tab-ref">Costumes</span> tab.
ca: Per veure els vestits, fes clic a la pestanya <span class="tab-ref">Vestits</span> del menú.

source: Race Against the Computer
ca: Carrera contra l'ordinador

source: Make one of the sprites move automatically.
ca: Fes que un dels personatges es mogui de manera automàtica.

source: Paint and Decorate
ca: Pinta i Decora

source: Enhance your game by drawing a new backdrop or adding costumes to your sprites.
ca: Millora el teu joc dibuixant un nou fons o afegint vestits als teus personatges.

source: Explore and Experiment
ca: Explora i Experimenta

source: Or customize any way you want! Try making a swimming or other race.
ca: O personalitza-ho com vulguis! Prova de fer una carrera de natació o un altre tipus.

source: Save and share your project
ca: Desa i comparteix el teu projecte

source: MAKE YOUR OWN SOCCER GAME
ca: CREA EL TEU PROPI JOC DE FUTBOL

source: Click the green flag to play the game.
ca: Fes clic a la bandera verda per executar el joc.

source: You'll need a webcam (click 'Allow').
ca: Necessitaràs una càmera web (fes clic a 'Permetre').

source: Now try remixing the game using the tips below.
ca: Ara prova de reinventar el joc usant els consells següents.

source: (To see how others have remixed it, visit the <a href="https://scratch.mit.edu/studios/1266646/" target="_blank">Soccer Studio</a>.)
ca: (Per veure com els altres l'han reinventat, visita el <a href="https://scratch.mit.edu/studios/1266646/" target="_blank">Soccer Studio</a>.)

source: Choose the ball you want to use.
ca: Tria la pilota que vulguis utilitzar.

source: You can use the paint tools to change color:
ca: Pots utilitzar les eines de dibuix per canviar el color:

source: To make the ball go faster, type a bigger number into the <span class=motioncolor>move</span> block:
ca: Per fer que la pilota vagi més ràpid, escriu un nombre més gran al <span class=motioncolor>mou-te</span> bloc:

source: Try adding another ball to double the fun.
ca: Prova d'afegir una altra pilota per duplicar la diversió.

source: Click the Duplicate tool, then click on the ball.
ca: Fes clic a l'eina Duplica, i llavors fes clic a la pilota.

source: Make the ball change color each time you hit it.
ca: Fes que la pilota canviï de color cada vegada que la copeges.

source: Drag out a <span class=lookscolor>change color</span> block, and add it into the script, like this:
ca: Arrossega un bloc <span class=lookscolor>canvia l'efecte color</span> i, afegeix-lo al programa, com en aquest cas:

source: In the Sprites list, select the Water Bottle.
ca: Al llistat de Personatges, selecciona l'Ampolla d'Aigua.

source: Then build this script, like this:
ca: Ara construeix el programa, com es mostra:

source: Now, click the water bottle (on the Stage) to see what happens.
ca: Ara, fes clic a l'ampolla d'aigua (a l'escenari) per veure què passa.

source: Experiment by adding other blocks and effects.
ca: Experimenta afegint altres blocs i efectes.

source: Celebrate when the score reaches 5 points. In the Sprites list, select the Balloon.
ca: Celebra quan la puntuació arribi a 5 punts. Al llistat de Personatges, selecciona el Globus.

source: You can change the numbers and add other effects.
ca: Pots canviar els nombres i afegir altres efectes.

source: Click the Remix button (near the top of the screen) to save your version of the project. (You'll need to join Scratch or sign in.)
ca: Fes clic al botó de Reinventa (aprop de la part superior de la pantalla) per desar la teva versió del projecte. (Necessitaràs estar registrat a Scratch.)

source: See the Soccer Studio for more ideas and to add your project:
ca: Mira el Soccer Studio per a més idees i per afegir el teu projecte:

source: Click to select the cat:
ca: Fes clic per seleccionar el gat:

source: If you want to share your project online, go to the File menu and choose 'Share to website'
ca: Si vols compartir el teu projecte en línia, vés al menú Fitxer i tria 'Comparteix al lloc web'

source: Now you can add your project to the <a href="https://scratch.mit.edu/studios/1509358" target="_blank">Rio 2016 Olympics studio</a>:
ca: Ara pots afegir el teu projecte a <a href="https://scratch.mit.edu/studios/1509358" target="_blank">l'estudi Rio 2016 Olympics</a>:

source: What's Next?
ca: Què és el següent?

source: Hide and Seek Game
ca: Joc del Fet i amagar

source: Play with the Timing
ca: Modifica el temps

source: Go to a Hiding Spot
ca: Vés al punt ocult

source: Put the Hiding Spot in Front
ca: Posa el punt ocult al front

source: Move a Random Amount
ca: Mou-lo una quantitat a l'atzar

source: Add to Your Game
ca: Afegeix al teu joc

source: Now you can share your favorite things with others!
ca: Ara pots compartir les teves coses preferides amb els altres!

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/1614974/" target="_blank">Hide-and-Seek studio</a>:
ca: Ara pots afegir el teu projecte a <a href="http://scratch.mit.edu/studios/1614974/" target="_blank">l'estudi Hide-and-Seek</a>:

source: Click each block to see what it does.
ca: Fes clic a cada bloc per veure què fa.

source: Make your script keep going.
ca: Fes que el teu programa segueixi executant-se.

source: Click the <span class="eventscolor">Events</span> category.
ca: Fes clic a la categoria <span class="eventscolor">Esdeveniments</span> de color marró.

source: Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top.
ca: Arrossega el bloc <span class="eventscolor">quan <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> es premi</span> i situa'l a la part superior.

source: <p>Click the <span class="soundcolor">Sounds</span> category. Drag out a <span class="soundcolor">play sound</span> block.
ca: <p>Fes clic a la categoria de <span class="soundcolor">Sons</span> de color magenta. Arrossega un bloc de <span class="soundcolor">toca el so</span> a la zona de programes.

source: Want to see what the sprite is saying?
ca: Vols veure què diu el personatge?

source: Click the <span class="lookscolor">Looks</span> category, then drag a <span class="lookscolor">say Hello! for 2 secs</span> block.
ca: Fes clic a la categoria <span class="lookscolor">Aspecte</span> de color violat, i arrossega el bloc <span class="lookscolor">digues Hello! durant 2 segons</span> a la zona de programes.

source: Type to change the words and number.
ca: Utilitza el teclat per canviar les paraules i números.

source: Now you can click your sprite on the Stage to see it react:
ca: Ara pots fer clic al teu personatge per veure com reacciona:

source: Next, play with the timing
ca: A continuació, juga amb els temps

source: Click the <span class="motioncolor">Motion</span> category.
ca: Fes clic a la categoria de <span class="motioncolor">Moviment</span> de color blau.

source: Next, put the hiding spot in front
ca: Seguidament, situa el punt d'amagatall al front

source: Click the <span class="lookscolor">Looks</span> category.
ca: Fes clic a la categoria <span class="lookscolor">Aspecte</span> de color violat.

source: Drag out a <span class="lookscolor">go to front</span> block.
ca: Arrossega el bloc <span class="lookscolor">vés al front</span> a la zona de programes.

source: Build this script to make it go to the front:
ca: Construeix aquest programa per fer que vagi al front:

source: <span class="reminder">Tip: If you drag a sprite on the Stage, it goes to the front layer. To move something back, you can use the block <span class="lookscolor">go back 1 layers</span>.</span>
ca: <span class="reminder">Consell: Quan selecciones i arrossegues un personatge a l'escenari, aquest passa al front. Per situar-lo endarrere, pots usar el bloc <span class="lookscolor">vés 1 capa darrere</span>.</span>

source: Now you can make your bear move back and forth from the tree.
ca: Ara pots fer que el teu ós avanci i retrocedeixi de l'arbre.

source: Drag out a <span class="motioncolor">move 10 steps</span> block.
ca: Arrossega el bloc <span class="motioncolor">mou-te 10 passos</span> a la zona de programes.

source: Type in a range, such as -100 to 100.
ca: Escriu un rang, com ara de -100 a 100.

source: <span class="reminder"> The negative number (-100) will make it move left, the positive number (100) will make it move right. </span>
ca: <span class="reminder"> El nombre negatiu (-100) farà que es mogui a l'esquerra, mentre que el positiu (100) farà que es mogui a la dreta. </span>

source: Now, add to your game
ca: Ara, afegeix-lo al teu joc

source: Score Points
ca: Puntuació

source: Add a variable for keeping score.
ca: Afegeix una variable per desar la puntuació.

source: Drag out a <span class="datacolor">change score by 1</span> block.
ca: Arrossega el bloc <span class="datacolor">augmenta puntuació en 1</span> a la zona de programes.

source: Use <span class="datacolor">set score to 0</span> to reset the score at the beginning of your program:
ca: Utilitza <span class="datacolor">assigna a puntuació el valor 0</span> per reiniciar la puntuació al principi del teu programa:

source: Add More Characters
ca: Afegeix més personatges

source: Add more bears or other sprites.
ca: Afegeix més óssos o altres personatges.

source: You can copy the scripts from your bear to the other sprite.
ca: Pots copiar els programes del teu ós a un altre personatge.

source: To copy, drag each script over the other sprite’s thumbnail. When you let go, it copies the script:
ca: Per copiar, arrossega el programa i deixa'l anar al damunt de la miniatura d'un altre personatge. Ara, el programa ha quedat copiat:

source: Or, if you’re logged in, you can use the Backpack to copy scripts.
ca: O bé, si tens iniciada la sessió, pots usar la motxilla per copiar els programes.

source: Jump to a Random Spot
ca: Salta a un punt a l'atzar

source: Want your sprites to go all over the screen?
ca: Vols que els teus personatges vagin per tota la pantalla?

source: Click the <span class="motioncolor">Motion</span> category. Drag out a <span class="motioncolor">go to x y</span> block.
ca: Fes clic a la categoria de <span class="motioncolor">Moviment</span> de color blau. Arrossega el bloc <span class="motioncolor">vés a x y</span> a la zona de programes.

source: Make your sprite jump to a random spot on the Stage by using these blocks:
ca: Fes que el teu personatge salti a un punt a l'atzar de l'escenari usant aquests blocs:

source: <span class="reminder">Tip: You can use this to replace the <span class="motioncolor">move</span> block.</span>
ca: <span class="reminder">Consell: Pots usar-ho per reemplaçar el bloc <span class="motioncolor">mou-te</span> blau.</span>

source: Type in a name for your sound:<br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>
ca: Escriu un nom per al teu so:<br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>

source: B-Ball Hoops
ca: Cistelles de bàsquet

source: Tell the Ball Where to Start
ca: Indica a la pilota on començar

source: Press a Key to Start
ca: Prem una tecla per començar

source: Move the Ball to the Net
ca: Mou la pilota fins la xarxa

source: Glide Through the Hoop
ca: Llisca fins a la cistella

source: Defend the Net
ca: Defensa la xarxa

source: Keep Jumping
ca: Segueix saltant

source: Start Your Program
ca: Inicia el teu programa

source: Bounce Off the Defender
ca: Rebota contra el defensor

source: Bearstack Story
ca: Història de Bearstack

source: Choose a Starting Point
ca: Tria un punt d'inici

source: Switch Backdrops
ca: Canvia els fons

source: Try Different Costumes
ca: Prova diferents disfresses

source: Animate the Walk
ca: Anima el caminar

source: Meet Someone
ca: Troba algú

source: Add to Your Story
ca: Afegeix la teva història

source: Hide-and-Seek Game
ca: Joc del Fet i amagar

source: Create an animated story that features bears and any other characters you choose.
ca: Crea una història animada que inclogui óssos i altres personatges que vulguis.

source: Click the Bearstack:
ca: Fes clic al Bearstack:

source: Then, click on that block to make the Bearstack move:
ca: Després, fes clic al bloc per fer que el Bearstack es mogui:

source: Click the <span class="eventscolor">Events</span> category. Drag out a <span class="eventscolor">when this key pressed</span> block and snap it on top:
ca: Fes clic a la categoria <span class="eventscolor">Esdeveniments</span> marró. Arrossega el bloc <span class="eventscolor">quan la tecla es premi</span> i situa'l a la part superior:

source: Try pressing the space key on your keyboard.
ca: Prova-ho prement la tecla d'espai del teu teclat.

source: You can use the pull-down menu to select a different key (such as 'right arrow'):
ca: Pots usar el menú desplegable per triar una tecla diferent (com ara 'fletxa dreta'):

source: Now press that key to move.
ca: Ara prem aquesta tecla per moure.

source: Next, choose a starting point
ca: A continuació, tria un punt d'inici

source: First, drag the bears to where you want them to start.
ca: En primer lloc, arrossega els óssos fins on vols que comencin.

source: Then, click the <span class="motioncolor">Motion</span> category.
ca: Llavors, fes clic a la categoria <span class="motioncolor">Moviment</span> de color blau.

source: Drag a <span class="motioncolor">go to x y</span> block into the Scripts area:
ca: Arrossega el bloc <span class="motioncolor">vés a x y</span> dins la zona de programes:

source: Now when you click the green flag, the bears will go to the starting point:
ca: Ara quan premis la bandera verda, els óssos aniran al punt inicial:

source: Next, switch backdrops
ca: Ara, canvia els fons de pantalla

source: Click the <span class="lookscolor">Looks</span> category.
ca: Prem la categoria <span class="lookscolor">Aspecte</span> color violeta.

source: Drag out a <span class="lookscolor">switch backdrop</span> block. Snap it below the <span class="motioncolor">go to</span> block, and choose 'next backdrop':
ca: Arrossega el bloc <span class="lookscolor">canvia el fons</span> de l'escenari. Fes que encaixi amb el bloc <span class="motioncolor">mou-te</span> blau, i tria 'següent fons de pantalla':

source: Now, make the backdrop change when the Bearstack reaches the edge of the Stage.
ca: Ara, fes que el fons de pantalla canviï quan el Bearstack arribi a la vora de l'escenari.

source: Here's how you can build that script:
ca: Aquí és on pots construir el teu programa:

source: Build your script to look like this:
ca: Construeix el teu programa per a que sigui com aquest:

source: <span class="reminder">Tip: Make sure the <span class="motioncolor">go to</span> block snaps just below the <span class="lookscolor">switch backdrop</span> block.</span>
ca: <span class="reminder">Consell: comprova que el bloc <span class="motioncolor">vés a</span> connecta a sota del bloc <span class="lookscolor">canvia el fons</span> color violeta.</span>

source: Type the same numbers in the <span class="motioncolor">go to</span> block as in the beginning of the script. This will tell the bears to go to the starting point after the backdrop switches.
ca: Escriu els mateixos nombres al bloc <span class="motioncolor">vés a</span> que els del principi del programa. Així els óssos aniran al punt inicial quan el fons de pantalla canviï.

source: Now, try it out. Click the green flag. Then, press the key to move the bears all the way across the Stage.
ca: Ara, prova-ho. Prem la bandera verda. Tot seguit, prem la tecla per moure els óssos al llarg de tot l'escenari.

source: Next, try different costumes
ca: Tot seguit, prova diferents vestits

source: Now make the Bearstack switch costumes as it moves.
ca: Ara fes que els Bearstack canviïn el vestit alhora que es moguin.

source: Click the <span class="tab-ref">Costumes</span> tab to see the different costumes.
ca: Fes clic a la pestanya de <span class="tab-ref">Vestits</span> per veure els diferents vestits.

source: Some are walking positions, some are different expressions.
ca: Alguns són posicions de caminar, alguns són diferents expressions.

source: Click to the <span class="lookscolor">Looks</span> category and drag out a <span class="lookscolor">switch costume</span> block.
ca: Fes clic a la categoria <span class="lookscolor">Aspecte</span> i arrossega el bloc <span class="lookscolor">canvia el vestit a</span> a la zona de programes.

source: Choose a costume from the pull-down menu.
ca: Tria un vestit del menú desplegable.

source: Add a <span class="eventscolor">when this key pressed</span> block on top and build this script:
ca: Afegeix un bloc <span class="eventscolor">quan la tecla es premi</span> a la part superior i construeix aquest programa:

source: <span class="reminder">Tip: Choose the same key as in the first step so the Bearstack switches costumes as it moves.</span>
ca: <span class="reminder">Consell: Tria la mateixa tecla que al primer pas per a que els Bearstack canviïn el vestit alhora que es mouen.</span>

source: Now press the key to try it.
ca: Ara prem la tecla per provar-ho.

source: Next, animate the walk
ca: Tot seguit, anima el caminar

source: Add more costumes to animate the walk, like this:
ca: Afegeix més vestits per animar el caminar, com això:

source: To make the bearstack move each time it changes costume, add a <span class="controlcolor">repeat</span> and a <span class="controlcolor">wait</span> block to the move script, like this:
ca: Per fer que els óssos es moguin cada vegada que es canvia el vestit, afegeix un bloc de <span class="controlcolor">repeteix</span> i un <span class="controlcolor">espera</span> al programa del moviment, com això:

source: Type in the same value in the wait block as in the earlier step.
ca: Escriu el mateix valor en el bloc d'espera que en el pas anterior.

source: Next, meet someone
ca: Ara, troba algú

source: Who else do you want in your story?
ca: A qui més vols a la teva història?

source: Choose a new character. For example, you can click to select Chloe, Nom-Nom, or Charlie.
ca: Tria un personatge. Per exemple, pots fer clic i seleccionar a la Chloe, Nom-Nom, o Charlie.

source: Or, click the <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> icon to choose a new sprite:</p>
ca: O, prem la icona <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> per triar un nou personatge:</p>

source: What do you want this character to say?
ca: Què vols que digui aquest personatge?

source: Click the <span class="lookscolor">Looks</span> category. Drag out a <span class="lookscolor">say Hello! for 2 secs</span> block.
ca: Fes clic a la categoria de <span class="lookscolor">Aspecte</span> color violat. Arrossega el bloc <span class="lookscolor">digues Hello! durant 2 segons</span> a la zona de programes.

source: You can type in your own words.
ca: Pots escriure el missatge que vulguis.

source: Make your character appear when you press a key.
ca: Fes que el teu personatge aparegui quan es premi una tecla.

source: Select which key you want to use.
ca: Tria quina tecla vols usar.

source: Each time you press the key, your character will appear.
ca: Cada vegada que premis una tecla, el teu personatge es mostrarà.

source: You can also make the bears respond using the same key.
ca: També pots fer que els óssos responguin usant la mateixa tecla.

source: Click the thumbnail to select Bearstack.
ca: Fes clic a la imatge en miniatura per triar els Bearstack.

source: Now add a script for the Bearstack like this:
ca: Ara afegeix un programa per als Bearstack com aquest:

source: Try pressing the key again.
ca: Prova prement la tecla de nou.
