Repository: Arplane-Translations/scratchr2_translations
Catalog: documentation/*/LC_MESSAGES/django.po
Languages: ca, gd

source: Add Sound
ca: Afegeix un so
gd: Cuir fuaim ris

source: Blow Out the Candles
ca: Bufa les espelmes
gd: Sèid às na coinnlean

source: Add a Dancing Sprite
ca: Afegeix un personatge ballarí
gd: Cuir sprìd a’ dannsa ris

source: Again and Again
ca: Un cop i un altre
gd: A-rithist ’s a-rithist

source: Say What to Do
ca: Digues què fer
gd: Innis dè bu còir dèanamh

source: Customize Your Card
ca: Personalitza la teva targeta
gd: Gnàthaich a’ chairt agad

source: Share Your Greeting
ca: Comparteix la teva salutació
gd: Co-roinn a’ chairt agad

source: Keep Making!
ca: Continua creant!
gd: Cum ort a’ cruthachadh!

source: <p>Click to select the cat: </p> <img src="%(STATIC_URL)s/images/help/select-cat-sprite.png">
ca: <p>Prem per seleccionar el gat: </p> <img src="%(STATIC_URL)s/images/help/select-cat-sprite.png">
gd: <p>Briog gus an cat a thaghadh: </p> <img src="%(STATIC_URL)s/images/help/select-cat-sprite.png">

source: Click the <span class="lookscolor">Looks</span> category, then drag a <span class="lookscolor">say Hello! for 2 secs</span> block to the Scripts area:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday3.gif">
ca: Prem la categoria <span class="lookscolor">Aspecte</span> color violat, aleshores arrossega el bloc <span class="lookscolor">digues Hello! durant 2 segons</span> a la zona de programes:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday3.gif">
gd: Briog air an roinn-seòrsa <span class="lookscolor">Coltas</span> agus an uair sin, slaod bloca <span class="lookscolor">can Hello! fad 2 diog</span> gu roinn nan sgriobtaichean:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday3.gif">

source: <p>Type "Happy birthday!" or your own greeting:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday2.gif">
ca: <p>Escriu "Moltes felicitats!" o la teva pròpia felicitació:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday2.gif">
gd: <p>Sgrìobh “Meal do naidheachd!” no fàilteachadh agad fhèin:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday2.gif">

source: <p>Then, click on your block to see the cat talk.</p> <p><img src="%(STATIC_URL)s/images/help/cat-happy-birthday.png"></p>
ca: <p>Després, fes clic al teu bloc per veure com el gat parla.</p> <p><img src="%(STATIC_URL)s/images/help/cat-happy-birthday.png"></p>
gd: <p>An uair sin, briog air a’ bhloca agad ach am faic thu an cat a’ bruidhinn.</p> <p><img src="%(STATIC_URL)s/images/help/cat-happy-birthday.png"></p>

source: Next, add a way to start your card
ca: A continuació, afegeix una manera de començar la targeta
gd: An uair sin, cuir dòigh ris gus a’ chairt agad a thòiseachadh

source: <p>Now add your own images and ideas.</p>
ca: <p>Ara afegeix les teves pròpies imatges i idees.</p>
gd: <p>Nise, cuir na dealbhan is beachdan agad fhèin ris.</p>

source: <h4>Add a picture</h4> <p><img src = "%(STATIC_URL)s/images/help/new-sprite-icons.png"></p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Draw a picture.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Add an image from your computer.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture.</p> <p><img src = "%(STATIC_URL)s/images/help/partypicture.png"></p>
ca: <h4>Afegeix una imatge</h4> <p><img src = "%(STATIC_URL)s/images/help/new-sprite-icons.png"></p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Dibuixa un nou vestit.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Puja un vestit des d'un fitxer.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Nou vestit des de la càmera.</p> <p><img src = "%(STATIC_URL)s/images/help/partypicture.png"></p>
gd: <h4>Cuir dealbh ris</h4> <p><img src = "%(STATIC_URL)s/images/help/new-sprite-icons.png"></p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Tarraing dealbh.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Cuir dealbh ris on choimpiutair agad.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Tog dealbh.</p> <p><img src = "%(STATIC_URL)s/images/help/partypicture.png"></p>

source: <h4>Add effects!</h4> <p>Click on the Stage:</p> <p><img src = "%(STATIC_URL)s/images/help/stage-thumb.png"></p> <p>Click the <span class="tab-ref">Scripts</span> tab. Try this script:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickrepeatcolor.png"></p> <p>Click the balloons in your card to see the color change.</p>
ca: <h4>Afegeix efectes!</h4> <p>Fes clic a l'escenari:</p> <p><img src = "%(STATIC_URL)s/images/help/stage-thumb.png"></p> <p>Fes clic a la pestanya de <span class="tab-ref">Programes</span> del menú. Prova aquest programa:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickrepeatcolor.png"></p> <p>Fes clic als globus de la teva targeta per veure el canvi de color.</p>
gd: <h4>Cuir èifeachdan ris!</h4> <p>Briog air an àrd-ùrlar:</p> <p><img src = "%(STATIC_URL)s/images/help/stage-thumb.png"></p> <p>Briog air taba nan <span class="tab-ref">Sgriobtaichean</span>. Feuch an sgriobt seo:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickrepeatcolor.png"></p> <p>Briog air na bailiùnaichean sa chairt agad airson faicinn mar a dh’atharraicheas an dath.</p>

source: Next, share your greeting!
ca: Tot seguit, comparteix la teva targeta!
gd: An uair sin, co-roinn a’ chairt agad!

source: <p>Type a title for your project.</p> <p><img src = "%(STATIC_URL)s/images/help/title.png"></p>
ca: <p>Anomena el teu projecte.</p> <p><img src = "%(STATIC_URL)s/images/help/title.png"></p>
gd: <p>Sgrìobh tiotal airson a’ phròiseict agad.</p> <p><img src = "%(STATIC_URL)s/images/help/title.png"></p>

source: <p>Click <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"></p>
ca: <p>Fes clic a <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"></p>
gd: <p>Briog air <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"></p>

source: <p>Type in notes to explain how to use your project. Give credit to anyone who helped.</p>
ca: <p>Escriu notes per explicar com usar el teu projecte. Dóna reconeixement a qui t'ha ajudat.</p>
gd: <p>Sgrìobh nòtaichean gus mìneachadh do chàch ciamar a chleachdas iad am pròiseact agad. Thoir urram do neach sam bith a thug taic dhut.</p>

source: <p>When you're ready to share your project, click the Share button.</p> <p><img src = "%(STATIC_URL)s/images/help/12c-share.png"></p>
ca: <p>Quan el projecte estigui enllestit i el vulguis compartir, prem el botó Comparteix.</p> <p><img src = "%(STATIC_URL)s/images/help/12c-share.png"></p>
gd: <p>Nuair a bhios tu ullamh gus am pròiseact agad a cho-roinneadh, briog air a’ phutan “Co-roinn”.</p> <p><img src = "%(STATIC_URL)s/images/help/12c-share.png"></p>

source: <p>To send to a friend, copy the web address and email it. Or, click Embed to share to Facebook or another website.</p>
ca: <p>Per enviar el projecte a un amic o amiga, copia la direcció web del projecte i envia'l per correu electrònic. O bé, fes clic a Inserta per compartir a Facebook o un altre lloc web.</p>
gd: <p>Gus a cur gu caraid, dèan lethbhreac dhen t-seòladh-lìn agus cuir air a’ phost-d e. No briog air “Leabaich” gus a cho-roinneadh air Facebook no làrach-lìn eile.</p>

source: What do you want to make next?
ca: Què vols crear a continuació?
gd: Dè tha thu airson dèanamh a-nis?

source: <p>Now you can make another greeting card, or start a new project!</p> <p><img src = "%(STATIC_URL)s/images/help/congrats.gif"></p>
ca: <p>Ara pots crear una altra targeta de felicitació, o bé iniciar un nou projecte!</p> <p><img src = "%(STATIC_URL)s/images/help/congrats.gif"></p>
gd: <p>’S urrainn dhut cairt fhuranach eile a dhèanamh a-nis no pròiseact ùr a thòiseachadh!</p> <p><img src = "%(STATIC_URL)s/images/help/congrats.gif"></p>

source: <h4>Start a new project</h4> <p>Click File, then select New:</p> <p><img src = "%(STATIC_URL)s/images/help/file-new.png"></p> <p>Or, from the Scratch website, click Create:</p> <p><img src = "%(STATIC_URL)s/images/help/create.png"></p>
ca: <h4>Comença un nou projecte</h4> <p>Fes clic a Fitxer, i selecciona Nou:</p> <p><img src = "%(STATIC_URL)s/images/help/file-new.png"></p> <p>O bé, des de la pàgina web de Scratch, fes clic a Crea:</p> <p><img src = "%(STATIC_URL)s/images/help/create.png"></p>
gd: <h4>Tòisich air pròiseact ùr</h4> <p>Briog air “Faidhle” agus tagh “Ùr” an uair sin:</p> <p><img src = "%(STATIC_URL)s/images/help/file-new.png"></p> <p>air neo n làrach-lìn Scratch, briog air “Cruthaich”:</p> <p><img src = "%(STATIC_URL)s/images/help/create.png"></p>

source: <h4>Learn more!</h4> <p>Watch the Getting Started with Scratch video:</a></p> <iframe src="//player.vimeo.com/video/80961102?title=0&amp;byline=0&amp;portrait=0" width="291" height="164" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe> </p> <p>For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.</p> <br /> <p align="center"><img src="%(STATIC_URL)s/images/help/scratch-logo-white.png"> </p> <a href="https://www.madewithcode.com/" target="_blank"><p id="made-with-code" align="center"><img src = "%(STATIC_URL)s/images/help/made-with-code-logo.png"></p></a>
ca: <h4>Aprèn-ne més!</h4> <p>Mira el vídeo d'introducció a Scratch:</a></p> <iframe src="//player.vimeo.com/video/80961102?title=0&amp;byline=0&amp;portrait=0" width="291" height="164" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe> </p> <p>Per a més idees, fes clic a <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tots els consells</a>.</p> <br /> <p align="center"><img src="%(STATIC_URL)s/images/help/scratch-logo-white.png"></p> <a href="https://www.madewithcode.com/" target="_blank"><p id="made-with-code" align="center"><img src = "%(STATIC_URL)s/images/help/made-with-code-logo.png"></p></a>
gd: <h4>Ionnsaich a bharrachd!</h4> <p>Coimhead air a’ video Getting Started with Scratch:</a></p> <iframe src="//player.vimeo.com/video/80961102?title=0&amp;byline=0&amp;portrait=0" width="291" height="164" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe> </p> <p>Airson barrachd bheachdan, briog air <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">A h-uile oidheam</a>.</p> <br /> <p align="center"><img src="%(STATIC_URL)s/images/help/scratch-logo-white.png"> </p> <a href="https://www.madewithcode.com/" target="_blank"><p id="made-with-code" align="center"><img src = "%(STATIC_URL)s/images/help/made-with-code-logo.png"></p></a>

source: <p>Click the <span class="eventscolor">Events</span> category.</p> <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top, like this:</p> <img src = "%(STATIC_URL)s/images/help/flagsay2.gif">
ca: <p>Fes clic a la categoria <span class="eventscolor">Esdeveniments</span> de color marró.</p> <p>Arrossega el bloc <span class="eventscolor">quan <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> es premi</span> i connecta'l a la part superior, com aquí:</p> <img src = "%(STATIC_URL)s/images/help/flagsay2.gif">
gd: <p>Briog air an roinn-seòrsa <span class="eventscolor">Tachartas</span>.</p> <p>Slaod bloca <span class="eventscolor">le briogadh air <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> a-null agus greimich e ris a’ bharr mar seo:</p> <img src = "%(STATIC_URL)s/images/help/flagsay2.gif">

source: <p>Now you can click on the green flag <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> to play the card:</p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p>
ca: <p>Ara pots fer clic a la bandera verda <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> per reproduir la targeta:</p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p>
gd: <p>Nise, ’s urrainn dhut briogadh air a’ bhratach uaine <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> gus a’ chairt a chluich:</p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p>

source: Next, add a party scene
ca: Tot seguit, afegeix una escena de festa
gd: An uair sin, cuir sealladh hòro-gheallaidh ris

source: Add a Backdrop
ca: Afegeix un fons
gd: Cuir cùlaibh ris

source: Choose a backdrop for your card.
ca: Tria un fons per a la teva targeta.
gd: Tagh cùlaibh airson na cairte agad.

source: <p>Now your card will look something like this:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
ca: <p>Ara la teva targeta es veurà com aquesta:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
gd: <p>Bidh coltas caran mar seo air a’ chairt agad a-nis:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">

source: Next, add a cake to your card
ca: Ara, afegeix un pastís a la teva targeta
gd: An uair sin, cuir cèic ris a’ chairt agad

source: <p>To add a cake, click on the <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> icon:</p> <img src = "%(STATIC_URL)s/images/help/spritelibrary.png">
ca: <p>Per afegir un pastís, fes clic a la <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> icona:</p> <img src = "%(STATIC_URL)s/images/help/spritelibrary.png">
gd: <p>Gus cèic a chur ris, briog air ìomhaigheag <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">:</p> <img src = "%(STATIC_URL)s/images/help/spritelibrary.png">

source: <p>Then select the "Cake" sprite and click OK.</br> <p><img src = "%(STATIC_URL)s/images/help/cake.png"></p> <span class="reminder">In Scratch, any character or object is called a sprite.</span></p>
ca: <p>Tot seguit selecciona el personatge "Cake" i fes clic a D'acord.</br> <p><img src = "%(STATIC_URL)s/images/help/cake.png"></p> <span class="reminder">A Scratch, qualsevol personatge o objecte s'anomena personatge.</span></p>
gd: <p>Tagh sprìd “Cake” agus briog air “Ceart ma-thà” an uair sin.</br> <p><img src = "%(STATIC_URL)s/images/help/cake.png"></p> <span class="reminder">Ann an Scratch, cuiridh sinn “sprìd” air pearsa no nì sam bith.</span></p>

source: <p>Drag your cake to where you want it on the Stage.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
ca: <p>Arrossega el teu pastís allà on vulguis de l'escenari.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
gd: <p>Slaod a’ chèic agad dhan ionad air an àrd-ùrlar far a bheil thu ga h-iarraidh.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>

source: <p>Tip: Make any sprite bigger by clicking on it with the grow tool. Or make it smaller using the shrink tool:</p> <img src = "%(STATIC_URL)s/images/help/cursor-tools-grow-shrink.png">
ca: <p>Consell: Fes qualsevol objecte més gran fent clic sobre ell amb l'eina d'engrandir. O fes-lo més petit amb l'eina d'encongir:</p> <img src = "%(STATIC_URL)s/images/help/cursor-tools-grow-shrink.png">
gd: <p>Gliocas: Dèan sprìd sam bith nas motha ’s tu a’ briogadh air an inneal “Fàs”. No dÈan nas lugha i leis an inneal “Crùb”:</p> <img src = "%(STATIC_URL)s/images/help/cursor-tools-grow-shrink.png">

source: Next, add music to your card!
ca: Tot seguit, afegeix música a la teva targeta!
gd: An uair sin, cuir ceòl ris a’ chairt agad!

source: Now, add music that plays when you click the cake.
ca: Ara, afegeix música que es reprodueixi quan facis clic sobre el pastís.
gd: Nise, cuir ceòl ris a thèid a chluich nuair a bhriogas tu air a’ chèic.

source: <p>First, click to select the cake. <img src = "%(STATIC_URL)s/images/help/sprite-list-cake.png">
ca: <p>En primer lloc, fes clic per seleccionar el pastís. <img src = "%(STATIC_URL)s/images/help/sprite-list-cake.png">
gd: <p>An toiseach, briog gus a’ chèic a thaghadh. <img src = "%(STATIC_URL)s/images/help/sprite-list-cake.png">

source: <p>Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.</p> <img src = "%(STATIC_URL)s/images/help/selectsound(3).gif">
ca: <p>Fes clic a la pestanya de <span class="tab-ref">Sons</span> del menú, i després fes clic a <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.</p> <img src = "%(STATIC_URL)s/images/help/selectsound(3).gif">
gd: <p>Briog air taba nam <span class="tab-ref">Fuaimean</span> agus an uair sin air <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.</p> <img src = "%(STATIC_URL)s/images/help/selectsound(3).gif">

source: <p>Choose "birthday" or another sound:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library-birthday.png"></p>
ca: <p>Tria "birthday" o algun altre so:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library-birthday.png"></p>
gd: <p>Tagh “birthday” no fuaim eile:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library-birthday.png"></p>

source: <p>Now, select the <span class="tab-ref">Scripts</span> tab, and click the <span class="soundcolor">Sound</span> category. Drag out a <span class="soundcolor">play sound</span> block:</p> <p><img src = "%(STATIC_URL)s/images/help/play-sound-birthday.png"></p>
ca: <p>Ara, selecciona la pestanya <span class="tab-ref">Programes</span> del menú, i fes clic a la categoria <span class="soundcolor">Sons</span> de color magenta. Arrossega un bloc de <span class="soundcolor">toca el so</span> a la zona de programes:</p> <p><img src = "%(STATIC_URL)s/images/help/play-sound-birthday.png"></p>
gd: <p>Nise, tagh taba nan <span class="tab-ref">Sgriobtaichean</span> agus an uair sin air an roinn-seòrsa <span class="soundcolor">Fuaim</span>. Slaod bloca <span class="soundcolor">cluich fuaim</span> a-null:</p> <p><img src = "%(STATIC_URL)s/images/help/play-sound-birthday.png"></p>

source: <p>Then, drag out a <span class="eventscolor">when this sprite clicked</span> block and snap it on top:</p> <img src = "%(STATIC_URL)s/images/help/clickplaysound(3).gif">
ca: <p>A continuació, arrossega un bloc <span class="eventscolor">quan es cliqui aquest personatge</span> i connecta'l a la part superior:</p> <img src = "%(STATIC_URL)s/images/help/clickplaysound(3).gif">
gd: <p>An uair sin, slaod bloca <span class="eventscolor">le briogadh air an sprìd seo</span> a-null agus greimich ris a’ bharr e:</p> <img src = "%(STATIC_URL)s/images/help/clickplaysound(3).gif">

source: <p>Click on the cake to hear it play.</p>
ca: <p>Fes clic en el pastís per escoltar-lo.</p>
gd: <p>Briog air a’ chèic gus a chluinntinn.</p>

source: Now, blow out the candles!
ca: Ara, bufa les espelmes!
gd: Nise, sèid a-mach na coinnlean!

source: Make the candles go out when you click the cake.
ca: Fes que les espelmes s'apaguin quan fas clic en el pastís.
gd: Cuir na coinnlean dheth nuair a bhriogas tu air a’ chèic.

source: <p>Click the <span class="tab-ref">Costumes</span> tab.</p> <p>You can see two costumes for the cake:</p> <img src = "%(STATIC_URL)s/images/help/cake-candles.png"> </div> <div class="steps"> <p>Click the <span class="tab-ref">Scripts</span> tab, then click the <span class="lookscolor">Looks</span> category. Drag out a <span class="lookscolor">switch costume</span> block, and snap it on the script:</p> <img src = "%(STATIC_URL)s/images/help/whenclickplayswitch.png"> </div> <div class="steps last"> <p>Now, add a different script that will light the candles whenever you click the green flag: <img src = "%(STATIC_URL)s/images/help/whenclickswitchdrop.png"> <p>Make sure to select "cake-a" (lit candles) from the pull-down menu.</p>
ca: <p>Fes clic a la pestanya <span class="tab-ref">Vestits</span> del menú.</p> <p>Veuràs dos vestits del pastís:</p> <img src = "%(STATIC_URL)s/images/help/cake-candles.png"> </div> <div class="steps"> <p>Fes clic a la pestanya de <span class="tab-ref">Programes</span> i, selecciona la categoria <span class="lookscolor">Aspecte</span> de color violat. Arrossega un bloc de <span class="lookscolor">canvia el vestit a</span> i, connecta'l al programa:</p> <img src = "%(STATIC_URL)s/images/help/whenclickplayswitch.png"> </div> <div class="steps last"> <p>Ara, afegeix un programa diferent que encendrà les espelmes quan es premi la bandera verda: <img src = "%(STATIC_URL)s/images/help/whenclickswitchdrop.png"> <p>Assegura't de seleccionar "cake-a" (espelmes enceses) del menú desplegable.</p>
gd: <p>Briog air taba nan <span class="tab-ref">Aodaich</span>.</p> <p>Chì thu dà aodach airson a’ chèic:</p> <img src = "%(STATIC_URL)s/images/help/cake-candles.png"> </div> <div class="steps"> <p>Briog air taba nan <span class="tab-ref">Sgriobtaichean</span> agus an uair sin air an roinn-seòrsa <span class="lookscolor">Coltas</span>. Slaod bloca <span class="lookscolor">atharraich an aodach gu</span> a-null agus greimich ris an sgriobt e:</p> <img src = "%(STATIC_URL)s/images/help/whenclickplayswitch.png"> </div> <div class="steps last"> <p>Nise, cuir sgriobt eile ris a chuireas na coinnlean air gach turas a bhriogas tu air a’ bhratach uaine: <img src = "%(STATIC_URL)s/images/help/whenclickswitchdrop.png"> <p>Dèan cinnteach gun tagh thu “cake-a” (leis na coinnlean air) on chlàr-taice teàrnaidh.</p>

source: Next, make a dance party
ca: Ara, crea una festa de ball
gd: An uair sin, cruthaich hòro-gheallaidh

source: <p>Click on <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> to choose a new sprite:</p> <p><img src = "%(STATIC_URL)s/images/help/spritelibrary.png"></p> <p>Select "Cassy Dance" or another sprite with dance costumes:</p> <p><img src = "%(STATIC_URL)s/images/help/sprite-library-dance.png"></p>
ca: <p>Fes clic a <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> per triar un nou personatge:</p> <p><img src = "%(STATIC_URL)s/images/help/spritelibrary.png"></p> <p>Selecciona "Cassy Dance" o un altre personatge amb temàtica de ball:</p> <p><img src = "%(STATIC_URL)s/images/help/sprite-library-dance.png"></p>
gd: <p>Briog air <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> gus sprìd ùr a thaghadh:</p> <p><img src = "%(STATIC_URL)s/images/help/spritelibrary.png"></p> <p>Tagh “Cassy Dance” no sprìd eile aig a bheil aodaich dannsa:</p> <p><img src = "%(STATIC_URL)s/images/help/sprite-library-dance.png"></p>

source: <p>Click the <span class="lookscolor">Looks</span> category. Drag a <span class="lookscolor">next costume</span> block.</p> <p>Click the <span class="eventscolor">Events</span> category. Drag out a <span class="eventscolor">when this sprite clicked</span> block and snap it on top:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickednext.png"></p>
ca: <p>Fes clic a la categoria <span class="lookscolor">Aspecte</span> color violat. Arrossega un bloc de <span class="lookscolor">següent vestit</span> a la zona de programes.</p> <p>Fes clic a la categoria <span class="eventscolor">Esdeveniments</span> marró. Arrossega un bloc de <span class="eventscolor">quan es cliqui aquest personatge</span> i connecta'l a la part superior:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickednext.png"></p>
gd: <p>Briog air an roinn-seòrsa <span class="lookscolor">Coltas</span>. Slaod bloca <span class="lookscolor">an ath-aodach</span> a-null.</p> <p>Briog air an roinn-seòrsa <span class="eventscolor">Tachartas</span>. Slaod bloca <span class="eventscolor">le briogadh air an sprìd seo</span> a-null agus greimich ris a’ bharr e:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickednext.png"></p>
