Repository: Arplane-Translations/scratchr2_translations
Catalog: documentation/*/LC_MESSAGES/django.po
Languages: ca, gd

source: Then, click the <span class="controlcolor">Control</span> category. Wrap a <span class="controlcolor">forever</span> block around the other blocks, like this:</p>
ca: A continuació, fes clic a la categoria de <span class="controlcolor">Control</span> de color groguenc. Col·loca el bloc <span class="controlcolor">per sempre</span> de manera que contingui els altres, com es mostra:</p>
gd: An uair sin, briog air an roinn-seòrsa <span class="controlcolor">Smachd</span>. Cuir bloca <span class="controlcolor">gu buan</span> timcheall air na blocaichean eile mar seo:</p>

source: Click anywhere on the stack of blocks to try it.
ca: Fes clic a qualsevol lloc de la pila de blocs per provar-ho.
gd: Briog àite sam bith air stac nam blocaichean gus fheuchainn.

source: To stop, click the stop button:
ca: Per aturar, fes clic al botó d'atura:
gd: Gus crìoch a chur air, briog air a’ phutan stadaidh:

source: Want it to go at an angle? Snap a <span class="motioncolor">point in direction</span> block on top, and type in an angle.
ca: Vols que vagi en un angle? Afegeix un bloc <span class="motioncolor">apunta en direcció</span> a la part superior, i escriu un angle.
gd: A bheil thu airson ’s gun gluais e le ceàrn? Greimich bloca <span class="motioncolor">cuir d’ aghaidh</span> ris a’ bharr agus sgrìobh ceàrn ann.

source: <p>Next, click the <span class="eventscolor">Events</span> category.</p> <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top:</p>
ca: <p>A continuació, fes clic a la categoria <span class="eventscolor">Esdeveniments</span> de color marró.</p> <p>Arrossega un bloc <span class="eventscolor">quan <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> es premi</span> i connecta'l a la part superior:</p>
gd: <p>Briog air an roinn-seòrsa <span class="eventscolor">Tachartas</span>.</p> <p>Slaod bloca <span class="eventscolor">le briogadh air <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> a-null agus greimich e ris a’ bharr:</p>

source: Your script will start whenever you click the green flag:
ca: El teu programa s'iniciarà quan es premi la bandera verda:
gd: Tòisichidh an sgriobt agad gach turas a bhriogas tu air a’ bhratach uaine:

source: Tip: Want to change the speed of the ball? Type in a different number of steps:
ca: Consell: Vols canviar la velocitat de la pilota? Escriu un nombre diferent de passos:
gd: Gliocas: Am bu toil leat atharrachadh dè cho luath ’s a thèid am bàla? Cuir a-steach àireamh de cheuman eadar-dhealaichte:

source: Now, choose your paddle
ca: Ara, tria la teva pala
gd: Nise, tagh a’ phleadhag agad

source: Add a paddle so you can start to play! Click to choose a new sprite:
ca: Afegeix una pala per a que puguis començar a jugar! Fes clic per triar un nou personatge:
gd: Cuir pleadhag ris ach an urrainn dhut cluiche! Briog gus sprìd ùr a thaghadh:

source: Then, select a paddle from the Sprite library:
ca: A continuació, selecciona una pala de la galeria de personatges:
gd: An uair sin, tagh pleadhag o leabhar-lann nan sprìd:

source: Tip: Adjust the size of the paddle by clicking with the grow or shrink tool:
ca: Consell: Ajusta el tamany de la pala fent clic a l'eina d'engradir o encongir:
gd: Gliocas: Gleus meud na pleadhaige ’s tu a’ briogadh air leis an inneal-meudachaidh no crùbaidh:

source: Next, control the paddle
ca: Tot seguit, controla la pala
gd: An uair sin, stiùirich a’ phleadhag

source: Make it interactive! You can control the paddle with the mouse cursor.
ca: Fes que sigui interactiu! Pots controlar la pala amb el punter del ratolí.
gd: Dèan eadar-ghnìomhach i! ’S urrainn dhut a’ phleadhag a stiùireadh le tomhaire na luchaige.

source: Select the paddle.
ca: Tria la pala.
gd: Tagh a’ phleadhag.

source: Then build this script:
ca: Llavors construeix aquest programa:
gd: An uair sin, tog an sgriobt seo:

source: Click the green flag to start your scripts:
ca: Fes clic a la bandera verda per començar els teus programes:
gd: Briog air a’ bhratach uaine gus na sgriobtaichean agad a thòiseachadh:

source: How can you get the ball to bounce off the paddle? Find out in the next step!
ca: Com pots fer que la pilota reboti a la pala? Descobreix-ho en el següent pas!
gd: Ciamar a bheir thu air a’ bhàla gum boc e ris a’ phleadhag? Faigh a-mach san ath-cheum!

source: Next, bounce off the paddle
ca: A continuació, rebota a la pala
gd: An uair sin, boc ris a’ phleadhag

source: Click to choose the ball:
ca: Fes clic per triar la pilota:
gd: Briog gus am bàla a thaghadh:

source: Add this script to make it bounce whenever it hits the paddle:
ca: Afegeix aquest programa per fer que reboti cada cop que copegi la pala:
gd: Cuir an sgriobt seo ris gu bocadh a thoirt air gach turas a bhuaileas e ris a’ phleadhag:

source: Here’s how to build the script:
ca: Aquí trobaràs com construir el programa:
gd: Seo mar a thogas tu an sgriobt:

source: Click the green flag to try it out:
ca: Fes clic a la bandera verda per provar-ho:
gd: Briog air a’ bhratach uaine gus fheuchainn:

source: Make a sound when the ball hits the paddle.
ca: Fes un so quan la pilota copegi la pala.
gd: Cluich fuaim nuair a bhuaileas am bàla a’ phleadhag.

source: <p>Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
ca: <p>Fes clic a la pestanya <span class="tab-ref">Sons</span> del menú, i clic a <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
gd: <p>Briog air taba nam <span class="tab-ref">Fuaimean</span> agus an uair sin air <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>

source: Choose the 'water drop' sound (in Effects):
ca: Tria el so 'water drop' (en Efectes):
gd: Tagh am fuaim “water drop” (ann an “Èifeachdan”):

source: <p>Then, click the <span class="tab-ref">Scripts</span> tab. Click the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound</span> block.</p> <p>Snap that sound block into the script, like this:</p>
ca: <p>Ara, fes clic a la pestanya <span class="tab-ref">Programes</span> del menú. Fes clic a la categoria <span class="soundcolor">Sons</span> de color magenta, i arrossega un bloc <span class="soundcolor">toca el so</span> a la zona de programes.</p> <p>Connecta aquest bloc de so al programa, així:</p>
gd: <p>An uair sin, briog air taba nan <span class="tab-ref">Sgriobtaichean</span>. Briog air an roinn-seòrsa <span class="soundcolor">Fuaim</span> agus slaod bloca <span class="soundcolor">cluich fuaim</span> a-null.</p> <p>Greimich bloca na fuaime ris an sgriobt mar seo:</p>

source: Next, add a challenge
ca: A continuació, afegeix un repte
gd: An uair sin, cuir dùbhlan ris

source: Make the game stop if the ball hits the bottom.
ca: Fes que el joc s'aturi si la pelota toca la part inferior.
gd: Thoir air a’ gheama stad nuair a bhuaileas am bàla ris a’ bhonn.

source: Click to select the Stage:
ca: Fes clic per seleccionar l'escenari:
gd: Briog gus an àrd-ùrlar a thaghadh:

source: Select the <span class="tab-ref">Backdrops</span> tab.
ca: Selecciona la pestanya <span class="tab-ref">Fons</span> del menú.
gd: Tagh taba nan <span class="tab-ref">Cùlaibhean</span>.

source: Now you can edit your backdrop. Select the line tool. Draw a thick line at the bottom:
ca: Ara pots editar el teu fons. Selecciona l'eina de línia. Dibuixa una línia gruixuda a la part inferior:
gd: ’S urrainn dhut an cùlaibh agad a dheasachadh a-nis. Tagh an t-inneal-loidhne. Tarraing loidhne thiugh aig a’ bhonn:

source: Tip: Hold down the Shift key while drawing the line to make it straight.
ca: Consell: Mantén premuda la tecla majúscula Shift mentre dibuixes la línia per a que sigui recta.
gd: Gliocas: Cum sìos an iuchair Shift fhad ’s a bhios tu a’ tarraing na loidhne ach am bi i dìreach.

source: Tip: To undo, click the Undo arrow:
ca: Consell: Per esborrar, fes clic a la fletxa Desfés:
gd: Gliocas: Briog air an t-saighead “Neo-dhèan” gus rud a neo-dhèanamh:

source: Click to select the Ball sprite:
ca: Fes clic per seleccionar el personatge Pilota:
gd: Briog gus sprìd a’ bhàla a thaghadh:

source: <p>Click the <span class="tab-ref">Scripts</span> tab, then add this script to make the ball stop if it hits the line color:</p>
ca: <p>Fes clic a la pestanya <span class="tab-ref">Programes</span> del menú, i afegeix aquest programa per fer que la pilota s'aturi si copeja el color de la línia:</p>
gd: <p>Briog air taba nan <span class="tab-ref">Sgriobtaichean</span> agus an uair sin chuir an sgriobt seo ris gus stad a chur air a’ bhàla nuair a bhuaileas e ri dath na loidhne:</p>

source: Tip: Click inside the square box in the <span class="sensingcolor">touching color</span> block. Then move your cursor to point and click on the bottom line color.
ca: Consell: Fes clic a l'interior de la caixa quadrada en el bloc <span class="sensingcolor">tocant el color</span> de color blau cel. Ara mou el cursor per apuntar i fer clic en el color de fons.
gd: Gliocas: Briog sa bhogsa cheàrnach sa bhloca <span class="sensingcolor">an dath _ a' beantainn riut</span>. An uair sin, gluais an tomhaire agus briog air dath na loidhne aig a’ bhonn.

source: Next, customize your game
ca: Tot seguit, personalitza el teu joc
gd: An uair sin, gnàthaich an geama agad

source: To play notes, choose an instrument and note:
ca: Per tocar notes, tria un instrument i la nota:
gd: Gus pongan a chluich, tagh inneal-ciùil is pong:

source: You can choose another instrument from the menu:
ca: Pots triar un altre instrument del menú:
gd: ’S urrainn dhut inneal-ciùil eile a thaghadh on chlàr-taice:

source: Try this script. Click the sprite to play:
ca: Prova aquest programa. Fes clic al personatge per tocar:
gd: Feuch ris an sgriobt seo. Briog air an sprìd gus a chluich:

source: Add note blocks to play a short scale:
ca: Afegeix blocs de notes per tocar una escala breu:
gd: Cior blocaichean nòta ris gus sgàla goirid a chluich:

source: Select the Sounds tab <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Choose music from the library <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> or upload a file <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
ca: Fes clic a la pestanya de sons <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Tria música de la galeria <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> o penja un fitxer <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
gd: Tagh taba nam Fuaimean <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Tagh ceòl on leabhar-lann <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> no luchdaich suas faidhle <img src="%(STATIC_URL)s/images/help/upload-icon.png">.

source: This script will keep playing music in the background:
ca: Aquest programa farà sonar la musica de fons:
gd: Cumaidh an sgriobt seo a’ cluich a’ chiùil sa chùlaibh:

source: Does your music get interrupted? Make sure to use the block that plays sound until done: <img src="%(STATIC_URL)s/images/help/play-sound-until-done.png">
ca: La música s'interromp? Assegura't d'utilitzar el bloc que reprodueix el so i espera fins el final: <img src="%(STATIC_URL)s/images/help/play-sound-until-done.png">
gd: An tèid briseadh a-steach air a’ cheòl agad? Dèan cinnteach gun tagh thu am bloca a chluicheas fuaim gu lèir: <img src="%(STATIC_URL)s/images/help/play-sound-until-done.png">

source: Want the music to stop at the end of your program? Add this block to the last script: <img src="%(STATIC_URL)s/images/help/stop-all.png">
ca: Vols que la música s'aturi al final del teu programa? Afegeix aquest bloc a l'últim programa: <img src="%(STATIC_URL)s/images/help/stop-all.png">
gd: A bheil thu airson ’s gun sguir an ceòl aig deireadh a’ phrògraim agad? Cuir am bloca seo ris an sgriobt mu dheireadh: <img src="%(STATIC_URL)s/images/help/stop-all.png">

source: Choose a sprite with lots of color, such as:
ca: Tria un personatge amb un munt de colors, com aquest:
gd: Tagh sprìd air a bheil iomadh dath, can:

source: Add this script and then press the space key:
ca: Afegeix aquest programa i prem la tecla d'espai:
gd: Cuir an sgriobt seo ris agus brùth air an iuchair spàs an uair sin:

source: Choose from the menu to try a different effect:
ca: Tria un altre del menú per provar un efecte diferent:
gd: Tagh on chlàr-taice gus èifeachd eile fheuchainn:

source: To record a sound, click <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> and the microphone <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Then, click the record button: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
ca: Per gravar un so, fes clic a <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> i al micròfon <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Després, fes clic al botó de gravar: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
gd: Gus fuaim a chlàradh, briog air <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> air air a’ mhicreofon <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. An uair sin, briog air a’ phutan clàraidh: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">

source: Then, click <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> and use this block:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Choose the sound name from the drop-down menu.
ca: Ara fes clic a <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> i utilitza aquest bloc:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Tria el nom del so del menú desplegable.
gd: An uair sin, briog air <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> agus cleachd am bloca seo:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Tagh ainm na fuaime on chlàr-taice teàrnaidh.

source: You can change backdrops using <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
ca: Pots canviar els fons usant <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
gd: ’S urrainn dhut na cùlaibhean atharrachadh le <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">

source: Here's an example:<br/> <img src="%(STATIC_URL)s/images/help/switch-backdrop-ex.png"><br/> <br/> <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-animation.gif"></p>
ca: Aquí hi ha un exemple:<br/> <img src="%(STATIC_URL)s/images/help/switch-backdrop-ex.png"><br/> <br/> <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-animation.gif"></p>
gd: Seo ball-eisimpleir dhut:<br/> <img src="%(STATIC_URL)s/images/help/switch-backdrop-ex.png"><br/> <br/> <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-animation.gif"></p>

source: First, choose the backdrops you want <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Then, select each backdrop name from the drop-down menu: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
ca: En primer lloc, tria el fons que vulguis <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Després, tria el nom de cada fons del menú desplegable: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
gd: An toiseach, tagh na cùlaibhean a thogras tu <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. An uair sin, tagh ainm gach cùlaibh on chlàr-taice teàrnaidh: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">

source: Pick a new sprite that has more than one costume, such as:
ca: Tria un nou personate que tingui més d'un vestit, com ara aquest:
gd: Tagh sprìd ùr aig a bheil iomadh aodach, can:

source: You can use key press to switch costumes:
ca: Pots fer servir quan la tecla es premi per canviar de vestit:
gd: ’S urrainn dhut brùthadh iuchrach a chleachdadh gus na h-aodaich atharrachadh:

source: Make your sprite talk
ca: Fes parlar un personatge
gd: Thoir air an sprìd agad bruidhinn

source: Pick a sprite with costumes showing an open and closed mouth, such as:
ca: Escull un personatge amb vestits que mostrin una boca oberta i tancada, com:
gd: Tagh sprìd air a bheil aodaich a sheallas beul fosgailte ’s dùinte, can:

source: Try this script:
ca: Prova aquest programa:
gd: Feuch an sgriobt seo:

source: To add your voice, click <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> and the microphone <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> to record the words.</p> Add this to your script:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> just below the green flag block.
ca: Per afegir la teca veu, fes clic a <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> i al micròfon <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> per gravar les paraules.</p> Afegeix això al teu programa:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> just després de la bandera verda.
gd: Gus do ghuth a chur ris, briog air <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> is air a’ mhicreofon <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> gus na faclan a chlàradh.</p> Cuir seo ris an sgriobt agad:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> dìreach fo bhloca na brataich uaine.

source: Make a Valentine's Day card to share with your friends!
ca: Fes una targeta del dia de Sant Valentí per compartir-la amb els teus amics!
gd: Dèan cairt Là Naomh Bhaileintin gus a cho-roinneadh le do charaidean!

source: Start with a heart...
ca: Comença amb un cor...
gd: Tòisich le cridhe...

source: Start with a Heart
ca: Comença amb un cor
gd: Tòisich le cridhe

source: Add a Beat
ca: Afegeix un ritme
gd: Cuir buille ris

source: Loop It
ca: Repeteix-ho
gd: Lùb e

source: Go on Green
ca: Continua en verd
gd: Tòisich leis a’ bhratach uaine

source: Add a Message
ca: Afegeix un missatge
gd: Cuir teachdaireachd ris

source: Add Music
ca: Afegeix música
gd: Cuir ceòl ris

source: Animate and Decorate
ca: Anima i decora
gd: Beòthaich agus cuir snas air

source: To start, choose a heart for your card.
ca: Per començar, tria un cor per a la teva targeta.
gd: Tagh cridhe airson na cairte agad airson tòiseachadh.

source: Click the 'Things' category, then select a heart from the Sprite library:
ca: Fes clic a la categoria 'Coses' de la galeria de personatges, i llavors selecciona un cor:
gd: Briog air roinn-seòrsa nan “Rudan” agus tagh cridhe o leabhar-lann nan sprìd:

source: What's a 'sprite'? Any character or thing that you can move or animate in Scratch.
ca: Què és un 'personatge'? Qualsevol objecte que pots moure o animar a Scratch.
gd: Dè th’ ann an “sprìd”? Seo pearsa no rud sam bith as urrainn dhut gluasad no beòthachadh ann an Scratch.

source: Next, make the heart beat
ca: A continuació, fes que el cor bategui
gd: An uair sin, cuir buille cridhe ris

source: Make the heart beat - by changing its size and adding a drum sound.
ca: Fes que el cor bategui - canviant el seu tamany i afegint un so de tambor.
gd: Cuir buille cridhe ris - atharraich meud a’ chridhe agus cuir fuaim druma ris.

source: Click the <span class="lookscolor">Looks</span> category.
ca: Fes clic a la categoria <span class="lookscolor">Aspecte</span> de color violat.
gd: Briog air an roinn-seòrsa <span class="lookscolor">Coltas</span>.

source: Drag a <span class="lookscolor">change size by</span> block to the Scripts area:
ca: Arrossega un bloc <span class="lookscolor">augmenta la mida</span> a la zona de programes:
gd: Slaod bloca <span class="lookscolor">atharraich do mheud le</span> dha raon nan Sgriobtaichean:

source: Click the block to try it.
ca: Fes clic al bloc per provar-ho.
gd: Briog air a’ bhloca gus fheuchainn.

source: Click the <span class="soundcolor">Sound</span> category. Drag out a <span class="soundcolor">play drum</span> block.
ca: Fes clic a la categoria <span class="soundcolor">Sons</span> de color magenta. Arrossega un bloc <span class="soundcolor">toca el tambor</span> a la zona de programes.
gd: Briog air an roinn-seòrsa <span class="soundcolor">Fuaim</span>. Slaod bloca <span class="soundcolor">cluich druma</span> a-null.

source: Snap the blocks together, like this:
ca: Connecta els blocs, com es mostra:
gd: Greimich na blocaichean ri chèile mar seo:

source: Add these blocks to complete your beat:
ca: Afegeix aquests blocs per completar el teu batec:
gd: Cuir na blocaichean seo ris gus a’ bhuille agad a choileanadh:

source: Type in a negative number (like -10) to make the heart smaller.
ca: Escriu un nombre negatiu (com ara -10) per fer que el cor s'encongeixi.
gd: Cuir a-steach àireamh àicheil (can -10) gus an cridhe a dhèanamh nas lugha.

source: Click anywhere on the stack to run it.
ca: Fes clic allà on vulguis del programa per executar-lo.
gd: Briog àite sam bith air an stac gus a ruith.

source: Next, loop the beat
ca: Tot seguit, repeteix el batec
gd: An uair sin, lùb a’ bhuille

source: Make the heart keep beating.
ca: Fes que el cor segueixi bategant.
gd: Cum a’ bhuille cridhe a’ dol.

source: Click the <span class="controlcolor">Control</span> category. Drag out a <span class="controlcolor">repeat</span> block and snap it around the other blocks:</p>
ca: Fes clic a la categoria <span class="controlcolor">Control</span> de color groguenc. Arrossega un bloc <span class="controlcolor">repeteix</span> i connecta'l amb els altres:</p>
gd: Briog air an roinn-seòrsa <span class="controlcolor">Smachd</span>. Slaod bloca <span class="controlcolor">dèan seo _ tursan</span> a-null agus greimich e timcheall air na blocaichean eile:</p>

source: Click <span class="lookscolor">Looks</span>. Drag out a <span class="lookscolor">set size</span> block, and snap it on top. </p>
ca: Fes clic a <span class="lookscolor">Aspecte</span>. Arrossega un bloc <span class="lookscolor">fixa la mida</span> a, i connecta'l a la part superior. </p>
gd: Briog air <span class="lookscolor">Coltas</span>. Slaod bloca <span class="lookscolor">suidhich do mheud air</span> a-null agus greimich e ris a’ bharr. </p>

source: Type in 100%% if you want to reset the size of the heart.
ca: Escriu un 100%% si vols que restablir el tamany del cor.
gd: Sgrìobh 100%% ann ma tha thu airson meud a’ chridhe ath-shuidheachadh.

source: Make it go with a green flag
ca: Fes que s'iniciï amb la bandera verda
gd: Tòisich e leis a’ bhratach uaine

source: Make your script run whenever you click the green flag.
ca: Fes que el teu programa s'executi quan es premi la bandera verda.
gd: Thoir air an sgriobt agad ruith gach turas a bhriogas tu air a’ bhratach uaine.

source: <p>Click the <span class="eventscolor">Events</span> category.</p> <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top:</p>
ca: <p>Fes clic a la categoria <span class="eventscolor">Esdeveniments</span> de color marró.</p> <p>Arrossega un bloc <span class="eventscolor">quan <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> es premi</span> i connecta'l a la part superior:</p>
gd: <p>Briog air an roinn-seòrsa <span class="eventscolor">Tachartas</span>.</p> <p>Slaod bloca <span class="eventscolor">le briogadh air <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> a-null agus greimich e ris a’ bharr:</p>
