Repository: Arplane-Translations/scratchr2_translations
Catalog: documentation/*/LC_MESSAGES/django.po
Languages: ca, gd

source: Click the checkbox to see how loud it is:
ca: Fes clic a la casella per veure que tant fort sona:
gd: Cuir cromag sa bhogsa gus faighinn a-mach dè cho àrd ’s a tha an fhuaim:

source: The monitor will show on the Stage: <img src="%(STATIC_URL)s/images/help/loudness-monitor.png">.
ca: El monitor es mostrarà a l'escenari: <img src="%(STATIC_URL)s/images/help/loudness-monitor.png">.
gd: Nochdaidh am monatair air an àrd-ùrlar: <img src="%(STATIC_URL)s/images/help/loudness-monitor.png">.

source: <p>Insert <img src="%(STATIC_URL)s/images/help/mouse-x.png"> into <img src="%(STATIC_URL)s/images/help/set-color-effect.png"></p> Use this code to whirl as you move the mouse:
ca: <p>Col·loca <img src="%(STATIC_URL)s/images/help/mouse-x.png"> dins de <img src="%(STATIC_URL)s/images/help/set-color-effect.png"></p> Utilitza aquest codi per fer-lo girar quan moguis el ratolí:
gd: <p>Cuir <img src="%(STATIC_URL)s/images/help/mouse-x.png"> ann an <img src="%(STATIC_URL)s/images/help/set-color-effect.png"></p> Cleachd an còd seo airson cuairteag le gluasad na luchaige:

source: Try different effects by choosing the menu:
ca: Prova diferents efectes triant-los del menú:
gd: Feuch èifeachdan eile ’s tu gan taghadh on chlàr-taice:

source: Click stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"> to clear all effects.
ca: Fes clic a Stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"> per netejar tots els efectes.
gd: Briog air stad <img src="%(STATIC_URL)s/images/help/stop-sign.png"> gus a h-uile èifeachd fhalamhachadh.

source: Make a variable to keep track of score.
ca: Cera una variable per controlar la puntuació.
gd: Cruthaich caochladair gus sgòr a thracadh.

source: Choose <img src="%(STATIC_URL)s/images/help/data-palette.png"> and then <img src="%(STATIC_URL)s/images/help/make-variable-button.png"></p> Type in the name "Score" and then click OK:
ca: Fes clic a <img src="%(STATIC_URL)s/images/help/data-palette.png"> i després <img src="%(STATIC_URL)s/images/help/make-variable-button.png"></p> Escriu "Puntuació" en el nom i fes clic a OK:
gd: Tagh <img src="%(STATIC_URL)s/images/help/data-palette.png"> agus an uair sin <img src="%(STATIC_URL)s/images/help/make-variable-button.png"></p> Sgrìobh an t-ainm “Sgòr” agus an uair sin briog air “Ceart ma-thà”:

source: New blocks will appear and the variable Score will show on the Stage: <img src="%(STATIC_URL)s/images/help/score-monitor.png">
ca: Apareixeran nous blocs i la variable Puntuació es mostrarà a l'Escenari: <img src="%(STATIC_URL)s/images/help/score-monitor.png">
gd: Nochdaidh blocaichean ùra agus chì thu an caochladair “Sgòr” air an àrd-ùrlar: <img src="%(STATIC_URL)s/images/help/score-monitor.png">

source: Here's an example script for keeping score:
ca: Aquí tens un exemple per gestionar la puntuació:
gd: Seo ball-eisimpleir de sgriobt gus sgòr a thracadh:

source: Move your sprite with arrow keys
ca: Mou el teu personatge amb les tecles del cursor
gd: Gluais an sprìd agad leis na h-iuchraichean saighde

source: Try this code:<br/> <img src="%(STATIC_URL)s/images/help/move-with-arrow-all.png"> <br/> Press arrow keys <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> to trigger.
ca: Prova aquest programa:<br/> <img src="%(STATIC_URL)s/images/help/move-with-arrow-all.png"> <br/> Prem les fletxes del cursor <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> per moure'l.
gd: Feuch an còd seo:<br/> <img src="%(STATIC_URL)s/images/help/move-with-arrow-all.png"> <br/> Brùth air na h-iuchraichean-saighde <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> gus a chur gu dol.

source: To copy a stack of blocks, click at the top with the duplicate tool:
ca: Per copiar un grup de blocs, fes clic dalt de tot amb l'eina duplica:
gd: Gus lethbhreac a dhèanamh de stac de bhlocaichean, briog air a’ bharr leis an inneal-dùblachaidh:

source: If your sprite turns upside-down, click <img src="%(STATIC_URL)s/images/help/info.png"> and set its rotation style to left-right:
ca: Si el teu personatge es gira cap per avall, fes clic a <img src="%(STATIC_URL)s/images/help/info.png"> i fixa l'estil de rotació a esquerra-dreta:
gd: Ma ghluaiseas an sprìd agad bun-os-cionn, briog air <img src="%(STATIC_URL)s/images/help/info.png"> agus suidhich stoidhle na cuairte air “clì is deas”:

source: Move a sprite
ca: Mou un personatge
gd: Gluais sprìd

source: Try typing in different numbers, such as <img src="%(STATIC_URL)s/images/help/move-1-step.png"> to move a tiny bit or a bigger number to move further.
ca: Prova escrivint diferents nombres, com ara <img src="%(STATIC_URL)s/images/help/move-1-step.png"> per moure'l només un xic, o un nombre més gran per que es mogui més.
gd: Feuch gun cuir thu a-steach diofar àireamhan, can <img src="%(STATIC_URL)s/images/help/move-1-step.png"> airson gluasad beag no àireamh nas motha airson gluasad nas fhaide.

source: If you type in a <b>negative</b> number, the sprite will move backward:
ca: Si escrius un nombre <b>negatiu</b>, el personatge es mourà enrere:
gd: Ma sgrìobhas tu àireamh <b>àicheil</b> ann, gluasaidh an sprìd an comhair a cùil:

source: <p>To change direction, use point in direction.<br/> Or you can turn.</p> <p>To go to a certain spot on the screen, use “go to x y”</p> <p>To glide smoothly, use “glide to x y”</p>
ca: <p>Per canviar la direcció, utilitza apunta en diercció.<br/> O pots fer-lo girar.</p> <p>Per anar a un lloc determinat de la pantalla, fes servir “vés a x: y:”</p> <p>Perquè es mogui suament, fes servir “llisca fins x: y:”</p>
gd: <p>Gus a’ chomhair atharrachadh, cleachd “cuir d' aghaidh”.<br/> Air neo ’s urrainn dhut cuairteachadh.</p> <p>Airson dol gu bad sònraichte air an sgrìn, cleachd “rach gu x y”</p> <p>Airson gluasad gu rèidh, cleachd “gluais gu x y”</p>

source: Choose the First Letter
ca: Tria la primera lletra
gd: Tagh a’ chiad litir

source: Add Color Effects
ca: Afegeix efectes de color
gd: Cuir èifeachdan datha ris

source: Add Your Next Letter
ca: Afegeix la propera lletra
gd: Cuir an ath-litir agad ris

source: Make It Spin
ca: Fes-lo girar
gd: Cuir e car mu char

source: Finish Your Name
ca: Acaba el teu nom
gd: Crìochnaich d’ ainm

source: To start, choose the first letter of your username, initials, or favorite word.
ca: Per començar, tria la primera lletra del teu nom d'usuari, sigles, o paraula preferida.
gd: Airson tòiseachadh, tagh a’ chiad litir dhen ainm-cleachdaiche agad, dhe thùs-litrichean d’ ainm no dhen fhacal as fhearr leat.

source: Click this icon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:
ca: Fes clic a aquesta icona <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> per triar un nou personatge:
gd: Briog air an ìomhaigheag seo <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> gus sprìd ùr a thaghadh:

source: Then select one of the letters in the Sprite library:
ca: Ara selecciona una de les lletres de la galeria del personatge:
gd: An uair sin, tagh aon dhe na litrichean on leabhar-lann aig Scratch:

source: Why are characters in Scratch called 'sprites'? We borrowed the word from the first video games.
ca: Per què els objectes a Scratch s'anomenen 'personatges'? Vam demanar prestada la paraula dels primers videojocs.
gd: Carson a tha “sprìd” air pearsachan Scratch? Fhuair sinn am facal seo o na chiad geamannan video (“sprite” sa Bheurla).

source: Tip: If you don't want the cat in your project, you can delete it using the scissors tool.
ca: Consell: Si no vols el gat en el teu projecte, pots esborrar-lo usant l'eina de les tisores.
gd: Gliocas: Mur eil thu ag iarraidh an cat sa phròiseact agad, ’s urrainn dhut a sguabadh às leis an inneal-siosair.

source: Click on the scissors, then click on the cat.
ca: Fes clic a les tisores, i després fes clic sobre el gat.
gd: Briog air an t-siosar agus an uair sin briog air a’ chat.

source: Next, add color effects
ca: Tot seguit, afegeix efectes de color
gd: An uair sin, cuir èifeachdan datha ris

source: Make the letter change color whenever it's clicked.
ca: Fes que la lletra canviï de color cada vegada que sigui premuda.
gd: Thoir air an litir gun atharraich i an dath a tha oirre gach turas a nì thu briogadh oirre.

source: <p>Now you can click your letter on the Stage to see its color change:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
ca: <p>Ara pots fer clic a la teva lletra en l'escenari per veure-la canviar de color:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
gd: <p>’S urrainn dhut briogadh air an litir agad air an àrd-ùrlar a-nis ach am faic thu mar a dh’atharraicheas an dath air:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">

source: Next, add a sound
ca: Tot seguit, afegeix un so
gd: Nise, cuir fuaim ris

source: <p>Click on your letter to run the script:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
ca: <p>Fes clic a la teva lletra per executar el programa:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
gd: <p>Briog air an litir agad gus an sgriobt a ruith:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">

source: Next, add a backdrop
ca: Tot seguit, afegeix un fons
gd: Cuir cùlaibh ris a-nis

source: <p>Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:</p>
ca: <p>Fes clic a la icona <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> per obrir la galeria de fons:</p>
gd: <p>Briog air an ìomhaigheag <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> gus leabhar-lann nan cùlaibhean fhosgladh:</p>

source: <p>Choose the backdrop you want (such as "boardwalk" or "circles").</p>
ca: <p>Tria el fons que vulguis (com ara "boardwalk" o "circles").</p>
gd: <p>Tagh an cùlaibh a thogras tu (can “boardwalk” no “circles”).</p>

source: Now, add your next letter
ca: Tot seguit, afegeix la propera lletra
gd: Nise, cuir an ath-litir agad ris

source: To add the second letter of your name, make a new sprite.
ca: Per afegir la segona lletra del teu nom, crea un nou personatge.
gd: Gus an dàrna litir dhe d’ ainm a chur ris, cruthaich sprìd ùr.

source: <p>You can draw the letter by clicking the <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> icon:</p> <p> <img src="%(STATIC_URL)s/images/help/new-sprite-paint.png"></p>
ca: <p>Pots dibuixar la lletra fent clic a la icona <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> de dibuix:</p> <p> <img src="%(STATIC_URL)s/images/help/new-sprite-paint.png"></p>
gd: <p>’S urrainn dhut an litir a tharraing ’s tu a’ briogadh air an ìomhaigheag <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">:</p> <p> <img src="%(STATIC_URL)s/images/help/new-sprite-paint.png"></p>

source: You can draw using the paint tools:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Or, type the letter using the text tool: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
ca: Pots dibuixar fent ús de les eines de dibuix:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>O bé, escriu la lletra usant l'eina de text: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
gd: ’S urrainn dhut tarraing leis na h-innealan peantaidh:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Air neo sgrìobh an litir leis an inneal-teacsa: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>

source: <p>Want to choose the letter instead? Click the <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> icon to choose from the Sprite library.</p>
ca: <p>T'estimes més triar la lletra? Fes clic a la icona <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> per triar de la galeria de personatge.</p>
gd: <p>A bheil thu airson an litir a thaghadh na àite? Briog air an ìomhaigheag <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> gus tè a thaghadh o leabhar-lann nan sprìd.</p>

source: Next, make it spin
ca: Tot seguit, fes-la girar
gd: Nise, cuir car mu char e

source: <p>Tip: To reset the sprite's angle, click this block in the <span class="motioncolor">Motion</span> category:</p> <img src = "%(STATIC_URL)s/images/help/point-direction-90-back.png">
ca: <p>Consell: Per restablir l'angle del personatge, fes clic a aquest bloc a la categoria <span class="motioncolor">Moviment</span> de color blau:</p> <img src = "%(STATIC_URL)s/images/help/point-direction-90-back.png">
gd: <p>Gliocas: Gus ceàrn na sprìd ath-shuidheachadh, briog air a’ bhloca seo san roinn-seòrsa <span class="motioncolor">Gluasad</span>:</p> <img src = "%(STATIC_URL)s/images/help/point-direction-90-back.png">

source: Next, finish your name
ca: Ara, acaba el teu nom
gd: Nise, cuir crìoch air d’ ainm

source: <h4>Glide</h4> <p>Make your letter glide when you click it:</p> <p><img src = "%(STATIC_URL)s/images/help/when-clicked-glide.png"></p>
ca: <h4>Llisca</h4> <p>Fes que la teva lletra llisqui quan fas clic sobre ella:</p> <p><img src = "%(STATIC_URL)s/images/help/when-clicked-glide.png"></p>
gd: <h4>Gluais</h4> <p>hoir gluasad air an litir agad nuair a bhriogas tu oirre:</p> <p><img src = "%(STATIC_URL)s/images/help/when-clicked-glide.png"></p>

source: <p>You can try adding other blocks to see what they do.</p>
ca: <p>Pots provar d'afegir altres blocs per veure el que fan.</p>
gd: <p>Feuch gun cuir thu blocaichean eile ris ach am faic thu na nì iad.</p>

source: Next, share your project
ca: Ara, comparteix el teu projecte
gd: Nise, co-roinn am pròiseact agad

source: Type a title for your project.
ca: Escriu un títol per al teu projecte.
gd: Sgrìobh tiotal airson a’ phròiseict agad.

source: When you are ready to share your project with others, click the “Share” button at the top of the screen.
ca: Quan estiguis llest o llesta per compartir el teu projecte amb altres, prem el botó “Comparteix” de la part superior de la pantalla.
gd: Nuair a bhios tu ullamh gus am pròiseact agad a cho-roinneadh le càch, briog air a’ phutan “Co-roinn” air barr na sgrìn.

source: Tip: You'll need to sign up for a Scratch account to share your project online.
ca: Consell: Cal que estiguis registrat amb un compte de Scratch per compartir en línia el teu projecte.
gd: Gliocas: Feumaidh tu clàradh airson cunntas Scratch gus am pròiseact agad a cho-roinneadh air loidhne.

source: To add notes and credits, click:
ca: Per afegir notes i informació, fes clic a:
gd: Gus nòtaichean is urram a chur ris, briog air:

source: Here's a video on how to edit the project page:
ca: Aquí trobaràs un vídeo sobre com editar la pàgina del projecte:
gd: Seo video air mar a dheasaicheas tu duilleag a’ phròiseict:

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/432299/" target="_blank">Animate a Name studio</a>:
ca: Ara pots afegir el teu projecte a <a href="http://scratch.mit.edu/studios/432299/" target="_blank">l'estudi Animate a Name</a>:
gd: ’S urrainn dhut am pròiseact agad a chur ris an <a href="http://scratch.mit.edu/studios/432299/" target="_blank">stiùideo Animate a Name</a> a-nis:

source: <p>For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.</p>
ca: <p>Per a més idees, fes clic a <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tots els consells</a>.</p>
gd: <p>Airson barrachd bheachdan, briog air <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">A h-uile oidheam</a>.</p>

source: Make a version of the bouncing ball game. Find out how to add sounds, points, or other effects. Then, challenge your friends to play.
ca: Fes una versió del joc de la pilota. Descobreix com afegir sons, punts, o altres efecte. Llavors, convida els teus amics a jugar-hi.
gd: Dèan tionndadh dhen gheama bàla a’ bocadh. Faigh a-mach mar a chuireas tu fuaimean, puingean no èifeachdan eile ris. An uair sin thoir dùbhlan air na caraidean agad ach an cluich sibh còmhla.

source: First, choose a backdrop
ca: Primer, tria un fons
gd: An toiseach, tagh cùlaibh

source: Choose a Backdrop
ca: Tria un fons
gd: Tagh cùlaibh

source: Choose a Ball
ca: Tria una pilota
gd: Tagh bàla

source: Make the Ball Move
ca: Fes que la pelota es mogui
gd: Thoir air a’ bhàla gluasad

source: Move and Bounce
ca: Mou i rebota
gd: Gluais is boc

source: Choose your Paddle
ca: Tria la teva pala
gd: Tagh a’ phleadhag agad

source: Control the Paddle
ca: Controla la pala
gd: Stiùirich a’ phleadhag

source: Bounce Off the Paddle
ca: Rebota a la pala
gd: Boc ris a’ phleadhag

source: Add a Challenge
ca: Afegeix un repte
gd: Cuir dùbhlan ris

source: Enhance and Customize
ca: Millora i personalitza
gd: Leasaich is gnàthaich

source: Share Your Game
ca: Comparteix el teu joc
gd: Co-roinn an geama agad

source: Choose a backdrop for your pong game.
ca: Tria un fons per al teu joc de pong.
gd: Tagh cùlaibh airson a’ geama pong agad.

source: <p>Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:</p>
ca: <p>Fes clic a la icona <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> per obrir la galeria de fons:</p>
gd: <p>Briog air an ìomhaigheag <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> gus leabhar-lann nan cùlaibhean fhosgladh:</p>

source: Then choose the backdrop you want (such as neon tunnel or brick wall):
ca: Tot seguit tria el fons que vulguis (com ara neon tunnel o brick wall):
gd: An uair sin, tagh an cùlaibh a thogras tu (can “neon tunnel” no “brick wall”):

source: Next, choose a ball
ca: A continuació, tria una pilota
gd: Ann uair sin, tagh bàla

source: What else do you want to add to your game? Try some of these ideas.
ca: Què més vols afegir al teu joc? Prova alguna d'aquestes idees.
gd: Dè eile a bu toil leat cur ris a’ gheama agad? Feuch cuid dhe na beachdan seo.

source: Add Effects
ca: Afegeix efectes
gd: Cuir èifeachdan ris

source: Change the color of the ball when it hits the paddle.
ca: Canvia el color de la pilota quan copegi amb la pala.
gd: Atharraich an dath air a’ bhàla nuair a bhuaileas e ris a’ phleadhag.

source: Starting Position
ca: Posició d'inici
gd: An t-ionad tòiseachaidh

source: You may want to set the ball’s starting position.
ca: És possible que vulguis fixar la posició inicial de la pilota.
gd: Bu toil leat ionad tòiseachaidh a’ bhàla a shuidheachadh, ’s dòcha.

source: Move the ball to where you want it to start, then drag the <span class="motioncolor">go to x: y:</span> block into the top of this script:
ca: Mou la pilota allà on vulguis que comenci, llavors arrossega el bloc <span class="motioncolor">vés a x: y:</span> a la part superior del programa:
gd: Gluais am bàla gu far a bheil thu airson ’s gun tòisich e agus an uair sin slaod bloca <span class="motioncolor">rach gu x: y:</span> air bàrr an sgriobt:

source: Add Points
ca: Afegeix Punts
gd: Cuir puingean ris

source: Create a variable for keeping score.
ca: Crea una variable que desi la puntuació.
gd: Cruthaich caochladair gus an sgòr a chuimhneachadh.

source: Then add the score blocks to your script:
ca: Després afegeix els blocs de puntuació al teu programa:
gd: An uair sin, cuir blocaichean an sgòir ris an sgriobt agad:

source: You can also change what happens when the ball touches the bottom. For example:
ca: També pots canviar què succeeix quan la pilota toca la part inferior. Per exemple:
gd: ’S urrainn dhut atharrachadh na thachras nuair a bheanas am bàla ris a’ bhonn cuideachd. Mar eisimpleir:

source: Congratulations! You've coded your own game!
ca: Felicitats! Has programat el teu propi joc!
gd: Meal do naidheachd! Tha thu air geama agad fhèin a chruthachadh!

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/644508" target="_blank">Pong Game studio</a>:
ca: Ara pots afegir el teu projecte a <a href="http://scratch.mit.edu/studios/644508" target="_blank">l'estudi de Joc del Pong</a>:
gd: ’S urrainn dhut am pròiseact agad a chur ris an <a href="http://scratch.mit.edu/studios/644508" target="_blank">stiùideo Pong Game</a> a-nis:

source: For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.
ca: Per a més iedes, fes clic a <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tots els consells</a>.
gd: Airson barrachd bheachdan, briog air <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">A h-uile oidheam</a>.

source: Then select a ball for your game:
ca: Després tria una pilota per al teu joc:
gd: An uair sin, tagh bàla airson a’ gheama agad:

source: You can delete the cat with the scissors tool. Click on the scissors, then click on the cat:
ca: Pots esborrar el gat amb l'eina de les tisores. Fes clic a les tisores, i després fes clic sobre el gat:
gd: ’S urrainn dhut an cat a sguabadh às leis an inneal-siosair. Briog air an t-siosar agus an uair sin air a’ chat:

source: Or, use the right-click menu (Ctrl+click on Mac), and choose 'delete'.
ca: O bé, utilitza el menú del botó dret (Ctrl + clic en Mac), i tria 'esborra'.
gd: Air neo cleachd an clàr-taice a gheibh thu le briogadh deas (Ctrl+briogadh air Mac) agus tagh “Sguab às”.

source: Next, make the ball move
ca: Tot seguit, fes que la pilota es mogui
gd: An uair sin, thoir air a’ bhàla gluasad

source: <p>Click the <span class="motioncolor">Motion</span> category, and drag out a <span class="motioncolor">move</span> block into the Scripts area.</p>
ca: <p>Fes clic a la categoria <span class="motioncolor">Moviment</span> de color blau, i arrossega un bloc <span class="motioncolor">mou-te</span> a la zona de programes.</p>
gd: <p>Briog air an roinn-seòrsa <span class="motioncolor">Gluasad</span> agus slaod bloca <span class="motioncolor">gluais</span> a-null gu raon nan sgriobtaichean.</p>

source: Then, click on that block to make the ball move.
ca: Després, fes clic al bloc per fer que es mogui la pilota.
gd: An uair sin, briog air a’ bhloca gus gluasad a thoirt air a’ bhàla.

source: Next, move and bounce
ca: Tot seguit, mou i rebota
gd: An uair sin, gluais is boc

source: Want it to keep going? Snap on the block <span class="motioncolor">if on edge, bounce</span>.
ca: Vols que la pilota continuï? Afegeix el bloc <span class="motioncolor">rebota en tocar una vora</span>.
gd: A bheil thu airson ’s gun cum e a’ dol? Greimich bloca <span class="motioncolor">ma tha thu ris an oir, boc</span> ris.
