Repository: Arplane-Translations/scratchr2_translations
Catalog: documentation/*/LC_MESSAGES/django.po
Languages: ca, gd

source: What cool image effects will you add to your card?
ca: Amb quin efecte d'imatge voldràs sorprendre?
gd: Dè na h-èifeachdan deilbh snasail a chuireas tu ris a’ chairt agad?

source: How can costumes add animation to your holiday card?
ca: Com poden els vestits animar la teva targeta?
gd: Ciamar a chuireas aodaich beòthachadh air a’ chairt agad?

source: Next, let's add some background music to your holiday card.
ca: Ara, afegeix música de fons a la teva targeta.
gd: An uair sin, cuiridh sinn ceòl cùlaibh ris a’ chairt Nollaige agad.

source: What sounds will your card make?
ca: Quins sons farà la teva targeta?
gd: Dè na fuaimean a chluicheas a’ chairt agad?

source: Next, let's help people know how to interact with your card.
ca: Ara, explica als altres com interaccionar amb la teva targeta.
gd: An uair sin, innsidh sinn do chàch ciamar a nì iad eadar-ghnìomh leis a’ chairt agad.

source: Next, let's share your holiday card.
ca: Ara, comparteix la teva targeta.
gd: An uair sin, co-roinn a’ chairt agad.

source: Now you can send a link to your holiday card to family, friends, and others!
ca: Ara pots enviar un enllaç de la teva postal a la família, amics, i altres!
gd: ’S urrainn dhut ceangal dhan chairt Nollaige agad a chur gu do theaghlach, do charaidean is daoine eile a-nis!

source: Finally, finish by adding your card to the Holiday Card studio.
ca: Per acabar, afegeix la teva targeta a l'estudi Holiday Card.
gd: Mu dheireadh thall, crìochnaich e is cuir a’ chairt agad ris an stiùideo Holiday Card.

source: Make your name come to life! Animate the letters by coding in Scratch. Add sound and music too.
ca: Dóna-li vida al teu nom! Anima les lletres tot programant a Scratch. Afegeix so i música també.
gd: Cuir beatha air d’ ainm! Beòthaich na litrichean le còdachadh ann an Scratch. Cuir fuaimean is ceòl ris cuideachd.

source: Favorite Things
ca: Coses preferides

source: Choose a Thing You Like
ca: Tria quelcom que t'agradi

source: Say What You Like About It
ca: Digues què t'agrada sobre això

source: Record Your Voice
ca: Enregistra la teva veu

source: Add More Favorite Things
ca: Afegeix més coses preferides

source: Add Effects and Movement
ca: Afegeix efectes i moviments

source: Ode to Code Dance
ca: Oda a la dansa del codi

source: Race to the Finish
ca: Carrera al final

source: Choose a Backdrop for the Race
ca: Tria un fons per a la carrera

source: Move by Pressing a Key
ca: Mou prement una tecla

source: Draw a Finish Line
ca: Dibuixa una línia de meta

source: If You Reach the Finish Line
ca: Si arribes a la línia final

source: Go to Your Starting Point
ca: Vés al teu punt inicial

source: Add Another Sprite to Race
ca: Afegeix un altre personatge per a la carrera

source: Personalize Your Game
ca: Personalitza el teu joc

source: Save and Share Your Project
ca: Desa i comparteix el teu projecte

source: Soccer remix tips
ca: Consells per reinventar el futbol

source: You can specify which item to report by choosing from the pull-down menu or typing in a number. Choosing "random" reports a random item in the list.
ca: Pots especificar l'element a informar amb la selecció al menú desplegable o escrivint el nombre. Triant "a l'altzar" s'informa un ítem a l'atzar de la llista.

source: <p> The item block reports the value of the item at the specified place on the list. <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> You can fit an item block into other blocks, for example: say, switch to costume, play sound, or broadcast. </p>
ca: <p> El bloc d'element informa del valor de l'ítem al lloc especificat de la llista. <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> Pots muntar un bloc d'element dins d'altres blocs, per exemple: dir, canviar al vestit, interpretar un sou, o emetre. </p>

source: You can specify which item to replace by choosing from the pull-down menu or typing in a number. Choosing "random" replaces a random item in the list. The length of the list does not change.
ca: Pots especificar l'element a reemplaçar triant en el menú desplegable o escriu un nombre. L'elecció de "a l'atzar" reemplaça un element d'atzar en la llista. La longitud de la llista no canvia.

source: <p>Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon:</p> <img src = "%(STATIC_URL)s/images/help/int-new-backdrop.gif">
ca: <p>Fes clic a la <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icona:</p> <img src = "%(STATIC_URL)s/images/help/int-new-backdrop.gif">

source: <p>Choose "party" or another backdrop:</p>
ca: <p>Tria "party" o un altre fons:</p>

source: <p>Click on <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:</p>
ca: <p>Fes clic a <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> per triar un nou personatgeg:</p>

source: Make an interactive collage that shows and tells people about your favorite things.
ca: Crea un collage interactiu que mostri les teves coses preferides.

source: Start by adding one of your favorite things.
ca: Comença afegint una de les teves coses preferides.

source: <p>Click on <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:</p>
ca: <p>Fes clic a <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> per triar un nou personatge:</p>

source: For example, you could choose your favorite animal:
ca: Per exemple, pots triar el teu animal favorit:

source: <p>Can't find an image you want? Draw your own sprite <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> or import an image <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">.</p>
ca: <p>No pots trobar la imatge que vols? Dibuixa el teu propi personatge <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> o puja un fitxer <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">.</p>

source: Want to delete the cat? Click on the scissors, then click on the cat:
ca: Vols esborrar el gat? Fes clic a les tisores, i després fes clic sobre el gat:

source: Next, say what you like about it
ca: Tot seguit, digues què t'agrada sobre això

source: Click the <span class="tab-ref">Scripts</span> tab.
ca: Fes clic a la pestanya de <span class="tab-ref">Programes</span> del menú.

source: Click the <span class="lookscolor">Looks</span> category, then drag a <span class="lookscolor">say Hello! for 2 secs</span> block to the Scripts area:
ca: Fes clic a la categoria <span class="lookscolor">Aspecte</span> de color violat, després arrossega un bloc de <span class="lookscolor">digues Hello! durant 2 segons</span> a la zona de programes:

source: Type in what you want it to say:
ca: Escriu el que vols que digui:

source: You can click on that block to try it.
ca: Pots fer clic al bloc per provar-ho.

source: Now, make it interactive!
ca: Ara, fes-ho interactiu!

source: Click the <span class="eventscolor">Events</span> category.
ca: Fes clic a la categoria de <span class="eventscolor">Esdeveniments</span> marró.

source: Drag out a <span class="eventscolor">when this sprite clicked</span> block and snap it on top:
ca: Arrossega un bloc <span class="eventscolor">quan es cliqui aquest personatge</span> i connecta'l a la part superior:

source: Now, you can click on your sprite to see it talk.
ca: Ara, pots fer clic al teu personatge per fer que parli.

source: Next, record your voice
ca: Tot seguit, enregistra la teva veu

source: Add your voice to bring your project to life!
ca: Afegeix la teva veu per donar-li vida al teu projecte!

source: <p>Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">.</p>
ca: <p>Fes clic a la pestanya de <span class="tab-ref">Sons</span> del menú, llavors fes clic a <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">.</p>

source: Then, click the round button to record.
ca: Aleshores, fes clic al botó rodó per enregistrar.

source: Tip: You may need to click 'Allow' to record.
ca: Consell: Has de fer clic a 'Permetre' per enregistrar.

source: Record yourself saying what you like about this favorite thing.
ca: Enregistra't a tu mateix dient què t'agrada sobre aquest objecte preferit.

source: Can't record?
ca: No pots enregistrar?

source: Click <img class="intext" src = "%(STATIC_URL)s/images/help/int-speaker.png"> to choose a sound from the Sound Library.
ca: Fes clic a <img class="intext" src = "%(STATIC_URL)s/images/help/int-speaker.png"> per triar un so de la galeria de sons.

source: Then, click the <span class="tab-ref">Scripts</span> tab.
ca: Tot seguit, fes clic a la pestanya de <span class="tab-ref">Programes</span> del menú.

source: Click the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound</span> block.
ca: Fes clic a la categoria de <span class="soundcolor">Sons</span> de color magenta, i arrossega un bloc de <span class="soundcolor">toca el so</span> a la zona de programes.

source: Drag that sound block into the script, like this:
ca: Arrossega aquest bloc de so al programa, com es mostra:

source: Tip: Put the <span class="soundcolor">play sound</span> block before the <span class="lookscolor">say block</span> so the sound plays at the same time that the talk bubble appears.
ca: Consell: Col·loca el bloc de <span class="soundcolor">toca el so</span> abans de <span class="lookscolor">digues</span> de manera que el so es reprodueixi alhora que apareix la bafarada.

source: Click on your sprite to see and hear what it says:
ca: Fes clic al teu personatge per veure i escoltar què diu:

source: Add another favorite thing
ca: Afegeix una altra cosa preferida

source: Now add other favorite things, such as your favorite foods or activities.
ca: Ara afegeix altres coses preferides; com ara els teus menjars favorits o activitats.

source: <p>You can draw by clicking the <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> icon.
ca: <p>Pots dibuixar fent clic a la <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> icona.

source: Or click <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png"> to import an image.
ca: O bé fent clic <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png"> per importar una imatge.

source: Want to choose something instead?
ca: Vols triar algun fitxer?

source: <p>Click the <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> icon to choose from the Sprite library.</p>
ca: <p>Fes clic a la icona <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> per triar un personatge de la galeria.</p>

source: Next, add effects and movement
ca: Aleshores, afegeix efectes i moviments

source: Here are more ideas for bringing your favorite things to life.
ca: Aquí trobaràs més idees per donar vida a les teves coses preferides.

source: Make a sprite change color when it's clicked.
ca: Fes que el personatge canviï de color quan es cliqui.

source: Animate It
ca: Anima'l

source: If your sprite has more than one costume, you can animate it by switching costumes.
ca: Si el teu personatge té més d'un vestit, pots animar-lo canviant els vestits.

source: Add a script like this:
ca: Afegeix un programa com aquest:

source: Select costumes from the menu in the <span class="lookscolor">switch costume</span> block.
ca: Selecciona els vestits amb el bloc <span class="lookscolor">canvia el vestit a</span> de color violat.

source: To see the costumes, click the <span class="tab-ref">Costumes</span> tab.
ca: Per veure els vestits, fes clic a la pestanya <span class="tab-ref">Vestits</span> del menú.

source: Want to add a costume? Click a costume with the Duplicate tool.
ca: Vols afegir un vestit? Fes clic a un vestit amb l'eina de Duplica.

source: Then use the drawing tools to edit it.
ca: Ara fes ús de les eines de dibuix per editar-lo.

source: Tip: If it's a vector image, you can select it, then click the Ungroup icon to change the parts:
ca: Consell: Si és una imatge vectorial, pots seleccionar-la, i llavors fer clic a la icona Desagrupa per canviar les parts:

source: Now you can animate by switching between costumes (like in the script above).
ca: Ara pots animar canviant els vestits (com en el programa següent).

source: Glide
ca: Llisca

source: Make a sprite glide when you click it:
ca: Crea un personatge que llisqui quan es cliqui:

source: Tip: When you drag a sprite to a point on the Stage, the <span class="motioncolor">go to x: y:</span> and <span class="motioncolor">glide</span> blocks will update to the sprite’s new x-y position.
ca: Consell: Quan situes un personatge en un punt de l'escenari, els blocs <span class="motioncolor">vés a x: y:</span> i <span class="motioncolor">llisca</span> prenen els nous valors de la posició x-y del personatge.

source: Then choose the backdrop you want.
ca: Ara tria el fons que vulguis.

source: Tip: You can edit it using the paint tools.
ca: Consell: Pots editar-lo usant les eines de dibuix.

source: When you're ready, you can share your favorite things.
ca: Quan hagis acabat, pots compartir les teves coses preferides.

source: <p>Click the <span class="eventscolor">Events</span> category. Drag out a <span class="eventscolor">when this sprite clicked</span> block and snap it on top:
ca: <p>Fes clic a la categoria de <span class="eventscolor">Esdeveniments</span> de color marró. Arrossega un bloc de <span class="eventscolor">quan es cliqui aquest personatge</span> i connecta'l a la part superior:

source: Tip: When you drag a sprite to the position you want on the Stage, the <span class="motioncolor">glide</span> blocks in the palette will update with its current <strong>x</strong> and <strong>y</strong> position.
ca: Consell: Quan arrossegues un personatge a la posició que vols de l'escenari, els blocs <span class="motioncolor">llisca</span> s'actualitzaran amb la posició <strong>x</strong> i <strong>y</strong> que tenen en aquell moment.

source: Created for Europe Code Week 2015
ca: Creat per a la Setmana Europea de la Programació 2015

source: Developed in partnership with
ca: Desenvolupat en col·laboració amb

source: Ode to Code music by Brendan D. Paolini
ca: Música Oda al Codi per Brendan D. Paolini

source: Click the Stage, then click the <span class="tab-ref">Backdrops</span> tab.
ca: Fes clic a l'escenari, i aleshores clic a la pestanya <span class="tab-ref">Fons</span> del menú.

source: Choose the backdrop you want from the list:
ca: Tria el fons que vulguis de la llista:

source: Want to add a different backdrop?
ca: Vols afegir un fons diferent?

source: Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:
ca: Fes clic a la icona <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> per obrir la galeria de fons:

source: Next, add music
ca: A continuació, afegeix música

source: To select music, click the <span class="tab-ref">Sounds</span> tab.
ca: Per triar música, fes clic a la pestanya <span class="tab-ref">Sons</span> del menú.

source: Click to listen to the sounds.
ca: Fes clic per escoltar els sons.

source: Think about which one you want for your dance.
ca: Pensa quin vols per al teu ball.

source: Want a different sound?
ca: Vols un so diferent?

source: Click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> to select from the Sound library.
ca: Fes clic a <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> per triar de la galeria de Sons.

source: Add an easy way to start your program.
ca: Afegeix una manera senzilla de començar el teu programa.

source: Each object in Scratch is called a sprite.
ca: Tot objecte a Scratch s'anomena personatge.

source: You will now see your dance sprite appear on the Stage. You can drag to move it where you want.
ca: Ara veuràs el teu ballarí sobre l'escenari. Pots arrossegar-lo per moure'l allà on vulguis.

source: Tip: Make your dance sprite bigger by clicking on it with the grow tool. Or make it smaller using the shrink tool:
ca: Consell: Fes el teu personatge més gran fent clic a l'eina d'engrandir. O bé fes-lo més petit usant l'eina d'encongir:

source: Want to switch between backdrops?
ca: Vols fer canvis entre els fons?

source: Add this block to your program:
ca: Afegeix aquest bloc al teu programa:

source: Want to add more dancers to your scene?
ca: Vols afegir més ballarins a la teva escena?

source: Click one of these buttons to add a new sprite:
ca: Fes clic a un d'aquests botons per afegir un nou personatge:

source: <h4>New Sprite Buttons </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p>
ca: <h4>Nou botons de personatge </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Tria un personatge de la galeria</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Dibuixa un nou personatge</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Puja un personatge des d'un fitxer</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Nou personatge (des de la càmera)</p>

source: You can explore and experiment to add to your project. Here are some ideas:
ca: Pots explorar i experimentar modificacions per al teu projecte. Aquí trobaràs algunes idees:

source: Find and import a picture of your city
ca: Troba i importa una imatge de la teva ciutat o poble

source: Draw your own dancer with costumes
ca: Dibuixa el teu propi ballarí amb vestits

source: Draw a new backdrop
ca: Dibuixa un nou fons

source: Now, share your project
ca: Ara, comparteix el teu projecte

source: Save Your Project
ca: Desa el teu projecte

source: Click the Remix button (near the top of the screen) to save your version of the project.
ca: Prem el botó Reinventa (proper a la part superior de la pantalla) per desar la teva versió del projecte.

source: You'll need to join Scratch or sign in to save your project online.
ca: Hauràs de registrar-te o iniciar sessió a Scratch per desar en línia el teu projecte.

source: (Or, to save a copy to your local drive, go to the File menu and choose 'Download to your computer'.)
ca: (O, per desar una còpia en el teu ordinador, vés al menú Fitxer i tria 'Descarrega al teu ordinador'.)

source: Name Your Project
ca: Anomena el teu projecte

source: Share Your Project in a Studio
ca: Comparteix el teu projecte en un Estudi

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/1517362/" target="_blank">Ode to Code studio</a>:
ca: Ara pots afegir el teu projecte a <a href="http://scratch.mit.edu/studios/1517362/" target="_blank">l'estudi Ode to Code</a>:

source: Keep Creating
ca: Segueix creant

source: For more tips and ideas for projects you can create, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.
ca: Si vols més consells i idees per als teus projectes, fes clic a <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tots els consells</a>.

source: Make a game where two characters race each other.
ca: Crea un joc en el que dos personatges competeixin entre ells.

source: Get ready for the 2016 Olympic Games in Brazil!
ca: Estigues apunt per als Jocs Olímpics 2016 a Brasil!

source: Move When You Press a Key
ca: Es mou quan prems una tecla

source: Go to the Starting Point
ca: Vés al punt d'inici

source: Then choose the backdrop you want (such as 'track' or 'beach rio'):
ca: Ara tria el fons que vulguis (com ara 'track' o 'beach rio'):

source: Next, start moving
ca: Tot seguit, fes que es mogui

source: Then, click on that block to make the cat sprite move:
ca: Després, fes clic al bloc per fer que el gat es mogui:

source: Any thing you can move in Scratch (like the cat) is called a 'sprite'.
ca: Tot allò que pots moure a Scratch (com ara el gat) s'anomena 'personatge'.

source: Now, move by pressing a key
ca: Ara, mou-lo prement una tecla

source: <p>Click the <span class="eventscolor">Events</span> category. Drag out a <span class="eventscolor">when this key pressed</span> block and snap it on top:
ca: <p>Fes clic a la categoria <span class="eventscolor">Esdeveniments</span> de color marró. Arrossega el bloc <span class="eventscolor">quan la tecla es premi</span> i connecta'l a la part superior:

source: Now the cat will move every time you press the spacebar on your keyboard.
ca: Ara el gat es mourà cada vegada que premis la barra d'espai del teu ordinador.

source: You can choose a different key from the dropdown menu.
ca: Pots triar una tecla diferent amb el menú desplegable.

source: <p>Want to change how fast it moves? Type a different number into the <span class="motioncolor">move</span> block.
ca: <p>Vols canviar la velocitat a la que es mou? Escriu un nombre diferent al bloc <span class="motioncolor">mou-te</span> de color blau.

source: Now, draw a finish line
ca: Ara, dibuixa una línia de final

source: Make a finish line for your race.
ca: Fes una línia de meta per a la teva carrera.

source: Click the paintbrush icon <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> to draw a new sprite:
ca: Fes clic a la icona del pinzell <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> per dibuixar un nou personatge:

source: Click on the line tool. Select the color you want from the color palette.
ca: Fes clic a l'eina de línia. Selecciona el color que vols a la paleta de colors.

source: You can make a thicker line using the 'Line width' slider:
ca: Pots fer una línia més gruixuda usant el lliscador de 'Amplada de línia':

source: Now you can drag your finish line to where you want it on the Stage.
ca: Ara pots arrossegar la teva línia de meta allà on vulguis de l'Escenari.

source: Tip: You can use the eraser tool to shorten the line so it fits on the track.
ca: Consell: Pots usar l'eina de l'esborrador per ajustar la línia a la pista.

source: Do something if you reach the finish line
ca: Fes alguna cosa quan arribis a la línia de meta

source: Click to highlight the cat sprite.
ca: Fes clic per destacar el personatge del gat.

source: Click on the <span class="tab-ref">Scripts</span> tab.
ca: Fes clic a la pestanya <span class="tab-ref">Programes</span> del menú.

source: Click the <span class="controlcolor">Control</span> category. Drag out an <span class="controlcolor">if</span> block.
ca: Fes clic a la categoria <span class="controlcolor">Control</span> de color groguenc. Arrossega un bloc <span class="controlcolor">si</span> a la zona de programes.

source: Snap it onto your script, like this:
ca: Connecta'l al programa, com en aquest exemple:

source: Then, click the <span class="sensingcolor">Sensing</span> category and drag a <span class="sensingcolor">touching</span> block. Insert it into the <span class="controlcolor">if</span> block, like this:
ca: Ara, fes clic a la categoria <span class="sensingcolor">Sensors</span> i arrossega un bloc <span class="sensingcolor">tocant</span> a la zona de programes. Col·loca'l dins del <span class="controlcolor">si</span> bloc, com es mostra:
