Repository: Arplane-Translations/scratchr2_translations
Catalog: documentation/*/LC_MESSAGES/django.po
Languages: ca, gd

source: Next, add to your story
ca: Tot seguit, afegeix-lo a la teva història

source: What else do you want to add to your story? Try some of these ideas.
ca: Què més vols afegir a la teva història? Prova alguna d'aquestes idees.

source: Click the <span class="tab-ref">Sounds</span> tab.
ca: Prem la pestanya <span class="tab-ref">Sons</span> del menú general.

source: Click the play button to preview the sounds in each character.
ca: Prem el botó de reproducció per previsualitzar els sons de cada personatge.

source: Or, click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> icon to choose a new sound:
ca: O bé, prem la icona <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> per triar un nou so:

source: Click the <span class="tab-ref">Scripts</span> tab. Choose the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound</span> block.
ca: Prem la llengüeta <span class="tab-ref">Programes</span> general. Tria la categoria <span class="soundcolor">Sons</span> lila, i arrossega el bloc <span class="soundcolor">toca el so</span> a la zona de programes.

source: Press the key to try it out.
ca: Prem la tecla per provar-ho.

source: Find Something
ca: Troba alguna cosa

source: You can have an object or other sprite appear when the backdrop changes.
ca: Pots fer que un objecte o un altre personatge es mostri quan canvia l'escenari.

source: Choose a sprite, or draw your own:
ca: Tria un personatge, o bé dibuixa'l:

source: Click on the <span class="eventscolor">Events</span> category. Drag out a <span class="eventscolor">when backdrop switches to</span> block.
ca: Fes clic a la categoria de <span class="eventscolor">Esdeveniments</span> marró. Arrossega el bloc <span class="eventscolor">quan l'escenari canviï al fons</span> i col·loca'l a la zona de programes.

source: Add scripts to tell this sprite when you want it to show and when to hide, like this:
ca: Afegeix programes que informin al personatge quan vols que es mostri i quan vols que s'amagi, com aquest:

source: To make sure it's hiding at the beginning of the story, add this script:
ca: Per comprovar que s'amaga al principi de la història, afegeix aquest programa:

source: You can also make the bears respond.
ca: També pots fer que els óssos responguin.

source: Add a script for the Bearstack like this:
ca: Afegeix un programa per als Bearstack com això:

source: To see it work, keep moving the bears until they get to this backdrop.
ca: Per veure com funciona, segueix movent els óssos fins que arribin a aquest fons de l'escenari.

source: Add Background Music
ca: Afegeix música de fons

source: To add music, click the <span class="tab-ref">Sounds</span> tab.
ca: Per afegir música, prem la llengüeta de <span class="tab-ref">Sons</span> del menú principal.

source: To choose a sound, click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
ca: Per triar un so, prem <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">

source: Choose music (such as 'dance celebrate' or 'dance magic').
ca: Tria una música (com ara 'dance celebrate' o 'dance magic').

source: Click the <span class="controlcolor">Control</span> category.
ca: Fes clic a la categoria <span class="controlcolor">Control</span> de color groguenc.

source: Drag out a <span class="controlcolor">repeat</span> block, and wrap it around:
ca: Arrossega el bloc <span class="controlcolor">repeteix</span> vegades, i estableix la connexió de blocs:

source: Next, save and share your project
ca: Tot seguit, desa i comparteix el teu projecte

source: Congratulations! You've coded your own interactive story!
ca: Felicitats! Has programat la teva pròpia història interactiva!

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">We Bare Bears studio</a>:
ca: Ara pots afegir el teu projecte a <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">l'estudi We Bare Bears</a>:

source: Make a basketball game featuring your friends from We Bare Bears.
ca: Crea un joc de bàsquet amb els teus amics de We Bare Bears.

source: Drag the ball to start above the player.
ca: Arrossega la pilota per començar sobre el jugador.

source: Then drag out a <span class="motioncolor">go to x y</span> block:
ca: Arrossega el bloc <span class="motioncolor">vés a x y</span> a la zona de programes:

source: When you click on that block, the ball will go to the starting point.
ca: Quan cliquis aquest bloc, la pilota anirà al punt d'inici.

source: Next, press a key to start
ca: A continuació, prem una tecla per començar

source: Add More Sounds
ca: Afegeix més sons

source: Click the play button to preview the sounds.
ca: Fes clic al botó de reproducció per previsualitzar els sons.

source: Insert it in your script to add a point each time the ball goes through the hoop:
ca: Insereix-la al teu programa per sumar un punt cada vegada que la pilota s'encistelli:

source: To reset the score when you start the game, drag out a <span class="datacolor">set score to 0 </span> block. Add a <span class="eventscolor">when green flag clicked</span> block on top:
ca: Per restablir la puntuació quan comencis la partida, arrossega un bloc <span class="datacolor">assigna el valor 0</span> a la zona de programes. Afegeix un bloc <span class="eventscolor">quan la bandera verda es premi</span> al principi:

source: Make the defender jump at random times.
ca: Fes que el defensor salti en moments a l'atzar.

source: You can type in different numbers to adjust how long it waits.
ca: Pots escriure diferents nombres per ajustar el temps d'espera.

source: Click the <span class="eventscolor">Events</span> category and drag out a <span class="eventscolor">when space key pressed</span> block. Snap it on top.
ca: Fes clic a la categoria <span class="eventscolor">Esdeveniments</span> i arrossega el bloc <span class="eventscolor">quan la tecla espai es premi</span> a la zona de programes. Connecta'l a la part superior.

source: Try dragging the ball to any other point on the Stage.
ca: Prova arrossegant la pilota a un altre punt de l'escenari.

source: When you press the space key on your keyboard, the ball will go to the starting point.
ca: Quan la tecla espai es premi, la pilota anirà al punt d'inici.

source: <span class="reminder">Tip: Any thing you can move in Scratch (like the ball) is called a 'sprite'.</span>
ca: <span class="reminder">Consell: Tot allò que pots moure a Scratch (com la pilota) s'anomena 'personatge'.</span>

source: Next, move the ball to the net
ca: Ara, mou la pilota a la cistella

source: Click the <span class="motioncolor">Motion</span> category. Drag out a <span class="motioncolor">point towards</span> block and snap it on top. Choose “Net” from the pull-down menu.
ca: Fes clic a la categoria <span class="motioncolor">Moviment</span> de color blau. Arrossega un bloc <span class="motioncolor">apunta cap a</span> i connecta'l a la part superior. Tria “Net” del menú desplegable.

source: Then drag out a <span class="motioncolor">move</span> block.
ca: Ara arrossega el bloc <span class="motioncolor">mou-te</span> a la zona de programes.

source: You can type in numbers to adjust the values.
ca: Pots escriure els nombres per ajustar els valors.

source: Press the space key to try it out.
ca: Prem la tecla espai per provar-ho.

source: Click the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound</span> block. Then snap it onto your script:
ca: Fes clic a la categoria de <span class="soundcolor">Sons</span> de color magenta, i arrossega un bloc <span class="soundcolor">reprodueix un so</span> a la zona de programes. Connecta'l amb el programa:

source: Next, glide through the hoop
ca: A continuació, llisca cap a la cistella

source: Drag the ball down to the ground below the hoop.
ca: Arrossega la pilota avall fins el terra sota la cistella.

source: Then click the <span class="motioncolor">Motion</span> category. Drag out a <span class="motioncolor">glide</span> block and snap it below:
ca: Ara fes clic a la categoira <span class="motioncolor">Moviments</span> de color blau. Arrossega el bloc <span class="motioncolor">llisca</span> i connecta'l:

source: Add a <span class="motioncolor">go to x y</span> block to return the ball back to the start.
ca: Afegeix un bloc <span class="motioncolor">vés a x y</span> per tornar la pilota de nou a l'inici.

source: Use the same numbers as at the beginning of the script.
ca: Utilitza els mateixos nombres que al principi del programa.

source: <span class="reminder">Tip: <span class="motioncolor">go to x y</span> tells a sprite where to go on the Stage. x is the position on the Stage from left to right. y is the position on the Stage from top to bottom.</span>
ca: <span class="reminder">Consell: <span class="motioncolor">vés a x y</span> diu al programa on anar de l'escenari. x és la posició de l'escenari d'esquerra a dreta. y és la posició de l'escenari de dalt a baix.</span>

source: Next, defend the net
ca: Tot seguit, defensa la cistella

source: Guard the net by having a sprite jump up and down.
ca: Protegeix la cistella amb un personatge que salti amunt i avall.

source: Click the thumbnail to choose Panda or Grizz to defend the net.
ca: Fes clic a la miniatura per triar Panda o Grizz per defensar la cistella.

source: Pick a starting point for the defender.
ca: Tria un punt d'inici per al defensor.

source: Drag out a <span class="motioncolor">go to x y</span> block.
ca: Arrossega un bloc <span class="motioncolor">vés a x y</span> a la zona de programes.

source: Now make it move up. Drag out a <span class="motioncolor">change y</span> block. Then drag out a <span class="controlcolor">repeat</span> block and snap it around the <span class="motioncolor">change y</span> block:
ca: Ara fes que es mogui. Arrossega un bloc <span class="motioncolor">suma a y</span> a la zona de programes. Fes el mateix amb el bloc <span class="controlcolor">repeteix</span> i connecta'l encabint el bloc <span class="motioncolor">suma a y</span> anterior:

source: Click on the stack of blocks to try it out.
ca: Fes clic a la pila de blocs per provar-ho.

source: Now make it go back down by adding these blocks:
ca: Ara fes que torni afegint aquests blocs:

source: Click on the stack to try it.
ca: Fes clic al programa per provar-ho.

source: Next, keep jumping
ca: Tot seguit, segueix saltant

source: Make the defender keep jumping up and down.
ca: Fes que el defensor segueixi saltant amunt i avall.

source: Click the <span class="controlcolor">Control</span> category and drag out a <span class="controlcolor">forever</span> loop, and wrap it around the <span class="controlcolor">repeat</span> blocks, like this:
ca: Fes clic a la categoria de <span class="controlcolor">Control</span> i arrossega el bloc <span class="controlcolor">per sempre</span> de repetició, i col·loca'l envoltant els blocs <span class="controlcolor">repeat</span> anteriors, com segueix:

source: Add a <span class="controlcolor">wait 1 secs</span> block. You can change the number to adjust the timing.
ca: Afegeix un bloc <span class="controlcolor">espera 1 segon</span> d'espera. Pots canviar el nombre per ajustar els temps.

source: Next, start your program
ca: Ara, inicia el teu programa

source: Next, bounce off the defender
ca: Tot seguit, rebota en el defensor

source: Make the ball bounce back if it hits the defender.
ca: Fes la que pilota reboti i impacti en el defensor.

source: Click to choose the ball.
ca: Fes clic per triar la pilota.

source: Add these blocks to check if ball is touching the panda.
ca: Afegeix aquests blocs per comprovar si la pilota està tocant el panda.

source: Drag out a <span class="motioncolor">glide</span> block and add it to the script:
ca: Arrossega un bloc <span class="motioncolor">llisca</span> i afegeix-lo al programa:

source: Type in the same numbers as in the beginning of the script. This will make the ball glide back to the starting point.
ca: Escriu els mateixos nombres que al principi del programa. Això farà que la pilota llisqui al punt d'inici.

source: Make the ball stop when it gets back to the starting point.
ca: Fes que la pilota s'aturi quan torni al punt inicial.

source: Click the <span class="controlcolor">Control</span> category. Drag out a <span class="controlcolor">stop</span> block, and choose 'this script' from the drop-down menu:
ca: Fes clic a la categoria <span class="controlcolor">Control</span> de color groguenc. Arrossega un bloc <span class="controlcolor">atura</span> a la zona de programes, i tria 'aquest programa' del menú desplegable:

source: Add this script inside the repeat block:
ca: Afegeix aquest programa dins del bloc de repeteix:

source: You can experiment to see what happens if you remove the stop block.
ca: Pots comprovar què passa si elimines el bloc d'atura.

source: <span class="reminder">Tip: Any blocks you add after 'stop this script' will not run.</span>
ca: <span class="reminder">Consell: Qualsevol bloc que afegeixis després de 'atura aquest programa' no s'executarà.</span>

source: Next, enhance and customize
ca: A continuació, millora i personalitza

source: Choose a Character
ca: Tria un personatge

source: Click here to start!
ca: Fes clic aquí per començar!

source: <span class="reminder">Tip: If you only see a cat, <a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank">open the bears project</a>.</span>
ca: <span class="reminder">Consell: Si només veus un gat, <a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank">obre el projecte dels óssos</a>.</span>

source: Make your sprite react when it's clicked.
ca: Fes que el teu programa reaccioni quan sigui clicat.

source: From the <span class="operatorscolor">Operators</span> category, and drag out another <span class="operatorscolor">pick random</span> block. Insert it in the <span class="motioncolor">move</span> block, so your script looks like this:
ca: De la categoria de <span class="operatorscolor">Operadors</span> verda, tria un altre bloc <span class="operatorscolor">nombre a l'atzar</span> entre dos valors. Col·loca'l amb el bloc de <span class="motioncolor">mou-te</span> a dins d'ell, de manera que el programa quedi com segueix:

source: Click on the hiding place to select it.
ca: Fes clic a l'amagatall per seleccionar-lo.

source: Add that script to the other hiding places too, so the sprites can hide behind them.
ca: Afegeix aquest programa als altres amagatalls, de manera que els personatges es puguin ocultar al darrere.

source: Add a variable to keep score.
ca: Afegeix una variable que desi la puntuació.

source: First, click to highlight a bear or other sprite.
ca: En primer lloc, fes clic a l'ós que es destaca o a un altre personatge.

source: In the <span class="datacolor">Data</span> category, make a variable named score.
ca: A la categoria de <span class="datacolor">Dades</span> de color taronja, crea una variable i anomena-la puntuació.

source: Add a point each time the sprite is clicked:
ca: Afegeix un punt cada vegada que el personatge es cliqui:

source: The x position (across the screen) ranges from -240 to 240. The y position (up and down) ranges from -180 to 180.
ca: La posició x (d'esquerra a dreta de la pantalla) prèn valors de -240 a 240. La posició y (de dalt a baix) va de -180 a 180.

source: <span class="reminder">Tip: If you only see a cat, <a href="https://scratch.mit.edu/projects/85974074/?tip_bar=hoops1#editor" target="blank">open the basketball project</a>.</span>
ca: <span class="reminder">Consell: Si només veus un gat, <a href="https://scratch.mit.edu/projects/85974074/?tip_bar=hoops1#editor" target="blank">obre el projecte de bàsquet</a>.</span>

source: Click the <span class="operatorscolor">Operators</span> category and add a <span class="operatorscolor">pick random</span> block:
ca: Fes clic a la categoria <span class="operatorscolor">Operadors</span> i afegeix un bloc <span class="operatorscolor">nombre a l'atzar</span> a la zona de programes:

source: Click the <span class="controlcolor">Control</span> category. Drag out a <span class="controlcolor">repeat</span> block and wrap it around the <span class="motioncolor">move</span> block:
ca: Fes clic a la categoria <span class="controlcolor">Control</span> de color groguenc. Arrossega un bloc <span class="controlcolor">repeteix</span> i col·loca'l encabint el bloc de <span class="motioncolor">mou-te</span> blau:

source: The script should look like this:
ca: El programa hauria de ser similar a aquest:

source: MaKey MaKey and Scratch
ca: MaKey MaKey i Scratch

source: Plug in the MaKey MaKey
ca: Connecta el MaKey MaKey

source: Connect to EARTH
ca: Connecta la TERRA

source: Connect to SPACE
ca: Connecta l'ESPAI

source: Try It!
ca: Prova-ho!

source: Code and Customize
ca: Programa i personalitza

source: Add More Keys
ca: Afegeix més tecles

source: Experiment and Create
ca: Experimenta i crea

source: Extra Tip: Quick Keys
ca: Consell extra: tecles ràpides

source: Use a banana, a metal spoon, or other conductive objects to interact with your Scratch projects!
ca: Usa un plàtan, una cullera de metall, o altres objectes conductors per interaccionar amb els teus projectes de Scratch!

source: You’ll need a MaKey MaKey kit for this exploration.
ca: Necessitaràs un kit de MaKey MaKey per aquesta experiència.

source: Plug the MaKey MaKey into the computer using the USB cable.
ca: Connecta el MaKey MaKey a l'ordinador usant el cable USB.

source: Next, connect to EARTH
ca: Ara, connecta la TERRA

source: Connect an alligator clip to an EARTH port on the MaKey MaKey.
ca: Connecta una pinça de cocodril a un port de TERRA del MaKey MaKey.

source: Hold the metal clip between your fingers. You are now 'grounded.'
ca: Agafa la pinça metàl·lica amb els teus dits. Ara ja estàs 'connectat a terra.'

source: Next, connect to SPACE
ca: Tot seguit, connecta a ESPAI

source: Connect another alligator clip to the SPACE key port on the MaKey MaKey.
ca: Connecta una altra pinça de cocodril al port de la tecla ESPAI del MaKey MaKey.

source: Next, try it
ca: Ara, prova-ho

source: Touch the metal ends of both wires to complete the circuit.
ca: Toca l'extrem metàl·lic de tots dos cables per tancar el circuit.

source: You should see the tiny green light on the MaKey MaKey light up. Your computer will think the space key was pressed!
ca: Hauries de veure el llum verd de la placa MaKey MaKey encès. El teu ordinador es pensarà que la tecla d'espai s'està prement!

source: Not working?
ca: No funciona?

source: Make sure the clips are securely connected.
ca: Comprova que les pinces estan ben connectades.

source: Make sure you are holding one wire connected to EARTH and one clip on a key port.
ca: Assegura't que estàs agafant un cable connectat a la TERRA i un altre en un port de tecla.

source: For more troubleshooting tips, see the <a href="http://makeymakey.com/howto.php#troubleshooting" target="blank">MaKey MaKey how-to tips</a>.
ca: Per a més consells i solució de problemes, accedeix a <a href="http://makeymakey.com/howto.php#troubleshooting" target="blank">consells d'ús de MaKey MaKey</a>.

source: Next, code and customize
ca: A continuació, programa i personalitza

source: What do you want to happen in Scratch?
ca: Què vols que passi a Scratch?

source: If you’re in a blank project (with just the cat), try a script like this:
ca: Si tens el projecte en blanc (només amb el gat), prova un programa com aquest:

source: If you’re in the Makey Makey drum or piano project, try adding or changing the sounds.
ca: Si estàs amb el projecte del tambor o del piano de Makey Makey, prova afegint o canviant els sons.

source: Next, add more keys
ca: Tot seguit, afegeix més tecles

source: You can also connect alligator clips to each of the arrow key ports on the MaKey MaKey (UP, DOWN, LEFT, RIGHT).
ca: També pots connectar pinces de cocodril als ports de cada tecla de fletxa de MaKey MaKey (AMUNT, AVALL, ESQUERRA, DRETA).

source: Hold the wire from EARTH to ground yourself, then touch the metal clip ends to activate each key.
ca: Queda't tu amb el cable de la TERRA, i toca els extrems metàl·lics de les pinces per activar cada tecla.

source: Add scripts that make something happen when the arrow keys are pressed.
ca: Afegeix programes per fer que succeeixin coses quan les tecles de fletxa es premin.

source: Next, experiment and create
ca: A continuació, experimenta i crea

source: You can use other conductive materials to activate the MaKey MaKey key ports.
ca: Pots usar altres materials conductors per activar els ports de tecles de MaKey MaKey.

source: See the <a href="http://makeymakey.com" target="_blank">MaKey MaKey video</a> and <a href="http://makeymakey.com/gallery" target="_blank">project gallery</a> for examples.
ca: Mira el <a href="http://makeymakey.com" target="_blank">vídeo de MaKey MaKey</a> i <a href="http://makeymakey.com/gallery" target="_blank">galeria de projectes</a> per exemples.

source: Next, see the extra tip
ca: Ara, mira el consell extra

source: If you want your script to play as soon as you press the key, try this combination blocks:
ca: Si vols que el teu programa s'activi al mateix moment que prems la tecla, prova aquesta combinació de blocs:

source: The broadcast block will interrupt the script that was running, so that the script plays as soon as you press the key.
ca: El bloc d'emissió interromprà el programa que s'estava executant, per això el programa funciona tan aviat com prems la tecla.

source: Magic Wand Tool
ca: Eina de vareta màgica

source: Use the magic wand to select parts of a photo you want to keep. (It will remove the rest.)
ca: Utilitza la vareta màgica per seleccionar parts d'una fotografia que vulguis conservar. (Eliminarà la resta.)

source: Here are the two steps:
ca: Aquí estan les dues passes:

source: <strong>1) Select</strong>: Draw on the parts of the image you want to keep. Continue until you’ve selected everything you want to keep.
ca: <strong>1) Selecciona</strong>: Dibuixa les parts de la imatge que vulguis conservar. Continua fins que hagis seleccionat tot el que vulguis mantenir.

source: <strong>2) Remove</strong>: Click away (or on another tool) to remove the unselected parts of the image.
ca: <strong>2) Elimina</strong>: Fes clic fora (o en alguna altra eina) per esborrar les parts no seleccionades de la imatge.

source: LEGO WeDo 2.0 Extension Setup
ca: Configuració de l'extensió de LEGO WeDo 2.0

source: 1. Add the Extension
ca: 1. Afegeix l'extensió

source: From the menu, select <strong>LEGO WeDo 2.0</strong>.
ca: Del menú, selecciona <strong>LEGO WeDo 2.0</strong>.

source: 2. Install the Device Manager
ca: 2. Instal·la l'administrador de dispositius

source: 3. Turn on Bluetooth
ca: 3. Encén el Bluetooth

source: On your computer, make sure your bluetooth connection is turned on. You can access this setting from <strong>System Preferences > Bluetooth</strong>.
ca: Al teu ordinador, assegura't que la connexió bluetooth està encesa. Pots accedir a aquesta configuració des de <strong>Preferències del sistema > Bluetooth</strong>.

source: Open the Device Manager on your computer, and then click the <strong>Connect</strong> button in the Device Manager:
ca: Obre el controlador de dispositius al teu ordinador, i fes clic al botó <strong>Connecta</strong> del controlador de dispositius:

source: 5. Press the WeDo Button
ca: 5. Prem el botó de WeDo
