Repository: Arplane-Translations/scratchr2_translations
Catalog: documentation/*/LC_MESSAGES/django.po
Languages: ca, gd

source: <p>Now you can click on the green flag <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> to start your valentine.</p>
ca: <p>Ara pots prémer la bandera verda <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> per començar la teva postal.</p>
gd: <p>’S urrainn dhut briogadh air a’ bhratach uaine <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> a-nis gus a’ chairt agad a thòiseachadh.</p>

source: Choose a backdrop for your valentine.
ca: Tria un fons per a la teva targeta.
gd: Tagh cùlaibh airson na cairte agad.

source: <p>To add a backdrop to the Stage, click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon:</p>
ca: <p>Per afegir un fons a l'Escenari, fes clic a la <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icona:</p>
gd: <p>Gus cùlaibh a chur ris an àrd-ùrlar, briog air an ìomhaigheag <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">:</p>

source: Then choose the backdrop you want (such as doily or hearts):
ca: Ara tria el fons que vulguis (com ara doily o hearts):
gd: An uair sin, tagh an cùlaibh a thogras tu (can “doily” no “hearts”):

source: Your card will now have a backdrop and a sprite
ca: La teva targeta ara té un fons i un programa
gd: Bidh cùlaibh is sprìd aig a’ chairt agad a-nis

source: If you want the backdrop to change colors, click the <span class="tab-ref">Scripts</span> tab. Then, build a script like this:</p>
ca: Si vols que el fons canviï de color, fes clic a la pestanya <span class="tab-ref">Programes</span> del menú. Ara, construeix un programa com aquest:</p>
gd: Ma tha thu airson ’s gun atharraich an cùlaibh na dathan a tha air, briog air taba nan <span class="tab-ref">Sgriobtaichean</span>. An uair sin, tog sgriobt mar seo:</p>

source: Next, add a message
ca: A continuació, afegeix un missatge
gd: An uair sin, cuir teachdaireachd ris

source: Add a message to your valentine.
ca: Afegeix un missatge en motiu de Sant Valentí.
gd: Cuir teachdaireachd ris a’ chairt agad.

source: Click the 'Things' category, and choose the sprite named 'Text':
ca: Fes clic a la categoria 'Coses' i, tria el personatge anomenat 'Text':
gd: Briog air roinn-seòrsa nan “Rudan” agus tagh an sprìd air a bheil “Text”:

source: <p>Click the <span class="tab-ref">Costumes</span> tab.
ca: <p>Fes clic a la pestanya <span class="tab-ref">Vestits</span> del menú.
gd: <p>Briog air taba an <span class="tab-ref">Aodaich</span>.

source: Choose the 'Happy Valentine's Day' costume:
ca: Tria el vestit 'Happy Valentine's Day' que apareix en tercer lloc:
gd: Tagh an t-aodach “Happy Valentine’s Day”:

source: You can use the Text tool to type your own text.
ca: Pots utilitzar l'eina de Text per escriure el teu propi text.
gd: ’S urrainn dhut an t-inneal-teacsa a chleachdadh gus an teacsa agad fhèin a sgrìobhadh ann.

source: Now, add music
ca: Ara, afegeix música
gd: Nise, cuir ceòl ris

source: Add music to your valentine.
ca: Afegeix música a la teva postal.
gd: Cuir ceòl ris a’ chairt agad.

source: <p>First, click the heart sprite to select it. <p><img src = "%(STATIC_URL)s/images/help/va-s7-i1.png"></p>
ca: <p>En primer lloc, fes clic al personatge de cor per seleccionar-lo. <p><img src = "%(STATIC_URL)s/images/help/va-s7-i1.png"></p>
gd: <p>An toiseach, briog air sprìd a’ chridhe gus a taghadh. <p><img src = "%(STATIC_URL)s/images/help/va-s7-i1.png"></p>

source: Click the 'Music Loops' category. Choose 'dance celebrate' or another sound:
ca: Fes clic a la categoria 'Bucles Musicals'. Tria 'dance celebrate' o un altre so:
gd: Briog air an roinn-seòrsa “Lùban ciùil”. Tagh “dance celebrate” no fuaim eile:

source: <p>Select the <span class="tab-ref">Scripts</span> tab, and click the <span class="soundcolor">Sound</span> category. Drag out a <span class="soundcolor">play sound until done</span> block:</p>
ca: <p>Selecciona la pestanya <span class="tab-ref">Programes</span> del menú, i fes clic a la categoria <span class="soundcolor">Sons</span> de color magenta. Arrossega un bloc <span class="soundcolor">toca el so fins que acabi</span> a la zona de programes:</p>
gd: <p>Tagh taba nan <span class="tab-ref">Sgriobtaichean</span> agus briog air an roinn-seòrsa <span class="soundcolor">Fuaim</span>. Slaod bloca <span class="soundcolor">cluich fuaim: _ gu lèir</span> a-null:</p>

source: <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top:</p>
ca: <p>Arrossega un bloc <span class="eventscolor">quan <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> es premi</span> i connecta'l a la part superior:</p>
gd: <p>Slaod bloca <span class="eventscolor">le briogadh air <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> a-null agus greimich e ris a’ bharr:</p>

source: <p>Now you can click on the green flag <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> to start your program.</p>
ca: <p>Ara pots prémer la bandera verda <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> per començar el teu programa.</p>
gd: <p>’S urrainn dhut briogadh air a’ bhratach uaine <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> a-nis gus am prògram agad a thòiseachadh.</p>

source: Next, animate and decorate
ca: Tot seguit, anima i decora
gd: An uair sin, beòthaich agus cuir snas air

source: Add finishing touches to your valentine. Choose your own images and animate them.
ca: Afegeix tocs finals a la teva postal. Tria les teves pròpies imatges i anima-les.
gd: Cuir gleus deireannach air a’ chairt agad. Tagh na dealbhan agad fhèin agus beòthaich iad.

source: ADD IMAGES
ca: AFEGEIX IMATGES
gd: CUIR DEALBHAN RIS

source: To add a sprite, click one of these buttons:
ca: Per afegir un personatge, fes clic a un d'aquests botons:
gd: Gus sprìd a chur ris, briog aon dhe na putanan seo:

source: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p>
ca: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Tria un personatge de la galeria</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Dibuixa un nou personatge</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Puja un personatge des d'un fitxer</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Nou personatge (des de la càmera)</p>
gd: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Tagh sprìd on leabhar-lann</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Tarraing an sprìd agad fhèin</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Luchdaich suas an dealbh no sprìd agad fhèin</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Tog dealbh (o chamara-lìn)</p>

source: Tip: Make any sprite bigger by clicking on it with the grow tool. Or make it smaller using the shrink tool:
ca: Consell: Fes un personatge més gran fent clic a l'eina engrandir. O bé fes-lo més petit usant l'eina d'encongir:
gd: Gliocas: Nì thu sprìd sam bith nas motha le briogadh air an inneal-fàsaidh. No nas lugha leis an inneal-crùbaidh:

source: MAKE IT SPIN
ca: FES-LO GIRAR
gd: CUIR E CAR MU CHAR

source: To make a sprite spin, select the sprite, then add a script like this:
ca: Per fer girar un personatge, selecciona'l, i llavors afegeix un programa com aquest:
gd: Gus car mu char a chur air sprìd, tagh an sprìd agus cuir sgriobt ris mar seo:

source: Type in different numbers to adjust the spin.
ca: Escriu diferents nombres per ajustar el gir.
gd: Sgrìobh àireamhan eadar-dhealaichte ann gus an cuairteachadh a ghleusadh.

source: To reset a sprite so it faces to the right, click this block:
ca: Per restablir el personatge de manera que miri a la dreta, fes clic a aquest bloc:
gd: Gus sprìd ath-shuidheachadh ach an cuir i a h-aghaidh dhan taobh deas, briog air a’ bhloca seo:

source: Explore and experiment! Here are some other blocks you may want to try:
ca: Explora i experimenta! Aquí trobaràs altres sblocs que pots provar:
gd: Rùraich is feuch rudan! Seo blocaichean eile as urrainn dhut feuchainn:

source: Share your project
ca: Comparteix el teu projecte
gd: Co-roinn am pròiseact agad

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/915780/" target="_blank">Design a Valentine studio</a>:
ca: Ara pots afegir el teu projecte a <a href="http://scratch.mit.edu/studios/915780/" target="_blank">l'estudi Design a Valentine</a>:
gd: ’S urrainn dhut am pròiseact agad a chur ris an <a href="http://scratch.mit.edu/studios/915780/" target="_blank">stiùideo Design a Valentine</a> a-nis:

source: Make a virtual pet. Find out how to add sounds, animations, or other effects.
ca: Crea un animal de companyia virtual. Descobreix com afegir sons, animacions, o altres efectes.
gd: Cruthaich peata bhiortail. Faigh a-mach mar a chuireas tu fuaimean, beòthachaidhean is èifeachdan eile ris.

source: First, choose your pet
ca: En primer lloc, tria el teu animal de companyia
gd: An toiseach, tagh do pheata

source: Choose Your Pet
ca: Tria el teu animal de companyia
gd: Tagh do pheata

source: Introduce Your Pet
ca: Presenta el teu animal de companyia
gd: Cuir do pheata ann

source: Animate Your Pet
ca: Anima el teu animal de companyia
gd: Beòthaich do pheata

source: Time to Eat
ca: Hora de menjar
gd: Àm ithe

source: Eat Some Food
ca: Omple la panxa amb algun menjar
gd: Ith biadh

source: Time to Play
ca: Hora de jugar
gd: Àm cluiche

source: Add More Activities
ca: Afegeix més activitats
gd: Cuir barrachd gnìomhan ris

source: Monitor Your Pet
ca: Supervisa el teu animal de companyia
gd: Cum sùil air do pheata

source: Share Your Pet
ca: Comparteix el teu animal de companyia
gd: Co-roinn do pheata

source: Then, select your pet:
ca: Després, selecciona el teu animal de companyia:
gd: An uair sin, tagh do pheata:

source: Next, choose a backdrop
ca: Ara, tria un fons
gd: An uair sin, tagh cùlaibh

source: Now you can share your virtual pet with others!
ca: Ara pots compartir el teu animal de companyia virtual amb els altres!
gd: ’S urrainn dhut do pheata bhiortail a cho-roinneadh le càch a-nis!

source: Choose where your pet will live.
ca: Tria on viurà el teu animal de companyia.
gd: Tagh far am fuirich do pheata.

source: Then choose the backdrop you want for your pet, such as garden rock:
ca: Després tria el fons que vulguis per al teu animal de companyia, com ara garden rock:
gd: An uair sin, tagh an cùlaibh a thogras tu airson do pheata, can “garden rock”:

source: Next, introduce your pet
ca: Tot seguit, presenta el teu animal de companyia
gd: An uair sin cuir do pheata ann

source: Move your pet where you want it to start.
ca: Mou el teu animal de companyia allà on vulguis que comenci.
gd: Gluais do pheata gu far a bheil thu airson ’s gun tòisich e.

source: <p>Use the <span class="motioncolor">go to</span> block to set that position:</p>
ca: <p>Utilitza el bloc <span class="motioncolor">vés a</span> per fixar aquesta posició:</p>
gd: <p>Cleachd am bloca <span class="motioncolor">rach gu</span> gus an t-ionad sin a shuidheachadh:</p>

source: Tip: You can find the x and y value of any point on the Scratch stage by moving your mouse pointer. Look at the x y below the stage:
ca: Consell: Pots trobar el valor de x i y de qualsevol punt de l'escenari de Scratch movent el cursor del ratolí. Mira la x y sota l'escenari:
gd: Gliocas: Lorgaidh tu luach x no y aig puing sam bith air àrd-ùrlar Scratch le gluasad tomhaire na luchaige. Coimhead air an x y fon àrd-ùrlar:

source: Have your pet make a sound when you click it.
ca: Fes que el teu animal de companyia faci un so quan es cliqui.
gd: Thoir air do pheata fuaim a chluich nuair a bhriogas tu air.

source: Add a script that plays this sound when you click on your pet.
ca: Afegeix un programa que reprodueixi aquest so quan es cliqui sobre el teu animal de companyia.
gd: Cuir sgriobt ris a chluicheas an fhuaim seo buair a bhriogas tu air do pheata.

source: You can also have your pet say something when you click on it.
ca: També pots fer que el teu animal de companyia digui alguna cosa quan es faci clic sobre ell.
gd: ’S urrainn dhut toirt air do pheata rudeigin a ràdh cuideachd nuair a bhriogas tu air.

source: Next, animate your pet
ca: Tot seguit, anima el teu animal de companyia
gd: An uair sin, beòthaich do pheata

source: <p>Click the <span class="tab-ref">Costumes</span> tab.</p>
ca: <p>Fes clic a la pestanya <span class="tab-ref">Vestits</span> del menú.</p>
gd: <p>Briog air taba an <span class="tab-ref">Aodaich</span>.</p>

source: If your pet has more than one costume, you can animate it by using the <span class="lookscolor">switch costume</span> block.
ca: Si el teu animal de companyia té més d'un vestit, pots animar-lo usant el bloc <span class="lookscolor">canvia el vestit</span> de color violat.
gd: Ma tha iomadh aodach aig do pheata, ’s urrainn dhut a bheòthachadh leis a’ bhloca <span class="lookscolor">cuir an t-aodach _ ort</span>.

source: Tip: To add a costume to an animation, click with the Duplicate tool. Then use the drawing tools to edit it.</spanp>
ca: Consell: Per afegir un vestit a una animació, fes clic amb l'eina de Duplica. Aleshores utilitza les eines de dibuix per editar-la.</spanp>
gd: Gliocas: Gus aodach a chur ri beòthachadh, briog leis an inneal-dùblachaidh. An uair sin, cleachd na h-innealan peantaidh gus a dheasachadh.</spanp>

source: Now, tell your pet it's time to eat
ca: Ara, digues-li al teu animal de companyia que és hora de menjar
gd: Nise, innis dha do pheata gun tàinig an t-àm gus rudeigin ithe

source: Give your pet something to eat.
ca: Dóna al teu animal de companyia alguna cosa de menjar.
gd: Thoir biadh dha do pheata.

source: Click to choose a new sprite:
ca: Fes clic per triar un nou personatge:
gd: Briog gus sprìd ùr a thaghadh:

source: Then, select a food:
ca: Ara, tria un menjar:
gd: An uair sin, tagh biadh:

source: To tell your pet when the food sprite is clicked, go to <span class="eventscolor">Events</span>, and drag in a <span class="eventscolor">when sprite clicked</span> block. Then, snap on a <span class="eventscolor">broadcast</span> block. Choose 'new message' from the menu and type in 'food.'
ca: Per dir-li al teu animal de companyia quan és clicat el personatge del menjar, vés a <span class="eventscolor">Esdeveniments</span>, i arrossega un bloc <span class="eventscolor">quan es cliqui aquest personatge</span> a la zona de programes. Ara, connecta'l al bloc <span class="eventscolor">envia a tots</span> de color groguenc. Tria 'nou missatge' del menú i escriu-hi 'menjar.'
gd: Gus innse dha do pheata nuair a chaidh briogadh air sprìd a’ bhìdh, rach gu <span class="eventscolor">Tachartas</span> agus slaod bloca <span class="eventscolor">le briogadh air an sprìd seo</span> a-null. an uair sin, greimich bloca <span class="eventscolor">craol</span> ris. Tagh “teachdaireachd ùr” on chlàr-taice is sgrìobh “biadh” ann.

source: Now, whenever you click on the food sprite, it will send a message to your pet.
ca: Ara, cada vegada que facis clic al personatge de menjar, enviarà un missatge al teu animal de companyia.
gd: Nise, gach turas a bhriogas tu air sprìd a’ bhìdh, cuiridh e teachdaireachd dha do pheata.

source: Tip: Add the <span class="lookscolor">go to front</span> block to place your food sprite in front of the pet.</spanp>
ca: Consell: Afegeix el bloc <span class="lookscolor">vés al front</span> per col·locar el personatge de menjar al davant de l'animal de companyia.</spanp>
gd: Gliocas: Cuir bloca <span class="lookscolor">rach gun fhìor-bheulaibh</span> ris gus sprìd a’ bhìdh a chur air beulaibh a’ pheata.</spanp>

source: Next, eat the food
ca: A continuació, menja la peça de menjar
gd: An uair sin, ith am biadh

source: Decide what your pet will do when it receives the 'food' message.
ca: Decideix què farà el teu animal de companyia quan rebi el missatge de 'menjar' preparat.
gd: Cuir romhad dè nì do pheata nuair a gheibh e an teachdaireachd “biadh”.

source: Go to the <span class="eventscolor">Events</span> category and drag out a <span class="eventscolor">when I receive</span> block.</p>
ca: Vés a la categoria <span class="eventscolor">Esdeveniments</span> i arrossega un bloc <span class="eventscolor">quan rebi</span> a la zona de programes.</p>
gd: Rach dhan roinn-seòrsa <span class="eventscolor">Tachartas</span> agus slaod bloca <span class="eventscolor">nuair a gheibh thu</span> a-null.</p>

source: To make your pet glide toward the food, click on the <span class="motioncolor">Motion</span> category. Use the <span class="motioncolor">glide</span> block to tell your pet where you want it to go.</p>
ca: Per fer que el teu animal de companyia llisqui cap al menjar, fes clic a la categoria <span class="motioncolor">Moviment</span> de color blau. Utilitza el bloc <span class="motioncolor">llisca</span> per dir-li al teu animal de companyia on vols que vagi.</p>
gd: Gus toirt air do pheata gluasad dhan bhiadh, briog air an roinn-seòrsa <span class="motioncolor">Gluasad</span>. Cleachd bloca <span class="motioncolor">gluais</span> gus innse dha do pheata càite an tèid e.</p>

source: Tip: You can type in an x and y position. Or drag your pet to where you want it to go, and the x and y within <span class="motioncolor">glide</span> (in the blocks palette) will automatically update.</spanp>
ca: Consell: Pots escriure una posició x y. O bé arrossegar el teu animal de companyia allà on vulguis que vagi, i la posició x i y en <span class="motioncolor">llisca</span> (a la paleta de blocs) s'actualitzarà automàticament.</spanp>
gd: Gliocas: ’S urrainn dhut ionad x is y a chur a-steach. No slaod do pheata gu far a bheil thu ga iarraidh is ùraichidh x is y am broinn <span class="motioncolor">gluais</span> (ann am pailead nam blocaichean) gu fèin-obrachail.</spanp>

source: Add another <span class="motioncolor">glide</span> block at the end of the script to make your pet go back to its original position.</p>
ca: Afegeix un altre bloc <span class="motioncolor">llisca</span> al final del programa per fer que el teu animal de companyia torni a la seva posició inicial.</p>
gd: Cuir bloca <span class="motioncolor">gluais</span> eile ri deireadh an sgriobt ach an till do pheata gu far an robh e.</p>

source: Next, give your pet something to play with
ca: Ara, dóna al teu animal de companyia alguna cosa amb la que jugar
gd: An uair sin, thoir rudeigin dha do pheata gus cluiche leis

source: Choose something for your pet to play with, such as a trampoline.
ca: Tria algun objecte amb el que pugui jugar el teu animal de companyia, com ara un trampolí.
gd: Tagh rudeigin leis a’ chluicheas do pheata, can trampoilin.

source: Go to <span class="eventscolor">Events</span>. Drag in a <span class="eventscolor">when sprite clicked</span> block. Then add a <span class="eventscolor">broadcast</span> block. Choose 'new message' and call it 'play.'</p>
ca: Vés a <span class="eventscolor">Esdeveniments</span>. Arrossega un bloc <span class="eventscolor">quan es cliqui aquest personatge</span> a la zona de programes. Ara afegeix un bloc <span class="eventscolor">envia a tots</span> del mateix color. Tria 'nou missatge' i posa-hi 'juga.'</p>
gd: Rach gu <span class="eventscolor">Tachartas</span>. Slaod bloca <span class="eventscolor">le briogadh air an sprìd seo</span> a-null. An uair sin, cuir bloca <span class="eventscolor">craol</span> ris. Tagh “teachdaireachd ùr” is cuir “cluich” air.</p>

source: Now decide what your pet will do when it receives the 'play' message. For example, you can have your pet jump up and down.
ca: Ara decideix què farà el teu animal de companyia quan rebi el missatge 'juga'. Per exemple, pots fer que salti amunt i avall.
gd: Nise, cuir romhad dè nì do pheata nuair a gheibh e an teachdaireachd “cluich”. Mar eisimpleir, thoir air do pheata leum suas is sìos.

source: Click to select your pet
ca: Fes clic per seleccionar el teu animal de companyia
gd: Briog gus do pheata a thaghadh

source: Here’s a script that glides to a trampoline and jumps:
ca: Aquí trobaràs un programa que llisca a un trampolí i salta:
gd: Seo sgriobt a ghluaiseas dhan trampoilin ’s a leumas:

source: Next, add more activities
ca: Tot seguit, afegeix més activitats
gd: An uair sin, cuir barrachd ghnìomhan ris

source: What else do you want your pet to do? You can use broadcast and receive blocks to add other activities.
ca: Què més voldràs que faci el teu animal de companyia? Pots usar els blocs envia a tots i quan rebi per afegir altres activitats.
gd: Dè eile am bu do pheata a dhèanamh? ’S urrainn dhut blocaichean craolaidh is faighinn a chleachdadh gus gnìomhan eile a chur ris.

source: Here are a couple of ideas. Feel free to experiment.
ca: Aquí deixem un parell d'idees. Ets lliure d'experimentar.
gd: Seo beachd no dhà dhut. Feuch na thogras tu.

source: Play a musical instrument:
ca: Toca un instrument musical:
gd: Cluich inneal-ciùil:

source: Choose a drum and add a script for your pet to play it:
ca: Tria un tambor i afegeix un programa per a que el teu animal de companyia el toqui:
gd: Tagh druma is cuir sgriobt ris gus an cluich do pheata e:

source: Drink some water:
ca: Beu una mica d'aigua:
gd: Òl deoch uige:

source: Next, monitor your pet
ca: A continuació, supervisa el teu animal de companyia
gd: An uair sin, cum sùil air do pheata

source: You can use variable blocks to monitor how your pet is feeling.
ca: Pots utilizar blocs de variables per monitorar com es sent el teu animal de companyia.
gd: ’S urrainn dhut blocaichean chaochladairean a chleachdadh gus sùil a cumail air mar a tha do pheata a’ faireachdainn.

source: For example, to monitor if your pet is hungry, go to <span class="datacolor">Data</span> and click on 'Make a Variable.' Type in something like 'Hungry.'</p>
ca: Per exemple, per monitorar si el teu animal de companyia té gana, vés a <span class="datacolor">Dades</span> i fes clic a 'Crea una variable.' Escriu alguna cosa com 'Famolenc.'</p>
gd: Mar eisimpleir, gus sùil a chumail air a bheil an t-acras air do pheata, rach gu <span class="datacolor">Dàta</span> is briog air “Cruthaich caochladair”. Sgrìobh rudeigin ann, can “acras”.</p>

source: You can use a script like this so that your pet gets hungrier over time:
ca: Pots usar un programa com aquest per a que el teu animal de companyia tingui cada vegada més gana amb el pas del temps:
gd: ’S urrainn dhut sgriobt mar seo a chleachdadh gus an tig an t-acras air do pheata rè ùine:

source: To make it less hungry, add this block to the 'when I receive food' script:
ca: Per a que tingui menys gana, afegeix aquest bloc al programa 'quan rebi menjar' anterior:
gd: Gus nach bi e cho acrach tuilleadh, cuir am bloca seo ris an sgriobt “nuair a gheibh thu biadh”:

source: You could also monitor if your pet is thirsty, sleepy, or bored.
ca: També pots monitorar si el teu animal de companyia té set, son, o està avorrit.
gd: B’ urrainn dhut sùil a chumail air a bheil am pathadh air do pheata cuideachd, no ma tha e cadalach no fadal air.

source: Next, share your pet
ca: Ara, comparteix el teu animal de companyia
gd: An uair sin, co-roinn do pheata
