Repository: Arplane-Translations/scratchr2_translations
Catalog: documentation/*/LC_MESSAGES/django.po
Languages: ca, gd

source: If you have more than one variable, use the pull-down menu to select the variable name.
ca: Si tens més d'una variable, utilitza la llista desplegable per seleccionar el nom de la variable que vulguis.
gd: Ma tha iomadh caochladair agad, cleachd an clàr-taice teàrnaidh gus ainm a’ chaochladair a thaghadh.

source: Changes sprite's sound volume by specified amount
ca: Augmenta el so del personatge en la quantitat indicada
gd: Atharraichidh seo àirde na fuaime aig sprìd leis an uiread a shònraich thu

source: <p> Volume ranges from 0 to 100, with 100 as the default volume. </p> <p> You can set the volume level for each sprite. To play two sounds at once with different volumes, use two sprites. </p>
ca: <p> Rang del volum de 0 a 100, on 100 és el volum per defecte. </p> <p> Pots especificar el volum per a cada personatge. Si vols que dos sons sonin alhora amb volums diferents, utilitza dos personatges. </p>
gd: <p> Bidh àirde na fuaime eadar 0 agus 100 agus is 100 an luach tùsail. </p> <p> ’S urrainn dhut àirde na fuaime a shuidheachadh airson gach sprìd fa leth. Gus dà fhuaim a chluich aig an aon àm, cleachd dà sprìd. </p>

source: Change the x position by this amount
ca: Augmenta la posició x en la quantitat indicada
gd: Atharraichidh seo ionad x na sprìd leis an uiread seo

source: A positive number shifts the sprite to the <b>right</b>.
ca: Un nombre positiu mou el personatge a la <b>dreta</b>.
gd: Le àireamh dhearbh, thèid an sprìd gu <b>deas</b>.

source: A negative number shifts the sprite to the <b>left</b>.
ca: Un nombre negatiu mou el personatge a <b>l'esquerra</b>.
gd: Le àireamh àicheil, thèid an sprìd gu <b>clì</b>.

source: Changes sprite's y-position by specified amount.
ca: Augmenta la posició y del personatge en la quantitat indicada.
gd: Atharraichidh seo ionad y na sprìd leis an uiread seo.

source: Change y by a <b>positive</b> number to move the sprite <b>up</b>. Change y by a <b>negative</b> number to move the sprite <b>down</b>.
ca: Canvia y per un nombre <b>positiu</b> per moure el personatge <b>amunt</b>. Canvia y per un nombre <b>negatiu</b> per moure el personatge <b>avall</b>.
gd: Le àireamh <b>dhearbh</b>, thèid an sprìd <b>suas</b>. Le àireamh <b>àicheil</b>, thèid an sprìd <b>sìos</b>.

source: Changes pen's color by specified amount
ca: Augmenta l'ample del llapis en la quantitat indicada
gd: Atharraichidh seo dath a’ phinn leis an uiread a shònraich thu

source: Changes pen's thickness.
ca: Canvia el gruix del llapis.
gd: Atharraichidh seo tiughad a’ phinn.

source: Changes pen's shade by specified amount
ca: Augmenta la intensitat del llapis en la quantitat indicada
gd: Atharraichidh seo tuar a’ phinn leis an uiread a shònraich thu

source: <p> The pen shade goes from 0 to 100. 50 is the default. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Note: If the pen shade is 0, then the pen color will be close to black. If the pen shade is 100, the pen color will be close to white.</b>
ca: <p> La intensitat del llapis va de 0 a 100. 50 és el valor per defecte. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Nota: Si la intensitat és 0, el color del llapis serà negre. Si la intensitat és 100, el color del llapis serà blanc.</b>
gd: <p> Bidh tuar a’ phinn eadar 0 agus 100. Is 50 a’ bhun-roghainn. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>An aire: Nuair a bhios tuar a’ phinn air 0, bidh dath a’ phinn cha mhòr dubh. Nuair a bhios tuar a’ phinn air 100, bidh dath a’ phinn cha mhòr geal.</b>

source: Clears all graphic effects for a sprite
ca: Neteja tots els efectes gràfics d'un personatge
gd: Bheir seo air falbh gach èifeachd na grafaigeachd air sprìd

source: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> clears all the graphic effects for this sprite.</p>
ca: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> treu tots els efectes gràfics que hem aplicat a un personatge.</p>
gd: <p>Bheir <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> air falbh gach èifeachd na grafaigeachd air an sprìd seo.</p>

source: Clears all pen marks and stamps from the Stage
ca: Esborra totes les marques de llapis i estampacions de l'escenari
gd: Bheir seo gach rud a chaidh a chur ris le peann no stampa on àrd-ùrlar

source: Note: The pen marks and stamps are not part of the backdrops, therefore, clear does not change the backdrop.
ca: Nota: Les marques de llapis i les estampacions no són part dels escenaris, per tant, neteja no canvia l'escenari.
gd: An aire: Chan eil na chuir peann no stampa ris na phàirt dhen chùlaibh. Mar sin, chan atharraich falamhachadh an cùlaibh.

source: Tells a clone what to do once it is created
ca: Li diu a una còpia meva que ha de fer quan es creada
gd: Innsidh seo do chlòn dè nì e nuair a bhios e air tòiseachadh

source: The script is triggered as soon as the clone is created. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Clones also respond to all "when..." blocks triggered after they are created.
ca: Les instruccions s'executen tant bon punt la còpia es creada. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Les còpies també responen a tots els blocs "quan..." un cop han estat creats.
gd: Tòisichidh an sgriobt seo sa bhad nuair a thèid clòn a chruthachadh. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Freagraidh clòn ris a h-uile bloca “le/nuair a...” a thòisicheas às dèidh cruthachadh a’ chlòn.

source: Reports true if first color is touching second color
ca: Retorna cert si el primer color està tocant el segon color
gd: Innsidh seo gu bheil e fìor nuair a bhios an dàrna dath a’ beantainn ris an dath eile

source: The first color is within the sprite, while the second is from the background or another sprite.
ca: El primer color és dins el personatge, mentre que el segon és a l'escenari o a un altre personatge.
gd: Bidh an dàrna dath taobh a-staigh na sprìd fhad ’s a bhios an dath eile sa chùlaibh no aig sprìd eile.

source: To choose a color, get the eye dropper by clicking in the square. Use the eye dropper to click on the color you want. The color will appear in the square.
ca: Per triar un color, fes clic al requadre i obtindràs un selector de colors. Utilitza'l per fer clic al color que vulguis. Aquest color apareixerà al requadre.
gd: Airson dath a thaghadh, briog air a’ cheàrnag gus pìobaid fhaighinn. Cleachd a’ phìobaid gus briogadh air an dath a thogras tu. Nochdaidh an dath sa cheàrnag.

source: Computes a function
ca: Executa una funció
gd: Àireamhaichidh seo foinscean

source: Choose different functions from the drop-down menu.
ca: Tria una funció diferent de la llista desplegable.
gd: Tagh foincsean on chlàr-taice teàrnaidh.

source: Reports sprite's current costume number
ca: Torna el nombre del vestit actual del personatge indicat
gd: Innsidh seo an àireamh aig an aodach a tha air an sprìd an-dràsta

source: Creates a clone (temporary duplicate) of the specified sprite
ca: Crea una còpia (un duplicat temporal) del personatge especificat
gd: Cruthaichidh seo clòn (lethbhreac sealach) dhen sprìd shònraichte

source: <p> Choose which sprite to clone from the drop-down menu. <br> Use <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> to tell the clone what to do once it's created. </p> Sample Script: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
ca: <p> Tria quin personatge vols duplicar de la llista desplegable. <br> Utilitza <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> per dir-li a la còpia que ha de fer quan hagi estat creada. </p> Exemple de programa: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
gd: <p> Tagh sprìd on chlàr-taice teàrnaidh gus clòn a dhèanamh dheth. <br> Cleachd <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> gus innse dhan chlòn dè nì e nuair a bhios e air a chruthachadh. </p> Ball-eisimpleir de sgriobt: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />

source: Troubleshooting: <br> If you can't see the clone, move it so the original sprite doesn't cover it. The clone appears in the same location as the sprite initially. <br/> <br>Make sure you've chosen the sprite you want to clone from the menu in the <img src="%(STATIC_URL)s/images/help/create-clone-of.png" /> block. <br/> Note: The clone only lasts while the project is running. </p> </div>
ca: Solució de problemes: <br> Si no pots veure la còpia, vigila que el personatge original no l'estigui tapant. La còpia apareix a la mateixa localització que el personatge inicial. <br/> <br>Assegura't que hagis triat el personatge que vulguis copiar de la llista desplegable en el <img src="%(STATIC_URL)s/images/help/create-clone-of.png" /> bloc. <br/> Nota: La còpia només existeix durant l'execució del projecte. </p> </div>
gd: Fuasgladh air duilgheadasan: <br> Mur faic thu an clòn, gluais e ach nach bi e os cionn na sprìd tùsail. Nochdaidh an clòn air an aon àite sa bheil an sprìd fhèin an toiseach. <br/> <br>Dèan cinnteach gun do thagh thu an sprìd a tha thu airson clòn a dhèanamh dheth on clàr-taice ann am bloca <img src="%(STATIC_URL)s/images/help/create-clone-of.png" />. <br/> An aire: cha mhair an clòn ach fhad ’s a tha am pròiseact ga ruith. </p> </div>

source: Reports the current time
ca: Mostra l'hora i la data actuals
gd: Innsidh seo dè an uair a tha e

source: <p> You can select from the menu to indicate which item you want. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> To view the value of the current time, click the checkbox next to the current time.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
ca: <p> Pots triar del menú desplegable quin element vols. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> Per visualitzar el valor de l'hora o la data, fes clic a la casella de verificació del bloc.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
gd: <p> ’S urrainn dhut an nì a thogras tu a thaghadh on chlàr-taice. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> Ma tha thu airson sealltainn dè an uair a tha e an-dràsta, cuir cromag sa bhogsa ri taobh an ama làithrich.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>

source: Reports the number of days since January 1, 2000
ca: Mostra el nombre de dies des de l'1 de gener de l'any 2000
gd: Innsidh seo an àireamh de làithean a chaidh seachad on 1d dhen Fhaoilleach 2000

source: Defines what the custom block will do
ca: Defineix el que farà el bloc personalitzat
gd: Mìnichidh seo na nì am bloca gnàthaichte

source: The <strong>define</strong> script tells a custom block what to do:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
ca: Les instruccions indicades a <strong>defineix</strong> li diuen al bloc com ha d'actuar:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
gd: Innsidh an sgriobt <strong>mìnich</strong> do bloca gnàthaichte dè nì e:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>

source: If your block has inputs, they will appear as rounded, light purple blocks. To use them, drag copies of the input blocks into other blocks within the define script. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Note: The input blocks can <strong>only</strong> be used in the define script.
ca: Si el bloc té paràmetres, apareixeran com petits blocs arrodonits. Per fer-los servir, arrossega copies seves a d'altres blocs a l'interior del programa. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Nota: Els blocs de paràmetres <strong>només</strong> es poden utilitzar en la definició del programa.
gd: Ma tha ion-chuir aig a’ bhloca agad, nochdaidh iad nam blocaichean soilleir-phurpaidh le oirean cruinn. Gus an cleachdadh, slaod lethbhreacan dhe na blocaichean ion-chuir do bhlocaichean eile taobh a-staigh an sgriobt mhìneachaidh. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> An aire: chan urrainn dhut na blocaichean ion-chuir a chleachdadh <strong>ach</strong> taobh a-staigh an sgriobt mhìneachaidh.

source: Deletes one or all items from a list
ca: Esborra un o tots els elements d'una llista
gd: Sguabaidh seo às nì no a h-uile nì o liosta

source: <p>You can specify which item to delete by choosing from the pull-down menu or typing in a number. Choosing "last" deletes the last item in the list. Choosing "all" deletes everything from the list. Deleting decreases the length of the list.</p>
ca: <p>Pots especificar quin element vols esborrar triant-lo de la llista desplegable, o teclejant un nombre d'ordre. Triant "darrer" s'esborrarà l'últim element. Triant "tots" s'esborrarà tota la llista. Si esborres elements d'una llista es redueix la seva llargada.</p>
gd: <p>’S urrainn dhut sònrachadh dè an nì a tha thu airson sguabadh às. Tagh e on clàr-taice teàrnaidh no sgrìobh àireamh. Ma thaghas tu “am fear mu dheireadh”, sguabaidh seo às an nì mu dheireadh air an liosta. Ma thaghas tu “na h-uile”, sguabaidh seo às a h-uile rud a tha air an liosta. Lùghdaichidh sguabadh às faide na liosta.</p>

source: <p> You can specify the number of the item you want to delete. For example: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> To delete the last item in the list, choose "last" from the pull-down menu: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> You can also choose to delete everything in the list: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>
ca: <p> Pots indicar el nombre d'ordre del element que vols esborrar. Per exemple: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> Per esborrar l'últim element de la llista, tria "darrer" de la llisrta desplegable: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> També pots suprimir tot el contingut de la llista: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>
gd: <p> ’S urrainn dhut an àireamh aig an nì a tha thu airson sguabadh às a shònrachadh. Mar eisimpleir: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> Gus an nì mu dheireadh air an liosta a sguabadh às, tagh “am fear mu dheireadh” on chlàr-taice teàrnaidh: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> ’S urrainn dhut a h-uile rud air an liosta a sguabadh às cuideachd: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>

source: Deletes the current clone
ca: Esborra la còpia actual
gd: Sguabaidh seo às an clòn làithreach

source: Place this block in a script after the clone is done its actions. <br> <br>All clones are automatically deleted when the program is stopped.<br/> Sample Script: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
ca: Col·loca aquest bloc després de que la copia hagi realitzat les accions. <br> <br>Totes les còpies s'esborraran automàticament quan el programa s'aturi.<br/> Programa d'exemple: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
gd: Cuir am bloca seo san sgriobt nuair a bhios an clòn air a h-uile gnìomh aige a dhèanamh. <br> <br>Thèid a huile clòn a sguabadh às gu fèin-obrachail nuair a thèid stad a chur air a’ phrògram.<br/> Ball-eisimpleir de sgriobt: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>

source: Reports the current direction of a sprite
ca: Informa de la direcció actual d'un personatge
gd: Innsidh seo an comhair làithreach aig sprìd

source: <p><b>direction</b> tells which way the sprite is heading.</p> To see a sprite's direction, click <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> You can drag the blue line to change direction.</p> <p></p> <p>To display a sprite's direction on the Stage, click the checkbox in the palette:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
ca: <p><b>direció</b> indica la orientació del personatge.</p> Per veure la direcció d'un personatge fes clic a <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> Pots arrossegar la línia blava per canviar la direcció.</p> <p></p> <p>Per visualitzar la direcció a l'Escenari, fes clic a la casella de verificació de davant del bloc:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
gd: <p>Innsidh <b>comhair</b> dhut càite an tèid an sprìd.</p> Gus comhair sprìde a shealltainn, briog air <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> ’S urrainn dhut an loidhne ghorm a shlaodadh gus an comhair atharrachadh.</p> <p></p> <p>Gus comhair na sprìde a shealltainn air an àrd-ùrlar, thoir cromag sa bhogsa sa phailead:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>

source: Reports distance from the specified sprite or mouse-pointer
ca: Informa de la distància a un altre personatge o al punter del ratolí
gd: Innsidh seo dhut dè cho fad air falbh ’s a tha an sprìd on sprìd a shònraich thu no o thomhaire na luchaige

source: Select from the pull-down menu to choose <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>
ca: Selecciona de la llista desplegable per triar-ne un <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>
gd: Tagh nì on chlàr-taice teàrnaidh gus a thaghadh: <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>

source: Divides first number by second number
ca: Divideix el primer nombre entre el segon
gd: Roinnidh seo an dàrna àireamh leis an àireamh eile

source: Reports true if two values are equal
ca: Retorna cert si els dos valors són iguals
gd: Innsidh seo gu bheil e fìor nuair a bhios an dà luach co-ionnann

source: Runs the blocks inside over and over
ca: Executa els blocs que té dins una vegada i una altra
gd: Ruithidh seo am bloca a tha na bhroinn a-rithist ’s a-rithist

source: Reports an attribute of the sprite or stage
ca: Informa d'un atribut del personatge o escenari
gd: Innsidh seo a’ bhuadh a tha air aig an sprìd no àrd-ùrlar

source: Choose different attributes from the drop-down menu and combine with other blocks, such as operators.
ca: Tria un atribut de la llista desplegable i combina'l amb altres blocs, com per exemple, operadors.
gd: Tagh buadhan on chlàr-taice teàrnaidh agus cuir iad ri chèile le blocaichean eile, can gnìomharaichean.

source: Glide over time to this <b>x y</b> position
ca: Llisca en els segons indicats fins a posició <b>x y</b>
gd: Gluais rè ùine gun ionad <b>x y</b> seo

source: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> The sprite starts at one point, and then glides to the other points.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
ca: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> El personatge es situa en un punt, i després llisca als altres punts indicats.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
gd: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> Tòisichidh an sprìd air an dàrna puing agus gluaisidh i dha na puingean eile an uair sin.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">

source: Use <b>glide</b> to move a sprite smoothly to an <b>x y</b> position on the Stage.
ca: Utilitza <b>llisca</b> per fer moure suaument un personatge fins a la posició <b>x y</b> de l'Escenari.
gd: Cleachd <b>gluais fad</b> gus sprìd a ghluasad gu rèidh gu ionad <b>x y</b> air an àrd-ùrlar.

source: You can see <b>x</b> and <b>y</b> update in the Motion blocks palette when you drag a sprite to another point.
ca: Si arrossegues el personatge fins a un altre lloc, podràs veure la <b>x</b> i la <b>y</b> d'aquell punt als blocs de Moviment.
gd: Chì thu ùrachadh air <b>x</b> agus <b>y</b> ann am pailead nam blocaichean gluasaid nuair a shlaodas tu sprìd gu puing eile.

source: Go back a certain number of layers
ca: Vés enrere un cert nombre de capes
gd: Rach breath no dhà gun chùlaibh

source: <p>Moves sprite back a specified number of layers, so that it can be hidden behind other sprites. </p>
ca: <p>Mou el personatge enrere el nombre de capes indicat, així pot quedar amagat darrere altres personatges. </p>
gd: <p>Gluaisidh seo sprìd an àireamh de bhreathan a shònraich thu gun chùlaibh ach an tèid falach air cùlaibh sprìdean eile. </p>

source: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> To make the crab hide behind the rock, tell it to <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
ca: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> Per amagar el cranc darrere la roca, envia'l una capa enrere.<img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
gd: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> Gus a’ chrùbag fhalach air cùlaibh nan clach, innis dhi: <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />

source: Moves sprite in front of all other sprites
ca: Mou el personatge al davant de tots els altres
gd: Gluaisidh seo an sprìd air beulaibh gach sprìde eile

source: Go to this position on the Stage
ca: Mou-te a aquesta posició de l'Escenari
gd: Rach dhan ionad seo air an àrd-ùrlar

source: Type in a number for <b>x</b> and <b>y</b> to tell the sprite where to go to on the Stage.
ca: Escriu els números <b>x</b> i <b>y</b> per indicar al personatge a quin lloc de l'Escenari ha d'anar.
gd: Sgrìobh àireamh airson <b>x</b> agus <b>y</b> gus innse dhan sprìd far an tèid i air an àrd-ùrlar.

source: <p>Here are the <b>x y</b> coordinates of the Stage:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
ca: <p>Aquest és el plànol de coordenades <b>x y</b> de l'Escenari:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
gd: <p>Seo an càraid-àireimh <b>x y</b> aig an àrd-ùrlar:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">

source: Go to the location of the mouse-pointer or of another sprite
ca: Vés a la posició del punter del ratolí o a la d'un altre personatge
gd: Rach gu far a bheil tomhaire na luchaige no sprìd eile

source: <p>Choose from the menu:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Then, click the block.</p> <p>The current sprite will jump to the <b>x y</b> location of the mouse-pointer or of the sprite you choose.</p>
ca: <p>Tria de la llista desplegable:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Després, fes clic al bloc.</p> <p>El personatge actual saltarà a la posició <b>x y</b> del punter del ratolí o del personatge que hagis indicat.</p>
gd: <p>Tagh on chlàr-taice:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Briog air a’ bhloca an uair sin.</p> <p>gearraidh an sprìd làithreach leum gun ionad <b>x y</b> aig tomhaire na luchaige no aig sprìd a thagh thu.</p>

source: Reports true if first value is greater than second
ca: Retorna cert si el primer valor és més gran que el segon
gd: Innsidh seo gu bheil e fìor nuair a bhios an dàrna luach nas motha na am fear eile

source: Hides the list monitor from the stage
ca: Amaga el monitor de la llista de l'escenari
gd: Falaichidh seo sealladh na liosta on àrd-ùrlar

source: Hides the variable monitor so it is not visible on the stage
ca: Amaga el monitor de la variable, per tal que no sigui visible a l'escenari
gd: Falaichidh seo sealladh a’ chaochladair on àrd-ùrlar
