Repository: Arplane-Translations/scratchr2_translations
Catalog: documentation/*/LC_MESSAGES/django.po
Languages: ca, gd

source: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> You can either set the pen color to a variable, like <img src="%(STATIC_URL)s/images/help/y-position.png" /> or a number. For example, number 0 is color <font color = red>red</font>, number 70 is <font color = green>green</font>, number 130 is <font color = blue>blue</font>, and number 170 is <font color = magenta>magenta</font>. <p> Pen_color=0 at red end of rainbow, pen_color=100 at blue end of rainbow. Ranges from 0 to 200 to go around the color wheel. </div>
ca: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> També pots assignar el color del llapis a una variable, com <img src="%(STATIC_URL)s/images/help/y-position.png" /> o un nombre. Per exemple, el nombre 0 és el color <font color = red>vermell</font>, el 70 és el color <font color = green>verd</font>, el 130 és el color <font color = blue>blau</font>, i el 170 és el color <font color = magenta>magenta</font>. <p> El color del llapis 0 és l'extrem vermell de l'arc de Sant Martí, i el color del llapis 100 és l'extrem blau. Els nombres del 0 al 200 recorren la roda de colors. </div>
gd: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> ’S urrainn dhut dath a’ phinn a shuidheachadh air caochladair, can <img src="%(STATIC_URL)s/images/help/y-position.png" /> no air àireamh. Mar eisimpleir, tha an àireamh 0 na dhath <font color = red>dearg</font>, an àireamh 70 na dhath <font color = green>uaine</font>, an àireamh 130 na dhath <font color = blue>gorm</font> agus an àireamh 170 na dhath <font color = magenta>magenta</font>. <p> ’S e ceann dearg a’ bhogha-froise a th’ ann an dath a’ phinn = 0 agus ’s e ceann gorm a’ bhogha-froise a th’ ann an dath a’ phinn = 100. Cleachd àireamhan eadar 0 agus 200 gus cuibhle nan dathan a chuairteachadh. </div>

source: Sets pen's thickness
ca: Fixa el gruix del llapis
gd: Suidhichidh seo tiughad a’ phinn

source: Sets the sprite's rotation style
ca: Fixa l'estil de rotació del personatge
gd: Suidhichidh seo dòigh cuairteachaidh na sprìde

source: <p> Select "left-right" from the drop-down menu to make the sprite only rotate horizontally. </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Select "all around" from the drop-down menu to make the sprite flip vertically. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>
ca: <p> Tria "esquerra-dreta" de la llista i el personatge només apuntarà a la esquerra o la dreta, independentment de l'angle de gir. </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Tria "al voltant" de la llista i el personatge apuntarà en la direcció que indiqui l'angle de gir. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>
gd: <p> Tagh “clì is deas” on chlàr-taice teàrnaidh gus toirt air an sprìd cuairteachadh air a’ chòmhnard a-mhàin. </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Tagh “cuairt shlàn” on chlàr-taice teàrnaidh gus flip inghearach a thoirt air an sprìd. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>

source: Select "don't rotate" from the drop-down menu to make the sprite face only one direction.
ca: Tria "no giris" del menú desplegable per fer que el personatge només miri en una direcció.
gd: Tagh “gun chuairteachadh” on chlàr-taice teàrnaidh gus nach chuir an sprìd a h-aghaidh ach ris an aon chomhair.

source: Sets pen's shade to specified amount
ca: Augmenta la intensitat del llapis la quantitat indicada
gd: Suidhichidh seo tuar a’ phinn air an uiread a shònraich thu

source: <p> The pen shade goes from 0 to 100. The default is 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> If the pen shade is 0, then the pen color will be close to black. If the pen shade is 100, the pen color will be close to white.
ca: <p> L'ample del llapis va de 0 a 100. El valor per defecte és 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Si la intensitat del llapis és 0, el color del llapis s'acosta al negre. Si la intensitat del llapis és 100, el color del llapis s'acosta al blanc.
gd: <p> Bidh tuar a’ phinn eadar 0 agus 100. Is 50 a’ bhun-roghainn. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Nuair a bhios tuar a’ phinn air 0, bidh dath a’ phinn cha mhòr dubh. Nuair a bhios tuar a’ phinn air 100, bidh dath a’ phinn cha mhòr geal.

source: Shows the list monitor on the stage
ca: Mostra el monitor de la llista a l'escenari
gd: Seallaidh seo sealladh na liosta air an àrd-ùrlar

source: Shows the variable monitor on the stage
ca: Mostra el monitor de la variable a l'escenari
gd: Seallaidh seo sealladh a’ chaochladair air an àrd-ùrlar

source: Makes sprite appear on the Stage
ca: Fa que el personatge aparegui a l'escenari
gd: Seallaidh seo an sprìd air an àrd-ùrlar

source: Reports sprite's size, as %% of original size
ca: Informa de la mida del personatge, com a %% de la mida del original
gd: Innsidh seo meud na sprìd na %% dhen mheud tùsail

source: <p><img src="%(STATIC_URL)s/images/help/size.png" /> reports the %% of the original size of the object</p> <p>To view the value of size, click the checkbox next to the block in the palette.</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />
ca: <p><img src="%(STATIC_URL)s/images/help/size.png" /> informa del %% de la mida respecte la mida original del objecte.</p> <p>Per veure el valor de la mida, fes clic a la casella de davant del bloc.</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />
gd: <p>Innsidh <img src="%(STATIC_URL)s/images/help/size.png" /> a’ %% dhen mheud tùsail aig an oibseact</p> <p>Gus luach a’ mheud a shealltainn, cuir cromag sa bhogsa ri taobh a’ bhloca sa phailead.</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />

source: Reports result of selected function
ca: Retorna el resultat de la funció seleccionada
gd: Innsidh seo toradh an fhoincsein a thagh thu

source: The function options are: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, applied to the specified number.
ca: La llista de funcions són: part sencera, arrel quadrada, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, aplicades al nombre especificat.
gd: Seo roghainnean an fhoincsein: abs, freumh ceàrnagach, sìneas, co-shìneas, beantan, àrc-shìneas, àrc-cho-shìneas, àrc-bheantan, log-àireamh nàdarra, log-àireamh, e^, 10^, air a chur an sàs air an àireamh a shònraich thu.

source: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>This block performs a mathematical function. Choose the math functions from the block's drop down menu.<br/>
ca: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>Aquest bloc realitza funcions matemàtiques. Tria la funció de la llista desplegable del bloc.<br/>
gd: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>Nì am bloca seo foincsean matamataigeach. Tagh foinscean matamataig o chlàr-taice teàrnaidh a’ bhloca.<br/>

source: Stamps the sprite's image onto the Stage
ca: Estampa la imatge del personatge a l'escenari
gd: Cuiridh seo stampa de dhealbh na sprìd air an àrd-ùrlar

source: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> A stamp is only a temporary image of the sprite that is drawn on the Stage. It can be drawn over or cleared using the <img src="%(STATIC_URL)s/images/help/clear.png" /> block. <p> A stamp cannot move and cannot hold scripts.
ca: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> Una estampació és només una imatge temporal del personatge que es dibuixa a l'escenari. Es pot dibuixar damunt o esborrar amb el bloc <img src="%(STATIC_URL)s/images/help/clear.png" /> esborra. <p> Una estampació no es pot moure i no pot contenir programes.
gd: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> Chan e ach dealbh sealach a tha san stampa a thèid a tharraing air an àrd-ùrlar. ’S urrainn dhut tarraing thairis air no a bhànachadh le bloca <img src="%(STATIC_URL)s/images/help/clear.png" />. <p> Chan urrainn dhut stampa a ghluasad no sgriobt a chur ann.

source: Stops all scripts in all sprites
ca: Atura tots els programes de tots els personatges
gd: Cuiridh seo stad air a h-uile sgriobt aig a h-uile sprìd

source: Same as clicking the stop button at the top of the screen.
ca: És el mateix que prémer el botó d'stop que hi ha damunt de l'escenari.
gd: Nì seo an t-aon rud ’s a nì briogadh air a’ phutan stadaidh air barr na sgrìn.

source: Stops all sounds
ca: Atura tots els sons
gd: Cuiridh seo stad air a h-uile fuaim

source: Stop other sounds before playing a new sound.
ca: Atura altres sons abans de reproduir un nou so.
gd: Cuir stad air na fuaimean eile mus cluich thu fuaim ùr.

source: Subtracts second number from first number
ca: Resta el segon nombre del primer nombre
gd: Bheir seo an àireamh eile air falbh on dàrna àireamh

source: Switch to the specified backdrop and wait for its scripts to finish
ca: Canvia al següent fons d'escenari i espera a que acabin els seus programes
gd: Atharraich dhan chùlaibh a shònraich thu agus fan gus am bi na sgriobtaichean aige deiseil

source: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>The script controls switching of scenes from the Stage.</p>
ca: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>El programa controla el canvi de fons de l'escenari.</p>
gd: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>Stiùirichidh an sgriobt seo atharrachadh nan seallaidhean on àrd-ùrlar.</p>

source: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> will wait for all scripts that start with <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> to finish before going to the next block.
ca: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> espera a que tots els programes que comencen per <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> acabin per continuar amb el següent bloc.
gd: Fuirichidh <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> gu an deach a h-uile sgriobt a thòisicheas le <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> a chrìochnachadh mus tèid e dhan ath-bhloca.

source: Switch to the specified backdrop
ca: Canvia al fons d'escenari especificat
gd: Atharraich dhan chùlaibh a shònraich thu

source: First, choose the backdrop you want <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Then, select the backdrop name from the drop-down menu: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
ca: Primer, escull el fons que vulguis <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Després, tria el nom del fons de la llista desplegable: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
gd: An toiseach, tagh an cùlaibh a thogras tu <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. An uair sin, tagh ainm a’ chùlaibh on chlàr-taice teàrnaidh: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">

source: Switch costumes to change the look of a sprite
ca: Canvia el vestit per transformar l'aspecte d'un personatge
gd: Cuir aodaich eile air sprìd gus an coltas a th’ oirre atharrachadh

source: This script switches costumes to animate:
ca: Aquest programa canvia vestits per crear una animació:
gd: Atharraichidh an sgriobt seo aodaich airson beòthachadh:

source: To see a sprite's costumes, click <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Choose a costume name from the pull-down menu.
ca: Per veure els vestits d'un personatge, fes clic a <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Tria el nom d'un vestit de la llista desplegable.
gd: Gus na h-aodaich aig sprìd a shealltainn, briog air <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Tagh ainm aodaich on chlàr-taice teàrnaidh.

source: Reports sprite's tempo in beats per minute
ca: Informa del tempo en pulsacions per minut
gd: Innsidh seo luaths a’ chiùil aig an sprìd ann am buillean sa mhionaid

source: Displays words in a thought bubble for a number of seconds
ca: Mostra paraules dins d'una bafarada de pensar durant un número determinat de segons
gd: Seallaidh seo faclan ann am builgean smaoineachaidh fad àireamh de dhiogan

source: The number of seconds tells the thought bubble how long to show. The script waits that long before continuing.
ca: El nombre de segons indica el temps que la bafarada es mostrarà. El programa s'esperarà aquest temps per continuar.
gd: Innsidh an àireamh de dhiogan dhan bhuilgean smaoineachaidh dè cho fada a nochdas e. Nì an sgriobt feitheamh air a shon mus lean e air adhart.

source: Displays words in a thought bubble
ca: Mostra una paraula dins una bafarada
gd: Seallaidh seo faclan ann am builgean smaoineachaidh

source: To remove the speech bubble, use a blank block: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
ca: Per fer desaparèixer la bafarada, utilitza un bloc en blanc: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
gd: Gus am builgean smaoineachaidh a thoirt air falbh, cleachd bloca falamh: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.

source: Reports the value of the timer in seconds
ca: Informa del valor del cronòmetre en dècimes de segon
gd: Innsidh seo luach an tìmeir ann an diogan

source: To see the value of timer, click the checkbox next to the block. The timer is always running. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
ca: Per veure el monitor del cronòmetre, fes clic a la casella de davant del bloc. El cronòmetre sempre està en marxa. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
gd: Gus luach an tìmeir a shealltainn, briog sa bhogsa-cromaige ro taobh a’ bhloca. Tha an tìmear a’ ruith gun sgur. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>

source: Reports the number of days since 2000
ca: Retorna el nombre de dies des de l'any 2000
gd: Innsidh seo an àireamh de làithean o chionn 2000

source: Reports true if sprite is touching specified color
ca: Retorna cert si el personatge està tocant el color indicat
gd: Innsidh seo gu bheil e fìor nuair a bhios an sprìd a’ beantainn ris an dath a shònraich thu

source: To choose a color, get the eye dropper by clicking in the square. Use the eye dropper to click on the color you want. The color will appear in the square. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>
ca: Per triar un color, activa el selector de colors fent clic a la casella. Utilitza el selector per clicar el color que vulguis. El color triat apareixerà a la casella. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>
gd: Gus dath a thaghadh, faigh roghnaichear nan dathan ’s tu a’ briogadh sa cheàrnag. Cleachd an roghnaichear gus briogadh air an dath a thogras tu. Nochdaidh an dath sa cheàrnag. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>

source: Reports true if sprite is touching specified sprite, edge, or mouse-pointer
ca: Retorna cert si el personatge està tocant el personatge indicat, la vora de l'escenari o el punter del ratolí
gd: Innsidh seo gu bheil e fìor nuair a bhios an sprìd a’ beantainn ris an sprìd a shònraich thu no ris an oir no ri tomhaire na luchaige

source: <p>You can use the <img src="%(STATIC_URL)s/images/help/touching.png"/> block in three different ways. Select from the pull-down menu to choose. You can check if the sprite is: </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>
ca: <p>Pots fer servir el bloc <img src="%(STATIC_URL)s/images/help/touching.png"/> de tres formes diferents. Selecciona de la llista desplegable per triar una. Pots comprovar si el personatge: </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>
gd: <p>Tha trì dhòigh ann gus bloca <img src="%(STATIC_URL)s/images/help/touching.png"/> a chleachdadh. Tagh na thogras tu on chlàr-taice teàrnaidh. ’S urrainn dhut dearbhadh co-dhiù a bheil an sprìd: </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>

source: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Turn to the left</h3>
ca: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Gira a l'esquerra</h3>
gd: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Gluais gu tuathal</h3>

source: <p>Type in the number of degrees you want the sprite to rotate.</p> <p>(If you type in a negative number, the sprite will go in the opposite direction.)</p>
ca: <p>Tecleja el nombre de graus que vols que el personatge giri.</p> <p>(Si tecleges un nombre negatiu, el personatge girarà en sentit contrari.)</p>
gd: <p>Sgrìobh an àireamh de cheuman a bu chòir an sprìd gluasad.</p> <p>(Ma sgrìobhas tu àireamh àicheil, gluaisidh an sprìd dhan taobh eile.)</p>

source: Turn to the right
ca: Gira a la dreta
gd: Gluais gu deiseil

source: Type in the number of degrees you want the sprite to rotate.
ca: Tecleja el nombre de graus que vols que el personatge giri.
gd: Sgrìobh an àireamh de cheuman a bu chòir an sprìd gluasad.

source: (If you type in a negative number, the sprite will go in the opposite direction.)
ca: (Si escrius un número negatiu, el personatge es mourà en la direcció contrària.)
gd: (Ma sgrìobhas tu àireamh àicheil, gluaisidh an sprìd dhan taobh eile.)

source: Turns the video camera on
ca: Activa la càmera de vídeo
gd: Cuiridh seo an camara video air

source: Runs the custom block
ca: Executa el bloc personalitzat
gd: Ruithidh seo am bloca gnàthaichte

source: <p> The custom block runs by calling the <strong>define</strong> script that matches the name on the block. </p> <p>Custom blocks can make your scripts more organized and modular: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> If your block has an input, you can type in it: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> To edit the block, right-click (Ctrl+click on Mac) on the block and choose "edit" from the menu. </div> <div class="example"> See also: <a href="../make-a-block/">Make a Block</a> and <a href="../define/">Define Block</a> </div>
ca: <p> El bloc personalitzat s'executa en cridar el bloc <strong>defineix</strong> que coincideix amb el nom del bloc. </p> <p>Els blocs personalitzats poden fer els teus programes més organitzats i modulars: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> Si el teu bloc té una paràmetre d'entrada, podràs escriure en ell: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> Per editar el bloc, fes-li clic amb el botó de la dreta (Ctrl+clic a un Mac) i tria "edit" del menú. </div> <div class="example"> Veure també: <a href="../make-a-block/">Crea un Bloc</a> i <a href="../define/">Defineix un Bloc</a> </div>
gd: <p> Ruithidh am bloca gnàthaichte nuair a ghairmeas tu an sgriobt <strong>mìnich</strong> a fhreagras ri ainm a’ bhloca. </p> <p>’S urrainn dhut rian a chur air na sgriobtaichean agad le blocaichean gnàthaichte: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> Ma tha ion-chur aig a’ bhloca agad, ’s urrainn dhut sgrìobhadh ann: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> Gus am bloca a dheasachadh, dèan briogadh deas (Ctrl+briogadh air Mac) air a’ bhloca agus tagh “deasaich” on chlàr-taice. </div> <div class="example"> Faic cuideachd: <a href="../make-a-block/">Cruthaich bloca</a> agus <a href="../define/">Mìnich bloca</a> </div>

source: Reports username of the viewer
ca: Informa del nom d'usuari dels visitants
gd: Innsidh seo ainm neach-cleachdaidh a tha a’ sealltainn air

source: <p>This block will show the username of the user currently viewing the project.</p> <p>If you want to save the current username, you can store it in a variable or list. For example, <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>
ca: <p>Aquest bloc mostra el nom de l'usuari que esta visitant el projecte..</p> <p>Si vols guardar el nom de l'usuari visitant, el pots desar en una variable o llista. Per exemple, <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>
gd: <p>Innsich am bloca seo ainm-cleachdaiche an neach a tha a’ coimhead air a’ phròiseact aig an àm.</p> <p>Ma tha thu airson an t-ainm-cleachdaiche làithreach a shàbhaladh, ’s urrainn dhut a ghlèidheadh ann an caochladair no liosta. Mar eisimpleir, <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>

source: Reports value of the variable
ca: Reporta del valor d'una variable
gd: Innsidh seo luach a’ chaochladair

source: <p> To see the value of the variable, click the checkbox next to the block. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Right-click on readout to get different views: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> To delete or rename a variable, right click on the variable. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>
ca: <p> Per veure el valor de la variable, fes clic a la casella de davant del bloc. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Fes-hi clic amb el botó dret per obtenir diferents vistes: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> Per suprimir o canviar el nom d'una variable, fes-li clic amb el botó dret. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>
gd: <p> Gus luach a’ chaochladair a shealltainn, briog sa bhogsa-cromaige ri taobh a’ bhloca. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Dèan briogadh deas air an luach gus seallaidhean eadar-dhealaichte fhaighinn: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> Gus ainm ùr a chur air caochladair no a sguabadh às, dèan briogadh deas air a’ chaochladair. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>

source: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Senses how much <b>motion</b> or <b>direction</b> is currently in the video image</h3>
ca: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Detecta la quantitat de <b>moviment</b> o la <b>direcció</b> de la imatge de vídeo actual</h3>
gd: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Mothaichidh seo dhan uiread de <b>ghluasad</b> no an <b>comhair</b> a tha ann an dealbh a’ video aig an àm</h3>
