Repository: Arplane-Translations/scratchr2_translations
Catalog: documentation/*/LC_MESSAGES/django.po
Languages: ca, gd

source: Move
ca: Mou
gd: Gluasad

source: Next
ca: Següent
gd: Air adhart

source: Games
ca: Jocs
gd: Geamannan

source: Music
ca: Música
gd: Ceòl

source: Stories
ca: Històries
gd: Sgeulachdan

source: Animation
ca: Animació
gd: Beòthachadh

source: Change Color
ca: Canvia el color
gd: Atharrachadh an datha

source: Say Something
ca: Digues alguna cosa
gd: Bruidhinn

source: Getting Started with Scratch
ca: Començant amb Scratch
gd: Toiseach tòiseachaidh le Scratch

source: Design a Valentine
ca: Disseny d'un motiu de Sant Valentí
gd: Dealbhaich cairt fhuranach

source: Animate Your Name
ca: Anima el teu nom
gd: Beòthaich d’ ainm

source: Create a Pong Game
ca: Crea un joc de Pong
gd: Cruthaich geama Pong

source: Create a Virtual Pet
ca: Crea un animal de companyia virtual
gd: Cruthaich peata bhiortail

source: How To
ca: Com fer
gd: Mar a nì thu...

source: Effects
ca: Efectes
gd: Èifeachdan

source: Play with effects
ca: Juga amb els efectes
gd: Cluich le èifeachdan

source: Create interactive effects
ca: Crea efectes interactius
gd: Cruthaich èifeachdan eadar-ghnìomhach

source: Interact with a microphone
ca: Interactua amb el micròfon
gd: Eadar-ghnìomhan leis a’ mhicreofon

source: Switch from happy to sad
ca: Canvia de content a trist
gd: Atharraich o thoilichte gu brònach

source: Make a sprite talk
ca: Fes parlar un personatge
gd: Thoir air sprìd bruidhinn

source: Make a sprite walk
ca: Fes caminar un personatge
gd: Thoir air sprìd coiseachd

source: Use arrow keys to move
ca: Fes servir les fletxes per moure un personatge
gd: Cleachd iuchraichean nan saighdean gus gluasad

source: Bounce around
ca: Rebota per tot arreu
gd: Dèan bocadh

source: Collide
ca: Colisiona
gd: Buail ri rudan

source: Keep score
ca: Desa la puntuació
gd: Cuimhnich an sgòr

source: Talk to each other
ca: Parla amb l'altre
gd: Bruidhinn ri chèile

source: Glide off the stage
ca: Llisca per l'escenari
gd: Gluais far an àrd-ùrlar

source: Switch backdrops
ca: Canvia el fons a
gd: Atharraich an cùlaibh

source: Play an instrument
ca: Toca un instrument
gd: Cluich inneal-ciùil

source: Play background music
ca: Toca música de fons
gd: Cluich ceòl a’ chùlaibh

source: Import your music
ca: Puja la teva música
gd: Ion-phortaich an ceòl agad

source: Record sounds
ca: Enregistra sons
gd: Clàraich fuaimean

source: Edit sounds
ca: Edita sons
gd: Deasaich fuaimean

source: Blocks
ca: Blocs
gd: Blocaichean

source: Motion
ca: Moviment
gd: Gluasad

source: move _ steps
ca: mou-te _ passos
gd: gluais _ ceuman

source: turn right
ca: gira a la dreta
gd: cuairtich gu deas

source: turn left
ca: gira a l'esquerra
gd: cuairtich gu clì

source: point in direction
ca: apunta en direcció
gd: cuir d' aghaidh

source: point towards
ca: apunta cap a
gd: cuir d' aghaidh an comhair

source: go to x: y:
ca: vés a x: y:
gd: rach gu x: y:

source: go to
ca: vés a
gd: rach gu

source: glide _ secs to x: y:
ca: llisca en _ segons fins a x: y:
gd: gluais fad _ diog gu x: y:

source: change x by
ca: suma _ a x
gd: atharraich x le

source: set x to
ca: assigna el valor _ a x
gd: suidhich x air

source: change y by
ca: suma _ a y
gd: atharraich y le

source: set y to
ca: assigna el valor _ a y
gd: suidhich y air

source: if on edge, bounce
ca: rebota en tocar una vora
gd: ma tha thu ris an oir, boc

source: set rotation style
ca: fixa el tipus de rotació
gd: stoidhle a' chuairteachaidh

source: x position
ca: posició x
gd: ionad x

source: y position
ca: posició y
gd: ionad y

source: direction
ca: direcció
gd: comhair

source: Looks
ca: Aspecte
gd: Coltas

source: say for _ secs
ca: digues durant _ segons
gd: can fad _ diog

source: say
ca: digues
gd: can

source: think for _ secs
ca: pensa durant _ segons
gd: smaoinich fad _ diog

source: think
ca: pensa
gd: smaoinich

source: show
ca: mostra't
gd: seall

source: hide
ca: amaga't
gd: falaich

source: switch costume to
ca: canvia el vestit a
gd: atharraich an aodach gu

source: next costume
ca: següent vestit
gd: an ath-aodach

source: next backdrop (Stage only)
ca: següent fons (només Escenari)
gd: ath chùlaibh (àrd-ùrlar a-mhàin)

source: switch backdrop to
ca: canvia el fons a
gd: atharraich an cùlaibh gu

source: switch backdrop and wait (Stage only)
ca: canvia el fons i espera (només Escenari)
gd: atharraich an cùlaibh is fan (àrd-ùrlar a-mhàin)

source: change effect to
ca: augmenta l'efecte en
gd: atharraich èifeachd _ le

source: set effect to
ca: fixa l'efecte a
gd: suidhich èifeachd _ de _ ort

source: clear graphic effects
ca: treu els efectes gràfics
gd: falamhaich na h-èifeachdan

source: change size by
ca: augmenta _ la mida
gd: atharraich do mheud le

source: set size to
ca: fixa la mida a
gd: suidhich do mheud air

source: go to front
ca: vés al front
gd: rach gun fhìor-bheulaibh

source: go back _ layers
ca: vés _ capes darrera
gd: breathan dhan chùl

source: costume #
ca: vestit nr
gd: àireamh an aodaich

source: backdrop name
ca: nom del fons
gd: ainm a' chùlaibh

source: backdrop # (Stage only)
ca: fons nr (només Escenari)
gd: àireamh a' chùlaibh (àrd-ùrlar a-mhàin)

source: size
ca: mida
gd: meud

source: Sound
ca: So
gd: Fuaim

source: play sound _
ca: toca el so _
gd: cluich fuaim _

source: play sound _ until done
ca: toca el so _ fins que acabi
gd: cluich an fhuaim _ gu lèir

source: stop all sounds
ca: atura tots els sons
gd: cuir stad air a h-uile fuaim

source: play drum _ for _ beats
ca: toca el tambor _ durant _ pulsacions
gd: cluich druma _ fad _ buille

source: rest for _ beats
ca: espera _ pulsacions
gd: tost fad _ buille

source: play note _ for _ beats
ca: toca la nota _ durant _ pulsacions
gd: cluich puing _ fad _ puing

source: set instrument to _
ca: fixa instrument a _
gd: suidhich _ mar inneal-ciùil

source: change volume by _
ca: puja _ el volum
gd: atharraich àirde na fuaime le _

source: set volume to _%%
ca: fixa el volum a _%%
gd: suidhich àirde na fuaime air _%%

source: change tempo by _
ca: augmenta _ el tempo
gd: atharraich an luaths le _

source: set tempo to _ bpm
ca: fixa el tempo a _ pulsacions
gd: suidhich an luaths air _ bpm

source: volume
ca: volum
gd: àirde na fuaime

source: Pen
ca: Llapis
gd: Peann

source: clear
ca: neteja
gd: falamhaich

source: stamp
ca: estampa
gd: stampa

source: pen down
ca: baixa el llapis
gd: peann sìos

source: pen up
ca: puja el llapis
gd: peann suas

source: set pen color to [color]
ca: fixa el color del llapis a [color]
gd: suidhich dath a' phinn air [dath]

source: change pen color by _
ca: augmenta _ el color del llapis
gd: atharraich dath a' phinn le _

source: set pen color to [number]
ca: fixa el color del llapis a [número]
gd: suidhich dath a' phinn air [àireamh]

source: change pen shade by _
ca: augmenta _ la intensitat del llapis
gd: atharraich tuar a' phinn le _

source: set pen shade to _
ca: fixa la intensitat del llapis a _
gd: suidhich tuar a' phinn air _

source: change pen size by _
ca: augmenta _ la mida del llapis
gd: atharraich meud a' phinn le _

source: set pen size to _
ca: fixa la mida del llapis a _
gd: suidhich meud a' phinn air _

source: Data
ca: Dades
gd: Dàta

source: Make a Variable
ca: Crea una variable
gd: Cruthaich caochladair

source: set _ to
ca: assigna a _ el valor
gd: suidhich _ air

source: change _ by
ca: augmenta _ en
gd: atharraich _ le

source: show variable
ca: mostra la variable
gd: seall an caochladair

source: hide variable
ca: amaga la variable
gd: falaich an caochladair

source: Make a List
ca: Crea una llista
gd: Cruthaich liosta

source: List
ca: Llista
gd: Liosta

source: add _ to
ca: afegeix _ a
gd: cuir _ ri

source: delete _ of
ca: esborra _ de
gd: sguab às _ de

source: insert _ at _ of
ca: afegeix _ a la posició _ de
gd: cuir _ ris aig _ de

source: replace item _ of _ with
ca: canvia l'element _ de _ per
gd: cuir an àite _ de _ le

source: item _ of
ca: element _ de
gd: nì _ de

source: length of
ca: llargada de
gd: an fhaide aig

source: _ contains
ca: _ conté
gd: _ ann agus _ na broinn

source: show list
ca: mostra llista
gd: seall an liosta

source: hide list
ca: amaga llista
gd: falaich an liosta

source: Events
ca: Esdeveniments
gd: Tachartas

source: when green flag clicked
ca: quan la bandera verda es premi
gd: le briogadh air a' bhratach uaine

source: when _ key pressed
ca: quan la tecla _ es premi
gd: le brùthadh na h-iuchrach

source: when this sprite clicked
ca: quan es cliqui aquest personatge
gd: le briogadh air an sprìd seo

source: when backdrop switches to
ca: quan l'escenari canviï al fons
gd: nuair a thèid an cùlaibh na

source: when _ > _
ca: quan _ > _
gd: nuair a thèid _ > _

source: when I receive
ca: quan rebi
gd: nuair a gheibh thu

source: broadcast
ca: envia a tots
gd: craol

source: broadcast _ and wait
ca: envia a tots _ i espera
gd: craol _ is fan

source: wait _ secs
ca: espera _ segons
gd: fan fad _ diog

source: repeat
ca: repeteix
gd: dèan seo _ tursan

source: forever
ca: per sempre
gd: gu buan

source: if _ then
ca: si _ llavors
gd: ma tha _ a-rèiste

source: if _ then else
ca: si _ llavors si no
gd: ma tha _ a-rèiste air neo

source: wait until
ca: espera fins
gd: fan gus am bi

source: repeat until
ca: repeteix fins
gd: dèan a-rithist e gus am bi

source: stop
ca: atura
gd: cuir stad air

source: when I start as a clone
ca: quan una còpia meva comenci
gd: nuair a thèid thu nad chlòn

source: create clone of
ca: crea una còpia de
gd: cruthaich clòn

source: delete this clone
ca: esborra aquesta còpia
gd: sguab às an clòn seo

source: Sensing
ca: Sensors
gd: Mothachadh

source: touching
ca: tocant
gd: _ a' beantainn riut

source: touching color
ca: tocant el color
gd: an dath _ a' beantainn riut

source: color is touching
ca: color sobre
gd: an dath _ a' beantainn riut

source: distance to
ca: distància a
gd: an t-astar o

source: ask _ and wait
ca: pregunta _ i espera
gd: faighnich _ is fan

source: answer
ca: resposta
gd: freagairt

source: key _ pressed?
ca: tecla _ premuda?
gd: an iuchair _ ga brùthadh

source: mouse down?
ca: ratolí clicat?
gd: an luchag ga briogadh

source: mouse x
ca: ratolí x
gd: x na luchaige

source: mouse y
ca: ratolí y
gd: y na luchaige

source: loudness
ca: volum del so
gd: àirde na fuaime

source: video _ on _
ca: vídeo de _ a _
gd: _ a' video air _

source: turn video
ca: posa vídeo
gd: cuir a' video

source: set video transparency to
ca: fixa la transparència de vídeo a
gd: suidhich trìd-shoillse a' video air

source: timer
ca: cronòmetre
gd: tìmear

source: reset timer
ca: reinicia el cronòmetre
gd: ath-shuidhich an tìmear

source: _ of _
ca: _ de _
gd: _ aig _

source: current _
ca: actual _
gd: _ làithreach

source: days since 2000
ca: dies des del 2000
gd: làithean o 2000 a-mach

source: username
ca: nom usuari
gd: ainm-cleachdaiche

source: Operators
ca: Operadors
gd: Gnìomharaiche

source: pick random _ to _
ca: nombre a l'atzar entre _ i _
gd: luach tuaireamach eadar _ is _

source: and
ca: i
gd: agus

source: or
ca: o
gd: no

source: not
ca: no
gd: e fallsa gu bheil

source: join
ca: uneix
gd: ceangail _ ri _

source: letter _ of
ca: lletra _ de
gd: litir _ de

source: mod
ca: residu de dividir
gd: mòidealas

source: round
ca: arrodoneix
gd: cuairtich

source: More Blocks
ca: Més Blocs
gd: Bloca eile

source: Make a Block
ca: Crea un bloc
gd: Cruthaich bloca

source: Add an Extension
ca: Afegeix una Extensió
gd: Cuir leudachan ris

source: Add blocks that extend what you can do in Scratch
ca: Afegeix blocs que expandeixen el que pots fer amb Scratch
gd: Cuir blocaichean ris a leudaicheas nas urrainn dhut dèanamh le Scratch

source: Adds the specified item to the end of the list
ca: Afegeix l'element indicat al final de la llista
gd: Cuiridh seo an nì a shònraich thu ri deireadh an liosta

source: The item can be a number or a string of letters and other characters.
ca: L'element pot ser un nombre o una cadena de lletres i altres caràcters.
gd: Faodaidh an nì a bhith na àireamh no sreang de litrichean agus caractaran eile.

source: Use this block if you want to add an item to the end of a list. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
ca: Utilitza aquest bloc si vola afegir un element al final d'una llista. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
gd: Cleachd am bloca seo ma tha thu airson nì a chur ri deireadh liosta. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>

source: Can't find the list blocks? You need to first make a list: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
ca: No trobes els blocs de llistes? Primer has de crear una llista: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
gd: Nach fhaic thu blocaichean liosta? Feumaidh tu liosta a chruthachadh an toiseach: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />

source: Adds two numbers
ca: Suma dos nombres
gd: Cuiridh seo an dàrna àireamh ris an àireamh eile

source: Reports true if both conditions are true
ca: Retorna cert si ambdues condicions son certes
gd: Innsidh seo gu bheil e fìor nuair a bhios an dà chumha fìor

source: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Reports keyboard input from the most recent use of <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/></h3>
ca: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Informa de la darrera entrada de teclat de <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/></h3>
gd: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Innsidh seo dè chaidh a chur a-steach air a’ mheur-chlàr an turas mu dheireadh a chaidh <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/> a chleachdadh.</h3>

source: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> asks a question and stores the keyboard input in <img src="%(STATIC_URL)s/images/help/answer.png" />. The answer is shared by all sprites. </p> <p>If you want to save the current answer, you can store it in a variable or list. For example, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> To view the value of answer, click the checkbox next to the answer block.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
ca: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> fa una pregunta i emmagatzema l'entrada del teclat en <img src="%(STATIC_URL)s/images/help/answer.png" />. La resposta és compartida per a tots els personatges. </p> <p>Si vols guardar la resposta actual, pots desar-la en una variable o una llista. Per exemple, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> Per visualitzar el valor de la resposta, fes clic a la casella de selecció de davant del bloc resposta.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
gd: <p>Faighnichidh <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> ceist agus cuiridh e na chaidh a chur a-steach air a’ mheur-chlàr ann am <img src="%(STATIC_URL)s/images/help/answer.png" />. Co-roinnidh na sprìdean uile an fhreagairt. </p> <p>Ma tha thu airson an fhreagairt làithreach a shàbhaladh, ’s urrainn dhut a cumail ann an caochladair no liosta. Mar eisimpleir, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> Gus an luach aig freagairt a shealltainn, thoir cromag sa bhogsa ri taobh bloca na freagairte.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>

source: Asks a question on the screen and stores keyboard input in the <img src="%(STATIC_URL)simages/help/answer.png" />
ca: Fa una pregunta en la pantalla i emmagatzema l'entrada de teclat en el <img src="%(STATIC_URL)simages/help/answer.png" />
gd: Faighnichidh seo ceist air an sgrìn agus cuiridh e na chaidh a chur a-steach air a’ mheur-chlàr ann am <img src="%(STATIC_URL)simages/help/answer.png" />

source: After receiving an answer, causes the program to wait until the Enter key is pressed or check mark is clicked.
ca: Després de rebre una resposta, fa que el programa s'esperi fins que es premi la tecla Retorn o es faci clic a la casella de verificació.
gd: Nuair a fhuaradh freagairt, fuirichidh am prògram gus an tèid an iuchair “Enter” a bhrùthadh no cromag a chur sa bhogsa.

source: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> asks a question and stores the keyboard input in <img src="%(STATIC_URL)s/images/help/answer.png" />. The question appears in a voice balloon on the screen. The program waits as the user types in a response, until the Enter key is pressed or the check mark is clicked. </p>
ca: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> fa una pregunta i emmagatzema el text teclejat a <img src="%(STATIC_URL)s/images/help/answer.png" />. La pregunta apareix en una bafarada a la pantalla. El programa s'espera fins que es premi la tecla Retorn o es faci clic a la casella de verificació. </p>
gd: <p>Faighnichidh <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> ceist agus cumaidh e na chaidh a chur a-steach air a’ mheur-chlàr ann am <img src="%(STATIC_URL)s/images/help/answer.png" />. Nochdaidh a’ cheist ann am balùn air an sgrìn. Fuirichidh am prògram fhad ’s a tha an cleachdaiche a’ sgrìobhadh freagairt agus gus am brùth e air “Enter” no gus an toir e cromag sa bhogsa. </p>

source: Reports Stage's current backdrop name
ca: Informa del nom del fons actual de l'escenari
gd: Innsidh seo an t-ainm a tha air cùlaibh an àrd-ùrlair

source: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>The title next to the backdrop in the list is the <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
ca: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>El nom del proper fons a la llista és el <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
gd: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>’S e <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> a th’ anns an tiotal ri taobh a’ chùlaibh air an liosta. </p>

source: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>The number next to the backdrop in the list is the <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
ca: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>El nombre del proper fons a la llista és el <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
gd: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>’S e <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> a th’ anns an àireamh ri taobh a’ chùlaibh air an liosta.</p>

source: Sends a message to all sprites and waits
ca: Envia un missatge a tots els personatges i espera
gd: Cuiridh seo teachdaireachd dhan a h-uile sprìd agus nì e feitheamh an uair sin

source: <p> You can use <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> to send a message to all sprites to tell them to do something, and wait until they all finish before continuing. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Click to choose which message gets sent. Choose "new" to type in your own message. <br/> </p>
ca: <p> Pots utilitzar <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> per enviar un missatge a tots els personatges per tal que facin alguna cosa, i esperar a que hagin acabat abans de continuar. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Fes clic per triar quin missatge vols enviar. Tria "nou missatge" per crear-ne un de nou. <br/> </p>
gd: <p> ’S urrainn dhut <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> a chleachdadh gus teachdaireachd a chur dhan a h-uile sprìd ach an dèan iad rudeigin agus nì thu feitheamh an uair sin gus am bidh iad uile deiseil mus lean thu air adhart. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Briog air gus taghadh dè an teachdaireachd a chuireas tu. Tagh “ùr” gus teachdaireachd agad fhèin a sgrìobhadh ann. <br/> </p>

source: Sends a message to all sprites
ca: Envia missatges a tots els personatges
gd: Cuiridh seo teachdaireachd dhan a h-uile sprìd

source: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> sends a message to all the sprites (and the background). This is useful if you want to tell other sprites when to do something.</p> <p> What do you want them to do when they receive the message? See <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>
ca: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> envia un missatge als altres personatges (i a l'escenari). És útil si vols que els altres personatges facin alguna cosa.</p> <p> Què vols que facin els altres personatges quan rebin el missatge? Mira a <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>
gd: <p>Cuiridh <img src="%(STATIC_URL)s/images/help/broadcast.png"/> teachdaireachd dhan a h-uile sprìd (agus dhan chùlaibh). Tha seo feumail ma tha thu airson toirt air na sprìdean eile rudeigin a dhèanamh.</p> <p> Dè thogras tu gun dèan iad nuair a gheibh iad an teachdaireachd seo? Faic <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>

source: Changes the graphic effect on a sprite
ca: Canvia els efectes gràfics d'un personatge
gd: Atharraich èifeachd na grafaigeachd air sprìd

source: Click to choose an effect from the menu: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Try these effects with numbers such as 10, 35, or 100. Or try negative numbers, such as -50.
ca: Fes clic per triar un efecte gràfic del menú: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Prova els efectes amb nombres com 10, 35, o 100. O prova amb nombres negatius, com -50.
gd: Briog air gus èifeachd a thaghadh on chlàr-taice: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Feuch ris na h-èifeachdan seo agus cuir àireamhan mar 10, 35 no 100 orra. No feuch ri àireamhan àicheil, can -50.

source: Click stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> to clear all graphic effects. Or, use <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
ca: Fes clic a stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> per esborrar tots els efectes gràfics. O utilitza <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
gd: Briog air stad <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> gus a h-uile èifeachd grafaigeach a thoirt air falbh. Air neo cleachd <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>

source: Changes sprite's size by specified amount
ca: Augmenta la mida del personatge en la quantitat indicada
gd: Atharraichidh seo meud na sprìd leis an uiread a shònraich thu

source: Changes sprite's tempo by specified amount
ca: Augmenta el tempo del personatge en la quantitat indicada
gd: Atharraichidh seo luaths na sprìd leis an uiread a shònraich thu

source: <p> Tempo is the speed (bpm = beats per minute) at which Scratch notes and drums play. The larger the tempo value, the faster the notes and drums will play. </p>
ca: <p> Tempo és la velocitat (bpm=cops per minut) a la que Scratch toca les notes i els cops de tambor. Si augmentes el valor del tempo, les notes i els cops de tambor sonaran més ràpids.. </p>
gd: <p> Is luaths an t-astar (bpm = beats per minute, buillean sa mhionaid) air an cluich Scratch puingean is drumaichean. Mas as motha luach an luaiths, ’s ann nas luaithe a chluicheas na puingean is na drumaichean. </p>

source: Changes the variable by specified amount
ca: Augmenta l'ample del llapis en la quantitat indicada
gd: Atharraichidh seo an caochladair leis an uiread a shònraich thu
