Repository: Arplane-Translations/scratchr2_translations
Catalog: legacy/ui/ab/LC_MESSAGES/djangojs.po
Languages: ab

source: Available %s
ab: Иҟоуп %s

source: Filter
ab: Афильтр

source: Choose all
ab: Иалхтәуп зегьы

source: Click to choose all %s at once.
ab: Шәақәыӷәӷәа, зегьы %s зныкала ралхраз.

source: Choose
ab: Иалхтәуп

source: Remove
ab: Иқәгатәуп

source: Chosen %s
ab: Иалхуп %s

source: Remove all
ab: Ианыхтәуп зегьы

source: Click to remove all chosen %s at once.
ab: Шәақәыӷәӷәа, иалху зегьы %s зныкала аныхраз.

source: January February March April May June July August September October November December
ab: Ажьырныҳәа Жәабран Хәажәкыра Мшаҧы Лаҵара Рашәара Ҧхынгәы Нанҳәа Цәыббра Жьҭаара Абҵара Ҧхынҷкәын

source: S M T W T F S
ab: Ашә Аҩ Ах Аҧ Ахә Ас Амҽ

source: Show
ab: Иаарҧштәуп

source: Hide
ab: Иҵәахтәуп

source: Now
ab: Уажәы

source: Clock
ab: Асааҭ

source: Choose a time
ab: Иашәырба аамҭа

source: Midnight
ab: Аҵх абжа

source: Noon
ab: Агәышьыбжьон

source: Cancel
ab: Иаҟәыхтәуп

source: Today
ab: Иахьа

source: Calendar
ab: Амзар

source: Yesterday
ab: Иацы

source: Tomorrow
ab: Уаҵәы

source: Want to share on Scratch?
ab: Ишәҭахума, Scratch алахәылаҩцәа шәдыррақәа рымажәдарц?

source: Your Account Will Not Be Deleted
ab: Шәара шәаккаунт аныххыӡом

source: Delete my account
ab: Ианыхтәуп сара саккаунт

source: on Scratch
ab: Scratch асаит аҟны

source: Would you like to leave the editor anyway?
ab: Зегь акоуп аредақтор шәҭыҵыр шәҭахума?

source: Your changes are NOT SAVED! To save, stay on this page, then click “Remix”.
ab: Шәара иҟашәҵаз аԥсахрақәа ЕИҚӘЫРХАӠАМ! Аиқәырхараз шәақәыӷәӷәа “Аремикс”, ари адаҟьа шәҭымҵӡакәа.

source: Your changes are NOT SAVED! To save, stay on this page, then click “Save now.”
ab: Шәара иҟашәҵаз аԥсахрақәа ЕИҚӘЫРХАӠАМ! Аиқәырхараз шәақәыӷәӷәа “Еиқәырхатәуп уажәы”, ари адаҟьа шәҭымҵӡакәа.

source: ago
ab: рышьҭахь

source: from now
ab: абыржәы инаркны

source: any moment now
ab: ианакәызаалакь

source: less than a minute
ab: минуҭк еиҵаны

source: about a minute
ab: минуҭк аҟара

source: %d minutes
ab: %d минуҭ

source: about an hour
ab: сааҭк аҟара

source: about %d hours
ab: %d сааҭ аҟара

source: a day
ab: амш

source: %d days
ab: %d мшы

source: about a month
ab: мызкы аҟара

source: %d months
ab: %d мзы

source: about a year
ab: шықәсык аҟара

source: %d years
ab: %d шықәса
